{"sha":"24c475f71562","date":"2017-03-27","message":"Décret n° 2017-396 du 24 mars 2017 portant diverses dispositions relatives à la Cour de cassation","files":[{"filename":"partie_reglementaire/livre_iv/titre_iv/chapitre_unique/article_r441-1.md","articleName":"Article R441-1","additions":10,"deletions":12,"diff":[{"type":"del","content":"La formation appelée à se prononcer sur une demande d'avis dans une matière autre que pénale comprend, outre le premier président, les présidents de chambre et deux conseillers désignés par chaque chambre spécialement concernée. En cas d'absence ou d'empêchement de l'un d'eux, il est remplacé par un conseiller désigné par le premier président ou, à défaut de celui-ci, par le président de chambre qui le remplace."},{"type":"add","content":"La formation mixte pour avis est composée de magistrats appartenant à deux chambres au moins de la Cour désignées par ordonnance du premier président. Elle comprend, outre le premier président, les présidents et doyens des chambres concernées, ainsi qu'un conseiller désigné par le premier président au sein de chacune de ces chambres. En cas d'absence ou d'empêchement de l'un des présidents de chambre, doyens ou conseillers, il est remplacé par un conseiller de la même chambre désigné par le premier président ou, en cas d'empêchement de celui-ci, par le président de chambre qui le remplace."},{"type":"del","content":"La formation appelée à se prononcer sur une demande d'avis en matière pénale comprend, outre le premier président, le président de la chambre criminelle, un président de chambre désigné par le premier président, quatre conseillers de la chambre criminelle et deux conseillers, désignés par le premier président, appartenant à une autre chambre. En cas d'absence ou d'empêchement du président de la chambre criminelle, il est remplacé par un conseiller de cette chambre désigné par le premier président ou, à défaut de celui-ci, par le président de chambre qui le remplace."},{"type":"add","content":"La formation plénière pour avis comprend, outre le premier président, les présidents et doyens des chambres et un conseiller par chambre désigné par le premier président. En cas d'absence ou d'empêchement de l'un des présidents de chambre, doyens ou conseillers, il est remplacé par un conseiller désigné par le premier président ou, en cas d'empêchement de celui-ci, par le président de chambre qui le remplace."},{"type":"del","content":"La formation appelée à se prononcer sur une demande d'avis sur l'interprétation d'une convention ou d'un accord collectif comprend, outre le premier président, le président de la chambre sociale, un président de chambre désigné par le premier président, quatre conseillers de la chambre sociale et deux conseillers, désignés par le premier président, appartenant à une autre chambre. En cas d'absence ou d'empêchement de l'un d'eux, il est remplacé par un conseiller désigné par le premier président ou, à défaut de celui-ci, par le président de chambre qui le remplace (1)."},{"type":"del","content":""},{"type":"del","content":"La formation ne peut siéger que si tous les membres qui doivent la composer sont présents."},{"type":"add","content":"La formation plénière pour avis ne peut siéger que si tous les membres qui doivent la composer sont présents."},{"type":"del","content":"(1) Décret n° 2016-660 du 20 mai 2016, article 47: Ces dispositions s'applique aux demandes d'avis effectuées à compter de la publication dudit décret."},{"type":"add","content":"Conformément à l'article 6 du décret n° 2017-396 du 24 mars 2017, ces dispositions s'appliquent aux demandes d'avis sur lesquelles il n'a pas été statué au jour de la publication dudit décret."},{"type":"del","content":"Décret n° 2016-660 du 20 mai 2016 relatif à la justice prud'homale et au traitement judiciaire du contentieux du travail - article 42 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Décret n° 2017-396 du 24 mars 2017 portant diverses dispositions relatives à la Cour de cassation - article 3 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2016-05-20 MODIFIE cible Décret n° 2016-660 du 20 mai 2016 relatif à la justice prud'homale et au traitement judiciaire du contentieux du travail - article 42 ENTIEREMENT_MODIF"},{"type":"add","content":"2017-03-24 MODIFIE cible Décret n° 2017-396 du 24 mars 2017 portant diverses dispositions relatives à la Cour de cassation - article 3 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/32/58/03/LEGIARTI000032580355.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/32/58/03/LEGIARTI000032580355.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/32/58/03/LEGIARTI000032580355.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/28/17/LEGIARTI000034281730.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/28/17/LEGIARTI000034281730.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/34/28/17/LEGIARTI000034281730.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000032580355)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000034281730)"}],"status":"modified"}],"stats":{"additions":10,"deletions":12,"filesChanged":1}}