{"sha":"604902991782","date":"2007-11-01","message":"Décret n° 2007-1548 du 30 octobre 2007 relatif aux élections prud'homales et modifiant certaines dispositions du code du travail (deuxième partie : décrets en Conseil d'Etat) (rectificatif)","files":[{"filename":"partie_reglementaire_ancienne_-_decrets_en_conseil_d_etat/livre_iv/titre_ii/chapitre_iii/article_r423-1.md","articleName":"Article R423-1","additions":108,"deletions":221,"diff":[{"type":"del","content":"Les conditions pour être électeur s'apprécient à une date de l'année de l'élection générale fixée par décret\"."},{"type":"add","content":"Les conditions pour être électeur s'apprécient à une date fixée par décret\"."},{"type":"del","content":"Nul ne peut être inscrit sur la liste électorale prud'homale à la fois en qualité d'employeur et en qualité de salarié\"."},{"type":"add","content":"La délégation particulière d'autorité mentionnée au III de l'article L. 513-1, permettant aux cadres d'être inscrits dans le collège employeur, doit être écrite. Elle peut prendre la forme d'un document spécifique ou figurer dans le contrat de travail. A défaut de délégation, les cadres ne peuvent être inscrits que dans la section de l'encadrement du collège salarié\"."},{"type":"del","content":"Sans préjudice des dispositions propres aux sections de l'encadrement et des activités diverses, la répartition par section des électeurs salariés qui sont employés dans une seule entreprise et des électeurs employeurs qui exercent une seule activité professionnelle s'effectue d'après l'activité principale des entreprises."},{"type":"add","content":"Sous réserve des dispositions propres à la section de l'encadrement, aux employés de maison et aux salariés mentionnés aux 1°, 2°, 6°, 6° bis, 6° ter, 6° quater, 7° et 12° de l'article L. 722-20 du code rural, la répartition par section des électeurs salariés qui sont employés dans une seule entreprise et des électeurs employeurs qui exercent une seule activité professionnelle s'effectue d'après l'activité principale des entreprises."},{"type":"del","content":"Lorsqu'un employeur exerce des activités professionnelles multiples, la section au titre de laquelle il est électeur est déterminée par son activité principale."},{"type":"del","content":"Lorsqu'un salarié exerce son activité professionnelle dans plusieurs entreprises, la section au titre de laquelle il est électeur est déterminée comme s'il n'était employé que dans l'entreprise où s'exerce son activité principale."},{"type":"add","content":"I. - Lorsqu'un employeur exerce des activités professionnelles multiples, la section au titre de laquelle il est électeur est déterminée par son activité principale."},{"type":"del","content":"L'activité principale du salarié est celle dont il a tiré au cours du premier trimestre de l'année de l'élection la majeure partie des revenus que lui ont procurés au cours de la même période l'ensemble de ses activités salariées\"."},{"type":"add","content":"II. - Lorsqu'un salarié exerce son activité professionnelle dans plusieurs établissements, la section au titre de laquelle il est électeur est déterminée comme s'il n'était employé que dans l'établissement où s'exerce son activité principale."},{"type":"add","content":"L'activité principale du salarié est celle pour laquelle il a effectué le plus grand nombre d'heures au cours du dernier trimestre de l'année précédant l'année de l'élection."},{"type":"add","content":"III. - Dans le cas prévu au second alinéa du VI de l'article L. 513-1, l'activité principale de l'électeur employant un salarié est son activité salariale s'il emploie un à trois salariés. Elle est choisie par l'électeur s'il emploie plus de trois salariés\"."},{"type":"del","content":"Sous réserve des dispositions des articles R. 513-8 et R. 513-9, l'activité principale des entreprises et des établissements est présumée résulter du numéro de classement dans la nomenclature d'activités qui leur est attribuée dans le répertoire tenu par l'institut national de la statistique et des études économiques en application du décret n° 73-314 du 14 mars 1973 à la date fixée en application de l'article R. 513-2."},{"type":"del","content":"Les entreprises et les établissements qui exercent à titre principal une des activités incluses dans le tableau joint en annexe I relèvent de la section de l'industrie ; ceux qui exercent à titre principal une des activités incluses dans le tableau joint en annexe II relèvent de la section du commerce et des services commerciaux\"."},{"type":"add","content":"L'activité principale des entreprises et des établissements est présumée résulter du numéro de classement dans la nomenclature d'activités qui leur est attribué dans le répertoire tenu par l'Institut national de la statistique et des études économiques, en application des articles R. 123-220 à R. 123-234 du code de commerce et dans le cadre du règlement (CEE) n° 3037/90 du Conseil du 9 octobre 1990 relatif à la nomenclature statistique des activités économiques dans la Communauté européenne (NACE, révision 1), modifié en dernier lieu par le règlement (CE) n° 29/2002 de la Commission du 19 décembre 2001 (NACE, révision 1.1), à la date fixée en application de l'article R. 513-2."},{"type":"add","content":"Le tableau joint en annexe détermine les activités relevant des sections de l'industrie, du commerce, des activités diverses et de l'agriculture."},{"type":"del","content":"Relèvent de la section de l'agriculture les entreprises ou les établissements qui, au titre de leur activité principale, emploient un ou plusieurs salariés entrant dans les catégories prévues aux 1° à 7° et 9° de l'article 1144 du code rural."},{"type":"del","content":"Relèvent également de ladite section, en qualité d'employeurs, les métayers qui occupent un ou plusieurs salariés\"."},{"type":"add","content":"Sous réserve des dispositions du deuxième alinéa du IV de l'article L. 513-1, relèvent de la section de l'agriculture les salariés mentionnés aux 1°, 2°, 6°, 6 bis,  6 ter,  6 quater, 7° et 12° de l'article L. 722-20 du code rural\"."},{"type":"del","content":"Les salariés mentionnés au troisième alinéa de l'article L. 513-1 sont électeurs au titre de la section de l'encadrement sans que soit prise en considération l'activité de l'entreprise ou de l'établissement dont ils dépendent."},{"type":"del","content":"La délégation particulière d'autorité, permettant aux cadres mentionnés au sixième alinéa de l'article L. 513-1 d'être inscrits dans le collège employeur, doit être écrite et peut prendre la forme d'un document spécifique ou figurer dans le contrat de travail. A défaut de délégation, les cadres ne peuvent être inscrits que dans la section de l'encadrement du collège salarié."},{"type":"add","content":"Les salariés mentionnés au IV de l'article L. 513-1 sont électeurs au titre de la section de l'encadrement sans que soit prise en considération l'activité de l'entreprise ou de l'établissement dont ils dépendent."},{"type":"del","content":"Sont électeurs au titre de la section des activités diverses les salariés mentionnés au septième alinéa de l'article L. 512-2 *les ouvriers et employés dont les employeurs n'exercent pas une activité industrielle, commerciale ou agricole, ainsi que les employés de maison, concierges et gardiens d'immeubles à usage d'habitation*."},{"type":"del","content":"Sont électeurs au titre de la même section les employeurs qui ne relèvent pas des autres sections\"."},{"type":"add","content":"Les employés de maison sont électeurs au titre de la section des activités diverses\"."},{"type":"del","content":"I- En vue de l'établissement de la liste électorale, l'employeur déclare ses salariés sur papier ou sur support magnétique."},{"type":"del","content":"Ces déclarations mentionnent les noms et prénoms, la date et le lieu de naissance, le domicile ainsi que le numéro d'inscription au Répertoire national d'identification des personnes physiques du salarié. Elles précisent pour chaque salarié le collège électoral, la section et la commune de vote."},{"type":"del","content":"Elles sont réunies dans un état unique. L'employeur peut utiliser cet état pour s'inscrire dans la commune où il exerce son activité professionnelle principale."},{"type":"del","content":"Le conjoint collaborateur, mentionné au cinquième alinéa de l'article L. 513-1, joint à sa déclaration le mandat qu'il a reçu afin de se substituer à son conjoint en vue de son inscription sur la liste électorale et attestant de son statut de conjoint collaborateur et de sa mention aux registres ou répertoire mentionnés audit article."},{"type":"del","content":"Dans le cas où, par application du sixième alinéa de l'article L. 513-1 du code du travail, l'employeur a la faculté d'opter entre la section correspondant à son activité professionnelle principale et la section de l'encadrement, il indique celle des deux sections au titre de laquelle il entend être électeur."},{"type":"del","content":"II. - L'employeur adresse les déclarations nominatives au plus tard à une date de l'année de l'élection générale fixée par décret à un centre de traitement déterminé par le ministre chargé du travail."},{"type":"del","content":"Les déclarations nominatives sont remises ou transmises électroniquement au centre de traitement contre récépissé ou adressées par lettre recommandée avec demande d'avis de réception."},{"type":"del","content":"III. - Le centre de traitement procède au traitement des déclarations et à leur envoi aux maires des communes définies à l'article L. 513-3 dans les conditions fixées par un arrêté pris en application de l'article 15 de la loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés."},{"type":"del","content":"IV. - Quel que soit le support retenu par l'employeur, lorsque l'entreprise comprend plusieurs établissements, les listes sont dressées par établissement. Elles font mention de la section dont relève l'établissement\"."},{"type":"add","content":"L'employeur précise, pour chaque salarié, dans la déclaration mentionnée au premier alinéa de l'article L. 513-3, les noms et prénoms, la date et le lieu de naissance, le domicile, le numéro d'inscription au répertoire national d'identification des personnes physiques ainsi que le collège, la section et la commune d'inscription\"."},{"type":"del","content":"Préalablement à la transmission des déclarations mentionnées à l'article R. 513-11, l'employeur prend, après consultation des organisations syndicales de salariés représentatives dans l'entreprise, toute mesure utile en vue de faire connaître au personnel que ces déclarations sont ouvertes à la consultation dans les conditions fixées au sixième alinéa de l'article L. 513-3. Cette consultation ne peut avoir lieu pendant la période annuelle de fermeture de l'entreprise pour congés."},{"type":"del","content":"Les déclarations peuvent être consultées dans leur intégralité."},{"type":"del","content":"Dans les entreprises ou établissements occupant habituellement plus de dix salariés, le personnel est prévenu de l'ouverture de la période de consultation par voie d'affichage dans les lieux de travail."},{"type":"del","content":"Les déclarations sont définitivement établies à l'expiration du délai de quinze jours pendant lequel elles sont tenues à la disposition du personnel\"."},{"type":"add","content":"En application du troisième alinéa du I de l'article L. 513-3, l'employeur organise au sein de son établissement, l'année de l'élection, la consultation des données prud'homales afin que les personnes mentionnées à ce même article en vérifient l'exactitude\"."},{"type":"del","content":"Dans les entreprises ou les établissements occupant habituellement plus de dix salariés, l'employeur dresse un procès-verbal des conditions dans lesquelles a été organisée la consultation prévue à l'article R. 513-12. Ce procès-verbal, qui mentionne la date à laquelle les déclarations ont été envoyées au centre de traitement, est affiché dans les lieux de travail\"."},{"type":"add","content":"Les conjoints collaborateurs des personnes mentionnées au deuxième alinéa du III de l'article L. 513-1 à qui ceux-ci demandent de se substituer à eux en vue de l'inscription sur les listes électorales attestent avoir reçu mandat de celles-ci\"."},{"type":"del","content":"Au terme de la consultation prévue à l'article R. 513-12, l'employeur adresse au maire les observations écrites concernant les salariés susceptibles de voter dans la commune dans laquelle l'établissement a son siège."},{"type":"del","content":"Dans le cas où des observations écrites concernent des salariés susceptibles de voter dans la commune où est situé leur domicile, ces observations doivent être envoyées aux maires des communes concernées\"."},{"type":"add","content":"Les personnes à la recherche d'un emploi, mentionnées au premier alinéa du I de l'article L. 513-1, sont inscrites dans la section, du collège des salariés, correspondant à leur dernière activité principale\"."},{"type":"add","content":"\"Art. R. 513-15 :"},{"type":"add","content":"Le centre de traitement procède au traitement de l'ensemble des données, dans les conditions fixées par les articles R. 513-15-1 à R. 513-15-5, et à leur envoi aux mairies des communes concernées\"."},{"type":"del","content":"Au vu des documents préparatoires qui lui sont transmis par le centre de traitement et des observations mentionnées à l'article R. 513-14, le maire inscrit sur la liste électorale les salariés et les employeurs qui remplissent les conditions légales pour être électeurs et pour exercer leur droit de vote dans la commune."},{"type":"del","content":"Le maire est assisté de la commission administrative prévue au septième alinéa de l'article L. 513-3 dès lors qu'au moins 300 électeurs étaient inscrits sur la liste électorale prud'homale de la commune lors des dernières élections générales. En dessous de ce seuil, la commission peut être réunie par le maire si les circonstances locales le justifient. La commission est installée dès la phase d'élaboration de la liste des établissements de la commune appelés à déclarer leurs salariés. La commission donne un avis au maire sur cette liste."},{"type":"del","content":"La commission examine l'ensemble des documents mentionnés aux articles R. 513-14 et au présent article ainsi que les demandes formulées en application de l'article R. 513-17. Elle donne un avis sur les modifications à apporter aux documents préparatoires qui lui sont soumis\"."},{"type":"del","content":"\"Art. R. 513-17 :"},{"type":"del","content":"Les salariés involontairement privés d'emploi à la date fixée en application de l'article R. 513-2 demandent, au plus tard à une date de cette même année fixée par décret, leur inscription sur la liste électorale de la mairie du lieu de leur domicile. A cet effet, ils adressent une déclaration à un centre de traitement déterminé par le ministre chargé du travail. Les salariés involontairement privés d'emploi sont inscrits dans la section du collège salarié correspondant à leur dernière activité proncipale."},{"type":"del","content":"Est considéré comme involontairement privé d'emploi le salarié attestant sur l'honneur être à la recherche d'un emploi et n'avoir pas quitté volontairement sans motif reconnu légitime sa dernière activité professionnelle\"."},{"type":"add","content":"Au vu des documents préparatoires qui lui sont transmis par le centre de traitement et des observations mentionnées suite à la consultation prévue à l'article R. 513-12, le maire inscrit sur la liste électorale les salariés et les employeurs qui remplissent les conditions légales pour être électeurs et pour exercer leur droit de vote dans la commune."},{"type":"add","content":"La commission administrative prévue au III de l'article L. 513-3 est installée dès la phase d'élaboration de la liste des établissements de la commune appelés à déclarer leurs salariés. Elle donne un avis au maire sur cette liste."},{"type":"add","content":"La commission examine l'ensemble des observations mentionnées suite à la consultation prévue à l'article R. 513-12. Elle donne un avis sur les modifications à apporter aux documents préparatoires qui lui sont soumis\"."},{"type":"del","content":"La commission administrative prévue au septième alinéa de l'article L. 513-3 est composée du maire ou de son représentant, d'un délégué de l'administration désigné par le préfet ou le sous-préfet, d'un représentant de chacune des organisations professionnelles et syndicales les plus représentatives au plan national, d'un électeur employeur et d'un électeur salarié nommés par le conseil municipal, sur proposition du maire, parmi les électeurs inscrits sur la liste électorale prud'homale de la commune lors des dernières élections générales ainsi que d'un délégué désigné par le directeur départemental du travail, de l'emploi et de la formation professionnelle et d'un délégué désigné par le président du tribunal de grande instance. En cas d'impossibilité de désigner un électeur employeur ou un électeur salarié, le conseil municipal peut faire appel à toute personne inscrite sur la liste électorale établie en application du code électoral."},{"type":"del","content":"Il est désigné, pour chacun d'entre eux, un suppléant dans les mêmes formes."},{"type":"del","content":"Afin de préparer les travaux de la commission administrative, le maire peut créer des sous-commissions."},{"type":"del","content":"Le maire préside la commission. Il la convoque et en fixe l'ordre du jour. Le secrétariat de la commission est assuré par un agent de la commune."},{"type":"del","content":"Celui-ci tient à la dispositions des membres de la commission, au moins cinq jours avant la réunion, les documents nécessaires au travail de la commission\"."},{"type":"add","content":"Le maire préside la commission prévue au III de l'article L. 513-3."},{"type":"add","content":"Il la convoque et en fixe l'ordre du jour. Le secrétariat de la commission est assuré par un agent de la commune."},{"type":"add","content":"Le maire tient à la disposition des membres de la commission, au moins cinq jours avant la réunion, les documents nécessaires au travail de la commission\"."},{"type":"del","content":"Le maire établit la liste électorale en procédant à l'inscription dans chaque section des électeurs salariés et des électeurs employeurs. Il arrête cette liste à une date fixée par un arrêté du ministre chargé du travail. Il en transmet un exemplaire au préfet\"."},{"type":"add","content":"Le maire établit la liste électorale en procédant à l'inscription dans chaque section des électeurs salariés et des électeurs employeurs. Il arrête cette liste à une date fixée par un arrêté du ministre chargé du travail\"."},{"type":"del","content":"A une date fixée par un arrêté du ministre chargé du travail, la liste électorale de chaque commune est déposée au secrétariat de la mairie en vue de sa consultation par toute personne intéressée. Dans les villes divisées en plusieurs arrondissements municipaux, la liste des électeurs de chaque arrondissement est déposée au secrétariat de la mairie ou de la mairie annexe de cet arrondissement."},{"type":"del","content":"Le même jour, le maire avise les électeurs par voie d'affichage, du dépôt de la liste électorale, de la date de sa clôture mentionnée à l'article R. 513-21-1 et des voies et délais de recours contre l'inscription\"."},{"type":"add","content":"La liste électorale est déposée, à la date mentionnée à l'article R. 513-19, au secrétariat de la mairie en vue de sa consultation. Toutefois, dans les villes divisées en plusieurs arrondissements municipaux, la liste des électeurs de chaque arrondissement est déposée au secrétariat de la mairie annexe de cet arrondissement."},{"type":"add","content":"Le même jour, le maire avise les électeurs, par voie d'affichage, du dépôt de la liste électorale, de la date de sa clôture mentionnée à l'article R. 513-21-1 et des voies et délais de recours contre l'inscription."},{"type":"add","content":"Tout électeur de la commune peut prendre communication et, à ses frais, copie de la liste électorale à condition de s'engager à ne pas en faire un usage qui ne soit strictement lié à l'élection prud'homale."},{"type":"add","content":"Tout mandataire de liste peut prendre communication et copie, dans les mêmes conditions, de l'ensemble des listes électorales des communes du ressort du conseil de prud'hommes pour lequel il a déposé une liste de candidats."},{"type":"add","content":"A l'expiration du délai de huit jours suivant l'affichage des résultats du scrutin, la liste électorale ne peut plus être consultée\""},{"type":"del","content":"La contestation mentionnée à l'article L. 513-3 doit être adressée au maire au plus tard dans les vingt et un jours de l'affichage du dépôt de la liste. Lorsqu'elle porte sur l'inscription d'un cadre comme électeur employeur, elle est accompagnée de la délégation particulière d'autorité mentionnée au troisième alinéa de l'article L. 513-1. La contestation indique son objet, les nom, prénoms et adresse du requérant et la qualité en laquelle il agit; si elle concerne un ou plusieurs électeurs autres que le requérant, elle précise en outre les noms, prénoms et adresses de ceux-ci."},{"type":"del","content":"Le maire se prononce sur la contestation et notifie sa décision à son auteur dans le délai de quinze jours à compter de sa date de réception et au plus tard à la date de clôture mentionnée à l'article R. 513-21-1. La décision est motivée en cas de refus. Si sa décision a des conséquences sur la liste électorale d'une autre commune, il en avise le maire intéressé."},{"type":"add","content":"I. - La contestation mentionnée au premier alinéa du IV de l'article L. 513-3 indique son objet, les noms, prénoms et adresse du requérant et la qualité en laquelle il agit, si elle concerne un ou plusieurs électeurs autres que le requérant, elle précise en outre les noms, prénoms et adresses de ceux-ci."},{"type":"add","content":"Le maire se prononce sur la contestation et notifie sa décision à son auteur dans le délai de dix jours à compter de sa date de réception. La décision est motivée en cas de refus. Si sa décision a des conséquences sur la liste électorale d'une autre commune, il en avise le maire intéressé."},{"type":"del","content":"Le recours formé contre la décision du maire, en application de l'article L. 513-3, est porté, dans les formes prévues à l'article R. 513-22, devant le tribunal d'instance dans le ressort duquel est située la commune dont la liste est contestée, dans les dix jours à compter de la notification de la décision ou de la date à laquelle est née une décision implicite de rejet. L'auteur d'une action en représentation rapporte, par tout moyen, la preuve de l'avertissement préalable du ou des électeurs concernés par la contestation et de leur non-opposition à l'action engagée."},{"type":"del","content":"Le tribunal d'instance statue dans les dix jours du recours dans les formes prévues à l'article R. 513-23. Sa décision est notifiée par le secrétariat-greffe dans les formes prévues à l'article R. 513-24\"."},{"type":"add","content":"II. - Le recours formé contre la décision du maire est porté, dans les formes prévues à l'article R. 513-22, devant le tribunal d'instance, dans le ressort duquel est située la commune dont la liste est contestée, dans les dix jours à compter de la notification de la décision ou de la date à laquelle est née une décision implicite de rejet. L'auteur d'une action en représentation rapporte, par tout moyen, la preuve de l'avertissement préalable du ou des électeurs concernés par la contestation et de leur non-opposition à l'action engagée."},{"type":"add","content":"Le tribunal d'instance statue dans les dix jours du recours sans forme et sans frais et sur simple avertissement donné trois jours à l'avance aux parties intéressées. Sa décision est notifiée par le greffe dans les formes prévues à l'article R. 513-24\""},{"type":"del","content":"La liste électorale, rectifiée s'il y a lieu pour tenir compte des décisions du maire et des décisions judiciaires rendues en application du huitième alinéa de l'article L. 513-3, est close à une date fixée par arrêté du ministre chargé du travail\"."},{"type":"add","content":"La liste électorale, rectifiée s'il y a lieu pour tenir compte des décisions du maire et des décisions judiciaires rendues en application du premier alinéa du IV de l'article L. 513-3, est close à une date fixée par arrêté du ministre chargé du travail\"."},{"type":"del","content":"Sans préjudice des dispositions du deuxième alinéa du présent article, les contestations postérieures à la clôture de la liste électorale sont formées, dans les quinze jours de cette clôture, devant le tribunal d'instance dans le ressort duquel est située la commune dont la liste électorale prud'homale est contestée."},{"type":"del","content":"Les contestations tendant à la rectification d'omissions ou d'erreurs manifestes d'identification, d'inscription ou d'affectation d'un ou plusieurs électeurs dans une section, un collège ou une commune peuvent être portées jusqu'au jour du scrutin devant le tribunal d'instance sans observer, le cas échéant, les délais prévus à l'article R. 513-23."},{"type":"add","content":"Les contestations mentionnées au deuxième alinéa du IV de l'article L. 513-3 sont formées devant le tribunal d'instance dans le ressort duquel se situe la commune dont la liste électorale prud'homale est contestée."},{"type":"del","content":"Les recours contentieux prévus à l'article L. 513-3 sont formés par déclaration orale ou écrite, faite, remise ou adressée au secrétariat-greffe du tribunal d'instance. La déclaration indique les nom, prénoms et adresse du requérant, la qualité en laquelle il agit et l'objet du recours; si celui-ci concerne un ou plusieurs électeurs autres que le requérant, elle précise en outre les noms, prénoms et adresses de ceux-ci\"."},{"type":"add","content":"Les recours contentieux prévus à l'article L. 513-3 sont formés par déclaration orale ou écrite, faite, remise ou adressée au greffe du tribunal d'instance. La déclaration indique les nom, prénoms et adresse du requérant, la qualité en laquelle il agit et l'objet du recours; si celui-ci concerne un ou plusieurs électeurs autres que le requérant, elle précise en outre les noms, prénoms et adresses de ceux-ci\"."},{"type":"del","content":"La décision prise par le tribunal d'instance, en application des articles R. 513-21 et R. 513-21-2, est notifiée immédiatement par le secrétariat-greffe au requérant et, s'il y a lieu, aux électeurs intéressés par lettre recommandée avec demande d'avis de réception. Le secrétariat-greffe donne avis au préfet et au maire dans le même délai."},{"type":"add","content":"La décision prise par le tribunal d'instance, en application des articles R. 513-21 et R. 513-21-2, est notifiée immédiatement par le greffe au requérant et, s'il y a lieu, aux électeurs intéressés par lettre recommandée avec demande d'avis de réception. Le greffe donne avis au préfet et au maire dans le même délai."},{"type":"del","content":"Le pourvoi en cassation contre les décisions du tribunal d'instance mentionnées aux articles R. 513-21 et R. 513-21-2 est formé dans les dix jours suivant la notification de la décision du tribunal d'instance. Il n'est pas suspensif."},{"type":"del","content":"Les dispositions des articles R. 15-1 à R. 15-6 du code électoral sont applicables\"."},{"type":"add","content":"Le pourvoi en cassation contre les décisions du tribunal d'instance mentionnées aux articles R. 513-21 et R. 513-21-2 est formé dans les conditions fixées aux articles 999 à 1008 du nouveau code de procédure civile. Le délai de pourvoi court à compter de la notification du jugement."},{"type":"add","content":"Les parties sont dispensées du ministère d'avocat au Conseil d'Etat et à la Cour de cassation\"."},{"type":"del","content":"Les délais fixés par les articles R. 513-21, alinéas 1 et 5, R. 513-21-2 et R. 513-25 sont calculés et prorogés conformément aux dispositions des articles 640, 641, et 642 du nouveau code de procédure civile\"."},{"type":"del","content":"\"Art. R. 513-28 :"},{"type":"del","content":"Tout électeur de la commune peut, à ses frais, prendre communication et copie de la liste électorale prud'homale à condition de s'engager à ne pas en faire un usage qui ne soit strictement lié à l'élection prud'homale. Tout mandataire de liste peut prendre communication et copie, dans les mêmes conditions, de l'ensemble des listes électorales des communes du ressort du conseil de prud'hommes pour lequel il a déposé une liste de candidats."},{"type":"del","content":"A l'expiration du délai de huit jours suivant l'affichage des résultats du scrutin, la liste électorale ne peut plus être consultée\"."},{"type":"del","content":"\"Art. R. 513-30 :"},{"type":"del","content":"Les déclarations mentionnées aux articles R. 513-11 et R. 513-17 doivent être conformes aux modèles ou aux normes fixés par décret\"."},{"type":"add","content":"Les délais fixés par les articles R. 513-21 et R. 513-25 sont calculés et prorogés conformément aux dispositions des articles 640, 641, et 642 du nouveau code de procédure civile\"."},{"type":"del","content":"Le mandataire de la liste notifie à l'employeur, en application du quatrième alinéa de l'article L. 513-4, les noms et prénoms du ou des salariés de son entreprise qu'il entend présenter sur sa liste de candidats, soit par lettre recommandée avec demande d'avis de réception, soit par lettre remise contre récépissé. Ils sont communiqués simultanément à l'inspecteur du travail compétent ou à l'autorité qui en tient lieu\"."},{"type":"add","content":"Le mandataire de la liste notifie à l'employeur, en application du troisième alinéa de l'article L. 513-4, les noms et prénoms du ou des salariés de son entreprise qu'il entend présenter sur sa liste de candidats, soit par lettre recommandée avec demande d'avis de réception, soit par lettre remise contre récépissé. Ils sont communiqués simultanément à l'inspecteur du travail compétent ou à l'autorité qui en tient lieu\"."},{"type":"del","content":"\"Art. R. 513-32 :"},{"type":"del","content":"Aucune liste ne peut comporter un nombre de candidats inférieur au nombre de postes à pourvoir ni supérieur au double du nombre de postes à pourvoir\"."},{"type":"del","content":"Chaque liste fait l'objet d'une déclaration collective effectuée par un mandataire muni d'une procuration écrite signée de chaque candidat figurant sur la liste."},{"type":"del","content":"Cette déclaration collective précise :"},{"type":"del","content":"- le conseil de prud'hommes, le collège et la section de ce conseil auxquels les candidats de la liste se présentent ;"},{"type":"del","content":"- l'ordre de présentation des candidats figurant sur la liste ;"},{"type":"del","content":"- le titre de la liste."},{"type":"del","content":"A cette déclaration collective sont jointes une déclaration sur l'honneur attestant que la liste est recevable au sens de l'article L. 513-3-1 ainsi que les déclarations individuelles de chacun des candidats de la liste. Chaque déclaration individuelle est signée par le candidat."},{"type":"del","content":"Elle énumère les nom, prénoms, date et lieu de naissance, domicile du candidat."},{"type":"del","content":"Au cas où le candidat fait partie des catégories mentionnées au 1° de l'article L. 513-2, sa déclaration individuelle fait état de la liste électorale sur laquelle il est inscrit ou était en droit d'être inscrit."},{"type":"del","content":"Au cas où le candidat fait partie des catégories mentionnées au 2° de l'article L. 513-2, sa déclaration individuelle fait état des listes électorales prud'homales sur lesquelles il a été inscrit pendant trois ans au moins ainsi que l'activité professionnelle au titre de laquelle il a été inscrit\"."},{"type":"add","content":"Chaque liste fait l'objet d'une déclaration collective de candidature qui précise :"},{"type":"add","content":"1° Le conseil de prud'hommes, le collège et la section de ce conseil auxquels les candidats de la liste se présentent ;"},{"type":"add","content":"2° L'ordre de présentation des candidats figurant sur la liste ;"},{"type":"add","content":"3° Le titre de la liste."},{"type":"add","content":"A cette déclaration collective sont jointes une déclaration s ur l'honneur attestant que la liste est recevable au sens de l'article L. 513-3-1 et une déclaration individuelle de chacun des candidats de la liste signée par le candidat et énumérant ses noms, prénoms, date et lieu de naissance, domicile."},{"type":"add","content":"Au cas où le candidat fait partie des catégories mentionnées au 1° et au 2° de l'article L. 513-2, sa déclaration individuelle fait état de la liste électorale sur laquelle il est inscrit ou était en droit d'être inscrit."},{"type":"add","content":"Au cas où le candidat fait partie de la catégorie mentionnée au 3° de l'article L. 513-2, sa déclaration individuelle fait état de la ou des listes électorales prud'homales sur lesquelles il a été inscrit ainsi que de l'activité professionnelle au titre de laquelle il a été inscrit\"."},{"type":"del","content":"\"Art. R. 513-35 :"},{"type":"del","content":"Un arrêté ministériel fixe la période de dépôt des candidatures à la préfecture qui a dans son ressort le siège du conseil de prud\"hommes ainsi que la date à laquelle le préfet publie les listes de candidatures\"."},{"type":"del","content":"Il est délivré au mandataire de la liste un reçu de dépôt de l'ensemble des déclarations mentionnées aux articles R. 513-33 et R. 513-34\"."},{"type":"add","content":"et contrôle la régularité de la déclaration de candidature en s'assurant qu'elle satisfait à la condition fixée par le troisième alinéa de l'article L. 513-6 et qu'elle comporte l'ensemble des documents mentionnés aux articles R. 513-33 et R. 513-34."},{"type":"add","content":"Il est délivré au mandataire de la liste régulière un reçu d'enregistrement."},{"type":"add","content":"Le préfet notifie au mandataire de la liste irrégulière son refus d'enregistrement\"."},{"type":"del","content":"Le préfet publie les listes de candidatures. Ces listes sont affichées à la préfecture, dans la mairie de la commune où chaque conseil de prud'hommes a son siège et au secrétariat-greffe dudit conseil."},{"type":"del","content":"Aucun dépôt ou retrait individuel de candidature ne peut être opéré après l'expiration de la période de dépôt des candidatures mentionnée à l'article R. 513-35."},{"type":"add","content":"Le préfet publie les listes de candidatures qui sont régulières le jour suivant l'expiration de la période de dépôt en application de l'article L. 513-3-1. Ces listes sont affichées à la préfecture, dans la mairie de la commune où chaque conseil de prud'hommes a son siège et au secrétariat-greffe dudit conseil."},{"type":"add","content":"Aucun dépôt ou retrait individuel de candidature ne peut être opéré après le dépôt en préfecture des candidatures mentionné à l'article R. 513-33."},{"type":"del","content":"Les contestations relatives à l'éligibilité des candidats, la régularité et la recevabilité des listes de candidats peuvent être portées dans un délai de dix jours à partir de la publication mentionnée à l'article R. 513-37 devant le tribunal d'instance dans le ressort duquel se trouve le siège du conseil de prud'hommes. Le tribunal est saisi par une déclaration orale ou écrite, faite, remise ou adressée au secrétariat-greffe."},{"type":"add","content":"Les contestations relatives à l'éligibilité des candidats, à la régularité et à la recevabilité des listes sont portées, dans un délai de dix jours à partir de la publication mentionnée au premier alinéa de l'article R. 513-37 ou de la notification de la décision de refus du préfet d'enregistrer la liste mentionnée au troisième alinéa de l'article R. 513-36, devant le tribunal d'instance dans le ressort duquel se trouve le siège du conseil de prud'hommes. Le tribunal est saisi par déclaration orale ou écrite, faite, remise ou adressée au greffe."},{"type":"del","content":"Le tribunal d'instance statut sans formalité dans les dix jours. Sa décision est notifiée immédiatement par le secrétariat-greffe aux parties par lettre recommandée avec demande d'avis de réception. Le secrétariat-greffe en donne avis dans les trois jours au préfet et au procureur de la République lorsque ces autorités ne sont pas parties à la procédure. La décision n'est pas susceptible d'opposition\"."},{"type":"add","content":"Le tribunal d'instance statut sans formalité dans les dix jours. Sa décision est notifiée immédiatement par le greffe aux parties par lettre recommandée avec demande d'avis de réception. Le greffe en donne avis dans les trois jours au préfet et au procureur de la République lorsque ces autorités ne sont pas parties à la procédure. La décision n'est pas susceptible d'opposition\"."},{"type":"del","content":"Le pourvoi en cassation est formé dans les dix jours de la notification de la décision du tribunal d'instance. Il n'est pas suspensif. Les dispositions des articles R. 15-1 à R. 15-6 du code électoral sont applicables\"."},{"type":"add","content":"Le pourvoi en cassation est formé dans les conditions fixées aux articles 999 à 1008 du nouveau code de procédure civile. Le délai de pourvoi court à compter de la notification du jugement."},{"type":"add","content":"Les parties sont dispensées du ministère d'avocat au Conseil d'Etat et à la Cour de Cassation\"."},{"type":"del","content":"Un arrêté du préfet, pris dans les délais fixés par arrêté du ministre chargé du travail, fixe, au vu d'un double des listes électorales, la liste des bureaux de vote et précise, le cas échéant, la circonscription des bureaux de vote intercommunaux. Le préfet consulte à cet effet les maires, qui recueillent préalablement l'avis des commissions administratives mentionnées à l'article L. 513-3, et le directeur départemental du travail, de l'emploi et de la formation professionnelle. Il consulte également les représentants locaux des organisations professionnelles et syndicales les plus représentatives au plan national. Il s'assure que les bureaux de vote se situent le plus près possible des lieux de travail des électeurs concernés. Ils peuvent être installés dans des lieux publics ou privés avec l'accord des propriétaires\"."},{"type":"add","content":"Un arrêté du préfet, pris dans les délais fixés par arrêté du ministre chargé du travail, fixe, au vu des listes électorales, la liste des bureaux de vote et précise, le cas échéant, la circonscription des bureaux de vote intercommunaux. Le préfet consulte à cet effet les maires, qui recueillent préalablement l'avis de la commission mentionnée au III de l'article L. 513-3, et le directeur départemental du travail, de l'emploi et de la formation professionnelle. Il consulte également les représentants locaux des organisations professionnelles et syndicales les plus représentatives au plan national. Il s'assure que les bureaux de vote se situent le plus près possible des lieux de travail des électeurs concernés. Ils peuvent être installés dans des lieux publics ou privés avec l'accord des propriétaires\"."},{"type":"del","content":"Dans chaque commune, les cartes électorales sont établies par le maire. Elles mentionnent :"},{"type":"del","content":"- le nom, la date, le lieu de naissance et le domicile de l'électeur ;"},{"type":"del","content":"- la section et le collège dont il relève ;"},{"type":"del","content":"- le bureau de vote dont il dépend ;"},{"type":"del","content":"- le numéro d'ordre qui lui est attribué sur la liste d'émargement ;"},{"type":"del","content":"- l'attestation sur l'honneur par laquelle le titulaire de la carte certifie n'être l'objet d'aucune interdiction, déchéance ou incapacité relative à ses droits civiques ;"},{"type":"del","content":"- les horaires d'ouverture du bureau de vote fixés en application de l'article R. 513-55\"."},{"type":"add","content":"Les cartes électorales sont établies et envoyées par le centre de traitement, ou par les mairies lorsque celles-ci disposent des moyens pour les établir. Elles mentionnent :"},{"type":"add","content":"1° Les noms, les prénoms et domicile de l'électeur ;"},{"type":"add","content":"2° La section et le collège dont il relève ;"},{"type":"add","content":"3° Le bureau de vote dont il dépend ;"},{"type":"add","content":"4° Le numéro d'ordre qui lui est attribué sur la liste d'émargement ;"},{"type":"add","content":"5° L'attestation sur l'honneur par laquelle le titulaire de la carte certifie n'être l'objet d'aucune interdiction, déchéance ou incapacité relative à ses droits civiques ;"},{"type":"add","content":"6° Les horaires d'ouverture du bureau de vote\"."},{"type":"del","content":"Les cartes électorales sont envoyées au domicile des électeurs par la mairie."},{"type":"add","content":"Les cartes électorales sont envoyées au domicile des électeurs par voie postale."},{"type":"del","content":"Les cartes qui n'ont pas été remises à leurs titulaires sont retournées à la mairie expéditrice qui recherche la nouvelle adresse des intéressés et leur envoie leurs cartes. En cas d'impossibilité, elles sont remises le jour du scrutin au bureau de vote intéressé et y sont tenues à la disposition de leur titulaire. Elles ne peuvent être délivrées à l'électeur qu'au vu d'une pièce d'identité ou après authentification de son identité par deux témoins inscrits sur les listes du même bureau de vote."},{"type":"del","content":"Dans les communes où existent plusieurs bureaux de vote, elles sont remises le jour du scrutin au bureau de vote intéressé pour être mises à la disposition de leurs titulaires. Dans l'un et l'autre cas, elles ne peuvent être remises à l'électeur que sur le vu de pièces d'identité ou après authentification de son identité par deux témoins inscrits sur la liste du même bureau de vote."},{"type":"del","content":"Les règles posées à l'alinéa précédent s'appliquent lorsque les cartes électorales retournées à la mairie sont destinées à des électeurs appelés à voter dans un bureau intercommunal\"."},{"type":"add","content":"Les cartes qui n'ont pas été remises à leurs titulaires sont retournées à l'expéditeur\"."},{"type":"del","content":"Le nombre de bulletins de vote que chaque liste de candidats peut faire imprimer ne doit pas excéder de plus de 20 p. cent le double du nombre des électeurs dont cette liste sollicite les suffrages."},{"type":"add","content":"Le nombre de bulletins de vote que chaque liste de candidats peut faire imprimer ne doit pas excéder de plus de 10 % le double du nombre des électeurs dont cette liste sollicite les suffrages."},{"type":"del","content":"Elle est chargée *mission* :"},{"type":"add","content":"Elle est chargée  :"},{"type":"del","content":"Le mandataire de chaque liste fait connaître au président de la commission le nom du ou des imprimeurs choisis par elle."},{"type":"del","content":"Le président lui indique les caractéristiques et le nombre maximum des documents de chaque catégorie qu'il est autorisé à faire imprimer, ainsi que les tarifs maxima d'impression fixés en application de l'article R. 513-50."},{"type":"add","content":"Le président de la commission indique au mandataire de chaque liste les caractéristiques et le nombre maximum des documents de chaque catégorie qu'il est autorisé à faire imprimer, ainsi que les tarifs maxima d'impression fixés en application de l'article R. 513-50."},{"type":"del","content":"Il est remboursé aux listes qui ont obtenu au moins 5 p. cent des suffrages exprimés dans chaque collège et dans chaque section et qui n'ont pas été déclarées irrecevables en application du deuxième alinéa de l'article L. 513-3-1, le coût du papier et les frais d'impression des circulaires et bulletins de vote prévus respectivement aux articles R. 513-44 et R. 513-45."},{"type":"del","content":"Toutefois, seuls sont remboursés, sur présentation des pièces justificatives, les frais d'impression réellement exposés."},{"type":"add","content":"Il est remboursé aux listes qui ont obtenu au moins 5 % des suffrages exprimés dans une section d'un des deux collèges et qui n'ont pas été jugées irrecevables ou irrégulières en application de l'article L. 513-3-1, le coût du papier et les frais d'impression des circulaires et bulletins de vote prévus respectivement aux articles R. 513-44 et R. 513-45."},{"type":"add","content":"Toutefois, seuls sont remboursés, sur présentation des pièces justificatives, les frais d'impression réellement exposés et pour des circulaires et bulletins de vote produits conformément aux dispositions de l'article R. 39 du code électoral."},{"type":"del","content":"- le directeur départemental de la concurrence et de la consommation ou son représentant ;"},{"type":"del","content":"- un représentant des organisations professionnelles des imprimeurs désignés par le préfet, selon la nature des tarifs à établir."},{"type":"del","content":"En ce qui concerne l'impression, les tarifs ne peuvent s'appliquer qu'à des circulaires et bulletins de vote présentant les caractéristiques suivantes et excluant tous travaux de photogravure (clichés, simili ou trait) : papier blanc satiné, 56 grammes au mètre carré, Afnor II/1\"."},{"type":"add","content":"- le directeur départemental de la concurrence, de la consommation et de la répression des fraudes ou son représentant ;<RL    - un représentant des organisations professionnelles des imprimeurs désignés par le préfet, selon la nature des tarifs à établir."},{"type":"add","content":"En ce qui concerne l'impression, les tarifs ne peuvent s'appliquer qu'à des circulaires et bulletins de vote imprimés sur papier blanc et excluant tous travaux de photogravure\"."},{"type":"del","content":"Les autres dépenses de fonctionnement de la commission de propagande sont remboursées à chaque commission en fonction du nombre d'électeurs et du nombre de candidats, sur la base d'un barème établi par arrêté conjoint du ministre chargé de l'économie et des finances et du ministre chargé des affaires sociales\"."},{"type":"add","content":"Les autres dépenses de fonctionnement de la commission de propagande sont remboursées à chaque commission en fonction du nombre d'électeurs et du nombre de candidats, sur la base d'un barème établi par arrêté conjoint du ministre chargé de l'économie et des finances et du ministre chargé du travail\"."},{"type":"del","content":"Pendant les dix jours précédant l'élection, dans chaque commune, des emplacements spéciaux sont réservés par l'autorité municipale pour l'apposition des affiches électorales des listes de candidats."},{"type":"add","content":"Pendant les dix jours précédant l'élection et le jour de celle-ci, dans chaque commune, des emplacements spéciaux sont réservés par l'autorité municipale pour l'apposition des affiches électorales des listes de candidats."},{"type":"del","content":"Un emplacement est attribué à chaque liste dans l'ordre de dépôt des listes de candidats auprès du préfet."},{"type":"add","content":"Un emplacement est attribué à chaque organisation déposant des listes, dans l'ordre de dépôt des listes de candidats, quelle que soit la section, auprès du préfet. Cet ordre est conservé pour l'ensemble des sections\"."},{"type":"del","content":"Dans chaque bureau de vote, il y a un isoloir par 300 électeurs inscrits ou par fraction."},{"type":"del","content":"\"Art. R. 513-77 :"},{"type":"del","content":"Peuvent voter par correspondance les électeurs dont le lieu de travail est éloigné du bureau de vote d'une distance supérieure à cinq kilomètres, ceux auxquels leurs activités professionnelles ne permettent pas de se rendre au bureau de vote, ceux qui travaillent en dehors des heures d'ouverture du scrutin, ceux qui sont en congé régulier, ceux qui ne peuvent se déplacer en raison de leur état de santé\"."},{"type":"del","content":"\"Art. R. 513-78 :"},{"type":"del","content":"Tout électeur qui veut voter par correspondance doit remplir une déclaration sur l'honneur jointe à sa carte électorale attestant qu'il remplit l'une des conditions prévues à l'article R. 513-77\".<RL    \"Art. R. 513-80 :"},{"type":"del","content":"L'électeur place son bulletin de vote dans l'enveloppe électorale qu'il a reçue de la commission de propagande sans la cacheter. Il insère cette enveloppe et la carte électorale accompagnée de la déclaration sur l'honneur mentionnée à l'article R. 513-78, dûment remplie, dans la deuxième enveloppe qui porte la mention \"Election des conseillers prud'hommes. - Vote par correspondance\". Il complète cette enveloppe et l'adresse au président du bureau de vote destinataire des suffrages\"."},{"type":"del","content":"\"Art. R. 513-83 :"},{"type":"del","content":"Les plis de type officiel portant la mention \"Vote par correspondance\" sont conservés par les services des postes jusqu'au jour du scrutin."},{"type":"del","content":"Le jour du scrutin, les plis sont remis par les agents des postes aux présidents des bureaux de vote, qui leur en donnent décharge\".<RL    \"Art. R. 513-85 :"},{"type":"add","content":"\"Art. R. 513-85 :"},{"type":"del","content":"Lors de la clôture du scrutin, les déclarations sur l'honneur et les enveloppes ayant contenu les enveloppes électorales sont jointes aux listes d'émargement de chaque bureau de vote. Ces documents doivent être conservés pendant quatre mois après l'expiration des délais prescrits pour l'exercice des recours contre l'élection."},{"type":"del","content":"- les bulletins blancs ;"},{"type":"del","content":"- les bulletins désignant une liste qui n'a pas été régulièrement publiée ou dont l'irrégularité ou l'irrecevabilité a été constatée par le juge ;"},{"type":"del","content":"- les bulletins dans lesquels les votants se sont fait connaître  ;"},{"type":"del","content":"- les bulletins trouvés dans l'urne sans enveloppe ou dans des enveloppes non réglementaires ;"},{"type":"del","content":"- les bulletins imprimés sur papier de couleur ou à l'aide d'encre d'une autre couleur que le noir ;"},{"type":"del","content":"- les bulletins multiples trouvés dans la même enveloppe et concernant des listes différentes ;"},{"type":"del","content":"- les bulletins ou enveloppes portant des signes intérieurs ou extérieurs de reconnaissance ;"},{"type":"del","content":"- les bulletins ou enveloppes portant des mentions injurieuses pour les candidats ou pour des tiers ;"},{"type":"del","content":"- les bulletins comportant adjonction ou suppression de noms ou modifications de l'ordre de présentation des candidats."},{"type":"del","content":"- les bulletins manuscrits ne comportant pas les mentions prévues au troisième alinéa de l'article R. 513-45."},{"type":"add","content":"1° Les enveloppes sans bulletin ;"},{"type":"add","content":"2° Les bulletins blancs ;"},{"type":"add","content":"3° Les bulletins trouvés dans l'urne sans enveloppe ou dans des enveloppes non réglementaires ;"},{"type":"add","content":"4° Les bulletins multiples trouvés dans la même enveloppe et concernant des listes différentes ;"},{"type":"add","content":"5° Les bulletins désignant une liste qui n'a pas été régulièrement publiée ou dont l'irrégularité ou l'irrecevabilité a été constatée par le juge ;"},{"type":"add","content":"6° Les bulletins ou enveloppes ne correspondant pas au conseil, au collège ou à la section d'inscription de l'électeur ;"},{"type":"add","content":"7° Les bulletins comportant adjonction ou suppression de noms ou modifications de l'ordre de présentation des candidats ;"},{"type":"add","content":"8° Des bulletins imprimés d'un modèle différent de ceux qui ont été produits par les candidats ou qui comporte une mention manuscrite ;"},{"type":"add","content":"9° Les bulletins manuscrits ;"},{"type":"add","content":"10° Les bulletins non conformes à l'article R. 513-45 ;"},{"type":"add","content":"11° Les bulletins ou enveloppes portant des signes intérieurs ou extérieurs de reconnaissance ;"},{"type":"add","content":"12° Les bulletins ou enveloppes portant des mentions injurieuses pour les candidats ou pour des tiers ;"},{"type":"add","content":"13° Les circulaires utilisées comme bulletin."},{"type":"del","content":"Lorsqu'il y a plusieurs bureaux de vote dans la commune, le bureau installé à la mairie de la commune est le bureau centralisateur. Les procès-verbaux établis dans chacun des bureaux de vote sont transmis au bureau centralisateur, qui recense les résultats de la commune\"."},{"type":"add","content":"Lorsqu'il y a plusieurs bureaux de vote dans la commune, le bureau installé à la mairie de la commune est le bureau centralisateur pour les deux collèges. Les procès-verbaux établis dans chacun des bureaux de vote sont transmis au bureau centralisateur pour les deux collèges,  qui recense les résultats de la commune\"."},{"type":"del","content":"Après avoir recensé les votes de toutes les communes, la commission de recensement des votes du ressort du conseil attribue les sièges par collège et par section dans l'ordre de présentation de chaque liste en faisant application de la représentation proportionnelle avec répartition complémentaire suivant la règle de la plus forte moyenne conformément aux dispositions ci-après :"},{"type":"add","content":"Après avoir recensé les votes de toutes les communes et procédé, s'il y a lieu, au redressement des chiffres portés sur les procès-verbaux, la commission de recensement des votes du ressort du conseil attribue les sièges par collège et par section dans l'ordre de présentation de chaque liste en faisant application de la représentation proportionnelle avec répartition complémentaire suivant la règle de la plus forte moyenne conformément aux dispositions ci-après :"},{"type":"del","content":"En cas de contestation, les conseillers prud'hommes proclamés élus demeurent en fonctions jusqu'à ce qu'il ait été définitivement statué sur les recours\"."},{"type":"add","content":"Les conseillers prud'hommes dont l'élection est contestée peuvent valablement prêter serment, être installés et siéger tant qu'il n'a pas été définitivement statué sur le recours\"."},{"type":"del","content":"Le recours est formé par déclaration orale ou écrite faite, remise ou adressée au secrétariat-greffe du tribunal d'instance. La déclaration indique les nom, prénoms et adresse du requérant, la qualité en laquelle il agit et l'objet du recours. Si le recours met en cause l'éligibilité d'un candidat, l'éligibilité ou l'élection d'un élu, la déclaration mentionne les noms, prénoms et adresses de ces derniers. S'il porte sur la recevabilité ou la régularité d'une liste ou sur la régularité du scrutin, elle fait état, selon le cas, des noms, prénoms et adresses des mandataires de la liste contestée ou des mandataires de l'ensemble des listes."},{"type":"add","content":"Le recours est formé par déclaration orale ou écrite faite, remise ou adressée au greffe du tribunal d'instance. La déclaration indique les nom, prénoms et adresse du requérant, la qualité en laquelle il agit et l'objet du recours. Si le recours met en cause l'éligibilité d'un candidat, l'éligibilité ou l'élection d'un élu, la déclaration mentionne les noms, prénoms et adresses de ces derniers. S'il porte sur la recevabilité ou la régularité d'une liste ou sur la régularité du scrutin, elle fait état, selon le cas, des noms, prénoms et adresses des mandataires de la liste contestée ou des mandataires de l'ensemble des listes."},{"type":"del","content":"La décision prise par le tribunal d'instance est notifiée dans les trois jours par le secrétariat-greffe aux parties par lettre recommandée avec demande d'avis de réception. Le secrétariat-greffe en donne avis au préfet et au procureur de la République dans le même délai."},{"type":"add","content":"La décision prise par le tribunal d'instance est notifiée dans les trois jours par le greffe aux parties par lettre recommandée avec demande d'avis de réception. Le greffe en donne avis au préfet et au procureur de la République dans le même délai."},{"type":"del","content":"Le pourvoi en cassation est formé dans les dix jours suivant la notification de la décision du tribunal d'instance."},{"type":"del","content":"Les dispositions des articles R. 15-1 à R. 15-6 du code électoral sont applicables\"."},{"type":"add","content":"Le pourvoi en cassation est formé dans les conditions fixées aux articles 999 à 1008 du nouveau code de procédure civile. Le délai de pourvoi court à compter de la notification du jugement. Le pourvoi est suspensif."},{"type":"add","content":"Les parties sont dispensées du ministère d'avocat au Conseil d'Etat et à la Cour de cassation\"."},{"type":"del","content":"Dans un délai d'un mois à compter de la réception du procès-verbal mentionné à l'article R. 513-107, le procureur de la République près le tribunal de grande instance dans le ressort duquel se trouve le siège du conseil de prud'hommes invite les conseillers prud\"hommes nouvellement élus, qui n'ont pas encore exercé de fonctions judiciaires dans un conseil de prud'hommes, à se présenter à l'audience de ce tribunal pour prêter individuellement le serment suivant : \" Je jure de remplir mes devoirs avec zèle et intégrité et de garder le secret des délibérations \"."},{"type":"add","content":"Le procureur de la République près le tribunal de grande instance dans le ressort duquel se trouve le siège du conseil de prud'hommes invite, dans le courant du mois de janvier de l'année qui suit les élections générales, les conseillers prud'hommes nouvellement élus, qui n'ont pas encore exercé de fonctions judiciaires dans un conseil de prud'hommes, à se présenter à l'audience de ce tribunal pour prêter individuellement le serment suivant : \"Je jure de remplir mes devoirs avec zèle et intégrité et de garder le secret des délibérations\"."},{"type":"del","content":"Si les vacances sont constatées ou les augmentations des effectifs décidées après expiration de la période mentionnée à l'alinéa précédent, une nouvelle liste électorale est établie. La liste est établie par le maire, assisté de la commission administrative prévue au septième alinéa de l'article L. 513-3, à partir des déclarations nominatives qui lui sont directement adressées par les employeurs et les salariés involontairement privés d'emplois concernés\"."},{"type":"add","content":"Si les vacances sont constatées ou les augmentations des effectifs décidées après expiration de la période mentionnée à l'alinéa précédent, une nouvelle liste électorale est établie. La liste est établie par le maire, assisté de la commission administrative prévue à l'article L. 513-3 à partir des déclarations nominatives mentionnées au même article\"."},{"type":"del","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'organisation judiciaire - article L513-1 AUTONOME VIGUEUR, en vigueur depuis le 2006-06-09 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'organisation judiciaire - article L513-8 AUTONOME ABROGE, en vigueur du 2006-06-09 au 2023-11-22 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'organisation judiciaire - article L513-3 AUTONOME ABROGE, en vigueur du 2006-06-09 au 2023-11-22 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code électoral - article R33 AUTONOME VIGUEUR, en vigueur depuis le 1976-03-30 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'organisation judiciaire - article L513-2 AUTONOME VIGUEUR, en vigueur depuis le 2006-06-09 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés - article 15 AUTONOME MODIFIE, en vigueur du 2009-05-14 au 2016-01-28 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°2006-665 du 7 juin 2006 relatif à la réduction du nombre et à la simplification de la composition de diverses commissions administratives. - article 51 ENTIEREMENT_MODIF, en vigueur depuis le 2006-08-01 MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés - article 15 AUTONOME MODIFIE, en vigueur du 2004-08-07 au 2009-05-14 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés - article 15 AUTONOME MODIFIE, en vigueur du 2016-01-28 au 2018-05-25 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés - article 15 AUTONOME VIGUEUR, en vigueur depuis le 2019-06-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés - article 15 AUTONOME MODIFIE, en vigueur du 1980-01-01 au 2004-08-07 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés - article 15 AUTONOME MODIFIE, en vigueur du 2018-05-25 au 2019-06-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"Décret n° 73-314 du 14 mars 1973 portant création d'un système national d'identification et d'un ‎répertoire des entreprises et de leurs établissements CITATION cible"},{"type":"add","content":"Décret n°78-330 du 16 mars 1978 INSTITUANT LE CODE DE L'ORGANISATION JUDICIAIRE (2EME PARTIE: REGLEMENTAIRE) ET ABROGEANT CERTAINES DISPOSITIONS RELATIVES A CETTE ORGANISATION CODIFICATION cible"},{"type":"del","content":"Décret n°78-330 du 16 mars 1978 INSTITUANT LE CODE DE L'ORGANISATION JUDICIAIRE (2EME PARTIE: REGLEMENTAIRE) ET ABROGEANT CERTAINES DISPOSITIONS RELATIVES A CETTE ORGANISATION CODIFICATION cible"},{"type":"add","content":"Décret n° 2007-1548 du 30 octobre 2007 relatif aux élections prud'homales et modifiant certaines dispositions du code du travail (deuxième partie : décrets en Conseil d'Etat) (rectificatif) MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":"      CITATION source Code rural 1144"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1973-03-14 CITATION source Décret n° 73-314 du 14 mars 1973 portant création d'un système national d'identification et d'un ‎répertoire des entreprises et de leurs établissements"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1978-01-06 CITATION source Loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés - article 15 AUTONOME MODIFIE, en vigueur du 1980-01-01 au 2004-08-07"},{"type":"del","content":""},{"type":"del","content":"2006-06-07 MODIFICATION source Décret n°2006-665 du 7 juin 2006 relatif à la réduction du nombre et à la simplification de la composition de diverses commissions administratives. - article 51 ENTIEREMENT_MODIF, en vigueur depuis le 2006-08-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code électoral - article L113 AUTONOME MODIFIE, en vigueur du 1977-12-31 au 1989-01-04"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code électoral - article R33 AUTONOME VIGUEUR, en vigueur depuis le 1976-03-30"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code électoral VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de l'organisation judiciaire - article L513-1 AUTONOME VIGUEUR, en vigueur depuis le 2006-06-09"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de l'organisation judiciaire - article L513-2 AUTONOME VIGUEUR, en vigueur depuis le 2006-06-09"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de l'organisation judiciaire - article L513-3 AUTONOME ABROGE, en vigueur du 2006-06-09 au 2023-11-22"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de l'organisation judiciaire - article L513-8 AUTONOME ABROGE, en vigueur du 2006-06-09 au 2023-11-22"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de l'organisation judiciaire VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code du travail VIGUEUR"},{"type":"add","content":"2007-10-30 MODIFICATION source Décret n° 2007-1548 du 30 octobre 2007 relatif aux élections prud'homales et modifiant certaines dispositions du code du travail (deuxième partie : décrets en Conseil d'Etat) (rectificatif)"},{"type":"del","content":""},{"type":"del","content":"      CITATION source Nouveau code de procédure civile 640, 641, 642"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/01/LEGIARTI000006520167.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/01/LEGIARTI000006520167.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/01/LEGIARTI000006520167.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/01/LEGIARTI000006520168.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/01/LEGIARTI000006520168.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/01/LEGIARTI000006520168.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006520167)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006520168)"}],"status":"modified"},{"filename":"partie_reglementaire_ancienne_-_decrets_en_conseil_d_etat/livre_viii/titre_iii/article_r831-1.md","articleName":"Article R831-1","additions":74,"deletions":20,"diff":[{"type":"del","content":"Les dispositions applicables au secrétariat-greffe des conseils de prud'hommes sont fixées par les articles R. 512-18 à R. 512-35 du Code du travail, qui sont ainsi rédigés :"},{"type":"add","content":"Les dispositions applicables au greffe des conseils de prud'hommes sont fixées par les articles R. 512-18 à R. 512-35 du Code du travail, qui sont ainsi rédigés :"},{"type":"del","content":"Chaque conseil de prud'hommes comporte un secrétariat-greffe\"."},{"type":"add","content":"Chaque conseil de prud'hommes comporte un greffe\"."},{"type":"del","content":"Le premier président de la cour d'appel fixe, après avis du président du conseil de prud'hommes, les jours et heures d'ouverture au public du secrétariat-greffe\"."},{"type":"add","content":"Le premier président de la cour d'appel fixe, après avis du président du conseil de prud'hommes, les jours et heures d'ouverture au public du greffe\"."},{"type":"del","content":"Le greffier en chef administre le personnel du secrétariat-greffe. Il le répartit et l'affecte dans les différents services du conseil\"."},{"type":"add","content":"Le greffier en chef administre le personnel du greffe. Il le répartit et l'affecte dans les différents services du conseil\"."},{"type":"del","content":"Selon les besoins du service, le greffier en chef peut désigner sous sa responsabilité un ou plusieurs agents du secrétariat-greffe pour exercer partie des fonctions qui lui sont attribuées aux articles précédents\"."},{"type":"add","content":"Selon les besoins du service, le greffier en chef peut désigner sous sa responsabilité un ou plusieurs agents du greffe pour exercer partie des fonctions qui lui sont attribuées aux articles précédents\"."},{"type":"del","content":"A défaut de greffier en chef adjoint, un chef de service ou un autre agent du secrétariat-greffe est désigné dans les mêmes conditions\"."},{"type":"add","content":"A défaut de greffier en chef adjoint, un chef de service ou un autre agent du greffe est désigné dans les mêmes conditions\"."},{"type":"del","content":"Ils peuvent diriger plusieurs services du secrétariat-greffe ou contrôler l'activité de tout ou partie du personnel\"."},{"type":"add","content":"Ils peuvent diriger plusieurs services du greffe ou contrôler l'activité de tout ou partie du personnel\"."},{"type":"del","content":"Les chefs de service de secrétariat-greffe sont placés à la tête d'un ou de plusieurs services. Ils assistent le greffier en chef en l'absence de greffier en chef adjoint\""},{"type":"add","content":"Les chefs de service de greffe sont placés à la tête d'un ou de plusieurs services. Ils assistent le greffier en chef en l'absence de greffier en chef adjoint\""},{"type":"del","content":"Les greffiers en chef adjoints, les chefs de service de secrétariat-greffe et les fonctionnaires du corps des secrétaires-greffiers exercent, dans l'affectation qui leur est donnée par le greffier en chef, les attributions confiées à celui-ci par l'article R. 512-24\"."},{"type":"add","content":"Les greffiers en chef adjoints, les chefs de service de greffe et les fonctionnaires du corps des secrétaires-greffiers exercent, dans l'affectation qui leur est donnée par le greffier en chef, les attributions confiées à celui-ci par l'article R. 512-24\"."},{"type":"del","content":"Des personnels appartenant aux catégories C et D et, le cas échéant, des auxilaires et des vacataires, concourent au fonctionnement des différents services des secrétariats-greffes."},{"type":"add","content":"Des personnels appartenant aux catégories C et D et, le cas échéant, des auxilaires et des vacataires, concourent au fonctionnement des différents services des greffes."},{"type":"del","content":"Selon les besoins du service, les agents des secrétariats-greffes peuvent être délégués dans les services administratifs d'un autre conseil de prud'hommes du ressort de la même cour d'appel."},{"type":"add","content":"Selon les besoins du service, les agents des greffes peuvent être délégués dans les services administratifs d'un autre conseil de prud'hommes du ressort de la même cour d'appel."},{"type":"del","content":"Décret n° 2007-352 du 14 mars 2007 relatif aux services administratifs régionaux judiciaires - article 9 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"Code du travail - article R512-9 AUTONOME MODIFIE, en vigueur du 1982-12-21 au 1983-08-02 CONCORDANCE cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article R512-8 AUTONOME MODIFIE, en vigueur du 1979-12-02 au 1992-02-13 CONCORDANCE cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article L51-10-2 AUTONOME MODIFIE, en vigueur du 1982-05-07 au 1986-12-31 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article L51-10-2 AUTONOME MODIFIE, en vigueur du 1979-01-19 au 1982-05-07 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article L51-10-2 AUTONOME ABROGE, en vigueur du 2006-12-31 au 2008-05-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article R512-8 AUTONOME MODIFIE, en vigueur du 1973-11-23 au 1979-01-19 CONCORDANCE cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article R512-8 AUTONOME MODIFIE, en vigueur du 1979-01-19 au 1979-12-02 CONCORDANCE cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article R512-9 AUTONOME MODIFIE, en vigueur du 1973-11-23 au 1979-01-19 CONCORDANCE cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article R512-9 AUTONOME MODIFIE, en vigueur du 1979-01-19 au 1979-12-02 CONCORDANCE cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article R512-9 AUTONOME MODIFIE, en vigueur du 1983-08-02 au 1992-02-13 CONCORDANCE cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article R512-8 AUTONOME ABROGE, en vigueur du 1992-02-13 au 2008-05-01 CONCORDANCE cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article R512-9 AUTONOME MODIFIE, en vigueur du 1979-12-02 au 1982-12-21 CONCORDANCE cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article R512-9 AUTONOME ABROGE, en vigueur du 1992-02-13 au 2008-05-01 CONCORDANCE cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article L51-10-2 AUTONOME MODIFIE, en vigueur du 1973-11-23 au 1979-01-19 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2008-522 du 2 juin 2008 portant refonte de la partie réglementaire du code de l'organisation judiciaire Les dispositions réglementaires du code de l'organisation judiciaire font l'objet d'une publication spéciale annexée au Journal officiel de ce jour. - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2008-06-05 ABROGE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article L51-10-2 AUTONOME MODIFIE, en vigueur du 1986-12-31 au 2006-12-31 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n°79-1071 du 12 décembre 1979 portant statuts particuliers des greffiers en chef et des secrétaires-greffiers des conseils de prud'hommes et fixant les dispositions transitoires relatives à l'intégration des secrétaires adjoints des conseils de prud'hommes. - article 34 AUTONOME VIGUEUR, en vigueur depuis le 1984-11-25 CITATION cible"},{"type":"add","content":""},{"type":"add","content":"Décret n° 2007-1548 du 30 octobre 2007 relatif aux élections prud'homales et modifiant certaines dispositions du code du travail (deuxième partie : décrets en Conseil d'Etat) (rectificatif) MODIFICATION cible"},{"type":"add","content":""},{"type":"del","content":"2007-03-14 MODIFICATION source Décret n° 2007-352 du 14 mars 2007 relatif aux services administratifs régionaux judiciaires - article 9 ENTIEREMENT_MODIF"},{"type":"add","content":"2007-10-30 MODIFICATION source Décret n° 2007-1548 du 30 octobre 2007 relatif aux élections prud'homales et modifiant certaines dispositions du code du travail (deuxième partie : décrets en Conseil d'Etat) (rectificatif)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2008-06-02 ABROGE cible Décret n° 2008-522 du 2 juin 2008 portant refonte de la partie réglementaire du code de l'organisation judiciaire Les dispositions réglementaires du code de l'organisation judiciaire font l'objet d'une publication spéciale annexée au Journal officiel de ce jour. - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2008-06-05"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code du travail VIGUEUR"},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code du travail VIGUEUR"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/03/LEGIARTI000006520343.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/03/LEGIARTI000006520343.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/03/LEGIARTI000006520343.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/03/LEGIARTI000006520344.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/03/LEGIARTI000006520344.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/03/LEGIARTI000006520344.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006520343)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006520344)"}],"status":"modified"}],"stats":{"additions":182,"deletions":241,"filesChanged":2}}