{"sha":"9779426ac56f","date":"2021-01-01","message":"Décret n° 2020-1151 du 18 septembre 2020 modifiant le ressort de certaines juridictions à la suite de la création de communes nouvelles","files":[{"filename":"partie_reglementaire/annexes/article_annexe_tableau_iv.md","articleName":"Article ANNEXE TABLEAU IV","additions":13,"deletions":21,"diff":[{"type":"del","content":"        Cantons d'Argent-sur-Sauldre, Aubigny-sur-Nère, Baugy, Bourges 1er Canton, Bourges 2e Canton, Bourges 3e Canton, Bourges 4e Canton, Bourges 5e Canton, Chârost, Graçay, Henrichemont, La Chapelle-d'Angillon, Les Aix-d'Angillon, Léré, Levet, Lury-sur-Arnon, Mehun-sur-Yèvre, Saint-Doulchard, Saint-Martin-d'Auxigny, Sancergues, Sancerre, Vailly-sur-Sauldre, Vierzon 1er Canton et Vierzon 2e Canton."},{"type":"add","content":"        Cantons d'Argent-sur-Sauldre, Aubigny-sur-Nère, Baugy, Bourges 1er Canton, Bourges 2e Canton, Bourges 3e Canton, Bourges 4e Canton, Bourges 5e Canton, Chârost, Graçay, Henrichemont, La Chapelle-d'Angillon, Les Aix-d'Angillon, Léré, Levet, Lury-sur-Arnon, Mehun-sur-Yèvre, Saint-Doulchard, Saint-Martin-d'Auxigny, Sancergues, Sancerre, Vailly-sur-Sauldre, Vierzon 1er Canton et Vierzon 2e Canton et commune de Corquoy."},{"type":"del","content":"        Cantons de Charenton-du-Cher, Châteaumeillant, Châteauneuf-sur-Cher, Dun-sur-Auron, La Guerche-sur-l'Aubois, Le Châtelet, Lignières, Nérondes, Saint-Amand-Montrond, Sancoins et Saulzais-le-Potier."},{"type":"add","content":"        Cantons de Charenton-du-Cher, Châteaumeillant, Châteauneuf-sur-Cher (à l'exception de la fraction de commune de Corquoy), Dun-sur-Auron, La Guerche-sur-l'Aubois, Le Châtelet, Lignières, Nérondes, Saint-Amand-Montrond, Sancoins et Saulzais-le-Potier."},{"type":"del","content":"        Cantons de Barneville-Carteret, Beaumont-Hague, Bricquebec, Cherbourg-Octeville-Nord-Ouest, Cherbourg-Octeville-Sud-Est, Cherbourg-Octeville-Sud-Ouest, Équeurdreville-Hainneville, Les Pieux, Montebourg, Quettehou, Sainte-Mère-Église (à l'exception de la fraction de commune de Carentan les Marais), Saint-Pierre-Église, Saint-Sauveur-le-Vicomte, Tourlaville et Valognes et commune de Picauville."},{"type":"add","content":"        Cantons de Barneville-Carteret, Beaumont-Hague, Bricquebec, Cherbourg-Octeville-Nord-Ouest, Cherbourg-Octeville-Sud-Est, Cherbourg-Octeville-Sud-Ouest, Équeurdreville-Hainneville, Les Pieux, Montebourg, Quettehou, Sainte-Mère-Église (à l'exception de la fraction de commune de Carentan-les-Marais), Saint-Pierre-Église, Saint-Sauveur-le-Vicomte, Tourlaville et Valognes et communes de Picauville et de Port-Bail-Sur-Mer."},{"type":"del","content":"        Cantons de Bréhal, Canisy, Carentan, Cerisy-la-Salle, Coutances, Gavray, La Haye-du-Puits (à l'exception de la fraction de commune de Picauville), Lessay, Marigny, Montmartin-sur-Mer, Percy, Périers, Saint-Clair-sur-l'Elle, Saint-Jean-de-Daye, Saint-Lô-Est, Saint-Lô-Ouest, Saint-Malo-de-la-Lande, Saint-Sauveur-Lendelin, Tessy-sur-Vire et Torigni-sur-Vire et communes de Carentan les Marais et de Tessy-Bocage."},{"type":"add","content":"        Cantons de Bréhal, Canisy, Carentan, Cerisy-la-Salle, Coutances, Gavray, La Haye-du-Puits (à l'exception des fractions de communes de Picauville et de Port-Bail-sur-Mer), Lessay, Marigny, Montmartin-sur-Mer, Percy, Périers, Saint-Clair-sur-l'Elle, Saint-Jean-de-Daye, Saint-Lô-Est, Saint-Lô-Ouest, Saint-Malo-de-la-Lande, Saint-Sauveur-Lendelin, Tessy-sur-Vire et Torigni-sur-Vire et communes de Carentan-les-Marais et de Tessy-Bocage."},{"type":"del","content":"        Cantons d'Alençon 1er Canton, Alençon 2e Canton, Alençon 3e Canton, Bazoches-sur-Hoëne, Bellême, Carrouges, Courtomer, L'Aigle-Est, L'Aigle-Ouest, Le Theil, Le Mêle-sur-Sarthe, Longny-au-Perche, Mortagne-au-Perche, Moulins-la-Marche, Nocé, Pervenchères, Rémalard, Sées et Tourouvre et commune de Chailloué."},{"type":"add","content":"        Cantons d'Alençon 1er Canton, Alençon 2e Canton, Alençon 3e Canton, Bazoches-sur-Hoëne, Bellême, Carrouges, Courtomer, L'Aigle-Est, L'Aigle-Ouest, Le Theil, Le Mêle-sur-Sarthe, Longny-au-Perche, Mortagne-au-Perche, Moulins-la-Marche, Nocé, Pervenchères, Rémalard, Sées (à l'exception de la fraction de commune de Mortrée) et Tourouvre et commune de Chailloué."},{"type":"del","content":"        Cantons d'Argentan-Est, Argentan-Ouest, Briouze, Écouché, Exmes, Gacé, La Ferté-Frênel, Le Merlerault, Mortrée (à l'exception de la fraction de commune de Chailloué), Putanges-Pont-Écrepin, Trun et Vimoutiers."},{"type":"add","content":"        Cantons d'Argentan-Est, Argentan-Ouest, Briouze, Écouché, Exmes, Gacé, La Ferté-Frênel, Le Merlerault, Mortrée (à l'exception de la fraction de commune de Chailloué), Putanges-Pont-Écrepin, Trun et Vimoutiers et commune de Mortrée."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Conformément aux I et III de l’article 13 du décret n° 2019-914 du 30 août 2019, ces dispositions entrent en vigueur le 1er janvier 2020 et sont applicables aux procédures en cours à leur date d'entrée en vigueur, dans les conditions déterminées par les IV à VIII de l'article 40 du décret n° 2019-912 du 30 août 2019."},{"type":"add","content":"Conformément à l’article 2 du décret n° 2020-1151 du 18 septembre 2020, ces dispositions entrent en vigueur le 1er janvier 2021."},{"type":"del","content":"Décret n° 2019-914 du 30 août 2019 modifiant le code de l'organisation judiciaire et portant diverses adaptations pour l'application de l'article 95 de la loi n° 2019-222 du 23 mars 2019 de programmation 2018-2022 et de réforme pour la justice - article ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2020-1563 du 10 décembre 2020 portant création de la chambre de proximité de Louviers et transférant le siège de la chambre de proximité des Andelys du tribunal judiciaire d'Evreux au sein de la commune de Louviers - article ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Décret n° 2020-1151 du 18 septembre 2020 modifiant le ressort de certaines juridictions à la suite de la création de communes nouvelles - article ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2019-08-30 MODIFIE cible Décret n° 2019-914 du 30 août 2019 modifiant le code de l'organisation judiciaire et portant diverses adaptations pour l'application de l'article 95 de la loi n° 2019-222 du 23 mars 2019 de programmation 2018-2022 et de réforme pour la justice - article ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2020-12-10 MODIFIE cible Décret n° 2020-1563 du 10 décembre 2020 portant création de la chambre de proximité de Louviers et transférant le siège de la chambre de proximité des Andelys du tribunal judiciaire d'Evreux au sein de la commune de Louviers - article ENTIEREMENT_MODIF"},{"type":"add","content":"2020-09-18 MODIFIE cible Décret n° 2020-1151 du 18 septembre 2020 modifiant le ressort de certaines juridictions à la suite de la création de communes nouvelles - article ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/39/06/02/LEGIARTI000039060222.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/39/06/02/LEGIARTI000039060222.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/39/06/02/LEGIARTI000039060222.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/42/34/67/LEGIARTI000042346756.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/42/34/67/LEGIARTI000042346756.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/42/34/67/LEGIARTI000042346756.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000039060222)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000042346756)"}],"status":"modified"}],"stats":{"additions":13,"deletions":21,"filesChanged":1}}