{"sha":"77cbc0c16713","date":"2013-04-26","message":"Décret n° 2013-346 du 24 avril 2013 relatif aux obligations de facturation en matière de taxe sur la valeur ajoutée et au stockage des factures électroniques","files":[{"filename":"partie_reglementaire_-_decrets_en_conseil_d_etat/deuxieme_partie/titre_ii/chapitre_ii_bis/article_r102_c-1.md","articleName":"Article R102 C-1","additions":17,"deletions":20,"diff":[{"type":"del","content":"I. - Pour l'application des dispositions de l'article L. 102 C, les assujettis ne peuvent stocker les factures transmises par voie électronique dans un pays non lié à la France par une convention prévoyant, d'une part, une assistance mutuelle ayant une portée similaire à celle prévue par la directive 76/308/CEE du Conseil du 15 mars 1976 concernant l'assistance mutuelle en matière de recouvrement des créances relatives à certaines cotisations, droits, taxes et autres mesures, par la directive 77/799/CEE du Conseil du 19 décembre 1977 concernant l'assistance mutuelle des autorités compétentes des Etats membres dans le domaine des impôts directs et indirects et le règlement (CEE) n° 218/92 du Conseil du 27 janvier 1992 concernant la coopération administrative dans le domaine des impôts indirects (TVA) et, d'autre part, un droit d'accès en ligne, de téléchargement et d'utilisation de l'ensemble des données concernées."},{"type":"add","content":"I. – Pour l'application des dispositions de l'article L. 102 C, les assujettis ne peuvent stocker les factures transmises par voie électronique dans un pays non lié à la France par une convention prévoyant soit une assistance mutuelle ayant une portée similaire à celle prévue par la directive 2010/24/UE du Conseil du 16 mars 2010 concernant l'assistance mutuelle en matière de recouvrement des créances relatives aux taxes, impôts, droits et autres mesures et le règlement (UE) n° 904/2010 du Conseil du 7 octobre 2010 concernant la coopération administrative et la lutte contre la fraude dans le domaine de la taxe sur la valeur ajoutée, soit un droit d'accès en ligne, de téléchargement et d'utilisation de l'ensemble des données concernées."},{"type":"del","content":"II. - La déclaration du lieu de stockage prévue à l'article L. 102 C précité s'effectue sur papier libre ou par voie électronique. Elle comporte les nom et adresse des clients ou des tiers chargés du stockage ainsi que les périodes concernées par celui-ci. Les assujettis sont tenus de déclarer toute modification du lieu de stockage dans le mois qui suit la survenance d'un tel événement au service des impôts auprès duquel ils déposent leur déclaration de résultats ou de bénéfices."},{"type":"add","content":"II. – La déclaration du lieu de stockage prévue à l'article L. 102 C précité s'effectue sur papier libre ou par voie électronique. Elle comporte les nom et adresse des clients ou des tiers chargés du stockage ainsi que les périodes concernées par celui-ci. Les assujettis sont tenus de déclarer toute modification du lieu de stockage dans le mois qui suit la survenance d'un tel événement au service des impôts auprès duquel ils déposent leur déclaration de résultats ou de bénéfices."},{"type":"del","content":"III. - Pour l'application de l'article L. 102 C précité, l'assujetti s'assure que les factures et données détenues par lui-même ou, en son nom et pour son compte, par un client ou par un tiers sont accessibles dans le meilleur délai depuis son siège ou son principal établissement en cas de contrôle de l'administration, quel que soit le lieu de détention de ces documents."},{"type":"add","content":"III. – Pour l'application de l'article L. 102 C précité, l'assujetti s'assure que les factures et données détenues par lui-même ou, en son nom et pour son compte, par un client ou par un tiers sont accessibles dans le meilleur délai depuis son siège ou son principal établissement en cas de contrôle de l'administration, quel que soit le lieu de détention de ces documents."},{"type":"del","content":"Décret n° 2003-632 du 7 juillet 2003 relatif aux obligations de facturation en matière de taxe sur la valeur ajoutée et modifiant l'annexe II au code général des impôts et la deuxième partie du livre des procédures fiscales - article 2 ENTIEREMENT_MODIF CREATION cible"},{"type":"add","content":"Livre des procédures fiscales - article L102 C AUTONOME MODIFIE, en vigueur du 2003-07-01 au 2013-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":"      CITATION source Directive 76-308 CEE 1976-03-15 (Conseil)"},{"type":"add","content":"Livre des procédures fiscales - article L102 C AUTONOME VIGUEUR, en vigueur depuis le 2017-03-31 CITATION cible"},{"type":"del","content":"      CITATION source Directive 77-799 CEE 1977-12-19 (Conseil)"},{"type":"add","content":"Livre des procédures fiscales - article L102 C AUTONOME MODIFIE, en vigueur du 2013-01-01 au 2017-03-31 CITATION cible"},{"type":"del","content":"2003-07-07 CREATION source Décret n° 2003-632 du 7 juillet 2003 relatif aux obligations de facturation en matière de taxe sur la valeur ajoutée et modifiant l'annexe II au code général des impôts et la deuxième partie du livre des procédures fiscales - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":"Décret n° 2013-346 du 24 avril 2013 relatif aux obligations de facturation en matière de taxe sur la valeur ajoutée et au stockage des factures électroniques - article 3 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"del","content":"      HISTO source Edition du 31 août 2003"},{"type":"add","content":"2013-04-24 MODIFIE cible Décret n° 2013-346 du 24 avril 2013 relatif aux obligations de facturation en matière de taxe sur la valeur ajoutée et au stockage des factures électroniques - article 3 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":"      CITATION source Règlement 218-92 CEE 1992-01-27 (Conseil)"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/31/62/LEGIARTI000006316259.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/31/62/LEGIARTI000006316259.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/31/62/LEGIARTI000006316259.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/35/64/LEGIARTI000027356488.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/35/64/LEGIARTI000027356488.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/27/35/64/LEGIARTI000027356488.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006316259)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000027356488)"}],"status":"modified"}],"stats":{"additions":17,"deletions":20,"filesChanged":1}}