{"sha":"967a2a4e8deb","date":"2019-03-13","message":"Ordonnance n° 2019-183 du 11 mars 2019 relative au cadre de fixation des redevances liées à l'utilisation de l'infrastructure ferroviaire ainsi qu'à l'élaboration et à l'actualisation du contrat entre l'Etat et SNCF Réseau","files":[{"filename":"partie_legislative/deuxieme_partie/livre_ier/titre_ier/chapitre_ier/section_2/sous-section_1/article_l2111-10.md","articleName":"Article L2111-10","additions":31,"deletions":29,"diff":[{"type":"del","content":"SNCF Réseau conclut avec l'Etat un contrat d'une durée de dix ans, actualisé tous les trois ans pour une durée de dix ans. Le projet de contrat et les projets d'actualisation sont soumis pour avis à l' Autorité de régulation des activités ferroviaires et routières."},{"type":"add","content":"SNCF Réseau conclut avec l'Etat un contrat d'une durée de dix ans, actualisé tous les trois ans pour une durée de dix ans."},{"type":"del","content":"Les candidats et, sur leur demande, les candidats potentiels, sont informés par SNCF Réseau, dans des conditions fixées par voie réglementaire, du contenu du projet de contrat, en ce qui concerne les principes de base et paramètres mentionnés à l'annexe V à la directive 2012/34/UE du 21 novembre 2012, et des projets d'actualisation dans des conditions leur permettant d'exprimer leur avis sur ces projets avant leur signature."},{"type":"add","content":"Préalablement à l'élaboration de ce contrat ou à son actualisation, le ministre chargé des transports invite l'Autorité de régulation des activités ferroviaires et routières à formuler toute recommandation qu'elle juge utile quant à son contenu, afin que les orientations retenues en matière de gestion de l'infrastructure concourent au bon fonctionnement du système de transport ferroviaire."},{"type":"del","content":"Le projet de contrat et les projets d'actualisation ainsi que l'avis de l' Autorité de régulation des activités ferroviaires et routières sont transmis au Parlement."},{"type":"add","content":"Le projet de contrat et les projets d'actualisation sont soumis pour avis à l'Autorité de régulation des activités ferroviaires et routières, qui émet un avis motivé sur l'ensemble des composantes du contrat."},{"type":"del","content":"SNCF Réseau rend compte chaque année, dans son rapport d'activité, de la mise en œuvre du contrat mentionné au premier alinéa. Ce rapport est soumis à l'avis de l' Autorité de régulation des activités ferroviaires et routières . Le rapport d'activité et l'avis de l'autorité sont adressés au Parlement et au Haut Comité du système de transport ferroviaire."},{"type":"add","content":"Les candidats et, sur leur demande, les candidats potentiels, sont informés par SNCF Réseau, dans des conditions fixées par voie réglementaire, du contenu du projet de contrat, en ce qui concerne les principes de base et paramètres mentionnés à l'annexe V à la directive 2012/34/ UE du 21 novembre 2012, et des projets d'actualisation dans des conditions leur permettant d'exprimer leur avis sur ces projets avant leur signature."},{"type":"add","content":""},{"type":"add","content":"Le projet de contrat et les projets d'actualisation ainsi que l'avis de l'Autorité de régulation des activités ferroviaires et routières sont transmis au Parlement."},{"type":"add","content":""},{"type":"add","content":"SNCF Réseau rend compte chaque année, dans son rapport d'activité, de la mise en œuvre du contrat mentionné au premier alinéa. Ce rapport est soumis à l'avis de l'Autorité de régulation des activités ferroviaires et routières. Le rapport d'activité et l'avis de l'autorité sont adressés au Parlement et au Haut Comité du système de transport ferroviaire."},{"type":"del","content":"Le contrat mentionné au premier alinéa du présent article met en œuvre la politique de gestion du réseau ferroviaire et la stratégie de développement de l'infrastructure ferroviaire dont l'Etat définit les orientations. Il s'applique à l'intégralité du réseau ferré national et détermine notamment :"},{"type":"add","content":"Le contrat mentionné au premier alinéa du présent article met en œuvre la politique de gestion du réseau ferroviaire et la stratégie de développement de l'infrastructure ferroviaire dont l'Etat définit les orientations. Il détermine notamment :"},{"type":"del","content":"1° Les objectifs de performance, de qualité et de sécurité du réseau ferré national ;"},{"type":"add","content":"1° Les objectifs de performance, de qualité et de sécurité fixés à SNCF Réseau ;"},{"type":"del","content":"2° Les orientations en matière d'exploitation, d'entretien et de renouvellement du réseau ferré national et les indicateurs d'état et de productivité correspondants ;"},{"type":"add","content":"2° Les orientations en matière d'exploitation, d'entretien et de renouvellement du réseau ferré national ;"},{"type":"add","content":""},{"type":"add","content":"2° bis Les indicateurs de suivi de l'état du réseau, de sa performance, de l'activité et de la productivité de SNCF Réseau, ainsi que, le cas échéant, les objectifs fixés à SNCF Réseau en termes de valeurs cibles associées à ces indicateurs ;"},{"type":"del","content":"b) Les principes qui seront appliqués pour la détermination de la tarification annuelle de l'infrastructure, notamment l'encadrement des variations annuelles globales de cette tarification ;"},{"type":"add","content":"b) Les principes qui seront appliqués pour la détermination de la tarification de l'infrastructure, et l'évolution prévisionnelle des redevances d'utilisation de l'infrastructure ;"},{"type":"del","content":"c) L'évolution des dépenses de gestion de l'infrastructure, comprenant les dépenses d'exploitation, d'entretien et de renouvellement, celle des dépenses de développement ainsi que les mesures prises pour maîtriser ces dépenses et les objectifs de productivité retenus ;"},{"type":"add","content":"c) L'évolution des dépenses de gestion de l'infrastructure, comprenant les dépenses d'exploitation, d'entretien, de renouvellement et de développement, dont les dépenses de modernisation, ainsi que les mesures prises pour maîtriser ces dépenses et les objectifs de productivité retenus ;"},{"type":"del","content":"d) La chronique de taux de couverture par les ressources de SNCF Réseau du coût complet à atteindre annuellement ainsi que la trajectoire à respecter du rapport entre la dette nette de SNCF Réseau et sa marge opérationnelle ;"},{"type":"add","content":"d) La chronique de taux de couverture par les ressources de SNCF Réseau du coût complet à atteindre annuellement ainsi que la trajectoire à respecter du rapport entre la dette nette de SNCF Réseau et sa marge opérationnelle, au sens de l'article L. 2111-10-1 ;"},{"type":"del","content":"L'avis de l' Autorité de régulation des activités ferroviaires et routières porte notamment sur le niveau et la soutenabilité de l'évolution de la tarification de l'infrastructure pour le marché du transport ferroviaire et sur l'adéquation du niveau des recettes prévisionnelles avec celui des dépenses projetées, au regard des 1°, 2° et c du 3° du présent article, tant en matière d'entretien et de renouvellement que de développement, de façon à atteindre l'objectif de couverture du coût complet dans un délai de dix ans à compter de l'entrée en vigueur du premier contrat entre SNCF Réseau et l'Etat."},{"type":"del","content":""},{"type":"del","content":"Pour l'application du présent article, le coût complet correspond, pour un état donné du réseau, à l'ensemble des charges de toute nature supportées par SNCF Réseau liées à la construction, à l'exploitation, à la maintenance et à l'aménagement de l'infrastructure, y compris l'amortissement des investissements et la rémunération des capitaux investis par SNCF Réseau."},{"type":"add","content":"L'avis de l'Autorité de régulation des activités ferroviaires et routières porte notamment sur le niveau et la soutenabilité de l'évolution de la tarification de l'infrastructure pour le marché du transport ferroviaire et sur l'adéquation du niveau des recettes prévisionnelles avec celui des dépenses projetées, au regard des 1°, 2° et c du 3° du présent article, tant en matière d'entretien et de renouvellement que de développement, de façon à permettre le respect des dispositions prévues par l'article L. 2122-7-1-1 et à améliorer la couverture du coût complet."},{"type":"del","content":"Les conditions d'application du présent article sont fixées par un décret en Conseil d'Etat."},{"type":"add","content":"Les conditions d'application du présent article, notamment le délai imparti à l'Autorité de régulation des activités ferroviaires et routières pour formuler ses recommandations, puis pour rendre son avis sur le projet de contrat ou le projet d'actualisation du contrat, sont fixées par un décret en Conseil d'Etat."},{"type":"del","content":"Ordonnance n° 2018-1135 du 12 décembre 2018 portant diverses dispositions relatives à la gestion de l'infrastructure ferroviaire et à l'ouverture à la concurrence des services de transport ferroviaire de voyageurs - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Code des transports - article L2133-5 AUTONOME MODIFIE, en vigueur du 2019-03-13 au 2019-04-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":"LOI n° 85-704 du 12 juillet 1985 relative à la maitrise d'ouvrage publique et à ses rapports avec la maitrise d'oeuvre privée CITATION cible"},{"type":"add","content":"Ordonnance n° 2019-183 du 11 mars 2019 relative au cadre de fixation des redevances liées à l'utilisation de l'infrastructure ferroviaire ainsi qu'à l'élaboration et à l'actualisation du contrat entre l'Etat et SNCF Réseau - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":"1985-07-12 CITATION source LOI n° 85-704 du 12 juillet 1985 relative à la maitrise d'ouvrage publique et à ses rapports avec la maitrise d'oeuvre privée"},{"type":"del","content":""},{"type":"del","content":"2018-12-12 MODIFIE cible Ordonnance n° 2018-1135 du 12 décembre 2018 portant diverses dispositions relatives à la gestion de l'infrastructure ferroviaire et à l'ouverture à la concurrence des services de transport ferroviaire de voyageurs - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2019-03-11 MODIFIE cible Ordonnance n° 2019-183 du 11 mars 2019 relative au cadre de fixation des redevances liées à l'utilisation de l'infrastructure ferroviaire ainsi qu'à l'élaboration et à l'actualisation du contrat entre l'Etat et SNCF Réseau - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code des transports - art. L2122-7-1"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code des transports - article L2122-7-1-1 AUTONOME VIGUEUR, en vigueur depuis le 2018-12-14"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/37/80/85/LEGIARTI000037808543.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/37/80/85/LEGIARTI000037808543.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/37/80/85/LEGIARTI000037808543.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/38/22/42/LEGIARTI000038224234.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/38/22/42/LEGIARTI000038224234.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/38/22/42/LEGIARTI000038224234.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000037808543)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000038224234)"}],"status":"modified"},{"filename":"partie_legislative/deuxieme_partie/livre_ier/titre_ier/chapitre_ier/section_2/sous-section_6/article_l2111-25.md","articleName":"Article L2111-25","additions":17,"deletions":11,"diff":[{"type":"del","content":"Le calcul des redevances d'infrastructure mentionnées au 1° de l'article L. 2111-24 tient notamment compte du coût de l'infrastructure, de la situation du marché des transports et des caractéristiques de l'offre et de la demande, des impératifs de l'utilisation optimale du réseau ferré national et de l'harmonisation des conditions de la concurrence intermodale ; il tient également compte de la nécessité de tenir les engagements de desserte par des trains à grande vitesse pris par l'État dans le cadre de la construction des lignes à grande vitesse et de permettre le maintien ou le développement de dessertes ferroviaires pertinentes en matière d'aménagement du territoire ; enfin, il tient compte, lorsque le marché s'y prête, et sur le segment de marché considéré, de la soutenabilité des redevances et de la valeur économique, pour l'attributaire de la capacité d'infrastructure, de l'utilisation du réseau ferré national et respecte les gains de productivité réalisés par les entreprises ferroviaires. Tant que le coût complet du réseau n'est pas couvert par l'ensemble de ses ressources, SNCF Réseau conserve le bénéfice des gains de productivité qu'il réalise. Les principes et montants des redevances peuvent être fixés de façon pluriannuelle, sur une période ne pouvant excéder cinq ans."},{"type":"del","content":""},{"type":"del","content":"En vue d'assurer les dessertes ferroviaires pertinentes en matière d'aménagement du territoire, le niveau des redevances ne saurait exclure l'utilisation de l'infrastructure sur certains segments de marché par des opérateurs qui peuvent au moins acquitter le coût directement imputable à l'exploitation du service ferroviaire sur ces segments, plus un taux de rentabilité si le marché s'y prête."},{"type":"del","content":""},{"type":"del","content":"Pour les services de transport ferroviaire faisant l'objet d'un contrat de service public, la soutenabilité des redevances est évaluée selon des modalités permettant de prendre en compte les spécificités de tels services, en particulier l'existence d'une contribution financière des autorités organisatrices à leur exploitation, en vue d'assurer, le cas échéant, que les majorations sont définies sur la base de principes efficaces, transparents et non discriminatoires."},{"type":"add","content":"Le calcul des redevances d'infrastructure mentionnées au 1° de l'article L. 2111-24 tient notamment compte du coût de l'infrastructure, de la situation du marché des transports et des caractéristiques de l'offre et de la demande, des impératifs de l'utilisation optimale du réseau ferré national et de l'harmonisation des conditions de la concurrence intermodale ; il tient également compte de la nécessité de tenir les engagements de desserte par des trains à grande vitesse pris par l'État dans le cadre de la construction des lignes à grande vitesse et de permettre le maintien ou le développement de dessertes ferroviaires pertinentes en matière d'aménagement du territoire ; enfin, il tient compte, lorsque le marché s'y prête, et sur le segment de marché considéré, de la soutenabilité des redevances et de la valeur économique, pour l'attributaire de la capacité d'infrastructure, de l'utilisation du réseau ferré national et respecte les gains de productivité réalisés par les entreprises ferroviaires. Tant que le coût complet du réseau n'est pas couvert par l'ensemble de ses ressources, SNCF Réseau conserve le bénéfice des gains de productivité qu'il réalise. Les principes et montants des redevances sont fixés de façon pluriannuelle, sur une période de trois ans. La tarification pluriannuelle de ces redevances est élaborée de manière à ce qu'elle s'applique à compter de l'horaire de service suivant l'entrée en vigueur du contrat prévu à l'article L. 2111-10, ou de son actualisation."},{"type":"add","content":""},{"type":"add","content":"En vue d'assurer les dessertes ferroviaires pertinentes en matière d'aménagement du territoire, le niveau des redevances ne saurait exclure l'utilisation de l'infrastructure sur certains segments de marché par des opérateurs qui peuvent au moins acquitter le coût directement imputable à l'exploitation du service ferroviaire sur ces segments, plus un taux de rentabilité si le marché s'y prête."},{"type":"add","content":"Pour les services de transport ferroviaire faisant l'objet d'un contrat de service public, la soutenabilité des redevances est évaluée selon des modalités permettant de prendre en compte les spécificités de tels services, en particulier l'existence d'une contribution financière des autorités organisatrices à leur exploitation, en vue d'assurer, le cas échéant, que les majorations sont définies sur la base de principes efficaces, transparents et non discriminatoires. Ces modalités consistent à s'assurer que le montant total des redevances à la charge de ces services n'excède pas la part de coût complet de gestion du réseau qui leur est imputable et que l'équilibre économique des entreprises ferroviaires est respecté en tenant compte des compensations de service public dont elles bénéficient."},{"type":"add","content":""},{"type":"del","content":"LOI n° 2018-515 du 27 juin 2018 pour un nouveau pacte ferroviaire - article 6 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Code des transports - article L2133-5 AUTONOME MODIFIE, en vigueur du 2019-03-13 au 2019-04-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Ordonnance n° 2019-183 du 11 mars 2019 relative au cadre de fixation des redevances liées à l'utilisation de l'infrastructure ferroviaire ainsi qu'à l'élaboration et à l'actualisation du contrat entre l'Etat et SNCF Réseau - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2018-06-27 MODIFIE cible LOI n° 2018-515 du 27 juin 2018 pour un nouveau pacte ferroviaire - article 6 ENTIEREMENT_MODIF"},{"type":"add","content":"2019-03-11 MODIFIE cible Ordonnance n° 2019-183 du 11 mars 2019 relative au cadre de fixation des redevances liées à l'utilisation de l'infrastructure ferroviaire ainsi qu'à l'élaboration et à l'actualisation du contrat entre l'Etat et SNCF Réseau - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code des transports - art. L2111-10"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/37/11/60/LEGIARTI000037116026.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/37/11/60/LEGIARTI000037116026.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/37/11/60/LEGIARTI000037116026.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/38/22/41/LEGIARTI000038224192.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/38/22/41/LEGIARTI000038224192.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/38/22/41/LEGIARTI000038224192.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000037116026)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000038224192)"}],"status":"modified"},{"filename":"partie_legislative/deuxieme_partie/livre_ier/titre_ii/chapitre_ii/section_2/article_l2122-4-2.md","articleName":"Article L2122-4-2","additions":13,"deletions":8,"diff":[{"type":"del","content":"Sans préjudice de l'article L. 2111-25, les principes et les procédures générales applicables à la tarification de l'infrastructure ferroviaire sont fixés par voie réglementaire, sous réserve des actes des commissions intergouvernementales compétentes."},{"type":"add","content":"Le gestionnaire d'infrastructure peut demander à l'Autorité de régulation des activités ferroviaires et routières de se faire communiquer par les entreprises ferroviaires candidates les données techniques, statistiques, comptables, économiques et financières qui lui sont nécessaires pour déterminer le barème de ces redevances. Le niveau de précision des données demandées aux candidats ne peut excéder celui strictement nécessaire à l'établissement des redevances d'infrastructure au regard des segments de marché et des modulations tarifaires envisagées par le gestionnaire d'infrastructure. Ces données sont communiquées par les candidats à l'Autorité de régulation des activités ferroviaires et routières, sans que le secret des affaires ne puisse faire obstacle à cette transmission. Les informations communiquées par les candidats à l'Autorité de régulation des activités ferroviaires et routières sont transmises au gestionnaire d'infrastructure sous forme agrégée et anonymisée. Les données transmises dans ce cadre au gestionnaire d'infrastructure font partie de la liste des informations mentionnées à l'article L. 2122-4-4."},{"type":"add","content":""},{"type":"add","content":"Sans préjudice de l'article L. 2111-25, les principes et les procédures générales applicables à la tarification de l'infrastructure ferroviaire, notamment la liste des catégories de données pouvant être demandées par le gestionnaire d'infrastructure et les conditions et les délais de transmission de données par les candidats, sont fixés par décret en Conseil d'Etat, sous réserve des actes des commissions intergouvernementales compétentes."},{"type":"del","content":"Ordonnance n° 2015-855 du 15 juillet 2015 prise en application de l'article 38 de la loi n° 2014-872 du 4 août 2014 portant réforme ferroviaire - article 3 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Ordonnance n° 2019-183 du 11 mars 2019 relative au cadre de fixation des redevances liées à l'utilisation de l'infrastructure ferroviaire ainsi qu'à l'élaboration et à l'actualisation du contrat entre l'Etat et SNCF Réseau - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2015-07-15 MODIFIE cible Ordonnance n° 2015-855 du 15 juillet 2015 prise en application de l'article 38 de la loi n° 2014-872 du 4 août 2014 portant réforme ferroviaire - article 3 ENTIEREMENT_MODIF"},{"type":"add","content":"2019-03-11 MODIFIE cible Ordonnance n° 2019-183 du 11 mars 2019 relative au cadre de fixation des redevances liées à l'utilisation de l'infrastructure ferroviaire ainsi qu'à l'élaboration et à l'actualisation du contrat entre l'Etat et SNCF Réseau - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":"      2999-01-01 CITATION source Code des transports - art. L2111-25 (VT)"},{"type":"add","content":"      2999-01-01 CITATION source Code des transports - art. L2111-25"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code des transports - article L2122-4-4 AUTONOME VIGUEUR, en vigueur depuis le 2015-07-17"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/90/18/LEGIARTI000030901890.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/90/18/LEGIARTI000030901890.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/30/90/18/LEGIARTI000030901890.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/38/22/41/LEGIARTI000038224186.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/38/22/41/LEGIARTI000038224186.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/38/22/41/LEGIARTI000038224186.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000030901890)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000038224186)"}],"status":"modified"},{"filename":"partie_legislative/deuxieme_partie/livre_ier/titre_iii/chapitre_iii/article_l2133-5.md","articleName":"Article L2133-5","additions":18,"deletions":18,"diff":[{"type":"del","content":"I.-L'Autorité de régulation des activités ferroviaires et routières émet un avis conforme sur la fixation des redevances d'infrastructure liées à l'utilisation du réseau ferré national au regard :"},{"type":"add","content":"I.-L'Autorité de régulation des activités ferroviaires et routières émet un avis conforme sur la fixation des redevances d'infrastructure liées à l'utilisation du réseau ferré national tenant compte :"},{"type":"del","content":"1° Des principes et des règles de tarification applicables sur ce réseau, prévus à l'article L. 2111-25 ;"},{"type":"add","content":"1° Des principes et des règles de tarification applicables sur ce réseau, prévus notamment, dans le cas de SNCF Réseau, à l'article L. 2111-25 ;"},{"type":"del","content":"Lorsque les redevances sont fixées pour une période pluriannuelle, l'Autorité de régulation des activités ferroviaires et routières émet son avis pour la période concernée et en cas de modifications."},{"type":"add","content":"III.-Lorsque les redevances mentionnées aux I et II du présent article sont fixées pour une période pluriannuelle, l'Autorité de régulation des activités ferroviaires et routières émet son avis pour la période concernée et en cas de modifications."},{"type":"add","content":""},{"type":"add","content":"IV.-Lorsqu'au titre de son avis conforme, l'Autorité de régulation des activités ferroviaires et routières émet un avis défavorable sur un projet de tarification, le gestionnaire d'infrastructure est tenu de lui soumettre un nouveau projet dans un délai, précisé par voie réglementaire, suivant la notification de cet avis."},{"type":"add","content":""},{"type":"add","content":"V.-En l'absence d'avis favorable de l'Autorité de régulation des activités ferroviaires et routières avant une date, précisée par voie réglementaire, antérieure à l'entrée en vigueur de l'horaire de service concerné, le gestionnaire d'infrastructure détermine et publie la tarification applicable sur la base de la dernière tarification ayant fait l'objet d'un avis favorable de l'autorité. L'évolution du montant des redevances par rapport à cette dernière tarification approuvée ne peut pas excéder l'évolution prévue de l'indice des prix à la consommation au cours de l'année suivant l'horaire de service de cette tarification. La tarification déterminée et publiée dans ces conditions s'applique pour toute la durée de l'horaire de service."},{"type":"add","content":""},{"type":"add","content":"Par dérogation aux dispositions des deux dernières phrases du premier alinéa de l'article L. 2111-25, lorsqu'une tarification a été déterminée et publiée par SNCF Réseau en application des dispositions des deux alinéas précédents, SNCF Réseau soumet à l'Autorité de régulation des activités ferroviaires et routières un nouveau projet de tarification destiné à s'appliquer jusqu'à l'horaire de service de l'année d'entrée en vigueur de la prochaine actualisation du contrat prévu à l'article L. 2111-10."},{"type":"del","content":"LOI n° 2014-872 du 4 août 2014 portant réforme ferroviaire - article 13 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2015-11-01 au 2019-10-01 MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2015-990 du 6 août 2015 pour la croissance, l'activité et l'égalité des chances économiques - article 1 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2015-08-08 MODIFIE source"},{"type":"add","content":"Ordonnance n° 2019-183 du 11 mars 2019 relative au cadre de fixation des redevances liées à l'utilisation de l'infrastructure ferroviaire ainsi qu'à l'élaboration et à l'actualisation du contrat entre l'Etat et SNCF Réseau - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2014-08-04 MODIFIE cible LOI n° 2014-872 du 4 août 2014 portant réforme ferroviaire - article 13 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2015-11-01 au 2019-10-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2015-08-06 MODIFIE cible LOI n° 2015-990 du 6 août 2015 pour la croissance, l'activité et l'égalité des chances économiques - article 1 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2015-08-08"},{"type":"add","content":"2016-10-28 CITATION cible Décret n° 2016-1468 du 28 octobre 2016 relatif à l'accès aux installations de service reliées au réseau ferroviaire et aux services et prestations fournis par les exploitants d'installations de service et portant diverses dispositions en matière de transport ferroviaire - article 2 ENTIEREMENT_MODIF"},{"type":"del","content":"2016-10-28 CITATION cible Décret n° 2016-1468 du 28 octobre 2016 relatif à l'accès aux installations de service reliées au réseau ferroviaire et aux services et prestations fournis par les exploitants d'installations de service et portant diverses dispositions en matière de transport ferroviaire - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":"2019-03-11 MODIFIE cible Ordonnance n° 2019-183 du 11 mars 2019 relative au cadre de fixation des redevances liées à l'utilisation de l'infrastructure ferroviaire ainsi qu'à l'élaboration et à l'actualisation du contrat entre l'Etat et SNCF Réseau - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":"      2999-01-01 CITATION source Code des transports - art. L2111-10"},{"type":"add","content":"2999-01-01 CITATION source Code des transports - article L2111-10 AUTONOME MODIFIE, en vigueur du 2019-03-13 au 2019-10-01"},{"type":"del","content":"2999-01-01 CITATION source Code des transports - article L2111-25 AUTONOME MODIFIE, en vigueur du 2015-11-01 au 2018-06-29"},{"type":"add","content":"2999-01-01 CITATION source Code des transports - article L2111-25 AUTONOME MODIFIE, en vigueur du 2019-03-13 au 2019-10-01"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/31/00/82/LEGIARTI000031008201.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/31/00/82/LEGIARTI000031008201.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/31/00/82/LEGIARTI000031008201.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/38/22/41/LEGIARTI000038224179.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/38/22/41/LEGIARTI000038224179.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/38/22/41/LEGIARTI000038224179.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000031008201)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000038224179)"}],"status":"modified"},{"filename":"partie_legislative/premiere_partie/livre_ii/titre_vi/chapitre_iv/section_2/article_l1264-7.md","articleName":"Article L1264-7","additions":27,"deletions":9,"diff":[{"type":"del","content":"3° Le manquement aux obligations de communication d'informations prévues en application des articles L. 2132-7, L. 3111-24, L. 3114-11 du présent code et de l'article L. 122-31 du code de la voirie routière ;"},{"type":"add","content":"3° Le manquement aux obligations de communication d'informations prévues en application des articles L. 2122-4-2, L. 2132-7, L. 3111-24, L. 3114-11 du présent code et de l'article L. 122-31 du code de la voirie routière ;"},{"type":"del","content":"4° Le manquement d'un gestionnaire d'infrastructure, d'un exploitant d'installation de service, d'une entreprise ferroviaire, d'une entité d'une entreprise verticalement intégrée qui contrôle l'une de ces entreprises, ou d'un autre candidat, au sens du livre Ier de la deuxième partie, aux obligations lui incombant au titre de l'accès au réseau ou de ou (1) aux installations de service ou de leur utilisation, notamment en cas de méconnaissance d'une règle formulée par l'autorité en application de l'article L. 2131-5 (2) ou d'une décision prise par elle en application des articles L. 2133-3 et L. 2133-4 ou des articles 2, 5 et 15 du règlement d'exécution n° 2017/2177 concernant l'accès aux installations de service et aux services associés au transport ferroviaire ;"},{"type":"add","content":"4° Le manquement d'un gestionnaire d'infrastructure, d'un exploitant d'installation de service, d'une entreprise ferroviaire, d'une entité d'une entreprise verticalement intégrée qui contrôle l'une de ces entreprises, ou d'un autre candidat, au sens du livre Ier de la deuxième partie, aux obligations lui incombant au titre de l'accès au réseau ou de ou (1) aux installations de service ou de leur utilisation, notamment en cas de méconnaissance d'une règle formulée par l'autorité en application de l'article L. 2131-5 (2) ou d'une décision prise par elle en application des articles L. 2133-3 et L. 2133-4 ou des articles 2,5 et 15 du règlement d'exécution n° 2017/2177 concernant l'accès aux installations de service et aux services associés au transport ferroviaire ;"},{"type":"del","content":"Ordonnance n° 2018-1135 du 12 décembre 2018 portant diverses dispositions relatives à la gestion de l'infrastructure ferroviaire et à l'ouverture à la concurrence des services de transport ferroviaire de voyageurs - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Ordonnance n° 2019-183 du 11 mars 2019 relative au cadre de fixation des redevances liées à l'utilisation de l'infrastructure ferroviaire ainsi qu'à l'élaboration et à l'actualisation du contrat entre l'Etat et SNCF Réseau - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2018-12-12 MODIFIE cible Ordonnance n° 2018-1135 du 12 décembre 2018 portant diverses dispositions relatives à la gestion de l'infrastructure ferroviaire et à l'ouverture à la concurrence des services de transport ferroviaire de voyageurs - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2019-03-11 MODIFIE cible Ordonnance n° 2019-183 du 11 mars 2019 relative au cadre de fixation des redevances liées à l'utilisation de l'infrastructure ferroviaire ainsi qu'à l'élaboration et à l'actualisation du contrat entre l'Etat et SNCF Réseau - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":"2999-01-01 CITATION source Code des transports - article L1264-2 AUTONOME MODIFIE, en vigueur du 2018-12-14 au 2019-10-01"},{"type":"add","content":"      2999-01-01 CITATION source Code des transports - art. L1264-2"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code des transports - article L2122-4-1-1 AUTONOME MODIFIE, en vigueur du 2018-12-14 au 2019-06-05"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code des transports - art. L2122-4-2"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code des transports - art. L2122-4-3"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code des transports - article L2122-4-3-1 AUTONOME VIGUEUR, en vigueur depuis le 2018-12-14"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code des transports - article L2122-4-3-2 AUTONOME MODIFIE, en vigueur du 2018-12-14 au 2019-10-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code des transports - article L2122-7-2-1 AUTONOME VIGUEUR, en vigueur depuis le 2018-12-14"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/37/80/85/LEGIARTI000037808570.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/37/80/85/LEGIARTI000037808570.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/37/80/85/LEGIARTI000037808570.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/38/22/42/LEGIARTI000038224201.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/38/22/42/LEGIARTI000038224201.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/38/22/42/LEGIARTI000038224201.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000037808570)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000038224201)"}],"status":"modified"}],"stats":{"additions":106,"deletions":75,"filesChanged":5}}