{"sha":"9f7ef7b7b799","date":"2023-01-01","message":"Décret n° 2022-1586 du 16 décembre 2022 relatif au contrat type applicable aux transports publics routiers réalisés sous le régime du transport exceptionnel et modifiant le code des transports","files":[{"filename":"partie_reglementaire/troisieme_partie/annexes/article_annexe_iv.md","articleName":"Article ANNEXE IV","additions":379,"deletions":263,"diff":[{"type":"del","content":""},{"type":"del","content":"CONTRAT TYPE POUR LE TRANSPORT PUBLIC ROUTIER D'OBJETS INDIVISIBLES"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"ANNEXE À L'ARTICLE D. 3222-3"},{"type":"del","content":""},{"type":"add","content":"ANNEXE IV"},{"type":"del","content":"Article 1"},{"type":"add","content":"Modifiée par le décret n° 2022-1586 du 16 décembre 2022 (article 2)"},{"type":"del","content":"Objet et domaine d'application du contrat"},{"type":"add","content":"CONTRAT TYPE APPLICABLE AUX TRANSPORTS PUBLICS ROUTIERS RÉALISÉS SOUS LE RÉGIME DU TRANSPORT EXCEPTIONNEL"},{"type":"del","content":"Le présent contrat a pour objet le transport en régime intérieur, par un transporteur public, d'objets indivisibles dont le poids unitaire, les dimensions ou les caractéristiques particulières impliquent un acheminement sous le régime du transport exceptionnel au sens du code de la route, moyennant un prix devant assurer une juste rémunération du service ainsi rendu, le tout conformément aux dispositions du présent code notamment celles relatives à la règlementation sociale du transport, aux conditions d'exercice des professions de transport et au transport routier."},{"type":"add","content":"ANNEXE À L'ARTICLE D. 3222-3"},{"type":"del","content":"Quelle que soit la technique de transport utilisée, ce contrat règle les relations du donneur d'ordre et du transporteur public routier ou des transporteurs publics intervenant successivement dans le transport de l'envoi ainsi que les relations de ces transporteurs publics successifs entre eux."},{"type":"add","content":"Article 1"},{"type":"del","content":"Il s'applique de plein droit, à défaut de convention écrite sur l'ensemble ou certaines des matières mentionnées à l'article L. 1432-2."},{"type":"add","content":"Objet et domaine d'application du contrat"},{"type":"del","content":"En cas de relations suivies entre un donneur d'ordre et un transporteur public ayant fait l'objet d'une convention écrite générale conclue conformément aux dispositions de l'article L. 1432-3, chaque envoi est présumé exécuté aux conditions de cette convention."},{"type":"add","content":"Le présent contrat a pour objet le transport en régime intérieur, par un transporteur public, d'objets indivisibles dont le poids unitaire, les dimensions ou les caractéristiques particulières impliquent un acheminement sous le régime du transport exceptionnel au sens du code de la route, moyennant un prix devant assurer une juste rémunération du service rendu conformément aux dispositions du code des transports, notamment de ses articles L. 1432-2 à L. 1432-4 et L. 3222-1 à L. 3222-9, ainsi que des textes pris pour leur application."},{"type":"del","content":"Article 2"},{"type":"add","content":"Quelle que soit la technique de transport utilisée, ce contrat règle les relations du donneur d'ordre et du transporteur public routier ou des transporteurs publics intervenant successivement dans le transport de l'envoi ainsi que les relations de ces transporteurs publics entre eux."},{"type":"del","content":"Modifié par Décret 2001-1363 2001-12-28 art. 3 I, II"},{"type":"add","content":"Il s'applique de plein droit, à défaut de convention écrite sur l'ensemble ou certaines des matières mentionnées à l'article L. 1432-2 du code des transports."},{"type":"del","content":"Définitions"},{"type":"add","content":"En cas de relations suivies entre un donneur d'ordre et un transporteur public ayant fait l'objet d'une convention écrite générale conclue conformément aux dispositions des articles L. 1432-2 à L. 1432-4 du code des transports, chaque envoi est présumé exécuté aux conditions de cette convention."},{"type":"del","content":"2.1. Envoi."},{"type":"add","content":"Article 2"},{"type":"del","content":"L'envoi est la quantité de marchandises, emballage et support de charge compris, mise effectivement, au même moment, à la disposition d'un transporteur et dont le transport est demandé par un même donneur d'ordre pour un même destinataire d'un lieu de chargement unique à un lieu de déchargement unique et faisant l'objet d'un même contrat de transport."},{"type":"add","content":"Définitions"},{"type":"del","content":"2.2. Donneur d'ordre."},{"type":"add","content":"2.1. Classification des convois exceptionnels"},{"type":"del","content":"Par donneur d'ordre, on entend la partie (expéditeur, commissionnaire de transport ou autre) qui conclut le contrat de transport avec le transporteur."},{"type":"add","content":"Les catégories de convois exceptionnels sont définies par le code de la route et ses textes d'application."},{"type":"del","content":"2.3. Jours non ouvrables."},{"type":"add","content":"2.2. Destinataire"},{"type":"del","content":"Par jours non ouvrables, on entend les dimanches et les jours de fêtes légales ainsi que les jours d'interdiction de circulation imposés par les pouvoirs publics. En outre, les autres jours de fermeture de l'établissement où s'effectue la prise en charge ou la livraison de la marchandise sont considérés comme jours non ouvrables si le transporteur en est dûment avisé par le donneur d'ordre lors de la conclusion du contrat de transport."},{"type":"add","content":"Par destinataire, on entend la partie, désignée par le donneur d'ordre ou par son représentant, à laquelle la livraison est faite. Le destinataire est partie au contrat de transport dès sa formation."},{"type":"del","content":"2.4. Classification des convois exceptionnels."},{"type":"add","content":"2.3. Distance et itinéraire"},{"type":"del","content":"Les catégories de convois exceptionnels sont définies par le code de la route et ses textes d'application."},{"type":"add","content":"La distance de transport correspond selon le cas :"},{"type":"del","content":"2.5. Distance-itinéraire."},{"type":"add","content":"a) A l'itinéraire le plus direct, compte tenu de la réglementation applicable au convoi exceptionnel, des contraintes de sécurité et des infrastructures de transport, du recours à des plates-formes, des caractéristiques du véhicule transporteur et de la nature des marchandises transportées ;"},{"type":"del","content":"La distance de transport correspond selon le cas :"},{"type":"add","content":"b) A l'itinéraire figurant sur l'autorisation de transport exceptionnel."},{"type":"add","content":""},{"type":"add","content":"2.4. Donneur d'ordre"},{"type":"add","content":""},{"type":"add","content":"Par donneur d'ordre, on entend la partie (expéditeur, commissionnaire de transport ou autre) qui conclut le contrat de transport avec le transporteur."},{"type":"add","content":""},{"type":"add","content":"2.5. Durée de mise à disposition du véhicule"},{"type":"add","content":""},{"type":"add","content":"Par durée de mise à disposition du véhicule, on entend le délai qui s'écoule entre le moment où le véhicule transporteur est identifié à son arrivée sur les lieux de chargement ou de déchargement ou dans l'aire d'attente et celui où il est prêt à quitter ces lieux après émargement des documents de transport."},{"type":"del","content":"a) A l'itinéraire le plus direct, compte tenu des contraintes de sécurité et des infrastructures de transport, du recours à des plates-formes, des caractéristiques du véhicule et de la nature des marchandises transportées ;"},{"type":"add","content":"2.6. Envoi"},{"type":"del","content":"b) A l'itinéraire imposé par les pouvoirs publics."},{"type":"add","content":"Par envoi, on entend la quantité de marchandises, emballage et support de charge compris, mise effectivement, au même moment, à la disposition d'un transporteur et dont le transport est demandé par un même donneur d'ordre pour un même destinataire d'un lieu de chargement unique à un lieu de déchargement unique et faisant l'objet d'un même contrat de transport."},{"type":"del","content":"2.6. Rendez-vous."},{"type":"add","content":"2.7. Frais de consultation"},{"type":"del","content":"Par rendez-vous, on entend la fixation, d'un commun accord entre le donneur d'ordre et le transporteur, d'un jour et d'une heure précis et fermes pour la mise à disposition du véhicule au lieu de chargement ou au lieu de déchargement."},{"type":"add","content":"Par frais de consultation, on entend les frais engagés par le transporteur pour obtenir des gestionnaires d'ouvrages ou de voiries les avis nécessaires à la délivrance des autorisations administratives requises pour le transport exceptionnel."},{"type":"del","content":"2.7. Plage horaire."},{"type":"add","content":"2.8. Jours non ouvrables"},{"type":"del","content":"Par plage horaire, on entend la période, pour un jour donné ou non, fixée d'un commun accord entre le donneur d'ordre et le transporteur pour la mise à disposition du véhicule sur les lieux de chargement ou de déchargement. Sa durée est au maximum égale à quatre heures."},{"type":"add","content":"Par jours non ouvrables, on entend les dimanches et les jours de fêtes légales ainsi que les jours d'interdiction de circulation imposés par les pouvoirs publics. En outre, les autres jours de fermeture de l'établissement où s'effectue la prise en charge ou la livraison de la marchandise sont considérés comme jours non ouvrables si le transporteur en est dûment avisé par le donneur d'ordre lors de la conclusion du contrat de transport."},{"type":"add","content":""},{"type":"add","content":"2.9. Laissé pour compte"},{"type":"add","content":""},{"type":"add","content":"Par laissé pour compte, on entend l'envoi dont le destinataire a refusé de prendre livraison pour quelque motif que ce soit et qui est laissé à la disposition du transporteur par le donneur d'ordre."},{"type":"del","content":"2.8. Prise en charge."},{"type":"add","content":"2.10. Livraison"},{"type":"del","content":"Par prise en charge, on entend la remise physique de la marchandise au transporteur qui l'accepte."},{"type":"add","content":"Par livraison, on entend la remise physique de la marchandise au destinataire, ou à son représentant dûment désigné, qui l'accepte de façon ferme et définitive."},{"type":"del","content":"2.9. Livraison."},{"type":"add","content":"2.11. Livraison contre remboursement"},{"type":"del","content":"Par livraison, on entend la remise physique de la marchandise au destinataire ou à son représentant qui l'accepte."},{"type":"add","content":"Par livraison contre remboursement, on entend le mandat accessoire du contrat de transport donné par le donneur d'ordre au transporteur, qui l'accepte, de se faire remettre concomitamment à la livraison une somme grevant la marchandise. La stipulation d'une livraison contre remboursement ne vaut pas déclaration de valeur."},{"type":"del","content":"2.10. Livraison contre remboursement."},{"type":"add","content":"2.12. Plage horaire"},{"type":"del","content":"Par livraison contre remboursement, on entend le mandat accessoire du contrat de transport donné par le donneur d'ordre au transporteur qui l'accepte, de se faire remettre concomitamment à la livraison une somme grevant la marchandise. La stipulation d'une livraison contre remboursement ne vaut pas déclaration de valeur."},{"type":"add","content":"Par plage horaire, on entend la période, pour un jour donné, fixée d'un commun accord entre le donneur d'ordre et le transporteur pour la mise à disposition du véhicule transporteur sur les lieux de chargement ou de déchargement. Sa durée maximale est de quatre heures."},{"type":"del","content":"2.11. Durée de mise à disposition du véhicule."},{"type":"add","content":"2.13. Prise en charge"},{"type":"del","content":"Par durée de mise à disposition du véhicule, on entend le délai qui s'écoule entre le moment où le véhicule est identifié à son arrivée sur les lieux de chargement ou de déchargement ou dans l'aire d'attente et celui où il est prêt à quitter ces lieux après émargement des documents de transport."},{"type":"add","content":"Par prise en charge, on entend la remise physique de la marchandise au transporteur qui l'accepte de façon ferme et définitive."},{"type":"del","content":"2.12. Laissé pour compte."},{"type":"add","content":"2.14. Rendez-vous"},{"type":"del","content":"Par laissé pour compte, on entend l'envoi dont le destinataire a refusé de prendre livraison pour quelque motif que ce soit et qui est laissé à la disposition du transporteur par le donneur d'ordre, lequel l'analyse en perte totale."},{"type":"add","content":"Par rendez-vous, on entend la fixation, d'un commun accord entre le donneur d'ordre et le transporteur, d'un jour et d'une heure précis et fermes pour la mise à disposition du véhicule transporteur au lieu de chargement ou au lieu de déchargement."},{"type":"del","content":"Article 3"},{"type":"add","content":"2.15. Souffrance de la marchandise"},{"type":"del","content":"Modifié par Décret 2001-1363 2001-12-28 art. 3 III, IV"},{"type":"add","content":"Par souffrance de la marchandise, on entend le cas où ni le destinataire dûment avisé de sa présentation, ni le donneur d'ordre informé de cette situation, ne donne d'instruction au transporteur quant au sort à réserver à la marchandise."},{"type":"del","content":"Informations et documents à fournir au transporteur"},{"type":"add","content":"Article 3"},{"type":"del","content":"3.1. Le donneur d'ordre fournit au transporteur, dans le cadre des dispositions des articles L. 3221-2, L. 3222-1 à L. 3222-4, L. 3223-3 et L. 3242-3 préalablement à la présentation du véhicule au chargement, par écrit ou par tout autre procédé en permettant la mémorisation, les indications suivantes :"},{"type":"add","content":"Informations et documents à fournir au transporteur par le donneur d'ordre"},{"type":"del","content":"a) Les noms et les adresses complètes, ainsi que les numéros de téléphone, télex et télécopie de l'expéditeur et du destinataire ;"},{"type":"add","content":"3.1. Le donneur d'ordre fournit au transporteur, dans le cadre des dispositions des articles L. 3221-2 et L. 3222-4 du code des transports, préalablement à la présentation du véhicule au chargement, par écrit ou par tout moyen électronique de transmission et de conservation des données, les indications suivantes :"},{"type":"del","content":"b) Les noms et les adresses complètes, ainsi que les numéros de téléphone, télex et télécopie des lieux de chargement et de déchargement, lorsque ces derniers diffèrent de ceux indiqués ci-dessus ;"},{"type":"add","content":"a) Les noms et les adresses complètes, ainsi que les numéros de téléphone, de télécopie, les adresses électroniques de l'expéditeur et du destinataire ;"},{"type":"add","content":""},{"type":"add","content":"b) Les adresses complètes, ainsi que les noms et les coordonnées des contacts sur les lieux de chargement et de déchargement, lorsque ces derniers diffèrent de ceux indiqués ci-dessus ;"},{"type":"del","content":"e) Les heures limites de mise à disposition du véhicule en vue du chargement et du déchargement ;"},{"type":"del","content":""},{"type":"del","content":"f) La nature de la marchandise, le poids brut de l'envoi, les marques, le nombre d'objets ou de supports de charge qui constituent l'envoi ;"},{"type":"add","content":"e) Les heures limites de mise à disposition du véhicule en vue du chargement et du déchargement contractuellement convenues ;"},{"type":"del","content":"g) Le cas échéant, les dimensions des objets ou des supports de charges présentant des caractéristiques spéciales ;"},{"type":"add","content":"f) La nature très exacte de la marchandise, le poids brut de l'envoi, la longueur, la largeur, la hauteur, les marques, le nombre d'objets et/ou de supports de charge qui constituent l'envoi, ainsi que sa spécificité (marchandises dangereuses, convoitées et/ou sensibles) quand cette dernière requiert des dispositions particulières pour son déplacement ;"},{"type":"del","content":"h) Les modalités de paiement ;"},{"type":"add","content":"g) Les modalités de paiement (port payé ou port dû) ;"},{"type":"del","content":"i) Toute autre modalité d'exécution du contrat de transport (déboursé, déclaration de valeur, déclaration d'intérêt spécial à la livraison, livraison contre remboursement, etc.) ;"},{"type":"add","content":"h) Toute autre modalité d'exécution du contrat de transport (déboursé, déclaration de valeur, déclaration d'intérêt spécial à la livraison, livraison contre remboursement, etc.) ;"},{"type":"del","content":"j) Le numéro de la commande et les références de l'envoi, quand ces informations sont nécessaires à la bonne exécution du contrat ;"},{"type":"add","content":"i) Le numéro de la commande et les références de l'envoi, quand ces informations sont nécessaires à la bonne exécution du contrat ;"},{"type":"del","content":"k) Le cas échéant, les prestations annexes convenues et leurs modalités d'exécution ;"},{"type":"add","content":"j) Le cas échéant, les prestations annexes convenues et leurs modalités d'exécution ;"},{"type":"del","content":"l) Les instructions spécifiques en cas d'empêchement à la livraison (nouvelle présentation, livraison à domicile, mise en entrepôt, retour, vente ou destruction de la marchandise, etc.)."},{"type":"add","content":"k) Les instructions spécifiques en cas d'empêchement à la livraison (nouvelle présentation, mise en entrepôt, retour, vente ou destruction de la marchandise, etc.)."},{"type":"del","content":"3.2. En outre, le donneur d'ordre informe le transporteur des données susceptibles d'avoir une incidence sur la bonne exécution du transport :"},{"type":"add","content":"3.2. En outre, le donneur d'ordre fournit au transporteur toutes les informations susceptibles d'avoir une incidence sur la bonne exécution du transport, et notamment :"},{"type":"del","content":"c) L'emplacement des points d'appui, le cas échéant des berceaux, en fonction de la forme de l'objet ;"},{"type":"add","content":"c) L'emplacement des points d'appui de l'objet, ainsi que, le cas échéant, de celui de ses supports et accessoires de charge ;"},{"type":"del","content":"e) Les caractéristiques des accès internes aux lieux de chargement et de déchargement ;"},{"type":"add","content":"e) Les caractéristiques des lieux de chargement et de déchargement, notamment les accès internes, la résistance des sols et les obstacles éventuels."},{"type":"add","content":""},{"type":"add","content":"3.3. Le donneur d'ordre fournit au transporteur, en même temps que la marchandise, les renseignements et les documents d'accompagnement nécessaires à la bonne exécution d'une opération de transport soumise à une réglementation particulière, telle que régie, douane, police, marchandises dangereuses, etc."},{"type":"del","content":"f) La résistance des sols."},{"type":"add","content":"3.4. Le document de transport est établi, par écrit ou par tout moyen électronique de transmission et de conservation de données, sur la base de ces indications. Il est complété, si besoin est, au fur et à mesure de l'opération de transport. Un exemplaire en est remis obligatoirement au destinataire au plus tard au moment de la livraison, ainsi qu'au donneur d'ordre si celui-ci en fait la demande."},{"type":"del","content":"3.3. Sur la base de ces indications fournies par écrit ou par tout autre procédé en permettant la mémorisation, il est établi un document de transport qui matérialise l'accord des parties et dont un exemplaire est remis au destinataire au moment de la livraison ainsi qu'au donneur d'ordre si celui-ci en fait la demande."},{"type":"add","content":"3.5. Les mentions figurant sur les documents étrangers au contrat de transport sont inopposables au transporteur. Il en va autrement si elles sont portées à sa connaissance, par écrit ou par tout moyen électronique de transmission et de conservation des données, sur les pièces relatives au contrat de transport."},{"type":"del","content":"3.4. Le donneur d'ordre supporte vis-à-vis du transporteur les conséquences d'une déclaration fausse ou incomplète sur les caractéristiques de l'envoi ainsi que d'une absence ou d'une insuffisance de déclaration ayant eu pour effet, entre autres, de dissimuler le caractère dangereux ou frauduleux des marchandises transportées ou du transport à réaliser."},{"type":"add","content":"3.6. Le donneur d'ordre répond de tout manquement à son obligation d'information aux articles 3.1 à 3.3."},{"type":"del","content":"3.5. L'exécution du transport est subordonnée à l'obtention des autorisations administratives requises : en cas de refus ou de retard de délivrance de ces autorisations indépendant de toute faute de l'une ou de l'autre des parties, chacune conserve à sa charge les frais inutilement exposés et les préjudices résultant pour elle de la non-réalisation du transport ou de son report."},{"type":"add","content":"Il supporte vis-à-vis du transporteur les conséquences d'une déclaration fausse, incomplète ou erronée, ainsi que d'une absence ou d'une insuffisance de déclaration ayant eu pour effet, entre autres, de dissimuler le caractère dangereux ou frauduleux des marchandises transportées ou du transport à réaliser."},{"type":"del","content":"Article 4"},{"type":"add","content":"3.7. L'exécution du transport est subordonnée à l'obtention des autorisations administratives requises : en cas de refus ou de retard de délivrance de ces autorisations indépendant de toute faute de l'une ou de l'autre des parties, chacune conserve à sa charge les frais inutilement exposés et les préjudices résultant pour elle de la non-réalisation du transport ou de son report, à l'exception des frais de consultation engagés et acquittés par le transporteur qui restent à la charge du donneur d'ordre."},{"type":"del","content":"Modification du contrat de transport"},{"type":"add","content":"Article 4"},{"type":"add","content":""},{"type":"add","content":"Modification du contrat de transport"},{"type":"del","content":"Toute nouvelle instruction de donneur d'ordre ayant pour objet la modification des conditions initiales d'exécution du transport est donnée ou confirmée immédiatement par écrit ou par tout autre procédé en permettant la mémorisation."},{"type":"add","content":"Toute nouvelle instruction du donneur d'ordre ayant pour objet la modification des conditions initiales d'exécution du transport est donnée ou confirmée immédiatement par écrit ou par tout moyen électronique de transmission ou de conservation des données."},{"type":"add","content":""},{"type":"add","content":"Le transporteur n'est pas tenu d'accepter ces nouvelles instructions si elles sont de nature à l'empêcher d'honorer des engagements de transport pris antérieurement ou si elles ne sont pas compatibles avec les contraintes de circulation imposées par les pouvoirs publics. Il doit en aviser immédiatement le donneur d'ordre par écrit ou par tout moyen électronique de transmission ou de conservation des données."},{"type":"del","content":"Le transporteur n'est pas tenu d'accepter ces nouvelles instructions si elles sont de nature à l'empêcher d'honorer des engagements de transport pris antérieurement ou si elles ne sont pas compatibles avec les contraintes de circulation imposées par les pouvoirs publics. Il doit en aviser immédiatement le donneur d'ordre par écrit ou par tout autre procédé en permettant la mémorisation."},{"type":"add","content":"Lorsque les instructions entraînent une immobilisation du véhicule ou de l'équipage, le transporteur perçoit du donneur d'ordre un complément de rémunération pour frais d'immobilisation qui lui est facturé séparément, conformément aux dispositions de l'article 17."},{"type":"del","content":"Lorsque les instructions entraînent une immobilisation du véhicule et/ ou de l'équipage, le transporteur perçoit un complément de rémunération pour frais d'immobilisation facturé séparément, conformément aux dispositions de l'article 17 ci-après."},{"type":"add","content":"Toute modification du contrat entraîne un réajustement du prix initial."},{"type":"del","content":"Toute modification au contrat entraîne un réajustement du prix initial."},{"type":"add","content":"Article 5"},{"type":"del","content":"Article 5"},{"type":"add","content":"Matériel de transport"},{"type":"del","content":"Matériel de transport"},{"type":"add","content":"Le transporteur effectue le transport à l'aide d'un matériel adapté aux marchandises à transporter ainsi qu'aux accès et installations de chargement et de déchargement préalablement définis par le donneur d'ordre, et dont les particularités ont été portées à sa connaissance préalablement au chargement."},{"type":"del","content":"Le transporteur effectue le transport à l'aide d'un matériel adapté aux marchandises à transporter ainsi qu'aux accès et installations de chargement et de déchargement préalablement définis par le donneur d'ordre."},{"type":"add","content":"Le donneur d'ordre est responsable des dommages causés au véhicule transporteur du transporteur par la marchandise, son emballage, son chargement. Il en est de même pour le destinataire en ce qui concerne les opérations de déchargement. La preuve de la faute incombe au transporteur."},{"type":"del","content":"Article 6"},{"type":"add","content":"Article 6"},{"type":"del","content":"Conditionnement, emballage et étiquetage des marchandises"},{"type":"add","content":"Conditionnement, emballage et étiquetage des marchandises"},{"type":"del","content":"6.1. Lorsque la nature de la marchandise le nécessite, celle-ci doit être conditionnée, emballée, marquée ou contremarquée de façon à supporter un transport exécuté dans des conditions normales et des manutentions successives intervenant en cours de transport et à ne pas constituer une cause de danger pour le personnel de conduite ou de manutention, les autres marchandises transportées, le véhicule ou les tiers."},{"type":"add","content":"6.1. Lorsque la nature de la marchandise le nécessite, celle-ci doit être conditionnée, emballée, marquée ou contremarquée de façon à supporter un transport exécuté dans des conditions normales et les diverses manutentions intervenant au cours dudit transport et à ne pas constituer une cause de danger pour le personnel de conduite ou de manutention, le véhicule ou les tiers."},{"type":"del","content":"6.4. Le donneur d'ordre répond de toutes les conséquences d'une absence, d'une insuffisance ou d'une défectuosité du conditionnement, de l'emballage, du marquage ou de l'étiquetage, ainsi que d'un manquement à l'obligation d'information."},{"type":"add","content":"6.4. Lorsque, au moment de la prise en charge, le transporteur n'a pas les moyens raisonnables de vérifier l'état apparent de la marchandise et de son emballage, ainsi que l'existence effective de l'étiquetage, des marques et numéros apposés sur les objets et supports de charge, il formule, sur le document de transport, des réserves précises et motivées. Ces réserves n'engagent le donneur d'ordre que si celui-ci les a acceptées expressément sur le document de transport. A défaut, le transporteur peut refuser la prise en charge de la marchandise."},{"type":"add","content":""},{"type":"add","content":"6.5. Le donneur d'ordre répond de toutes les conséquences d'une absence, d'une insuffisance ou d'une défectuosité du conditionnement, de l'emballage, du marquage ou de l'étiquetage."},{"type":"del","content":"Le fait que le transporteur n'a pas formulé de réserves à leur sujet lors de la prise en charge de la marchandise ne lui interdit pas d'invoquer ultérieurement l'absence, l'insuffisance ou la défectuosité du conditionnement, de l'emballage, du marquage, de l'étiquetage, ainsi qu'un manquement à l'obligation d'information incombant au donneur d'ordre."},{"type":"add","content":"Le fait que le transporteur n'a pas formulé de réserves à leur sujet lors de la prise en charge de la marchandise ne lui interdit pas d'invoquer ultérieurement l'absence, l'insuffisance ou la défectuosité du conditionnement, de l'emballage, du marquage ou de l'étiquetage."},{"type":"del","content":"6.5. Les supports de charges (berceaux...) et répartiteurs de charge utilisés pour le transport font partie intégrante de l'envoi. Leur poids est inclus dans le poids brut déclaré de l'envoi. Ils ne donnent lieu ni à consignation, ni à location au transporteur, ni à aucune déduction sur les frais de transport."},{"type":"add","content":"6.6. Les supports de charges et répartiteurs de charge utilisés pour le transport font partie intégrante de l'envoi. Leur poids est inclus dans le poids brut déclaré de l'envoi."},{"type":"del","content":"Dans le cadre du contrat de transport, le transporteur n'effectue ni échange, ni fourniture, ni location des supports de charge. Toute autre disposition fait l'objet d'une prestation annexe, ainsi que d'une rémunération spécifique, convenues entre les parties."},{"type":"add","content":"Dans le cadre du contrat de transport, les supports de charge et les répartiteurs de charge ne donnent lieu ni à consignation ni à location au transporteur, qui n'effectue ni collecte, ni fourniture, ni opérations dites de reprise, ni retour. Toute instruction contraire constitue une prestation annexe faisant l'objet d'une rémunération spécifique en application de l'article L. 3222-4 du code des transports. Les actions nées de leur exécution sont intentées dans le délai fixé à l'article 23 ci-après."},{"type":"del","content":"Le transport en retour des supports de charge vides fait l'objet d'un contrat de transport distinct."},{"type":"add","content":"6.7. Le transport des supports de charge vides et des répartiteurs de charges fait l'objet d'un contrat de transport distinct."},{"type":"del","content":"Article 7"},{"type":"add","content":"Article 7"},{"type":"del","content":"Chargement, arrimage, déchargement"},{"type":"add","content":"Chargement, calage, arrimage, sanglage et déchargement"},{"type":"del","content":"Le chargement, le calage et l'arrimage de la marchandise sont exécutés par le donneur d'ordre ou par son représentant sous sa responsabilité."},{"type":"add","content":"7.1. Les opérations de chargement, de calage et d'arrimage, incluant le sanglage, de la marchandise sont exécutées par le donneur d'ordre ou par son représentant, sous sa responsabilité."},{"type":"del","content":"Il vérifie que le chargement, le calage ou l'arrimage ne compromettent pas la sécurité de la circulation. Dans le cas contraire, il doit demander qu'ils soient refaits dans des conditions satisfaisantes ou refuser la prise en charge de la marchandise."},{"type":"add","content":"Le transporteur vérifie que le chargement, le calage ou l'arrimage ne compromettent pas la sécurité routière et les règles de circulation générales et particulières du convoi exceptionnel. Dans le cas contraire, il doit demander qu'ils soient refaits dans des conditions satisfaisantes ou refuser la prise en charge de la marchandise."},{"type":"add","content":""},{"type":"add","content":"Avant le départ du convoi, le donneur d'ordre vérifie que le transporteur dispose des autorisations administratives visées à l'article 3.7."},{"type":"add","content":""},{"type":"add","content":"Avant le départ du convoi, le transporteur procède à la reconnaissance extérieure du chargement, du point de vue de la conservation des marchandises. En cas de défectuosité apparente de nature à porter atteinte à cette conservation, il formule des réserves motivées inscrites sur le document de transport. Si celles-ci ne sont pas acceptées, il peut refuser la prise en charge des marchandises."},{"type":"del","content":"Le transporteur procède, avant le départ, à la reconnaissance extérieure du chargement, du point de vue de la conservation des marchandises. En cas de défectuosité apparente de nature à porter atteinte à cette conservation, il formule des réserves motivées inscrites sur le document de transport. Si celles-ci ne sont pas acceptées, il peut refuser la prise en charge des marchandises."},{"type":"add","content":"Le transporteur est exonéré de la responsabilité résultant de la perte ou de l'avarie de la marchandise pendant le transport s'il établit que le dommage provient d'une défectuosité non apparente du chargement, du calage, de l'arrimage ou d'une défectuosité apparente pour laquelle il avait émis des réserves visées par le chargeur, ou lorsqu'il a été empêché de procéder aux vérifications d'usage précitées en raison de contraintes imposées sur le site par le donneur d'ordre."},{"type":"del","content":"Le transporteur est exonéré de la responsabilité résultant de la perte ou de l'avarie de la marchandise pendant le transport s'il établit que le dommage provient d'une défectuosité non apparente du chargement, du calage, de l'arrimage ou d'une défectuosité apparente pour laquelle il avait émis des réserves visées par le chargeur."},{"type":"add","content":"Le transporteur est exonéré de la responsabilité résultant de la perte ou de l'avarie de la marchandise s'il prouve que le dommage a été provoqué par les opérations de chargement effectuées par le donneur d'ordre et qu'il a été empêché de procéder aux vérifications d'usage précitées en raison de contraintes imposées sur le site par le donneur d'ordre."},{"type":"del","content":"Le déchargement de la marchandise est effectué par le destinataire."},{"type":"add","content":"7.2. Le déchargement de la marchandise est effectué par le destinataire sous sa responsabilité."},{"type":"del","content":"Le transporteur met en œuvre dans tous les cas les moyens techniques de transfert propres au véhicule. Il est responsable des dommages résultant de leur fait."},{"type":"add","content":"7.3. Le transporteur met en œuvre dans tous les cas les moyens techniques de transfert propres au véhicule. Il est responsable des dommages résultant de leur fait."},{"type":"del","content":"Article 8"},{"type":"add","content":"7.4. Le transporteur ou son préposé participant aux opérations de chargement, de calage, d'arrimage ou de déchargement est réputé agir pour le compte de l'expéditeur ou du destinataire, et sous sa responsabilité."},{"type":"del","content":"Bâchage et débâchage"},{"type":"add","content":"Article 8"},{"type":"del","content":"Le bâchage ou le débâchage du véhicule ou de la marchandise, ainsi que le montage ou le démontage des ridelles et des ranchers sont à la charge du transporteur."},{"type":"add","content":"Bâchage et débâchage"},{"type":"del","content":"L'expéditeur ou, suivant le cas, le destinataire doit mettre en place les moyens nécessaires en personnel et en matériel pour aider le transporteur à les exécuter."},{"type":"add","content":"Lorsque le donneur d'ordre en effectue la demande, au plus tard au moment de la conclusion du contrat, le bâchage ou le débâchage du véhicule ou de la marchandise, ainsi que le montage ou le démontage des ridelles et des ranchers sont effectués par le transporteur et sous sa responsabilité."},{"type":"add","content":""},{"type":"add","content":"L'expéditeur ou, suivant le cas, le destinataire doit mettre en place les moyens nécessaires en personnel et en matériel pour aider le transporteur ou son préposé à les exécuter en toute sécurité."},{"type":"del","content":"Article 9"},{"type":"add","content":"Article 9"},{"type":"add","content":""},{"type":"add","content":"Livraison"},{"type":"add","content":""},{"type":"add","content":"9.1. La livraison est effectuée entre les mains du destinataire ou de son représentant désigné par le donneur d'ordre et figurant sur le document de transport."},{"type":"del","content":"Livraison"},{"type":"add","content":"9.2. Le destinataire peut formuler des réserves précises et motivées sur l'état de la marchandise et la quantité remise."},{"type":"del","content":"La livraison est effectuée entre les mains de la personne désignée comme destinataire sur le document de transport ou de son représentant. Dès que cette personne a pris possession de l'envoi, elle en donne décharge au transporteur en signant le document de transport."},{"type":"add","content":"Dès que le destinataire a pris possession de l'envoi, avec ou sans réserve, il en donne décharge au transporteur en datant et signant le document de transport, dont un exemplaire lui est remis, par écrit ou par tout autre support électronique assurant la transmission et la conservation des données."},{"type":"del","content":"Le destinataire peut, à cette occasion, formuler des réserves motivées sur l'état de la marchandise. Le fait qu'il n'a pas formulé de réserves à la livraison ne lui interdit pas d'invoquer ultérieurement une perte ou une avarie à la marchandise dans les conditions du droit commun."},{"type":"add","content":"En l'absence de réserves ou en cas de refus exprès et motivé desdites réserves par le transporteur, le destinataire est en droit d'invoquer dans les délais légaux prévus par l'article L. 133-3 du code de commerce une perte ou une avarie, en rapportant la preuve de leur existence et de leur imputabilité au transport."},{"type":"del","content":"La signature du destinataire ou de son représentant est la preuve de la remise et de l'acceptation de l'envoi ; elle est accompagnée du nom du signataire, de la date et de l'heure de la livraison ainsi que du cachet commercial de l'établissement."},{"type":"add","content":"9.3. La signature du destinataire est la preuve de la remise et de l'acceptation de l'envoi. Elle est accompagnée du nom du signataire, de la date et de l'heure de la livraison ainsi que du cachet commercial de l'établissement ou de tout autre moyen approprié d'identification."},{"type":"del","content":"Article 10"},{"type":"add","content":"9.4. A défaut de remise au transporteur, avant son départ, du document de transport, et sous réserve qu'il ait confirmé au donneur d'ordre la remise de la marchandise, il y a présomption simple de livraison conforme au contrat. Cette confirmation de la remise de la marchandise, précisant la date de celle-ci, intervient par l'envoi d'une lettre recommandée avec avis de réception ou par tout moyen électronique de transmission et de conservation des données, au plus tard à midi du premier jour ouvrable suivant la remise de la marchandise."},{"type":"del","content":"Modifié par Décret 2001-1363 2001-12-28 art. 3 V"},{"type":"add","content":"Article 10"},{"type":"del","content":"Conditions d'accès aux lieux de chargement et de déchargement"},{"type":"add","content":"Conditions d'accès aux lieux de chargement et de déchargement"},{"type":"del","content":"Il appartient au transporteur de reconnaître préalablement les accès aux lieux de chargement et de déchargement, au même titre que l'ensemble de l'itinéraire, le donneur d'ordre garantissant pour sa part la résistance des sols hors domaine public."},{"type":"add","content":"10.1. Le transporteur reconnaît préalablement les accès aux lieux de chargement et de déchargement, au même titre que l'ensemble de l'itinéraire, à condition que le délai entre la commande et la réalisation du transport soit compatible avec cette reconnaissance."},{"type":"del","content":"Il appartient au donneur d'ordre de prendre, à l'arrivée des véhicules ou engins, toutes les mesures de sécurité sur les lieux de chargement et de déchargement, notamment avoir débranché les lignes électriques et avoir protégé ou signalé les canalisations."},{"type":"add","content":"Le donneur d'ordre garantit pour sa part la résistance des sols ne relevant pas du domaine public."},{"type":"del","content":"Le transporteur se conforme au protocole de sécurité applicable sur le site de chargement et/ ou de déchargement conformément aux articles R. 4515-1 à R. 4515-11 du code du travail. Plus généralement, il est tenu de respecter les règles de sécurité en vigueur dans les lieux où il est amené à intervenir."},{"type":"add","content":"10.2. Le donneur d'ordre, ainsi que le destinataire, signalent, au plus tard au moment de la conclusion du contrat, les obstacles susceptibles d'entraver la circulation du convoi dans les enceintes privées de chargement ou de déchargement. Ils assurent le maintien des conditions d'accès jusqu'à la réalisation du transport."},{"type":"del","content":"Article 11"},{"type":"add","content":"10.3. Le donneur d'ordre prend, à l'arrivée des véhicules ou engins, toutes les mesures de sécurité sur les lieux de chargement et de déchargement, notamment le débranchement des lignes électriques, ainsi que la protection et le signalement des canalisations."},{"type":"del","content":"Identification du véhicule et durées de mise à disposition en vue du chargement ou du déchargement"},{"type":"add","content":"10.4. Le transporteur se conforme au protocole de sécurité applicable sur le site de chargement ou de déchargement conformément aux articles R. 4515-1 à R. 4515-11 du code du travail. Plus généralement, il est tenu de respecter les règles de sécurité en vigueur dans les lieux où il est amené à intervenir."},{"type":"del","content":"A l'arrivée du véhicule sur les lieux de chargement ou de déchargement ou dans l'aire d'attente, même si elle est extérieure, le transporteur informe le représentant de l'établissement de chargement ou de déchargement que son véhicule est à disposition pour effectuer l'une ou l'autre de ces opérations. L'heure de cette mise à disposition est immédiatement consignée par le transporteur sur le document de suivi, ce qui constitue l'identification du véhicule au sens de l'article L. 3222-7."},{"type":"add","content":"Article 11"},{"type":"del","content":"L'identification est le point de départ des durées de mise à disposition du véhicule en vue du chargement ou du déchargement."},{"type":"add","content":"Identification du véhicule et durées de mise à disposition en vue du chargement ou du déchargement"},{"type":"del","content":"Ces durées prennent fin au moment où est consignée sur le document de suivi l'heure où le véhicule est prêt à partir, l'opération de chargement ou de déchargement terminée et les documents de transport émargés remis au transporteur."},{"type":"add","content":"11.1. A l'arrivée du véhicule transporteur sur les lieux de chargement ou de déchargement ou dans l'aire d'attente, même si elle est extérieure, le transporteur informe le représentant de l'établissement de chargement ou de déchargement que son véhicule transporteur est à disposition pour effectuer l'une ou l'autre de ces opérations. L'heure de cette mise à disposition est immédiatement consignée par le transporteur sur le document de suivi, ce qui constitue l'identification du véhicule au sens de l'article L. 3222-7 du code des transports."},{"type":"del","content":"Elles sont :"},{"type":"add","content":"L'identification est le point de départ des durées de mise à disposition du véhicule transporteur en vue du chargement ou du déchargement."},{"type":"add","content":""},{"type":"add","content":"Ces durées prennent fin avec la remise des documents émargés au transporteur."},{"type":"add","content":""},{"type":"add","content":"11.2. Les durées totales de mise à la disposition du véhicule transporteur sont :"},{"type":"del","content":"Lorsqu'il y a rendez-vous, un retard de trente minutes est admis par rapport à l'heure d'arrivée fixée, ainsi qu'un allongement de la durée d'immobilisation du véhicule de trente minutes."},{"type":"add","content":"Lorsqu'il y a rendez-vous, un retard de trente minutes est admis par rapport à l'heure d'arrivée fixée, ainsi qu'un allongement de la durée d'immobilisation du véhicule transporteur de trente minutes."},{"type":"add","content":""},{"type":"add","content":"En cas de rendez-vous, au-delà de trente minutes de retard, le véhicule transporteur est mis à disposition pour une durée de deux heures quinze minutes."},{"type":"add","content":""},{"type":"add","content":"11.3. Dans tous les cas, lorsque le transporteur se présente en avance, les durées mentionnées à l'article 11.2 ne courent qu'à compter de l'heure de rendez-vous ou de l'heure de début de plage horaire convenue."},{"type":"add","content":""},{"type":"add","content":"11.4. Suspension des durées d'immobilisation."},{"type":"add","content":""},{"type":"add","content":"En cas de rendez-vous et/ou de plage horaire non respectés, les durées de mise à disposition non écoulées à l'heure de fermeture des services d'expédition ou de réception de l'établissement sont suspendues jusqu'à l'heure d'ouverture desdits services le premier jour ouvrable qui suit."},{"type":"add","content":""},{"type":"add","content":"En cas de rendez-vous et/ou de plage horaire respectés, ou en l'absence de rendez-vous ou de plage horaire, la suspension visée ne s'applique pas."},{"type":"add","content":""},{"type":"add","content":"11.5. Dépassement des durées d'immobilisation."},{"type":"del","content":"En cas de rendez-vous manqué, ce sont les durées prévues pour \" les autres cas \" qui sont applicables, majorées de quinze minutes."},{"type":"add","content":"En cas de dépassement non imputable au transporteur des durées ainsi fixées, le transporteur perçoit de celui qui en est à l'origine un complément de rémunération pour frais d'immobilisation du véhicule et/ou de l'équipage, facturé séparément, conformément aux dispositions de l'article 17. Si les opérations de chargement n'ont pas débuté au terme des durées décomptées conformément à l'article 11.2, il est en droit de refuser la prise en charge, sans indemnité."},{"type":"del","content":"Les durées telles qu'elles sont définies ci-dessus sont suspendues jusqu'à l'heure du rendez-vous ou jusqu'à l'heure du début de la plage horaire convenue par les parties. En l'absence de rendez-vous ou de plage horaire, si ces durées ne sont pas écoulées à 18 heures ou à l'heure de fermeture de l'établissement, elles sont suspendues jusqu'à 8 heures ou jusqu'à l'heure d'ouverture de l'établissement du premier jour ouvrable qui suit."},{"type":"add","content":"Article 12"},{"type":"del","content":"En cas de dépassement non imputable au transporteur des durées ainsi fixées, celui-ci perçoit du donneur d'ordre ou du destinataire, selon le cas, un complément de rémunération pour frais d'immobilisation du véhicule et/ ou de l'équipage facturé séparément, conformément aux dispositions de l'article 17 ci-après."},{"type":"add","content":"Opérations de pesage"},{"type":"del","content":"Article 12"},{"type":"add","content":"Si l'une des parties au contrat demande la pesée de l'envoi, cette opération est effectuée sur le lieu de chargement ou de déchargement. Si le déplacement du véhicule transporteur est nécessaire, son coût ainsi que celui de l'opération de pesage sont supportés par le demandeur."},{"type":"del","content":"Opérations de pesage"},{"type":"add","content":"Article 13"},{"type":"del","content":"Si l'une des parties au contrat demande la pesée de l'envoi, cette opération est effectuée sur le lieu de chargement ou de déchargement. Si le déplacement du véhicule est nécessaire, son coût ainsi que celui de l'opération de pesage sont supportés par le demandeur."},{"type":"add","content":"Défaillance totale ou partielle du donneur d'ordre dans la remise de l'envoi"},{"type":"del","content":"Article 13"},{"type":"add","content":"13.1. Le donneur d'ordre verse au transporteur une indemnité lorsqu'il est responsable, hors cas de force majeure :"},{"type":"del","content":"Défaillance totale ou partielle du donneur d'ordre dans la remise de l'envoi"},{"type":"add","content":"a) De l'annulation du transport ;"},{"type":"del","content":"Le donneur d'ordre est responsable, sauf en cas de force majeure :"},{"type":"add","content":"b) De la non-remise de l'envoi lors de la mise à disposition du véhicule par le transporteur ;"},{"type":"del","content":"-de l'annulation du transport ;"},{"type":"add","content":"c) D'un report du transport."},{"type":"del","content":"-de la non-remise de l'envoi lors de la mise à disposition du véhicule par le transporteur ;"},{"type":"add","content":"L'indemnité forfaitaire à verser au transporteur est égale aux deux tiers du prix du transport, hors prestations annexes et/ou complémentaires, à laquelle s'ajoutent les frais de consultation engagés et acquittés par celui-ci."},{"type":"del","content":"-d'un report du transport."},{"type":"add","content":"13.2. Toutefois, en cas d'annulation ou de report, le donneur d'ordre n'est pas tenu à indemnité, s'il en informe le transporteur en respectant les délais de préavis suivants par rapport à la date de mise à disposition prévue du véhicule :"},{"type":"del","content":"Dans les trois cas, l'indemnité à verser au transporteur est égale au tiers du prix du transport hors prestations annexes."},{"type":"add","content":"a) Pour un convoi de 1re catégorie : deux (2) jours ouvrables ;"},{"type":"del","content":"Toutefois, en cas d'annulation ou de report, le donneur d'ordre n'est pas tenu à indemnité, s'il en informe le transporteur en respectant les délais de préavis suivants par rapport à la date de mise à disposition prévue du véhicule :"},{"type":"add","content":"b) Pour un convoi de 2e catégorie : six (6) jours ouvrables ;"},{"type":"del","content":"-pour un convoi de 1re catégorie : deux jours ouvrables ;"},{"type":"add","content":"c) Pour un convoi de 3e catégorie : douze (12) jours ouvrables."},{"type":"del","content":"-pour un convoi de 2e catégorie : six jours ouvrables ;"},{"type":"add","content":"Article 14"},{"type":"del","content":"-pour un convoi de 3e catégorie : douze jours ouvrables."},{"type":"add","content":"Défaillance du transporteur au chargement entraînant le report ou l'annulation du transport"},{"type":"del","content":"Article 14"},{"type":"add","content":"14.1. Le transporteur verse au donneur d'ordre une indemnité lorsqu'il est responsable, hors cas de force majeure, d'un report ou d'une annulation du transport."},{"type":"del","content":"Défaillance définitive ou temporaire du transporteur au chargement"},{"type":"add","content":"L'indemnité forfaitaire à verser au donneur d'ordre est égale aux deux tiers du prix du transport, hors prestations annexes et/ou complémentaires."},{"type":"del","content":"Le transporteur est responsable, sauf en cas de force majeure :"},{"type":"add","content":"14.2. Toutefois, en cas d'annulation ou de report, le transporteur n'est pas tenu à indemnité, s'il en informe le donneur d'ordre en respectant les délais de préavis suivants par rapport à la date de mise à disposition prévue du véhicule selon les caractéristiques du convoi (longueur et largeur hors-tout, masse) telles que définies par le code de la route :"},{"type":"del","content":"-d'une défaillance définitive dans l'exécution du transport ;"},{"type":"add","content":"a) Pour un convoi de 1re catégorie : deux jours ouvrables ;"},{"type":"del","content":"-d'une défaillance temporaire conduisant à un report du transport."},{"type":"add","content":"b) Pour un convoi de 2e catégorie : six jours ouvrables ;"},{"type":"del","content":"Dans les deux cas, l'indemnité à verser au donneur d'ordre est égale au tiers du prix du transport, hors prestations annexes."},{"type":"add","content":"c) Pour un convoi de 3e catégorie : douze jours ouvrables."},{"type":"del","content":"Cette indemnité n'est pas due :"},{"type":"add","content":"De même, cette indemnité n'est pas due si le transporteur propose au donneur d'ordre une autre entreprise capable d'exécuter le transport dans les mêmes conditions. Le transporteur initial répond comme un commissionnaire de transport de la bonne exécution de l'opération."},{"type":"del","content":"-si le transporteur prévient le donneur d'ordre en respectant les délais de préavis par rapport à la date de mise à disposition prévue du véhicule définis à l'article 11 ci-dessus ;"},{"type":"add","content":"14.3. Le donneur d'ordre peut chercher un autre transporteur en cas de non-respect du préavis ou lorsque le report proposé est de nature à lui causer un préjudice grave."},{"type":"del","content":"-s'il se substitue une entreprise susceptible d'exécuter le transport dans les mêmes conditions."},{"type":"add","content":"14.4. Lorsque la défaillance au chargement du transporteur est consécutive à l'absence de délivrance de l'autorisation de transport exceptionnel, le transporteur est exonéré du versement d'une quelconque indemnité, s'il prouve qu'il a mis en œuvre les diligences normales dans la gestion de la demande d'autorisation."},{"type":"del","content":"Le donneur d'ordre peut chercher un autre transporteur en cas de non-respect du préavis ou lorsque le report proposé est de nature à lui causer un préjudice grave."},{"type":"add","content":"Article 15"},{"type":"del","content":"Article 15"},{"type":"add","content":"Empêchement au transport"},{"type":"del","content":"Empêchement au transport"},{"type":"add","content":"15.1. Si le transport est empêché ou interrompu temporairement ou si, pour un motif quelconque, l'exécution du transport est ou devient impossible dans les conditions initialement prévues, le transporteur demande des instructions au donneur d'ordre."},{"type":"del","content":"Si le transport est empêché ou interrompu temporairement ou si, pour un motif quelconque, l'exécution du transport est ou devient impossible dans les conditions initialement prévues, le transporteur demande des instructions au donneur d'ordre."},{"type":"add","content":"La mise en œuvre de ces instructions est subordonnée à l'obtention des autorisations administratives nécessaires."},{"type":"del","content":"Si le transporteur n'a pu obtenir en temps utile les instructions du donneur d'ordre, il prend les mesures qui lui paraissent les meilleures dans l'intérêt de ce dernier pour la conservation de la marchandise ou son acheminement par d'autres voies ou d'autres moyens."},{"type":"add","content":"15.2. Si le transporteur n'a pu obtenir en temps utile les instructions du donneur d'ordre, il prend les mesures qui lui paraissent les meilleures dans l'intérêt de ce dernier pour la conservation de la marchandise ou son acheminement par d'autres voies ou d'autres moyens."},{"type":"del","content":"Sauf si l'empêchement, l'interruption ou l'impossibilité est imputable au transporteur, le donneur d'ordre rembourse au transporteur les dépenses justifiées consécutives aux instructions données ou aux mesures prises en application des alinéas précédents. Ces dépenses, ainsi que les frais d'immobilisation du véhicule et/ ou de l'équipage, sont facturées séparément, en sus du prix du transport convenu, conformément aux dispositions de l'article 17 ci-après."},{"type":"add","content":"15.3. Sauf si l'empêchement, l'interruption ou l'impossibilité est imputable au transporteur, le donneur d'ordre rembourse au transporteur les dépenses justifiées consécutives aux instructions données ou aux mesures prises en application des alinéas précédents. Ces dépenses, ainsi que les frais d'immobilisation du véhicule et/ou de l'équipage, sont facturées séparément, en sus du prix du transport convenu, conformément aux dispositions de l'article 17 ci-après."},{"type":"del","content":"Article 16"},{"type":"add","content":"Article 16"},{"type":"add","content":""},{"type":"add","content":"Empêchement à la livraison - Sort des marchandises en souffrance"},{"type":"add","content":""},{"type":"add","content":"16.1. Il y a empêchement à la livraison chaque fois que l'envoi parvenu au lieu de livraison prévu ne peut être remis au destinataire désigné, notamment en cas :"},{"type":"add","content":""},{"type":"add","content":"a) D'absence du destinataire ;"},{"type":"add","content":""},{"type":"add","content":"b) D'inaccessibilité du lieu de livraison ;"},{"type":"add","content":""},{"type":"add","content":"c) D'immobilisation du véhicule chez le destinataire pendant une durée supérieure aux durées définies à l'article 11 ;"},{"type":"add","content":""},{"type":"add","content":"d) De refus de prendre livraison par le destinataire."},{"type":"add","content":""},{"type":"add","content":"Sans préjudice des dispositions de l'article 11.4, est également considéré comme un empêchement à la livraison, toute immobilisation du véhicule chez le destinataire supérieure à vingt-quatre heures décomptées à partir de la mise à disposition."},{"type":"add","content":""},{"type":"add","content":"16.2. L'empêchement à la livraison donne lieu à l'établissement d'un avis de souffrance adressé par le transporteur au donneur d'ordre dans les vingt-quatre heures suivant sa constatation par écrit ou par tout moyen électronique de transmission et de conservation de données."},{"type":"add","content":""},{"type":"add","content":"16.3. Traitement des souffrances."},{"type":"add","content":""},{"type":"add","content":"La marchandise qui a fait l'objet de l'avis de souffrance reste à la disposition du destinataire jusqu'à la réception des nouvelles instructions du donneur d'ordre."},{"type":"del","content":"Modalités de livraison.-Empêchement à la livraison"},{"type":"add","content":"En l'absence d'instruction dans un délai de vingt-quatre heures suivant l'avis de souffrance, le transporteur peut décharger la marchandise pour le compte du donneur d'ordre. En ce cas, le transporteur demeure responsable de la marchandise ou la confie à un entrepôt public ou, à défaut, à un tiers."},{"type":"del","content":"Il y a empêchement à la livraison chaque fois que l'envoi parvenu au lieu de livraison prévu ne peut être remis au destinataire désigné. Est également considérée comme un empêchement à la livraison toute immobilisation du véhicule chez le destinataire supérieure à vingt-quatre heures décomptées à partir de la mise à disposition."},{"type":"add","content":"A défaut de réponse du donneur d'ordre dans les trois jours ouvrables suivant l'avis de souffrance, le transporteur lui adresse un deuxième avis de souffrance par écrit ou par tout autre moyen électronique de transmission et de conservation de données."},{"type":"del","content":"L'empêchement à la livraison donne lieu à l'établissement d'un avis de souffrance adressé par le transporteur au donneur d'ordre dans les vingt-quatre heures suivant sa constatation par écrit ou par tout autre procédé en permettant la mémorisation."},{"type":"add","content":"En l'absence d'instruction dans les cinq jours ouvrables suivant le second avis de souffrance, le transporteur met le donneur d'ordre en demeure, par lettre recommandée avec avis de réception, de reprendre possession de la marchandise."},{"type":"del","content":"La marchandise qui a fait l'objet de l'avis de souffrance reste à la disposition du destinataire jusqu'à la réception des instructions nouvelles du donneur d'ordre."},{"type":"add","content":"A défaut de réponse dans un délai maximum de quinze jours ouvrables à compter de la date de première présentation de la mise en demeure, le contrat de transport est résilié de plein droit et la marchandise est considérée comme abandonnée par le donneur d'ordre au transporteur, ce qui confère à ce dernier le droit d'effectuer sur elle tout acte de disposition (vente amiable, etc.)."},{"type":"del","content":"En l'absence d'instruction, le transporteur peut décharger la marchandise pour le compte de l'expéditeur. En ce cas, le transporteur assume la garde de la marchandise ou la confie à un entrepôt public ou, à défaut, à un tiers dont il est garant. Les frais ainsi engagés sont à la charge du donneur d'ordre, sauf s'ils sont la conséquence d'une faute du transporteur. En outre, le transporteur perçoit du donneur d'ordre un complément de rémunération pour frais d'immobilisation du véhicule et/ ou de l'équipage et pour les opérations de manutention accomplies, facturé séparément, conformément aux dispositions de l'article 17."},{"type":"add","content":"L'ensemble des frais ainsi engagés est à la charge du donneur d'ordre, sauf s'ils sont la conséquence d'une faute du transporteur. En outre, le transporteur perçoit du donneur d'ordre un complément de rémunération pour frais d'immobilisation du véhicule et/ou de l'équipage et pour les opérations de manutention accomplies, facturé séparément, conformément aux dispositions de l'article 17."},{"type":"del","content":"Article 17"},{"type":"add","content":"Article 17"},{"type":"del","content":"Modifié par Décret n° 2007-1226 du 20 août 2007-art. 4"},{"type":"add","content":"Rémunération du transport et des prestations annexes et complémentaires"},{"type":"del","content":"Rémunération du transport et des prestations annexes et complémentaires"},{"type":"add","content":"17.1. La rémunération du transporteur comprend :"},{"type":"del","content":"La rémunération du transporteur comprend le prix du transport stricto sensu, celui des prestations annexes et des prestations complémentaires auxquels s'ajoutent les frais liés à l'établissement et à la gestion administrative et informatique du contrat de transport, ainsi que toute taxe liée au transport et/ ou tout droit dont la perception est mise à la charge du transporteur."},{"type":"add","content":"a) Le prix du transport stricto sensu ;"},{"type":"del","content":"Le prix du transport est établi en fonction du type de véhicule utilisé, de ses équipements, de la nature de la marchandise, de son poids, de son volume, de la distance du transport, des délais d'acheminement, de la relation assurée, des caractéristiques du trafic, des sujétions particulières de circulation, de la durée de mise à disposition du véhicule et de l'équipage, plus généralement des coûts engendrés par la prestation demandée, conformément aux dispositions des articles L. 3221-1, L. 3221-2, L. 3222-1 à L. 3222-6, L. 3242-2 et L. 3242-3 ainsi que de la qualité de la prestation rendue."},{"type":"add","content":"b) Le prix des prestations annexes ;"},{"type":"del","content":"Sans préjudice des dispositions des articles L. 3222-1 et L. 3222-2, le prix du transport nitialement convenu est révisé en cas de variations significatives des charges de l'entreprise de transport qui tiennent à des conditions extérieures à cette dernière."},{"type":"add","content":"c) Le prix des prestations complémentaires ;"},{"type":"del","content":"Toute prestation annexe ou complémentaire est rémunérée au prix convenu. Tel est le cas notamment :"},{"type":"add","content":"d) Les frais liés à l'établissement et à la gestion administrative et informatique du contrat de transport ;"},{"type":"add","content":""},{"type":"add","content":"e) Toute taxe liée au transport et/ou tout droit dont la perception est mise à la charge du transporteur."},{"type":"add","content":""},{"type":"add","content":"17.2. Le prix du transport est établi en fonction du type de véhicule utilisé, de ses équipements, de la nature de la marchandise, de son poids, de son volume, de la distance du transport, des délais d'acheminement, de la relation assurée, des caractéristiques du trafic, des sujétions particulières de circulation, de la durée de mise à disposition du véhicule transporteur et de l'équipage, plus généralement des coûts engendrés par la prestation demandée, conformément aux dispositions du titre II du livre II de la troisième partie législative du code des transports, ainsi que de la qualité de la prestation rendue."},{"type":"add","content":""},{"type":"add","content":"17.3. Le prix du transport initialement convenu est révisé en cas de variations significatives des charges de l'entreprise de transport qui tiennent à des conditions extérieures à cette dernière."},{"type":"add","content":""},{"type":"add","content":"Les charges de carburant sont déterminées et révisées dans les conditions prévues par les dispositions impératives des articles L. 3222-1 et L. 3222-2 du code des transports."},{"type":"add","content":""},{"type":"add","content":"17.4. Toute prestation annexe ou complémentaire est rémunérée au prix convenu. Tel est le cas notamment :"},{"type":"del","content":"g) Des opérations de chargement et déchargement ;"},{"type":"add","content":"g) Des opérations de chargement, de déchargement, de calage, d'arrimage et de sanglage ;"},{"type":"add","content":""},{"type":"add","content":"h) De la fourniture des moyens de calage et d'arrimage (cales, sangles, etc.) ;"},{"type":"del","content":"h) De la nouvelle présentation au lieu de chargement ou au lieu de déchargement ;"},{"type":"add","content":"i) De toute prestation relative aux supports de charge quels qu'ils soient ;"},{"type":"del","content":"i) Des opérations de pesage ;"},{"type":"add","content":"j) De la nouvelle présentation au lieu de chargement ou au lieu de déchargement ;"},{"type":"del","content":"j) Du nettoyage, du lavage, de la désinfection ou de la décontamination du véhicule en cas de remise d'envois salissants ou contaminants ;"},{"type":"add","content":"k) Des opérations de pesage ;"},{"type":"del","content":"k) Du magasinage ;"},{"type":"add","content":"l) Du nettoyage, du lavage, de la désinfection ou de la décontamination du véhicule en cas de remise d'envois salissants ou contaminants ;"},{"type":"del","content":"l) Des frais d'immobilisation du véhicule et de l'équipage ;"},{"type":"add","content":"m) Du magasinage ;"},{"type":"del","content":"m) Des frais de relevage ou de coupures de lignes électriques et téléphoniques ou de tout autre obstacle aérien, des frais d'étude de franchissement d'ouvrages d'art, démontage et montage d'obstacles divers, renforcements d'ouvrage d'art, de chaussées ou de quai... ;"},{"type":"add","content":"n) Des frais d'immobilisation du véhicule et de l'équipage ;"},{"type":"del","content":"n) Du bâchage de la marchandise."},{"type":"add","content":"o) Des frais de relevage ou de coupures de lignes électriques et téléphoniques ou de tout autre obstacle aérien, des frais d'étude de franchissement d'ouvrages d'art, démontage et montage d'obstacles divers, renforcements d'ouvrage d'art, de chaussées ou de quai… ;"},{"type":"del","content":"Toute modification du contrat de transport initial, notamment tout changement d'itinéraire, toute immobilisation du véhicule et/ ou de l'équipage non imputables au transporteur, entraîne un réajustement des conditions de rémunération du transporteur."},{"type":"add","content":"p) Du bâchage et du débâchage de la marchandise ;"},{"type":"del","content":"Les frais supplémentaires de suivi du contrat de transport sont facturés séparément."},{"type":"add","content":"q) Des frais de consultation des gestionnaires d'ouvrages ou de voiries générés par la demande de transport exceptionnel ;"},{"type":"del","content":"Tous les prix sont calculés hors taxes."},{"type":"add","content":"r) Des frais d'accompagnement requis conformément aux obligations découlant de l'article 13 de l'arrêté du 4 mai 2006 modifié et aux obligations spécifiques de l'autorisation de transport exceptionnel."},{"type":"del","content":"Article 18"},{"type":"add","content":"17.5. Toute modification du contrat de transport initial, notamment tout changement d'itinéraire, toute immobilisation du véhicule transporteur et/ou de l'équipage non imputables au transporteur, entraîne un réajustement des conditions de rémunération du transporteur."},{"type":"del","content":"Modifié par Décret n° 2007-1226 du 20 août 2007-art. 4"},{"type":"add","content":"17.6. Les frais supplémentaires de suivi du contrat de transport sont facturés séparément."},{"type":"del","content":"Modalités de paiement"},{"type":"add","content":"17.7. Tous les prix sont calculés hors taxes."},{"type":"del","content":"18.1. Le paiement du prix du transport, des prestations annexes et complémentaires, est exigible à l'enlèvement (port payé) ou à la livraison (port dû) sur présentation de la facture ou d'un document en tenant lieu."},{"type":"add","content":"Article 18"},{"type":"del","content":"S'il n'a pas été encaissé au moment de l'enlèvement ou de la livraison, ce prix est payable à la réception de la facture du transporteur. L'expéditeur et le destinataire sont garants de son acquittement."},{"type":"add","content":"Modalités de paiement"},{"type":"del","content":"18.2. L'imputation unilatérale du montant des dommages allégués sur le prix du transport est interdite."},{"type":"add","content":"18.1. Le paiement du prix du transport, ainsi que celui des prestations annexes, est exigible à l'enlèvement (port payé) ou à la livraison (port dû), sur présentation de la facture ou d'un document en tenant lieu et, en tout état de cause, au lieu d'émission de la facture, laquelle doit être réglée dans un délai qui ne peut excéder trente jours à compter de la date de son émission."},{"type":"del","content":"18.3. Lorsque le transporteur consent à son débiteur des délais de paiement, la facture établie par le transporteur mentionne la date à laquelle le paiement doit intervenir. Elle précise les conditions d'escompte applicables en cas de paiement à une date antérieure à celle mentionnée sur ladite facture. Cette dernière doit être réglée au plus tard à la date indiquée."},{"type":"add","content":"L'expéditeur et le destinataire sont garants de son acquittement."},{"type":"del","content":"18.4. Conformément aux dispositions du 5° du II de l'article L. 441-11 du code de commerce, les parties ne peuvent convenir d'un délai de paiement supérieur à trente jours à compter de la date d'émission de la facture."},{"type":"add","content":"18.2. La compensation unilatérale du montant des dommages allégués sur le prix du transport est interdite."},{"type":"del","content":"18.5. Le paiement est exigible à la réception de la facture et à son lieu d'émission. Tout retard dans le paiement entraîne de plein droit, après mise en demeure, le versement de pénalités, dans les conditions prévues par le II de l'article L. 441-10 du code de commerce, sans préjudice de la réparation, dans les conditions du droit commun, de tout autre dommage résultant de ce retard."},{"type":"add","content":"18.3. Tout retard dans le paiement entraîne de plein droit, le jour suivant la date limite de règlement figurant sur la facture, l'exigibilité d'intérêts de retard d'un montant équivalent à cinq fois le taux d'intérêt légal, ainsi que d'une indemnité forfaitaire pour frais de recouvrement d'un montant minimum conformément à l'article D. 441-5 du code de commerce, et ce, sans préjudice de la réparation éventuelle, dans les conditions du droit commun, de tout autre dommage résultant directement de ce retard."},{"type":"del","content":"18.6. Le non-paiement total ou partiel d'une facture à une seule échéance emporte, sans formalité, déchéance du terme entraînant l'exigibilité immédiate du règlement, sans mise en demeure, de toutes sommes dues, même à terme, à la date de ce manquement et autorise le transporteur à exiger le paiement comptant avant l'exécution de toute nouvelle opération."},{"type":"add","content":"18.4. La date d'exigibilité du paiement, le taux des intérêts de retard, ainsi que le montant de l'indemnité forfaitaire de compensation des frais de recouvrement doivent obligatoirement figurer sur la facture."},{"type":"del","content":"Article 19"},{"type":"add","content":"18.5. Le non-paiement total ou partiel d'une facture à une seule échéance emporte, sans formalité, déchéance du terme entraînant l'exigibilité immédiate du règlement, sans mise en demeure, de toutes les sommes dues, même à terme, à la date de ce manquement et autorise le transporteur à exiger le paiement comptant avant l'exécution de toute nouvelle opération."},{"type":"del","content":"Livraison contre remboursement"},{"type":"add","content":"18.6. En cas de perte ou d'avarie partielles ou totales de la marchandise, le transporteur a droit au paiement de sa rémunération, sous réserve qu'il règle l'indemnité correspondante."},{"type":"del","content":"La livraison contre remboursement doit être expressément demandée par le donneur d'ordre conformément aux dispositions de l'article 3."},{"type":"add","content":"Article 19"},{"type":"del","content":"Lorsqu'il y a stipulation d'une livraison contre remboursement, le transporteur reçoit entre ses mains la somme remise par le destinataire en échange de la marchandise soit sous forme d'un chèque établi à l'ordre de l'expéditeur ou de toute autre personne désignée par le donneur d'ordre, soit en espèces quand la législation l'autorise. Toutefois, même dans ce dernier cas, le transporteur ne peut refuser un chèque sans motif valable."},{"type":"add","content":"Livraison contre remboursement"},{"type":"del","content":"Le transporteur doit adresser cette somme au donneur d'ordre ou à la personne désignée par ce dernier, dans un délai de huit jours ouvrables à compter de sa remise."},{"type":"add","content":"19.1. La livraison contre remboursement doit être expressément demandée par le donneur d'ordre conformément aux dispositions de l'article 3.1."},{"type":"del","content":"La stipulation d'une livraison contre remboursement ne vaut pas déclaration de valeur et ne modifie donc pas les règles d'indemnisation pour pertes et avaries définies à l'article 20 ci-après. Elle ne lie le transporteur que si elle figure sur un document procédant du contrat de transport."},{"type":"add","content":"19.2. Lorsqu'il y a stipulation d'une livraison contre remboursement, le transporteur reçoit entre ses mains la somme remise par le destinataire en échange de la marchandise soit sous forme d'un chèque établi à l'ordre de l'expéditeur ou de toute autre personne désignée par le donneur d'ordre, soit en espèces quand la législation l'autorise."},{"type":"del","content":"La responsabilité du transporteur en cas de manquement à cette obligation est engagée selon les règles du mandat. Néanmoins, la prescription des actions relatives à la livraison contre remboursement est d'un an à compter de la date de livraison."},{"type":"add","content":"Toutefois, même dans ce dernier cas, le transporteur ne peut refuser un chèque sans motif valable."},{"type":"del","content":"Article 20"},{"type":"add","content":"19.3. Le transporteur doit adresser cette somme au donneur d'ordre ou à la personne désignée par ce dernier, dans un délai de huit jours ouvrables à compter de sa remise."},{"type":"del","content":"Indemnisation pour pertes et avaries"},{"type":"add","content":"19.4. La stipulation d'une livraison contre remboursement ne vaut pas déclaration de valeur et ne modifie donc pas les règles d'indemnisation pour pertes et avaries définies à l'article 20. Elle ne lie le transporteur que si elle figure sur un document procédant du contrat de transport."},{"type":"del","content":"Déclaration de valeur"},{"type":"add","content":"19.5. La responsabilité du transporteur en cas de manquement à cette obligation est engagée selon les règles du mandat. Conformément à l'article L. 133-6 du code de commerce, la prescription des actions relatives à la livraison contre remboursement est d'un an à compter de la date de livraison."},{"type":"del","content":"Le transporteur est tenu de verser une indemnité pour la réparation de tous les dommages justifiés dont il est légalement tenu pour responsable, résultant de la perte totale ou partielle ou de l'avarie de la marchandise."},{"type":"add","content":"Article 20"},{"type":"del","content":"Cette indemnité ne peut excéder :"},{"type":"add","content":"Indemnisation pour pertes et avaries - Déclaration de valeur"},{"type":"add","content":""},{"type":"add","content":"20.1. Le transporteur est tenu de verser une indemnité pour la réparation de tous les dommages justifiés dont il est légalement tenu pour responsable, résultant de la perte totale ou partielle ou de l'avarie de la marchandise."},{"type":"add","content":""},{"type":"add","content":"Hors les cas de dol et de faute inexcusable du transporteur, l'indemnisation du préjudice prouvé, direct et prévisible, s'effectue dans les limites suivantes :"},{"type":"del","content":"2° En ce qui concerne tous les autres dommages, le double du prix du transport hors prestations annexes."},{"type":"add","content":"2° En ce qui concerne tous les autres dommages, le double du prix du transport (droits, taxes, prestations annexes et/ou complémentaires et frais divers exclus)."},{"type":"add","content":""},{"type":"add","content":"20.2. Le donneur d'ordre a toujours la faculté de faire une déclaration de valeur qui a pour effet de substituer le montant de cette déclaration au plafond de l'indemnité fixée à l'un ou l'autre des alinéas ci-dessus. La déclaration de valeur doit être formulée par écrit ou par tout moyen électronique de transmission ou de conservation des données, au plus tard au moment de la conclusion du contrat de transport. La validité de la déclaration est subordonnée au paiement d'un prix convenu tel que prévu à l'article 17."},{"type":"add","content":""},{"type":"add","content":"20.3. L'indemnité est réduite d'un tiers lorsque le donneur d'ordre impose la destruction de la marchandise laissée pour compte, pour autant consommable, ou en interdit le sauvetage. Cette réduction n'a pas lieu d'être en cas de dol ou de faute inexcusable du transporteur."},{"type":"add","content":""},{"type":"add","content":"Article 21"},{"type":"del","content":"Le donneur d'ordre a toujours la faculté de faire une déclaration de valeur qui a pour effet de substituer le montant de cette déclaration au plafond de l'indemnité fixée à l'un ou l'autre des alinéas ci-dessus."},{"type":"add","content":"Dommages autres qu'à la marchandise transportée"},{"type":"del","content":"En tout état de cause, l'indemnité est réduite d'un tiers lorsque le donneur d'ordre impose la destruction de la marchandise laissée pour compte, pour autant consommable, ou en interdit le sauvetage."},{"type":"add","content":"Le transporteur est responsable de la perte et des dommages matériels directs qu'il occasionne aux biens de l'expéditeur ou du destinataire dans le cadre de l'exécution du contrat de transport."},{"type":"del","content":"Article 21"},{"type":"add","content":"Article 22"},{"type":"del","content":"Responsabilité et indemnisation pour retard à la livraison"},{"type":"add","content":"Responsabilité et indemnisation pour retard à la livraison - Déclaration d'intérêt spécial à la livraison"},{"type":"del","content":"Le transporteur répond du retard à la livraison dans la mesure où il est imputable à une faute de sa part dont, à l'exception des convois de première catégorie, la preuve incombe au réclamant."},{"type":"add","content":"22.1. Retard à la livraison."},{"type":"del","content":"Dans tous les cas lorsque sa responsabilité est établie, le transporteur est tenu de verser, en réparation de tous les dommages justifiés résultant du retard, une indemnité qui ne peut excéder le prix du transport, hors droits, taxes, frais divers et prestations annexes."},{"type":"add","content":"Il y a retard à la livraison lorsque l'envoi n'a pas été livré dans le délai convenu ou, s'il n'a pas été convenu de délai, lorsque la durée effective du transport dépasse le délai d'acheminement communément admis par les transporteurs nationaux pour un trajet donné, hors circonstances exceptionnelles."},{"type":"del","content":"Le donneur d'ordre a toujours la faculté de faire une déclaration d'intérêt spécial à la livraison qui a pour effet de substituer le montant de cette déclaration au plafond de l'indemnité fixé à l'alinéa précédent."},{"type":"add","content":"22.2. Indemnisation pour retard à la livraison."},{"type":"del","content":"Sans préjudice de l'indemnité prévue aux alinéas précédents, les pertes ou avaries à la marchandise résultant d'un retard sont indemnisées conformément aux dispositions de l'article 20 ci-dessus."},{"type":"add","content":"Sauf cas de force majeure, le transporteur répond du retard à la livraison dans la mesure où il est imputable à une faute de sa part dont, à l'exception des convois de première catégorie, la preuve incombe au réclamant."},{"type":"del","content":"Article 22"},{"type":"add","content":"En cas de préjudice prouvé résultant d'un retard à la livraison du fait du transporteur, celui-ci est tenu de verser une indemnité qui ne peut excéder le prix du transport (droits, taxes, prestations annexes et/ou complémentaires et frais divers exclus)."},{"type":"del","content":"Respect des diverses réglementations"},{"type":"add","content":"22.3. Déclaration d'intérêt spécial à la livraison."},{"type":"del","content":"Conformément aux dispositions de l'article L. 1311-3, le transporteur doit, dans tous les cas, conduire les opérations de transport dans des conditions strictement compatibles avec la réglementation des conditions de travail et de sécurité."},{"type":"add","content":"Le donneur d'ordre a toujours la faculté de faire une déclaration d'intérêt spécial à la livraison qui a pour effet de substituer le montant de cette déclaration au plafond de l'indemnité fixé à l'article 22.2."},{"type":"del","content":"En cas de transport de marchandises soumises à une réglementation particulière, chacune des parties est tenue de se conformer aux obligations qui en découlent et qui lui incombent."},{"type":"add","content":"La déclaration d'intérêt spécial à la livraison doit être formulée par écrit ou par tout moyen électronique de transmission ou de conservation des données, au plus tard au moment de la conclusion du contrat de transport. La validité de la déclaration est subordonnée au paiement d'un prix convenu tel que prévu à l'article 17 ci-dessus."},{"type":"del","content":"Chacune des parties supporte les conséquences des manquements qui lui sont imputables."},{"type":"add","content":"22.4. Sans préjudice de l'indemnité prévue à l'article 22.2, les pertes ou avaries à la marchandise résultant d'un retard sont indemnisées conformément aux dispositions de l'article 20."},{"type":"del","content":"Article 23"},{"type":"add","content":"En cas d'inobservation des délais, même garantis, l'indemnité reste due dans les conditions définies au présent article."},{"type":"del","content":"Durée, reconduction et résiliation du contrat de transport"},{"type":"add","content":"Article 23"},{"type":"del","content":"23.1. Le contrat de transport est conclu, soit pour une durée déterminée, reconductible ou non, soit pour une durée indéterminée."},{"type":"add","content":"Prescription"},{"type":"del","content":"23.2. Chacune des parties peut y mettre un terme par l'envoi d'une lettre recommandée avec avis de réception moyennant un préavis se calculant comme suit :"},{"type":"add","content":"Conformément aux dispositions de l'article L. 133-6 du code de commerce, toutes les actions nées du contrat de transport et de ses prestations annexes se prescrivent dans le délai d'un an. Ce délai court, en cas de perte totale, à compter du jour où la marchandise aurait dû être livrée ou offerte et, dans tous les autres cas, à compter du jour où la marchandise a été remise ou offerte au destinataire."},{"type":"add","content":""},{"type":"add","content":"Article 24"},{"type":"add","content":""},{"type":"add","content":"Durée, reconduction et résiliation du contrat de transport"},{"type":"add","content":""},{"type":"add","content":"24.1. Le contrat de transport est conclu soit pour une durée déterminée, reconductible ou non, soit pour une durée indéterminée."},{"type":"add","content":""},{"type":"add","content":"24.2. Chacune des parties peut y mettre un terme par l'envoi d'une lettre recommandée avec avis de réception moyennant un préavis se calculant comme suit :"},{"type":"del","content":"d) Quatre (4) mois quand la durée de la relation est supérieure à trois (3) ans, auxquels s'ajoute une semaine, par année complète de relations commerciales, sans pouvoir excéder une durée maximale de six (6) mois."},{"type":"add","content":"d) Quatre (4) mois quand la durée de la relation est supérieure à trois (3) ans, auxquels s'ajoute une semaine par année complète de relations suivies, sans pouvoir excéder une durée maximale de six (6) mois."},{"type":"del","content":"23.3. Pendant la période de préavis, les parties maintiennent l'économie du contrat."},{"type":"add","content":"24.3. Pendant la période de préavis, les parties maintiennent l'économie du contrat."},{"type":"del","content":"23.4. En cas de manquement grave ou de manquements répétés de l'une des parties à ses obligations contractuelles, et à l'issue d'un délai de quinze (15) jours suivants une mise en demeure, mentionnant la présente clause résolutoire, restée sans effet, adressée par lettre recommandée avec avis de réception, l'autre partie peut mettre fin au contrat de transport, qu'il soit à durée déterminée ou indéterminée, sans préavis ni indemnités, par l'envoi d'une lettre recommandée avec avis de réception de résiliation de celui-ci."},{"type":"add","content":"24.4. En cas de manquement grave ou de manquements répétés de l'une des parties à ses obligations contractuelles, et à l'issue d'un délai de quinze (15) jours suivants une mise en demeure, mentionnant la présente clause résolutoire, restée sans effet, adressée par lettre recommandée avec avis de réception, l'autre partie peut mettre fin au contrat de transport, qu'il soit à durée déterminée ou indéterminée, sans préavis ni indemnités, par l'envoi d'une lettre recommandée avec avis de réception de résiliation de celui-ci."},{"type":"del","content":"Conformément à l'article 8 du décret n° 2021-985 du 26 juillet 2021, ces dispositions entrent en vigueur le 1er septembre 2021. Elles s'appliquent aux contrats conclus ou renouvelés à compter de cette date."},{"type":"add","content":"Conformément à l'article 3 du décret n°2022-1586 du 16 décembre 2022, ces dispositions entrent en vigueur le 1er janvier 2023."},{"type":"del","content":"Code des transports - article L1311-3 AUTONOME VIGUEUR, en vigueur depuis le 2022-01-01 CITATION cible"},{"type":"add","content":"Décret n° 2022-1586 du 16 décembre 2022 relatif au contrat type applicable aux transports publics routiers réalisés sous le régime du transport exceptionnel et modifiant le code des transports - article 17 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2022-1586 du 16 décembre 2022 relatif au contrat type applicable aux transports publics routiers réalisés sous le régime du transport exceptionnel et modifiant le code des transports - article 23 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"Code des transports - article L3222-1 AUTONOME MODIFIE, en vigueur du 2010-12-01 au 2019-12-30 CITATION cible"},{"type":"add","content":"Décret n° 2022-1586 du 16 décembre 2022 relatif au contrat type applicable aux transports publics routiers réalisés sous le régime du transport exceptionnel et modifiant le code des transports - article 4 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"Code des transports - article L3242-3 AUTONOME MODIFIE, en vigueur du 2014-01-01 au 2017-01-01 CITATION cible"},{"type":"add","content":"Code des transports - article D3222-3 AUTONOME VIGUEUR, en vigueur depuis le 2023-01-01 CITATION source"},{"type":"del","content":"Code des transports - article L3221-2 AUTONOME MODIFIE, en vigueur du 2014-01-01 au 2022-08-18 CITATION cible"},{"type":"add","content":"Décret n° 2022-1586 du 16 décembre 2022 relatif au contrat type applicable aux transports publics routiers réalisés sous le régime du transport exceptionnel et modifiant le code des transports - article 11 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"Code des transports - article L3223-3 AUTONOME MODIFIE, en vigueur du 2013-05-30 au 2017-01-01 CITATION cible"},{"type":"add","content":"Décret n° 2022-1586 du 16 décembre 2022 relatif au contrat type applicable aux transports publics routiers réalisés sous le régime du transport exceptionnel et modifiant le code des transports - article 14 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"Code du travail - article R4515-1 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2018-01-01 CITATION cible"},{"type":"add","content":"Décret n° 2022-1586 du 16 décembre 2022 relatif au contrat type applicable aux transports publics routiers réalisés sous le régime du transport exceptionnel et modifiant le code des transports - article 5 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"Code des transports - article L1311-3 AUTONOME MODIFIE, en vigueur du 2010-12-01 au 2022-01-01 CITATION cible"},{"type":"add","content":"Décret n° 2022-1586 du 16 décembre 2022 relatif au contrat type applicable aux transports publics routiers réalisés sous le régime du transport exceptionnel et modifiant le code des transports - article 19 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"Code des transports - article L1432-3 AUTONOME VIGUEUR, en vigueur depuis le 2010-12-01 CITATION cible"},{"type":"add","content":"Décret n° 2022-1586 du 16 décembre 2022 relatif au contrat type applicable aux transports publics routiers réalisés sous le régime du transport exceptionnel et modifiant le code des transports - article 22 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"Code du travail - article R4515-1 AUTONOME VIGUEUR, en vigueur depuis le 2018-01-01 CITATION cible"},{"type":"add","content":"Décret n° 2022-1586 du 16 décembre 2022 relatif au contrat type applicable aux transports publics routiers réalisés sous le régime du transport exceptionnel et modifiant le code des transports - article 10 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"Code des transports - article L1432-2 AUTONOME VIGUEUR, en vigueur depuis le 2010-12-01 CITATION cible"},{"type":"add","content":"Décret n° 2022-1586 du 16 décembre 2022 relatif au contrat type applicable aux transports publics routiers réalisés sous le régime du transport exceptionnel et modifiant le code des transports - article ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"Code des transports - article L3222-1 AUTONOME MODIFIE, en vigueur du 2019-12-30 au 2023-01-01 CITATION cible"},{"type":"add","content":"Décret n° 2022-1586 du 16 décembre 2022 relatif au contrat type applicable aux transports publics routiers réalisés sous le régime du transport exceptionnel et modifiant le code des transports - article 13 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"Code des transports - article L1311-3 AUTONOME MODIFIE_MORT_NE, en vigueur du 2022-01-01 au 2021-10-10 CITATION cible"},{"type":"add","content":"Décret n° 2022-1586 du 16 décembre 2022 relatif au contrat type applicable aux transports publics routiers réalisés sous le régime du transport exceptionnel et modifiant le code des transports - article 6 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"Code des transports - article L3221-1 AUTONOME VIGUEUR, en vigueur depuis le 2022-08-18 CITATION cible"},{"type":"add","content":"Décret n° 2022-1586 du 16 décembre 2022 relatif au contrat type applicable aux transports publics routiers réalisés sous le régime du transport exceptionnel et modifiant le code des transports - article 12 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"Code des transports - article L3223-3 AUTONOME VIGUEUR, en vigueur depuis le 2017-01-01 CITATION cible"},{"type":"add","content":"Décret n° 2022-1586 du 16 décembre 2022 relatif au contrat type applicable aux transports publics routiers réalisés sous le régime du transport exceptionnel et modifiant le code des transports - article 24 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"Code des transports - article L3242-3 AUTONOME MODIFIE, en vigueur du 2010-12-01 au 2014-01-01 CITATION cible"},{"type":"add","content":"Décret n° 2022-1586 du 16 décembre 2022 relatif au contrat type applicable aux transports publics routiers réalisés sous le régime du transport exceptionnel et modifiant le code des transports - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"Code des transports - article L3242-2 AUTONOME VIGUEUR, en vigueur depuis le 2010-12-01 CITATION cible"},{"type":"add","content":"Décret n° 2022-1586 du 16 décembre 2022 relatif au contrat type applicable aux transports publics routiers réalisés sous le régime du transport exceptionnel et modifiant le code des transports - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"Code des transports - article L3223-3 AUTONOME MODIFIE, en vigueur du 2010-12-01 au 2013-05-30 CITATION cible"},{"type":"add","content":"Décret n° 2022-1586 du 16 décembre 2022 relatif au contrat type applicable aux transports publics routiers réalisés sous le régime du transport exceptionnel et modifiant le code des transports - article 3 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"Code des transports - article L3221-1 AUTONOME MODIFIE, en vigueur du 2010-12-01 au 2022-01-01 CITATION cible"},{"type":"add","content":"Décret n° 2022-1586 du 16 décembre 2022 relatif au contrat type applicable aux transports publics routiers réalisés sous le régime du transport exceptionnel et modifiant le code des transports - article 7 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"Code des transports - article L3221-1 AUTONOME MODIFIE, en vigueur du 2022-01-01 au 2022-08-18 CITATION cible"},{"type":"add","content":"Décret n° 2022-1586 du 16 décembre 2022 relatif au contrat type applicable aux transports publics routiers réalisés sous le régime du transport exceptionnel et modifiant le code des transports - article 15 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"Code des transports - article L3242-3 AUTONOME VIGUEUR, en vigueur depuis le 2017-01-01 CITATION cible"},{"type":"add","content":"Décret n° 2022-1586 du 16 décembre 2022 relatif au contrat type applicable aux transports publics routiers réalisés sous le régime du transport exceptionnel et modifiant le code des transports - article 18 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"Code des transports - article L3221-2 AUTONOME MODIFIE, en vigueur du 2010-12-01 au 2014-01-01 CITATION cible"},{"type":"add","content":"Décret n° 2022-1586 du 16 décembre 2022 relatif au contrat type applicable aux transports publics routiers réalisés sous le régime du transport exceptionnel et modifiant le code des transports - article 9 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"Code des transports - article L3222-1 AUTONOME VIGUEUR, en vigueur depuis le 2023-01-01 CITATION cible"},{"type":"add","content":"Décret n° 2022-1586 du 16 décembre 2022 relatif au contrat type applicable aux transports publics routiers réalisés sous le régime du transport exceptionnel et modifiant le code des transports - article 20 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"Code des transports - article L3222-7 AUTONOME VIGUEUR, en vigueur depuis le 2010-12-01 CITATION cible"},{"type":"add","content":"Décret n° 2022-1586 du 16 décembre 2022 relatif au contrat type applicable aux transports publics routiers réalisés sous le régime du transport exceptionnel et modifiant le code des transports - article 8 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"Code des transports - article L3221-2 AUTONOME VIGUEUR, en vigueur depuis le 2022-08-18 CITATION cible"},{"type":"add","content":"Décret n° 2022-1586 du 16 décembre 2022 relatif au contrat type applicable aux transports publics routiers réalisés sous le régime du transport exceptionnel et modifiant le code des transports - article 21 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"Décret n° 2021-985 du 26 juillet 2021 harmonisant les dispositions relatives à la durée, à la reconduction et à la résiliation de divers contrats types relatifs au transport routier de marchandises - article 4 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Décret n° 2022-1586 du 16 décembre 2022 relatif au contrat type applicable aux transports publics routiers réalisés sous le régime du transport exceptionnel et modifiant le code des transports - article 16 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  ### Références faites par l'article"},{"type":"del","content":"Décret n° 2007-1226 du 20 août 2007 modifiant les contrats types applicables aux transports publics routiers de marchandises CITATION cible"},{"type":"add","content":"CODIFICATION source Décret n° 2016-1550 du 17 novembre 2016 relatif à certaines dispositions de la partie réglementaire du code des transports"},{"type":"del","content":"Décret n° 2001-1363 du 28 décembre 2001 modifiant les contrats types applicables aux transports publics routiers de marchandises CITATION cible"},{"type":"add","content":"2022-12-16 MODIFIE cible Décret n° 2022-1586 du 16 décembre 2022 relatif au contrat type applicable aux transports publics routiers réalisés sous le régime du transport exceptionnel et modifiant le code des transports - article ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":"2001-12-28 CITATION source Décret n° 2001-1363 du 28 décembre 2001 modifiant les contrats types applicables aux transports publics routiers de marchandises"},{"type":"add","content":"2022-12-16 MODIFIE cible Décret n° 2022-1586 du 16 décembre 2022 relatif au contrat type applicable aux transports publics routiers réalisés sous le régime du transport exceptionnel et modifiant le code des transports - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":"2007-08-20 CITATION source Décret n° 2007-1226 du 20 août 2007 modifiant les contrats types applicables aux transports publics routiers de marchandises"},{"type":"add","content":"2022-12-16 MODIFIE cible Décret n° 2022-1586 du 16 décembre 2022 relatif au contrat type applicable aux transports publics routiers réalisés sous le régime du transport exceptionnel et modifiant le code des transports - article 10 ENTIEREMENT_MODIF"},{"type":"del","content":"CODIFICATION source Décret n° 2016-1550 du 17 novembre 2016 relatif à certaines dispositions de la partie réglementaire du code des transports"},{"type":"add","content":"2022-12-16 MODIFIE cible Décret n° 2022-1586 du 16 décembre 2022 relatif au contrat type applicable aux transports publics routiers réalisés sous le régime du transport exceptionnel et modifiant le code des transports - article 11 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2022-12-16 MODIFIE cible Décret n° 2022-1586 du 16 décembre 2022 relatif au contrat type applicable aux transports publics routiers réalisés sous le régime du transport exceptionnel et modifiant le code des transports - article 12 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2022-12-16 MODIFIE cible Décret n° 2022-1586 du 16 décembre 2022 relatif au contrat type applicable aux transports publics routiers réalisés sous le régime du transport exceptionnel et modifiant le code des transports - article 13 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2022-12-16 MODIFIE cible Décret n° 2022-1586 du 16 décembre 2022 relatif au contrat type applicable aux transports publics routiers réalisés sous le régime du transport exceptionnel et modifiant le code des transports - article 14 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2022-12-16 MODIFIE cible Décret n° 2022-1586 du 16 décembre 2022 relatif au contrat type applicable aux transports publics routiers réalisés sous le régime du transport exceptionnel et modifiant le code des transports - article 15 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2022-12-16 MODIFIE cible Décret n° 2022-1586 du 16 décembre 2022 relatif au contrat type applicable aux transports publics routiers réalisés sous le régime du transport exceptionnel et modifiant le code des transports - article 16 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2022-12-16 MODIFIE cible Décret n° 2022-1586 du 16 décembre 2022 relatif au contrat type applicable aux transports publics routiers réalisés sous le régime du transport exceptionnel et modifiant le code des transports - article 17 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2022-12-16 MODIFIE cible Décret n° 2022-1586 du 16 décembre 2022 relatif au contrat type applicable aux transports publics routiers réalisés sous le régime du transport exceptionnel et modifiant le code des transports - article 18 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2022-12-16 MODIFIE cible Décret n° 2022-1586 du 16 décembre 2022 relatif au contrat type applicable aux transports publics routiers réalisés sous le régime du transport exceptionnel et modifiant le code des transports - article 19 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2022-12-16 MODIFIE cible Décret n° 2022-1586 du 16 décembre 2022 relatif au contrat type applicable aux transports publics routiers réalisés sous le régime du transport exceptionnel et modifiant le code des transports - article 2 ENTIEREMENT_MODIF"},{"type":"del","content":"2021-07-26 MODIFIE cible Décret n° 2021-985 du 26 juillet 2021 harmonisant les dispositions relatives à la durée, à la reconduction et à la résiliation de divers contrats types relatifs au transport routier de marchandises - article 4 ENTIEREMENT_MODIF"},{"type":"add","content":"2022-12-16 MODIFIE cible Décret n° 2022-1586 du 16 décembre 2022 relatif au contrat type applicable aux transports publics routiers réalisés sous le régime du transport exceptionnel et modifiant le code des transports - article 20 ENTIEREMENT_MODIF"},{"type":"del","content":"      2999-01-01 CITATION source Code du travail - art. R4515-1"},{"type":"add","content":"2022-12-16 MODIFIE cible Décret n° 2022-1586 du 16 décembre 2022 relatif au contrat type applicable aux transports publics routiers réalisés sous le régime du transport exceptionnel et modifiant le code des transports - article 21 ENTIEREMENT_MODIF"},{"type":"del","content":"2999-01-01 CITATION cible Code des transports - article D3222-3 AUTONOME MODIFIE, en vigueur du 2017-01-01 au 2023-01-01"},{"type":"add","content":"2022-12-16 MODIFIE cible Décret n° 2022-1586 du 16 décembre 2022 relatif au contrat type applicable aux transports publics routiers réalisés sous le régime du transport exceptionnel et modifiant le code des transports - article 22 ENTIEREMENT_MODIF"},{"type":"del","content":"      2999-01-01 CITATION source Code des transports - art. L1311-3"},{"type":"add","content":"2022-12-16 MODIFIE cible Décret n° 2022-1586 du 16 décembre 2022 relatif au contrat type applicable aux transports publics routiers réalisés sous le régime du transport exceptionnel et modifiant le code des transports - article 23 ENTIEREMENT_MODIF"},{"type":"del","content":"      2999-01-01 CITATION source Code des transports - art. L1432-2"},{"type":"add","content":"2022-12-16 MODIFIE cible Décret n° 2022-1586 du 16 décembre 2022 relatif au contrat type applicable aux transports publics routiers réalisés sous le régime du transport exceptionnel et modifiant le code des transports - article 24 ENTIEREMENT_MODIF"},{"type":"del","content":"      2999-01-01 CITATION source Code des transports - art. L1432-3"},{"type":"add","content":"2022-12-16 MODIFIE cible Décret n° 2022-1586 du 16 décembre 2022 relatif au contrat type applicable aux transports publics routiers réalisés sous le régime du transport exceptionnel et modifiant le code des transports - article 3 ENTIEREMENT_MODIF"},{"type":"del","content":"      2999-01-01 CITATION source Code des transports - art. L3221-1"},{"type":"add","content":"2022-12-16 MODIFIE cible Décret n° 2022-1586 du 16 décembre 2022 relatif au contrat type applicable aux transports publics routiers réalisés sous le régime du transport exceptionnel et modifiant le code des transports - article 4 ENTIEREMENT_MODIF"},{"type":"del","content":"      2999-01-01 CITATION source Code des transports - art. L3221-2"},{"type":"add","content":"2022-12-16 MODIFIE cible Décret n° 2022-1586 du 16 décembre 2022 relatif au contrat type applicable aux transports publics routiers réalisés sous le régime du transport exceptionnel et modifiant le code des transports - article 5 ENTIEREMENT_MODIF"},{"type":"del","content":"      2999-01-01 CITATION source Code des transports - art. L3222-1"},{"type":"add","content":"2022-12-16 MODIFIE cible Décret n° 2022-1586 du 16 décembre 2022 relatif au contrat type applicable aux transports publics routiers réalisés sous le régime du transport exceptionnel et modifiant le code des transports - article 6 ENTIEREMENT_MODIF"},{"type":"del","content":"      2999-01-01 CITATION source Code des transports - art. L3222-7"},{"type":"add","content":"2022-12-16 MODIFIE cible Décret n° 2022-1586 du 16 décembre 2022 relatif au contrat type applicable aux transports publics routiers réalisés sous le régime du transport exceptionnel et modifiant le code des transports - article 7 ENTIEREMENT_MODIF"},{"type":"del","content":"      2999-01-01 CITATION source Code des transports - art. L3223-3"},{"type":"add","content":"2022-12-16 MODIFIE cible Décret n° 2022-1586 du 16 décembre 2022 relatif au contrat type applicable aux transports publics routiers réalisés sous le régime du transport exceptionnel et modifiant le code des transports - article 8 ENTIEREMENT_MODIF"},{"type":"del","content":"      2999-01-01 CITATION source Code des transports - art. L3242-2"},{"type":"add","content":"2022-12-16 MODIFIE cible Décret n° 2022-1586 du 16 décembre 2022 relatif au contrat type applicable aux transports publics routiers réalisés sous le régime du transport exceptionnel et modifiant le code des transports - article 9 ENTIEREMENT_MODIF"},{"type":"del","content":"      2999-01-01 CITATION source Code des transports - art. L3242-3"},{"type":"add","content":"2999-01-01 CITATION cible Code des transports - article D3222-3 AUTONOME VIGUEUR, en vigueur depuis le 2023-01-01"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/86/45/LEGIARTI000043864510.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/86/45/LEGIARTI000043864510.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/43/86/45/LEGIARTI000043864510.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/46/75/81/LEGIARTI000046758180.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/46/75/81/LEGIARTI000046758180.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/46/75/81/LEGIARTI000046758180.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000043864510)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000046758180)"}],"status":"modified"},{"filename":"partie_reglementaire/troisieme_partie/livre_ii/titre_ii/chapitre_ii/article_d3222-3.md","articleName":"Article D3222-3","additions":18,"deletions":19,"diff":[{"type":"del","content":"Le contrat type pour le transport public routier d'objets indivisibles, établi en application de l'article L. 1432-4, figure en annexe IV à la présente partie."},{"type":"add","content":"Le contrat type applicable aux transports publics routiers réalisés sous le régime du transport exceptionnel, établi en application de l'article L. 1432-4, figure en annexe IV à la présente partie."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Conformément à l'article 3 du décret n°2022-1586 du 16 décembre 2022, ces dispositions entrent en vigueur le 1er janvier 2023."},{"type":"del","content":"Code des transports - article Annexe IV AUTONOME MODIFIE, en vigueur du 2017-01-01 au 2021-02-27 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des transports - article Annexe IV AUTONOME MODIFIE, en vigueur du 2021-09-01 au 2023-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2000-528 du 16 juin 2000 portant approbation du contrat type pour le transport public routier d'objets indivisibles. - article 1 AUTONOME ABROGE, en vigueur du 2000-06-18 au 2017-01-01 CONCORDANCE cible"},{"type":"add","content":"Code des transports - article L1432-4 AUTONOME VIGUEUR, en vigueur depuis le 2010-12-01 CITATION cible"},{"type":"del","content":"Décret n° 2016-1550 du 17 novembre 2016 relatif à certaines dispositions de la partie réglementaire du code des transports - article ENTIEREMENT_MODIF CODIFICATION cible"},{"type":"add","content":"Code des transports - article L1432-4 AUTONOME MODIFIE, en vigueur du 2010-12-01 au 2010-12-01 CITATION cible"},{"type":"del","content":"Décret n° 2016-1550 du 17 novembre 2016 relatif à certaines dispositions de la partie réglementaire du code des transports - article ENTIEREMENT_MODIF CREE source"},{"type":"add","content":"Code des transports - article Annexe IV AUTONOME VIGUEUR, en vigueur depuis le 2023-01-01 CITATION cible"},{"type":"del","content":"Code des transports - article Annexe IV AUTONOME MODIFIE, en vigueur du 2021-02-27 au 2021-09-01 CITATION cible"},{"type":"add","content":"Décret n° 2022-1586 du 16 décembre 2022 relatif au contrat type applicable aux transports publics routiers réalisés sous le régime du transport exceptionnel et modifiant le code des transports - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2016-11-17 CODIFICATION source Décret n° 2016-1550 du 17 novembre 2016 relatif à certaines dispositions de la partie réglementaire du code des transports - article ENTIEREMENT_MODIF"},{"type":"add","content":"CODIFICATION source Décret n° 2016-1550 du 17 novembre 2016 relatif à certaines dispositions de la partie réglementaire du code des transports"},{"type":"del","content":"2016-11-17 CREE cible Décret n° 2016-1550 du 17 novembre 2016 relatif à certaines dispositions de la partie réglementaire du code des transports - article ENTIEREMENT_MODIF"},{"type":"add","content":"2022-12-16 MODIFIE cible Décret n° 2022-1586 du 16 décembre 2022 relatif au contrat type applicable aux transports publics routiers réalisés sous le régime du transport exceptionnel et modifiant le code des transports - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":"2999-01-01 CITATION source Code des transports - article Annexe IV AUTONOME MODIFIE, en vigueur du 2017-01-01 au 2021-02-27"},{"type":"add","content":"2999-01-01 CITATION source Code des transports - article Annexe IV AUTONOME VIGUEUR, en vigueur depuis le 2023-01-01"},{"type":"del","content":"      2999-01-01 CITATION source Code des transports - art. L1432-4 (V)"},{"type":"add","content":"      2999-01-01 CITATION source Code des transports - art. L1432-4"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/45/01/LEGIARTI000033450111.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/45/01/LEGIARTI000033450111.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/45/01/LEGIARTI000033450111.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/46/75/81/LEGIARTI000046758175.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/46/75/81/LEGIARTI000046758175.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/46/75/81/LEGIARTI000046758175.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033450111)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000046758175)"}],"status":"modified"}],"stats":{"additions":397,"deletions":282,"filesChanged":2}}