{"sha":"a9f221975f7c","date":"2024-06-06","message":"Décret n° 2024-506 du 4 juin 2024 relatif à l'information, à l'accompagnement et au transfert des salariés de l'établissement public à caractère industriel et commercial de la Régie autonome des transports parisiens en cas de changement d'exploitant d'un service régulier de transport public par autobus ou autocar en Ile-de-France","files":[{"filename":"partie_reglementaire/troisieme_partie/livre_ier/titre_ier/chapitre_ier/section_3/sous-section_3/paragraphe_1/article_r3111-36-1.md","articleName":"Article R3111-36-1","additions":20,"deletions":37,"diff":[{"type":"del","content":"2° Par “ cessionnaire ”, le nouvel exploitant du service transféré mentionné à l'article L. 3111-16-1 qui peut être soit une personne morale désignée après mise en concurrence par l'autorité organisatrice, soit une personne morale à qui l'autorité organisatrice décide d'attribuer directement le contrat de service public portant sur le service transféré ;"},{"type":"add","content":"2° Par “ cessionnaire ”, le nouvel exploitant du service ou d'une partie des missions du service transféré mentionné à l'article L. 3111-16-1 qui peut être ou bien une personne morale désignée après mise en concurrence par l'autorité organisatrice, ou bien une personne morale à qui l'autorité organisatrice décide d'attribuer directement le contrat de service public portant sur le service ou une partie des missions du service transféré, ou bien l'autorité organisatrice si celle-ci décide de fournir elle-même le service ou une partie des missions du service transféré, ou bien une entité juridiquement distincte de l'autorité organisatrice sur laquelle celle-ci exerce un contrôle analogue à celui qu'elle exerce sur ses propres services ;"},{"type":"del","content":"4° Par “ entité mutualisée ”, toute entité du cédant, qui n'est pas un centre-bus, au sein de laquelle des salariés concourent directement ou indirectement au service régulier de transport public par autobus ou autocar ;"},{"type":"add","content":"4° Par “ entité mutualisée ”, toute entité du cédant dont l'activité n'est pas réservée à un seul centre-bus, au sein de laquelle des salariés concourent directement ou indirectement au service régulier de transport public par autobus ou autocar ou à une partie des missions exercées dans le cadre de ce service ;"},{"type":"del","content":"5° Par “ service transféré ”, le service ou la partie de service régulier de transport public par autobus ou par autocar exploité par le cédant pour lequel survient un changement d'exploitant du service public ;"},{"type":"add","content":"5° Par “ service transféré ”, l'exploitation des lignes régulières de transport public par autobus ou autocar, le remisage et, le cas échéant, la maintenance des véhicules associés aux lignes au sein d'un centre-bus ainsi que les activités y concourant directement ou indirectement, pour lesquels survient un changement d'exploitant du service public ;"},{"type":"del","content":"6° Par “ nombre d'emplois transférés ”, le nombre de salariés mentionné à l'article L. 3111-16-3 dont le contrat de travail se poursuit auprès du nouvel employeur, calculé à partir de l'équivalent en emplois à temps plein travaillé ;"},{"type":"add","content":"6° Par “ poste ”, l'emploi professionnel rattaché à une catégorie d'emplois occupé par le salarié du cédant ;"},{"type":"del","content":"7° Par “ poste ”, l'emploi professionnel correspondant à une sous-catégorie d'emplois occupé par le salarié à la date de notification au cédant de la décision d'attribution du contrat de service public ;"},{"type":"add","content":"7° Par “ ancienneté dans l'entreprise ”, la période d'emploi comprise entre la date d'embauche du salarié chez le cédant et la date de notification au cédant de la décision d'attribution du contrat de service public, en tenant compte le cas échéant d'une reprise d'ancienneté ;"},{"type":"del","content":"8° Par “ ancienneté dans l'entreprise ”, la période d'emploi comprise entre la date d'embauche du salarié chez le cédant et la date de notification au cédant de la décision d'attribution du contrat de service public, en tenant compte le cas échéant d'une reprise d'ancienneté ;"},{"type":"add","content":"8° Par “ salarié désigné ”, le salarié affecté au service ou à une partie des missions du service transféré, figurant sur l'une des listes mentionnées aux II à V de l'article R. 3111-36-10 ;"},{"type":"del","content":"9° Par “ salarié désigné ”, le salarié affecté au service ou à la partie de service transféré, répondant aux critères de désignation fixés en application du 1° de l'article L. 3111-16-4 ;"},{"type":"add","content":"9° Par “ mois travaillé ”, tout mois où le salarié a travaillé chez le cédant au moins un jour ;"},{"type":"del","content":"10° Par “ mois travaillé ”, tout mois où le salarié a travaillé chez le cédant au moins un jour ;"},{"type":"del","content":""},{"type":"del","content":"11° Par “ temps d'affectation du salarié ”, le temps de travail effectif réalisé au sein du service transféré. Ce temps d'affectation inclut le temps de trajet entre le lieu principal d'affectation et le lieu de prise de service. Le temps de travail effectif non consacré à la production pour le service transféré, tel que les heures de délégation ou les heures de formation, est réparti au prorata du temps d'affectation au sein des différents services auxquels le salarié est affecté."},{"type":"add","content":"10° Par “ jour ouvré ”, tout jour de la semaine autre que le samedi, le dimanche et les jours fériés."},{"type":"del","content":"Code des transports - article L3111-16-3 AUTONOME MODIFIE, en vigueur du 2019-12-27 au 2022-02-23 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des transports - article L3111-16-3 AUTONOME MODIFIE, en vigueur du 2022-02-23 au 2023-12-29 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des transports - article L3111-16-4 AUTONOME MODIFIE, en vigueur du 2019-12-27 au 2023-12-29 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des transports - article L3111-16-4 AUTONOME VIGUEUR, en vigueur depuis le 2023-12-29 CITATION cible"},{"type":"add","content":"Code des transports - article L3111-16-1 AUTONOME MODIFIE, en vigueur du 2019-12-27 au 2022-02-23 CITATION cible"},{"type":"del","content":"Code des transports - article L3111-16-3 AUTONOME VIGUEUR, en vigueur depuis le 2023-12-29 CITATION cible"},{"type":"add","content":"Code des transports - article L3111-16-1 AUTONOME MODIFIE, en vigueur du 2022-02-23 au 2023-12-29 CITATION cible"},{"type":"del","content":"Décret n° 2021-1027 du 30 juillet 2021 relatif à l'information, à l'accompagnement et au transfert des salariés de l'établissement public à caractère industriel et commercial de la Régie autonome des transports parisiens en cas de changement d'exploitant d'un service régulier de transport public par autobus ou autocar en Ile-de-France - article 1 ENTIEREMENT_MODIF CREE source"},{"type":"add","content":"Code des transports - article L3111-16-1 AUTONOME VIGUEUR, en vigueur depuis le 2023-12-29 CITATION cible"},{"type":"del","content":"Code des transports - article R3111-36-3-2 AUTONOME VIGUEUR, en vigueur depuis le 2024-06-06 CITATION source"},{"type":"add","content":"Code des transports - article R3111-36-10 AUTONOME VIGUEUR, en vigueur depuis le 2024-06-06 CITATION cible"},{"type":"del","content":"Décret n° 2024-506 du 4 juin 2024 relatif à l'information, à l'accompagnement et au transfert des salariés de l'établissement public à caractère industriel et commercial de la Régie autonome des transports parisiens en cas de changement d'exploitant d'un service régulier de transport public par autobus ou autocar en Ile-de-France - article 1 ENTIEREMENT_MODIF CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2024-508 du 4 juin 2024 portant application du deuxième alinéa de l'article L. 3111-16-1 du code des transports - article 1 ENTIEREMENT_MODIF CITATION source"},{"type":"add","content":"Décret n° 2024-506 du 4 juin 2024 relatif à l'information, à l'accompagnement et au transfert des salariés de l'établissement public à caractère industriel et commercial de la Régie autonome des transports parisiens en cas de changement d'exploitant d'un service régulier de transport public par autobus ou autocar en Ile-de-France - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2021-07-30 CREE cible Décret n° 2021-1027 du 30 juillet 2021 relatif à l'information, à l'accompagnement et au transfert des salariés de l'établissement public à caractère industriel et commercial de la Régie autonome des transports parisiens en cas de changement d'exploitant d'un service régulier de transport public par autobus ou autocar en Ile-de-France - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2024-06-04 CITATION cible Décret n° 2024-506 du 4 juin 2024 relatif à l'information, à l'accompagnement et au transfert des salariés de l'établissement public à caractère industriel et commercial de la Régie autonome des transports parisiens en cas de changement d'exploitant d'un service régulier de transport public par autobus ou autocar en Ile-de-France - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":"2024-06-04 CITATION cible Décret n° 2024-506 du 4 juin 2024 relatif à l'information, à l'accompagnement et au transfert des salariés de l'établissement public à caractère industriel et commercial de la Régie autonome des transports parisiens en cas de changement d'exploitant d'un service régulier de transport public par autobus ou autocar en Ile-de-France - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2024-06-04 MODIFIE cible Décret n° 2024-506 du 4 juin 2024 relatif à l'information, à l'accompagnement et au transfert des salariés de l'établissement public à caractère industriel et commercial de la Régie autonome des transports parisiens en cas de changement d'exploitant d'un service régulier de transport public par autobus ou autocar en Ile-de-France - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":"2999-01-01 CITATION source Code des transports - article L3111-16-3 AUTONOME MODIFIE, en vigueur du 2019-12-27 au 2022-02-23"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code des transports - article L3111-16-4 AUTONOME MODIFIE, en vigueur du 2019-12-27 au 2023-12-29"},{"type":"add","content":"2999-01-01 CITATION source Code des transports - article R3111-36-10 AUTONOME VIGUEUR, en vigueur depuis le 2024-06-06"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/89/36/LEGIARTI000043893640.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/89/36/LEGIARTI000043893640.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/43/89/36/LEGIARTI000043893640.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/49/65/81/LEGIARTI000049658117.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/49/65/81/LEGIARTI000049658117.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/49/65/81/LEGIARTI000049658117.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000043893640)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000049658117)"}],"status":"modified"},{"filename":"partie_reglementaire/troisieme_partie/livre_ier/titre_ier/chapitre_ier/section_3/sous-section_3/paragraphe_2/sous-paragraphe_1/article_r3111-36-2.md","articleName":"Article R3111-36-2","additions":67,"deletions":52,"diff":[{"type":"del","content":"I.-Pour chaque service transféré, le nombre d'emplois transférés est déterminé, par catégorie d'emplois nécessaire à l'exercice des missions confiées au cessionnaire par l'autorité organisatrice au titre du service transféré, à partir de l'équivalent en emplois à temps plein travaillé des salariés concourant directement ou indirectement au service transféré. Ces catégories sont rattachées à trois groupements d'emplois :"},{"type":"add","content":"I.-Les catégories d'emplois mentionnées à l'article L. 3111-16-3 sont réparties en deux ensembles :"},{"type":"del","content":"1° Les emplois d'exploitation, de maintenance et les fonctions transverses concourant directement à la production. Ces emplois concernent les activités opérationnelles nécessaires au service transféré :"},{"type":"add","content":"1° Les catégories d'emplois rattachées à un centre-bus, correspondant aux emplois suivants, y compris les chefs d'équipe pour chacun de ces emplois :"},{"type":"del","content":"b) Régulateurs et voitures de secteur ;"},{"type":"add","content":"b) Agents affectés aux voitures de secteur ;"},{"type":"del","content":"d) Agents de planification et \" ressources humaines pointage \" ;"},{"type":"add","content":"d) Agents de planification et agents affectés aux ressources humaines ;"},{"type":"del","content":"f) Agents de méthode de maintenance du matériel roulant ;"},{"type":"add","content":"f) Agents affectés à la maintenance courante, y compris de révision et de réparation ;"},{"type":"del","content":"g) Agents affectés à la maintenance courante, y compris de révision et de réparation ;"},{"type":"add","content":"g) Agents prévention, qualité, sécurité et environnement ;"},{"type":"del","content":"h) Agents \" prévention, qualité, sécurité et environnement \" ;"},{"type":"add","content":"h) Formateurs à la conduite ;"},{"type":"del","content":"i) Formateurs à la conduite, à la maintenance et à l'encadrement de l'exploitation ;"},{"type":"add","content":"i) Contrôleurs fraude ;"},{"type":"del","content":"j) Contrôleurs fraude et formateurs du contrôle ;"},{"type":"add","content":"j) Agents affectés aux fonctions commerciales : relations clients, informations-voyageurs, marketing, billettique et vente ;"},{"type":"del","content":"k) Agents des services de lignes ;"},{"type":"add","content":"k) Agents de méthode de maintenance, gestion et maintenance du mobilier urbain, des points d'arrêts des locaux et des sites ;"},{"type":"del","content":"l) Agents de la permanence générale ;"},{"type":"add","content":"l) Agents affectés au secrétariat et au soutien logistique ;"},{"type":"del","content":"m) Agents affectés aux fonctions commerciales : relations clients, informations-voyageurs, marketing, billettique et vente ;"},{"type":"add","content":"m) Agents affectés à la comptabilité, à la trésorerie, la fiscalité et le contrôle de gestion ;"},{"type":"del","content":"n) Management de proximité des emplois mentionnés au présent 1° ;"},{"type":"add","content":"n) Agents affectés à la communication ;"},{"type":"del","content":"2° Les emplois relevant de spécialités techniques concourant indirectement à la production du service transféré. Ces emplois concernent les activités d'appui technique à la production du service transféré :"},{"type":"add","content":"2° Les catégories d'emplois rattachées à une entité mutualisée, correspondant aux emplois suivants :"},{"type":"del","content":"a) Gestionnaires et mainteneurs des systèmes d'information nécessaires au fonctionnement de l'activité ;"},{"type":"add","content":"a) Régulateurs ;"},{"type":"del","content":"b) Agents de méthode de maintenance, gestion et maintenance du mobilier urbain, des points d'arrêts des locaux et des sites ;"},{"type":"add","content":"b) Superviseurs ;"},{"type":"del","content":"c) Management de proximité des emplois mentionnés au présent 2° ;"},{"type":"add","content":"c) Informateurs voyageurs ;"},{"type":"del","content":"3° Les emplois concourant indirectement aux activités du service transféré. Ces emplois concernent les fonctions support suivantes :"},{"type":"add","content":"d) Formateurs à la conduite ;"},{"type":"del","content":"a) Agents affectés aux achats ;"},{"type":"add","content":"e) Formateurs aux activités autres que la conduite ;"},{"type":"del","content":"b) Agents affectés à la communication interne et externe, à la publicité ;"},{"type":"add","content":"f) Régulateurs et voitures de secteur de nuit ;"},{"type":"del","content":"c) Agents affectés à la comptabilité, la trésorerie, la fiscalité et au contrôle de gestion ;"},{"type":"add","content":"g) Agents affectés au service de ligne de nuit ;"},{"type":"del","content":"d) Agents affectés aux services juridiques ;"},{"type":"add","content":"h) Agents affectés au contrôle de nuit."},{"type":"del","content":"e) Agents affectés aux ressources humaines ;"},{"type":"add","content":"II.-Pour chaque centre-bus, le nombre d'équivalent en emplois à temps plein pour la catégorie d'emplois mentionnée au a du 1° du I est déterminé ainsi qu'il suit :"},{"type":"del","content":"f) Agents \" santé sécurité \" ;"},{"type":"add","content":"1° Le nombre d'heures qui ne sont pas consacrées au roulage est additionné au nombre d'heures de roulage, entendues comme la somme des heures effectuées sur une ligne d'autobus, pendant la période de douze mois mentionnée au deuxième alinéa de l'article L. 3111-16-3, par l'ensemble des salariés relevant de cette catégorie d'emplois et regroupant les temps de conduite effective, les temps accessoires nécessaires à la réalisation de l'offre, ainsi que les temps de pause définis à l'article 26 du décret n° 2000-118 du 14 février 2000 relatif à la durée du travail dans les entreprises de transport public urbain de voyageurs ;"},{"type":"del","content":"g) Agents affectés à l'inspection, à l'audit et au management du risque ;"},{"type":"add","content":"2° Le nombre d'équivalent en emplois à temps plein est égal au rapport entre le nombre d'heures de roulage et d'heures hors roulage obtenu en application du 1° et la durée de travail annuelle de référence pour un salarié relevant de la catégorie d'emplois mentionnée au a du 1° du I, calculée selon les règles applicables chez le cédant."},{"type":"del","content":"h) Agents des systèmes d'information : conception, développement, ingénierie évolutive et correction des systèmes d'information transverses et spécifiques à l'exploitation ;"},{"type":"add","content":"Ce nombre peut tenir compte de l'évolution prévisionnelle des effectifs du cédant jusqu'à la date du changement d'attributaire, en fonction de l'écart entre le nombre d'heures de roulage réalisées pendant la période de douze mois mentionnée au deuxième alinéa de l'article L. 3111-16-3 et le nombre d'heures de roulage nécessaires à la réalisation de l'offre de service déterminée par l'autorité organisatrice."},{"type":"del","content":"i) Management de proximité des emplois mentionnés au présent 3°."},{"type":"add","content":"III.-Pour chaque centre-bus, le nombre d'équivalent en emplois à temps plein pour chacune des catégories d'emplois mentionnées aux b à n du 1° du I est égal au produit du nombre de salariés concourant à l'exploitation de tous les centres-bus de cette catégorie pendant la période de douze mois mentionnée au deuxième alinéa de l'article L. 3111-16-3 par le quotient du nombre d'équivalent en emplois à temps plein pour la catégorie d'emplois mentionnée au a du 1° du I, calculé en application du II pour le centre-bus concerné, sur le nombre d'équivalent en emplois à temps plein pour la même catégorie pour tous les centres-bus."},{"type":"del","content":"II.-Pour chaque centre-bus participant à l'exploitation du service transféré, le nombre d'emplois transférés dans la catégorie d'emplois mentionnée au a du 1° du I est déterminé en additionnant les temps d'affectation au service transféré des salariés concourant à l'exploitation et à la continuité de ce service."},{"type":"add","content":"Ce nombre peut tenir compte de l'évolution prévisionnelle des effectifs du cédant jusqu'à la date du changement d'attributaire."},{"type":"del","content":"Le temps d'affectation mentionné à l'alinéa précédent correspond, pour chaque salarié, à la moyenne des douze mois précédant la date mentionnée au premier alinéa de l'article L. 3111-16-3."},{"type":"add","content":"IV.-Pour chaque service ou partie des missions du service transféré, le nombre d'équivalent en emplois à temps plein pour la catégorie d'emplois mentionnée au a du 2° du I est égal au produit du nombre d'équivalent en emplois à temps plein relevant de cette catégorie d'emplois pendant la période de douze mois mentionnée au deuxième alinéa de l'article L. 3111-16-3 par le quotient entre, d'une part, le produit du nombre maximal de véhicules conduits par des machinistes-receveurs en période de plein trafic pour réaliser l'offre de service déterminée par l'autorité organisatrice par le nombre moyen de manœuvres de régulation effectuées en période de plein trafic pour chaque service transféré et, d'autre part, le produit de ces mêmes nombres pour l'ensemble des services transférés."},{"type":"del","content":"Le nombre d'heures de travail correspondant à un équivalent à temps plein travaillé correspond à la durée de travail d'un salarié du cédant employé à temps plein et présent sur toute l'année en fonction des règles applicables chez le cédant à la date mentionnée au premier alinéa de l'article L. 3111-16-3."},{"type":"add","content":"Ce nombre peut tenir compte de l'évolution prévisionnelle des effectifs du cédant jusqu'à la date du changement d'attributaire."},{"type":"del","content":"III.-Pour les salariés affectés aux centres-bus participant à l'exploitation du service transféré et relevant des catégories d'emplois autres que celles mentionnées au II, le nombre d'emplois transférés est déterminé de la manière suivante, par catégorie d'emplois et par centre-bus :"},{"type":"add","content":"V.-Pour chaque service ou partie des missions du service transféré, le nombre d'équivalent en emplois à temps plein pour les catégories d'emplois mentionnées respectivement au b et au c du 2° du I correspond au nombre d'équivalent en emplois à temps plein relevant de ces catégories d'emplois pendant la période de douze mois mentionnée au deuxième alinéa de l'article L. 3111-16-3."},{"type":"del","content":"1° Le nombre d'emplois transférés déterminé au II est divisé par le nombre d'équivalents en emplois à temps plein travaillé de l'ensemble des salariés mentionnés au a du 1° du I du centre-bus concerné, calculé selon les modalités prévues au II ;"},{"type":"add","content":"Ce nombre peut tenir compte de l'évolution prévisionnelle des effectifs du cédant jusqu'à la date du changement d'attributaire."},{"type":"del","content":"2° Le ratio ainsi obtenu est multiplié par le nombre d'équivalents en emplois à temps plein travaillé des salariés relevant des catégories d'emploi autres que celle mentionnée au II et affectés au centre-bus concerné, calculé selon les mêmes modalités."},{"type":"add","content":"VI.-Pour chaque service ou partie des missions du service transféré, le nombre d'équivalent en emplois à temps plein pour chacune des catégories d'emplois mentionnées au d et au e du 2° du I est égal au produit du nombre d'équivalent en emplois à temps plein relevant de cette catégorie pendant la période de douze mois mentionnée au deuxième alinéa de l'article L. 3111-16-3 par le quotient du nombre d'équivalent en emplois à temps plein pour la catégorie d'emplois mentionnée au a du 1° du I rattachés au service ou à la partie des missions du service transféré, sur le nombre d'équivalents en emplois à temps plein pour cette même catégorie d'emplois rattachés à l'ensemble des services transférés."},{"type":"del","content":"IV.-Pour les salariés affectés à une entité mutualisée participant à l'exploitation du service transféré, le nombre d'emplois transférés est déterminé de la manière suivante, par catégorie d'emplois et par entité mutualisée :"},{"type":"add","content":"Ce nombre peut tenir compte de l'évolution prévisionnelle des effectifs du cédant jusqu'à la date du changement d'attributaire."},{"type":"del","content":"1° La somme des nombres d'emplois transférés déterminés aux II et III est divisée par le nombre d'équivalents en emplois à temps plein travaillé de l'ensemble des centres-bus du cédant, calculé selon les modalités prévues au II ;"},{"type":"add","content":"VII.-Pour chaque service ou partie des missions du service transféré comprenant un ou plusieurs services de nuit, le nombre d'équivalent en emplois à temps plein est égal, pour chacune des catégories d'emplois mentionnées aux f à h du 2° du I, au produit du nombre d'équivalent en emplois à temps plein relevant de cette catégorie pendant la période de douze mois mentionnée au deuxième alinéa de l'article L. 3111-16-3 par le quotient du nombre de gares routières auxquelles sont rattachés le ou les services de nuit inclus dans le service transféré sur le nombre total de gares routières auxquelles sont rattachés les services de nuit inclus dans l'ensemble des services transférés."},{"type":"del","content":"2° Le ratio ainsi obtenu est multiplié par le nombre d'équivalents en emplois à temps plein travaillé des salariés de l'entité mutualisée concernée qui concourent directement ou indirectement au service régulier de transport public par autobus ou autocar ;"},{"type":"add","content":"Ce nombre peut tenir compte de l'évolution prévisionnelle des effectifs du cédant jusqu'à la date du changement d'attributaire."},{"type":"del","content":"3° Pour les catégories d'emplois mentionnés au 3° du I, le nombre total des équivalents en emplois à temps plein travaillé déterminé selon les modalités définies aux 1° et 2° ne saurait excéder un pourcentage de la somme des emplois transférés déterminés au II et au III fixé par arrêté du ministre en charge des transports."},{"type":"add","content":"VIII.-Les salariés pris en compte dans le calcul des équivalents en emplois à temps plein comprennent les salariés régis par le statut mentionné à l'article L. 2142-4 et les salariés titulaires d'un contrat régi par le code du travail."},{"type":"del","content":"V.-Les équivalents en emplois à temps plein travaillé déterminés au III et au IV sont répartis au sein de chaque catégorie d'emplois par poste, de manière à ce que la proportion de chacun de ces postes soit équivalente à la proportion constatée au sein de chaque centre-bus ou entité mutualisée concerné."},{"type":"add","content":"IX.-Le nombre d'équivalents en emplois à temps plein déterminé, pour chaque centre-bus ou par service ou partie des missions du service transféré, en application des I à VII est arrondi selon la règle suivante :"},{"type":"del","content":"VI.-Les salariés pris en compte dans le calcul des équivalents en emplois à temps plein travaillé sont les salariés régis par le statut mentionné à l'article L. 2142-4 et l'ensemble des salariés titulaires d'un contrat régi par le code du travail."},{"type":"add","content":"1° Lorsque la décimale de ce nombre est inférieure à 5, il est arrondi à l'unité inférieure ;"},{"type":"del","content":"VII.-Une fois le nombre d'équivalents en emplois à temps plein travaillé déterminé par service transféré en application des I à IV, le nombre d'emplois transférés par catégorie d'emplois est arrondi selon la règle suivante :"},{"type":"del","content":""},{"type":"del","content":"1° Lorsque la décimale est inférieure à 0,5, le nombre est arrondi à l'unité inférieure ;"},{"type":"del","content":""},{"type":"del","content":"2° Lorsque la décimale est supérieure ou égale à 0,5, le nombre est arrondi à l'unité supérieure."},{"type":"del","content":""},{"type":"del","content":"Cette disposition est également applicable pour apprécier le pourcentage mentionné au 3° du IV."},{"type":"add","content":"2° Lorsque la décimale de ce nombre est supérieure ou égale à 5, il est arrondi à l'unité supérieure."},{"type":"del","content":"Décret n° 2021-1027 du 30 juillet 2021 relatif à l'information, à l'accompagnement et au transfert des salariés de l'établissement public à caractère industriel et commercial de la Régie autonome des transports parisiens en cas de changement d'exploitant d'un service régulier de transport public par autobus ou autocar en Ile-de-France - article 1 ENTIEREMENT_MODIF CREE source"},{"type":"add","content":"Code des transports - article L3111-16-3 AUTONOME VIGUEUR, en vigueur depuis le 2023-12-29 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des transports - article L2142-4 AUTONOME VIGUEUR, en vigueur depuis le 2010-12-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des transports - article L3111-16-3 AUTONOME MODIFIE, en vigueur du 2019-12-27 au 2022-02-23 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des transports - article L3111-16-3 AUTONOME MODIFIE, en vigueur du 2022-02-23 au 2023-12-29 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2024-506 du 4 juin 2024 relatif à l'information, à l'accompagnement et au transfert des salariés de l'établissement public à caractère industriel et commercial de la Régie autonome des transports parisiens en cas de changement d'exploitant d'un service régulier de transport public par autobus ou autocar en Ile-de-France - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n°2000-118 du 14 février 2000 relatif à la durée du travail dans les entreprises de transport public urbain de voyageurs - article 26 AUTONOME VIGUEUR, en vigueur depuis le 2021-04-19 CITATION cible"},{"type":"del","content":"2021-07-30 CREE cible Décret n° 2021-1027 du 30 juillet 2021 relatif à l'information, à l'accompagnement et au transfert des salariés de l'établissement public à caractère industriel et commercial de la Régie autonome des transports parisiens en cas de changement d'exploitant d'un service régulier de transport public par autobus ou autocar en Ile-de-France - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2000-02-14 CITATION source Décret n°2000-118 du 14 février 2000 relatif à la durée du travail dans les entreprises de transport public urbain de voyageurs - article 26 AUTONOME VIGUEUR, en vigueur depuis le 2021-04-19"},{"type":"add","content":""},{"type":"add","content":"2024-06-04 MODIFIE cible Décret n° 2024-506 du 4 juin 2024 relatif à l'information, à l'accompagnement et au transfert des salariés de l'établissement public à caractère industriel et commercial de la Régie autonome des transports parisiens en cas de changement d'exploitant d'un service régulier de transport public par autobus ou autocar en Ile-de-France - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code du travail VIGUEUR"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/89/37/LEGIARTI000043893751.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/89/37/LEGIARTI000043893751.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/43/89/37/LEGIARTI000043893751.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/49/65/81/LEGIARTI000049658126.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/49/65/81/LEGIARTI000049658126.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/49/65/81/LEGIARTI000049658126.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000043893751)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000049658126)"}],"status":"modified"},{"filename":"partie_reglementaire/troisieme_partie/livre_ier/titre_ier/chapitre_ier/section_3/sous-section_3/paragraphe_2/sous-paragraphe_2/README.md","articleName":"Sommaire - Sous-Paragraphe 2","additions":3,"deletions":0,"diff":[{"type":"add","content":"- [Article R3111-36-3-1](article_r3111-36-3-1.md)"},{"type":"add","content":"- [Article R3111-36-3-2](article_r3111-36-3-2.md)"},{"type":"add","content":"- [Article R3111-36-3-3](article_r3111-36-3-3.md)"}],"status":"modified"},{"filename":"partie_reglementaire/troisieme_partie/livre_ier/titre_ier/chapitre_ier/section_3/sous-section_3/paragraphe_2/sous-paragraphe_2/article_r3111-36-3-1.md","articleName":"Article R3111-36-3-1","additions":103,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article R3111-36-3-1"},{"type":"add","content":""},{"type":"add","content":"Les salariés relevant de la catégorie d'emplois mentionnée au a du 1° du I de l'article R. 3111-36-2 affectés à la conduite de nuit et qui sont soit affectés de façon permanente à l'exploitation d'une ligne de nuit, soit considérés comme travailleurs de nuit, au sens du 2° de l'article L. 3122-5 du code du travail, sont désignés en même temps par le cédant pour tous les contrats de service public comportant des services de nuit, quelle que soit la date de leur attribution, selon la procédure suivante :"},{"type":"add","content":""},{"type":"add","content":"1° Au plus tard à la date communiquée au cédant par l'autorité organisatrice pour la première attribution d'un contrat de service public, le cédant informe, par tout moyen donnant date certaine à la réception de cette information, les salariés mentionnés au premier alinéa de leur faculté de se porter volontaires en vue du transfert de leur contrat de travail au titre d'un ou plusieurs services transférés comportant des services de nuit, ainsi que du nombre de postes ouverts au volontariat."},{"type":"add","content":""},{"type":"add","content":"Pour chaque contrat de service public comportant des services de nuit, l'autorité organisatrice et le cédant arrêtent le nombre de postes ouverts au volontariat dans un délai permettant au cédant d'informer, dans les conditions prévues à l'alinéa précédent, les salariés mentionnés au premier alinéa ;"},{"type":"add","content":""},{"type":"add","content":"2° Les salariés mentionnés au premier alinéa affectés avant la date de la première attribution d'un contrat de service public à un service de nuit peuvent se porter volontaires :"},{"type":"add","content":""},{"type":"add","content":"a) S'ils doivent être rattachés au même centre-bus, uniquement au titre de ce service de nuit ; ils sont prioritaires sur les salariés mentionnés au b ;"},{"type":"add","content":""},{"type":"add","content":"b) S'ils doivent être rattachés à un autre centre-bus, au titre de tous les services transférés comportant des services de nuit ; lorsqu'un salarié se porte volontaire sur plusieurs services transférés, il indique l'ordre de priorité de ses choix ;"},{"type":"add","content":""},{"type":"add","content":"3° Tout salarié mentionné au premier alinéa dispose d'un délai de quinze jours ouvrés, à compter de la date à laquelle il est informé par le cédant en application des dispositions du 1°, pour faire connaître au cédant, par tout moyen donnant date certaine à sa réception, sa décision de se porter ou non volontaire pour le transfert de son contrat de travail sur son poste ;"},{"type":"add","content":""},{"type":"add","content":"4° Pour chaque contrat de service public comportant des services de nuit, le cédant détermine les salariés volontaires à transférer, poste par poste, en fonction de l'ordre de priorité de leurs choix. Si le premier choix du salarié ne peut pas être satisfait en raison d'un nombre de volontaires supérieur au nombre de postes à pourvoir, le cédant examine dans les mêmes conditions chacun des autres choix du salarié, selon l'ordre de priorité donné par lui."},{"type":"add","content":""},{"type":"add","content":"Si le nombre de salariés volontaires est supérieur au nombre de postes à pourvoir, arrêté d'un commun accord par l'autorité organisatrice et le cédant, le cédant détermine les salariés à transférer, par poste, en les classant dans l'ordre décroissant du nombre d'heures réalisées par chacun d'eux pendant des services de nuit ; en cas d'égalité du nombre d'heures réalisées par deux salariés volontaires, ceux-ci sont départagés en fonction de l'ordre décroissant de leur ancienneté dans l'entreprise, appréciée à la date à laquelle le cédant fait appel au volontariat ;"},{"type":"add","content":""},{"type":"add","content":"5° Au plus tard deux mois après la date à laquelle le cédant informe les salariés de leur faculté de se porter volontaires pour le transfert de leur contrat de travail, le cédant informe chaque salarié s'étant porté volontaire, par tout moyen donnant date certaine à sa réception, de l'acceptation de l'un de ses choix ou, s'il ne remplit pas les conditions prévues, du rejet de sa candidature et communique à l'autorité organisatrice la liste des salariés volontaires dont la demande est acceptée."},{"type":"add","content":""},{"type":"add","content":"L'acceptation par le cédant de la candidature du salarié entraîne son inscription sur la liste mentionnée au 1° du II de l'article R. 3111-36-10 au titre du service ou partie des missions du service transféré comportant des services de nuit, au sein de sa catégorie d'emploi et sur son poste ;"},{"type":"add","content":""},{"type":"add","content":"6° Pour les salariés mentionnés au premier alinéa remplissant les conditions prévues au présent article et qui ne se sont pas portés volontaires ou dont aucun des choix de volontariat n'a été satisfait en application du 4°, le cédant applique les dispositions du I de l'article R. 3111-36-3."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Conformément à l'article 9 du décret n° 2024-506 du 4 juin 2024, pour la première application du présent article dans sa rédaction issue dudit décret, les conditions prévues au premier alinéa et le nombre d'heures réalisées pendant des services de nuit mentionné au 4° sont appréciés sur l'année civile qui précède celle de la publication dudit décret."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2024-506 du 4 juin 2024 relatif à l'information, à l'accompagnement et au transfert des salariés de l'établissement public à caractère industriel et commercial de la Régie autonome des transports parisiens en cas de changement d'exploitant d'un service régulier de transport public par autobus ou autocar en Ile-de-France - article 3 ENTIEREMENT_MODIF CREE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article L3122-5 AUTONOME MODIFIE, en vigueur du 2008-08-22 au 2016-08-10 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article L3122-5 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2008-08-22 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des transports - article R3111-36-2 AUTONOME MODIFIE, en vigueur du 2021-08-04 au 2024-06-06 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des transports - article R3111-36-2 AUTONOME VIGUEUR, en vigueur depuis le 2024-06-06 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article L3122-5 AUTONOME VIGUEUR, en vigueur depuis le 2016-08-10 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des transports - article R3111-36-10 AUTONOME MODIFIE, en vigueur du 2021-08-04 au 2024-06-06 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des transports - article R3111-36-3 AUTONOME VIGUEUR, en vigueur depuis le 2024-06-06 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des transports - article R3111-36-3 AUTONOME MODIFIE, en vigueur du 2021-08-04 au 2024-06-06 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des transports - article R3111-36-10 AUTONOME VIGUEUR, en vigueur depuis le 2024-06-06 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2024-06-04 CREE cible Décret n° 2024-506 du 4 juin 2024 relatif à l'information, à l'accompagnement et au transfert des salariés de l'établissement public à caractère industriel et commercial de la Régie autonome des transports parisiens en cas de changement d'exploitant d'un service régulier de transport public par autobus ou autocar en Ile-de-France - article 3 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code du travail - article L3122-5 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2008-08-22"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code des transports - article R3111-36-10 AUTONOME VIGUEUR, en vigueur depuis le 2024-06-06"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code des transports - art. R3111-36-2"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code des transports - article R3111-36-3 AUTONOME MODIFIE, en vigueur du 2021-08-04 au 2024-06-06"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/49/65/68/LEGIARTI000049656857.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/49/65/68/LEGIARTI000049656857.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/49/65/68/LEGIARTI000049656857.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_des_transports/src/branch/main/partie_reglementaire/troisieme_partie/livre_ier/titre_ier/chapitre_ier/section_3/sous-section_3/paragraphe_2/sous-paragraphe_2/article_r3111-36-3-1.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000049656857)"},{"type":"add","content":""}],"status":"added"},{"filename":"partie_reglementaire/troisieme_partie/livre_ier/titre_ier/chapitre_ier/section_3/sous-section_3/paragraphe_2/sous-paragraphe_2/article_r3111-36-3-2.md","articleName":"Article R3111-36-3-2","additions":86,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article R3111-36-3-2"},{"type":"add","content":""},{"type":"add","content":"Les salariés affectés au sein d'une entité mutualisée, au sens du 4° de l'article R. 3111-36-1, relevant des catégories d'emplois mentionnées au a et aux d à h du 2° du I de l'article R. 3111-36-2 sont désignés selon la procédure suivante :"},{"type":"add","content":""},{"type":"add","content":"1° Lorsqu'un ou plusieurs contrats de service public sont attribués au cours d'une même période de trois mois, et au plus tard quinze jours après la date de notification de l'attribution du dernier de ces contrats, le cédant fait appel en priorité au volontariat parmi les salariés mentionnés au premier alinéa."},{"type":"add","content":""},{"type":"add","content":"Pour chaque contrat de service public, l'autorité organisatrice et le cédant arrêtent le nombre de postes ouverts au volontariat, par catégorie d'emplois, dans un délai permettant au cédant d'informer, dans les conditions prévues au 2°, les salariés mentionnés au premier alinéa."},{"type":"add","content":""},{"type":"add","content":"Au plus tard deux jours ouvrés après la date de notification de l'attribution du dernier contrat de service public intervenue lors de la période de trois mois mentionnée précédemment, l'autorité organisatrice ou chacun des cessionnaires des contrats de service public attribués au cours de cette période communiquent au cédant les implantations géographiques prévues pour les emplois concernés, par catégorie d'emplois et par poste ;"},{"type":"add","content":""},{"type":"add","content":"2° Tout salarié mentionné au premier alinéa dispose d'un délai de quinze jours ouvrés, à compter de la date à laquelle il est informé par le cédant, par tout moyen donnant date certaine à la réception de cette information, de l'appel au volontariat, du nombre de postes ouverts au volontariat et des implantations géographiques prévues pour les emplois concernés, par catégorie d'emplois et par poste, pour faire connaître au cédant, par tout moyen donnant date certaine à sa réception, sa décision de se porter ou non volontaire pour le transfert de son contrat de travail, au sein de sa catégorie d'emplois et sur son poste."},{"type":"add","content":""},{"type":"add","content":"Sous réserve des dispositions de l'alinéa suivant, tout salarié mentionné au premier alinéa peut se porter volontaire sur chacun des services ou partie des missions de service transférés attribués au cours de la période de trois mois mentionnée au 1°. Lorsqu'il se porte volontaire sur plusieurs services ou partie des missions de service transférés, il indique l'ordre de priorité de ses choix."},{"type":"add","content":""},{"type":"add","content":"Les salariés mentionnés aux f à h du 2° du I de l'article R. 3111-36-2 affectés à un service de nuit au sein d'une entité mutualisée ne peuvent se porter volontaires ou être désignés que dans un des services ou partie des missions du service transféré comportant des services de nuit ;"},{"type":"add","content":""},{"type":"add","content":"3° Pour chaque service ou partie des missions du service transféré, le cédant détermine les salariés volontaires à transférer, par catégorie d'emplois et par poste, en fonction de l'ordre de priorité de leurs choix. Si le premier choix du salarié ne peut pas être satisfait en raison d'un nombre de volontaires supérieur au nombre de postes à pourvoir, le cédant examine dans les mêmes conditions chacun des autres choix du salarié, selon l'ordre de priorité donné par lui."},{"type":"add","content":""},{"type":"add","content":"Si le nombre de salariés volontaires est supérieur au nombre de postes à pourvoir par catégorie d'emplois, arrêté d'un commun accord par l'autorité organisatrice et le cédant, le cédant détermine les salariés à transférer, par catégorie d'emplois et par poste, en les classant dans l'ordre décroissant de l'ancienneté dans l'entreprise, appréciée à la date à laquelle le cédant fait appel au volontariat ; en cas d'égalité d'ancienneté entre deux candidats au volontariat, ceux-ci sont départagés en fonction de l'ordre décroissant de leur ancienneté dans le poste ou dans un poste similaire, appréciée à la date à laquelle le cédant fait appel au volontariat."},{"type":"add","content":""},{"type":"add","content":"Le cédant informe chaque salarié s'étant porté volontaire, par tout moyen donnant date certaine à sa réception, de l'acceptation de l'un de ses choix ou, s'il ne remplit pas les conditions prévues, du rejet de sa candidature et communique à l'autorité organisatrice la liste des salariés volontaires dont la candidature est acceptée ;"},{"type":"add","content":""},{"type":"add","content":"4° Si le nombre de salariés volontaires est inférieur au nombre de postes à pourvoir par catégorie d'emplois arrêté par l'autorité organisatrice et le cédant, celui-ci désigne les salariés à transférer, par catégorie d'emplois et par poste, pour chaque service transféré, dans l'ordre d'attribution de chacun de ces services au cours de la période de trois mois mentionnée au 1°, parmi les salariés qui ne se sont pas portés volontaires ou dont aucun des choix de volontariat n'a pu être satisfait en application du 3°, dans l'ordre croissant de leur ancienneté dans l'entreprise, appréciée à la date à laquelle le cédant fait appel au volontariat ; en cas d'égalité d'ancienneté entre deux salariés, ceux-ci sont départagés en fonction de l'ordre croissant de leur ancienneté dans le poste ou dans un poste similaire, appréciée à la date à laquelle le cédant fait appel au volontariat ;"},{"type":"add","content":""},{"type":"add","content":"5° L'acceptation de la candidature du salarié ou sa désignation par le cédant entraîne son inscription sur la liste mentionnée au 2° du III de l'article R. 3111-36-10 au titre du service ou partie des missions du service transféré, au sein de sa catégorie d'emplois et sur son poste."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2024-506 du 4 juin 2024 relatif à l'information, à l'accompagnement et au transfert des salariés de l'établissement public à caractère industriel et commercial de la Régie autonome des transports parisiens en cas de changement d'exploitant d'un service régulier de transport public par autobus ou autocar en Ile-de-France - article 3 ENTIEREMENT_MODIF CREE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des transports - article R3111-36-2 AUTONOME MODIFIE, en vigueur du 2021-08-04 au 2024-06-06 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des transports - article R3111-36-2 AUTONOME VIGUEUR, en vigueur depuis le 2024-06-06 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des transports - article R3111-36-1 AUTONOME MODIFIE, en vigueur du 2021-08-04 au 2024-06-06 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des transports - article R3111-36-10 AUTONOME MODIFIE, en vigueur du 2021-08-04 au 2024-06-06 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des transports - article R3111-36-1 AUTONOME VIGUEUR, en vigueur depuis le 2024-06-06 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des transports - article R3111-36-10 AUTONOME VIGUEUR, en vigueur depuis le 2024-06-06 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2024-06-04 CREE cible Décret n° 2024-506 du 4 juin 2024 relatif à l'information, à l'accompagnement et au transfert des salariés de l'établissement public à caractère industriel et commercial de la Régie autonome des transports parisiens en cas de changement d'exploitant d'un service régulier de transport public par autobus ou autocar en Ile-de-France - article 3 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code des transports - article R3111-36-1 AUTONOME MODIFIE, en vigueur du 2021-08-04 au 2024-06-06"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code des transports - article R3111-36-10 AUTONOME VIGUEUR, en vigueur depuis le 2024-06-06"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code des transports - art. R3111-36-2"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/49/65/68/LEGIARTI000049656805.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/49/65/68/LEGIARTI000049656805.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/49/65/68/LEGIARTI000049656805.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_des_transports/src/branch/main/partie_reglementaire/troisieme_partie/livre_ier/titre_ier/chapitre_ier/section_3/sous-section_3/paragraphe_2/sous-paragraphe_2/article_r3111-36-3-2.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000049656805)"},{"type":"add","content":""}],"status":"added"},{"filename":"partie_reglementaire/troisieme_partie/livre_ier/titre_ier/chapitre_ier/section_3/sous-section_3/paragraphe_2/sous-paragraphe_2/article_r3111-36-3-3.md","articleName":"Article R3111-36-3-3","additions":57,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article R3111-36-3-3"},{"type":"add","content":""},{"type":"add","content":"Les salariés affectés au sein d'une même entité mutualisée relevant des catégories d'emplois mentionnées aux b et c du 2° du I de l'article R. 3111-36-2 sont désignés par le cédant, par catégorie d'emplois et par poste, en vue du transfert au cessionnaire de leur contrat de travail, au titre des services ou parties de services transférés de cette entité mutualisée, ou des missions ou parties de missions exercées au sein de ces services."},{"type":"add","content":""},{"type":"add","content":"La désignation du salarié par le cédant entraîne son inscription sur la liste mentionnée au 2° du IV de l'article R. 3111-36-10, au sein de sa catégorie d'emploi et sur son poste, au titre des services ou parties de services transférés de cette entité mutualisée, ou des missions ou parties de missions exercées au sein de ces services."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2024-506 du 4 juin 2024 relatif à l'information, à l'accompagnement et au transfert des salariés de l'établissement public à caractère industriel et commercial de la Régie autonome des transports parisiens en cas de changement d'exploitant d'un service régulier de transport public par autobus ou autocar en Ile-de-France - article 3 ENTIEREMENT_MODIF CREE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des transports - article R3111-36-2 AUTONOME MODIFIE, en vigueur du 2021-08-04 au 2024-06-06 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des transports - article R3111-36-2 AUTONOME VIGUEUR, en vigueur depuis le 2024-06-06 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des transports - article R3111-36-10 AUTONOME MODIFIE, en vigueur du 2021-08-04 au 2024-06-06 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des transports - article R3111-36-10 AUTONOME VIGUEUR, en vigueur depuis le 2024-06-06 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2024-06-04 CREE cible Décret n° 2024-506 du 4 juin 2024 relatif à l'information, à l'accompagnement et au transfert des salariés de l'établissement public à caractère industriel et commercial de la Régie autonome des transports parisiens en cas de changement d'exploitant d'un service régulier de transport public par autobus ou autocar en Ile-de-France - article 3 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code des transports - article R3111-36-10 AUTONOME VIGUEUR, en vigueur depuis le 2024-06-06"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code des transports - art. R3111-36-2"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/49/65/68/LEGIARTI000049656807.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/49/65/68/LEGIARTI000049656807.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/49/65/68/LEGIARTI000049656807.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_des_transports/src/branch/main/partie_reglementaire/troisieme_partie/livre_ier/titre_ier/chapitre_ier/section_3/sous-section_3/paragraphe_2/sous-paragraphe_2/article_r3111-36-3-3.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000049656807)"},{"type":"add","content":""}],"status":"added"},{"filename":"partie_reglementaire/troisieme_partie/livre_ier/titre_ier/chapitre_ier/section_3/sous-section_3/paragraphe_2/sous-paragraphe_2/article_r3111-36-3.md","articleName":"Article R3111-36-3","additions":18,"deletions":52,"diff":[{"type":"del","content":"I.-Le cédant désigne les salariés dont le contrat de travail est transféré par catégorie d'emplois et par poste selon les modalités définies en annexe, en application des critères suivants :"},{"type":"add","content":"I.-Le cédant désigne, par catégorie d'emplois et par poste, tous les salariés affectés à un centre-bus avant la date de notification de l'attribution du contrat de service public, en vue du transfert au cessionnaire de leur contrat de travail au sein du même centre-bus, au titre du service ou partie des missions du service transféré auquel ce centre-bus sera rattaché après le changement d'exploitant."},{"type":"del","content":"1° Le taux d'affectation du salarié au service transféré entendu comme le ratio entre son temps d'affectation au service transféré, calculé selon les modalités prévues au II de l'article R. 3111-36-2, et le temps de travail effectué par le salarié pour le compte du cédant ;"},{"type":"add","content":"La désignation du salarié par le cédant entraîne son inscription sur la liste mentionnée au 1° du II de l'article R. 3111-36-10 au titre du service ou partie des missions du service transféré, au sein de son centre-bus et de sa catégorie d'emploi et sur son poste."},{"type":"del","content":"2° L'ancienneté dans le poste ;"},{"type":"add","content":"II.-Par dérogation au I, au plus tard six mois avant la date prévue pour l'attribution du contrat de service public, communiquée au cédant par l'autorité organisatrice, celle-ci peut demander au cédant, lorsque les besoins prévisionnels en effectifs du service ou des missions du service qu'il est prévu de transférer le justifient, de faire appel aux salariés volontaires parmi les salariés affectés à un service devant être rattaché, en totalité ou en partie, à un autre centre-bus à l'issue de la procédure de mise en concurrence, en vue du transfert au cessionnaire de leur contrat de travail au sein de cet autre centre-bus."},{"type":"del","content":"3° Le temps de trajet séparant le domicile du salarié du lieu d'affectation concourant à l'exploitation du service transféré qui s'en trouve le plus proche ;"},{"type":"add","content":"Pour l'attribution d'un contrat de service public, lorsque l'autorité organisatrice envisage de demander au cédant, dans les conditions prévues à l'alinéa précédent, de faire appel au volontariat, elle l'en informe au préalable par tout moyen donnant date certaine à la réception de cette information, en indiquant le nombre de postes ouverts au volontariat, par catégorie d'emplois et par poste."},{"type":"del","content":"4° Les charges de famille ;"},{"type":"add","content":"Tout salarié mentionné au premier alinéa dispose d'un délai de quinze jours ouvrés, à compter de la date à laquelle il est informé par le cédant, par tout moyen donnant date certaine à leur réception, de l'appel au volontariat et du nombre de postes ouverts au volontariat, pour faire connaître au cédant, par tout moyen donnant date certaine à sa réception, sa décision de se porter ou non volontaire, au sein de sa catégorie d'emplois et sur son poste."},{"type":"del","content":"5° L'ancienneté dans l'entreprise ;"},{"type":"add","content":"Si le nombre de salariés volontaires est supérieur au nombre de postes à pourvoir fixé par l'autorité organisatrice, le cédant détermine les salariés à transférer, par catégorie d'emplois et par poste, en les classant par ordre décroissant de leur ancienneté dans l'entreprise, appréciée à la date à laquelle l'autorité organisatrice demande au cédant de faire appel au volontariat."},{"type":"del","content":"6° Le handicap ;"},{"type":"add","content":"En cas d'égalité d'ancienneté entre deux salariés volontaires, ceux-ci sont départagés en fonction de l'ordre décroissant de leur ancienneté dans le poste ou dans un poste similaire, appréciée à la date à laquelle l'autorité organisatrice demande au cédant de faire appel au volontariat."},{"type":"del","content":"7° Le volontariat."},{"type":"add","content":"Au plus tard deux mois après la date à laquelle l'autorité organisatrice demande au cédant de faire appel au volontariat, le cédant informe chaque salarié volontaire, par tout moyen donnant date certaine à sa réception, de l'acceptation ou, s'il ne remplit pas les conditions prévues, du rejet de sa candidature et communique à l'autorité organisatrice la liste des salariés volontaires dont la candidature est acceptée."},{"type":"del","content":"Le salarié affecté au sein d'un centre-bus ne peut se porter volontaire qu'au titre des services transférés dans lesquels est inclus tout ou partie du centre-bus auquel il est affecté."},{"type":"del","content":""},{"type":"del","content":"Le salarié affecté au sein d'une entité mutualisée peut se porter volontaire sur chacun des services transférés."},{"type":"del","content":""},{"type":"del","content":"Lorsque l'ancienneté du salarié est inférieure à douze mois, la période de référence prise en compte est celle allant de sa date d'embauche à la date de notification d'attribution du contrat de service public."},{"type":"del","content":""},{"type":"del","content":"Les critères mentionnés aux 2° à 6° sont appréciés à la date de notification au cédant de la décision d'attribution du contrat de service public."},{"type":"del","content":""},{"type":"del","content":"A cet effet, au plus tard quinze jours après la réception des informations mentionnées au II de l'article R. 3111-36-10, les salariés mentionnés à l'article L. 3111-16-1 communiquent au cédant, par tout moyen donnant date certaine à leur réception, les éléments nécessaires à l'application des critères mentionnés aux 3°, 4°, 6° et 7°. A défaut de communication de ces éléments dans ce délai, le cédant applique les critères mentionnés aux 3°, 4° et 6° au regard des informations dont il dispose en tant qu'employeur et n'attribue aucun point au titre du critère mentionné au 7°."},{"type":"del","content":""},{"type":"del","content":"II.-Dans l'hypothèse où des transferts à différents cessionnaires interviennent à la même date, les salariés sont classés par le cédant, pour chaque service transféré, selon les modalités définies dans l'annexe mentionnée au I et sont désignés au sein du service transféré au titre duquel ils ont obtenu le nombre de points le plus important."},{"type":"add","content":"L'acceptation par le cédant de la candidature du salarié entraîne son inscription sur la liste mentionnée au 1° du II de l'article R. 3111-36-10 au titre du service transféré devant être rattaché, en totalité ou en partie, à un autre centre-bus à l'issue de la procédure de mise en concurrence, au sein de sa catégorie d'emplois et sur son poste."},{"type":"del","content":"Code des transports - article L3111-16-1 AUTONOME MODIFIE, en vigueur du 2022-02-23 au 2023-12-29 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des transports - article L3111-16-1 AUTONOME MODIFIE, en vigueur du 2019-12-27 au 2022-02-23 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des transports - article R3111-36-2 AUTONOME MODIFIE, en vigueur du 2021-08-04 au 2024-06-06 CITATION cible"},{"type":"add","content":"Décret n° 2024-506 du 4 juin 2024 relatif à l'information, à l'accompagnement et au transfert des salariés de l'établissement public à caractère industriel et commercial de la Régie autonome des transports parisiens en cas de changement d'exploitant d'un service régulier de transport public par autobus ou autocar en Ile-de-France - article 3 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"Code des transports - article Annexe à l'article R3111-36-3 AUTONOME VIGUEUR, en vigueur depuis le 2021-08-04 CITATION source"},{"type":"add","content":"Code des transports - article R3111-36-10 AUTONOME MODIFIE, en vigueur du 2021-08-04 au 2024-06-06 CITATION cible"},{"type":"del","content":"Code des transports - article L3111-16-1 AUTONOME VIGUEUR, en vigueur depuis le 2023-12-29 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2021-1027 du 30 juillet 2021 relatif à l'information, à l'accompagnement et au transfert des salariés de l'établissement public à caractère industriel et commercial de la Régie autonome des transports parisiens en cas de changement d'exploitant d'un service régulier de transport public par autobus ou autocar en Ile-de-France - article 1 ENTIEREMENT_MODIF CREE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2024-506 du 4 juin 2024 relatif à l'information, à l'accompagnement et au transfert des salariés de l'établissement public à caractère industriel et commercial de la Régie autonome des transports parisiens en cas de changement d'exploitant d'un service régulier de transport public par autobus ou autocar en Ile-de-France - article 3 ENTIEREMENT_MODIF CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des transports - article R3111-36-2 AUTONOME VIGUEUR, en vigueur depuis le 2024-06-06 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des transports - article R3111-36-3-1 AUTONOME VIGUEUR, en vigueur depuis le 2024-06-06 CITATION source"},{"type":"add","content":"Code des transports - article R3111-36-10 AUTONOME VIGUEUR, en vigueur depuis le 2024-06-06 CITATION cible"},{"type":"del","content":""},{"type":"del","content":"2021-07-30 CREE cible Décret n° 2021-1027 du 30 juillet 2021 relatif à l'information, à l'accompagnement et au transfert des salariés de l'établissement public à caractère industriel et commercial de la Régie autonome des transports parisiens en cas de changement d'exploitant d'un service régulier de transport public par autobus ou autocar en Ile-de-France - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des transports - article Annexe à l'article R3111-36-3 AUTONOME VIGUEUR, en vigueur depuis le 2021-08-04"},{"type":"add","content":"2024-06-04 MODIFIE cible Décret n° 2024-506 du 4 juin 2024 relatif à l'information, à l'accompagnement et au transfert des salariés de l'établissement public à caractère industriel et commercial de la Régie autonome des transports parisiens en cas de changement d'exploitant d'un service régulier de transport public par autobus ou autocar en Ile-de-France - article 3 ENTIEREMENT_MODIF"},{"type":"del","content":"2999-01-01 CITATION source Code des transports - article L3111-16-1 AUTONOME MODIFIE, en vigueur du 2019-12-27 au 2022-02-23"},{"type":"add","content":"2999-01-01 CITATION cible Code des transports - article Annexe à l'article R3111-36-3 AUTONOME VIGUEUR, en vigueur depuis le 2021-08-04"},{"type":"del","content":""},{"type":"del","content":"      2999-01-01 CITATION source Code des transports - art. R3111-36-2"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/89/36/LEGIARTI000043893650.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/89/36/LEGIARTI000043893650.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/43/89/36/LEGIARTI000043893650.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/49/65/81/LEGIARTI000049658137.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/49/65/81/LEGIARTI000049658137.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/49/65/81/LEGIARTI000049658137.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000043893650)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000049658137)"}],"status":"modified"},{"filename":"partie_reglementaire/troisieme_partie/livre_ier/titre_ier/chapitre_ier/section_3/sous-section_3/paragraphe_2/sous-paragraphe_3/article_r3111-36-4.md","articleName":"Article R3111-36-4","additions":15,"deletions":9,"diff":[{"type":"del","content":"Lorsque s'applique l'article. L. 3111-16-1, l'autorité organisatrice s'assure que le délai entre l'attribution du contrat de service public et la date de changement effectif d'exploitant est compatible avec les délais associés à la procédure de transfert des contrats de travail prévue par la présente sous-section."},{"type":"add","content":"Lorsque s'applique l'article. L. 3111-16-1, l'autorité organisatrice s'assure que les délais entre la mise en œuvre des procédures d'appel au volontariat et de désignation des salariés, l'attribution du contrat de service public et la date de changement effectif d'exploitant sont compatibles avec les délais associés à la procédure de transfert des contrats de travail prévue par la présente sous-section."},{"type":"del","content":"Décret n° 2021-1027 du 30 juillet 2021 relatif à l'information, à l'accompagnement et au transfert des salariés de l'établissement public à caractère industriel et commercial de la Régie autonome des transports parisiens en cas de changement d'exploitant d'un service régulier de transport public par autobus ou autocar en Ile-de-France - article 1 ENTIEREMENT_MODIF CREE source"},{"type":"add","content":"Décret n° 2024-506 du 4 juin 2024 relatif à l'information, à l'accompagnement et au transfert des salariés de l'établissement public à caractère industriel et commercial de la Régie autonome des transports parisiens en cas de changement d'exploitant d'un service régulier de transport public par autobus ou autocar en Ile-de-France - article 4 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"Décret n° 2024-506 du 4 juin 2024 relatif à l'information, à l'accompagnement et au transfert des salariés de l'établissement public à caractère industriel et commercial de la Régie autonome des transports parisiens en cas de changement d'exploitant d'un service régulier de transport public par autobus ou autocar en Ile-de-France - article 4 ENTIEREMENT_MODIF CITATION source"},{"type":"add","content":"Code des transports - article L3111-16-1 AUTONOME MODIFIE, en vigueur du 2019-12-27 au 2022-02-23 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des transports - article L3111-16-1 AUTONOME MODIFIE, en vigueur du 2022-02-23 au 2023-12-29 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des transports - article L3111-16-1 AUTONOME VIGUEUR, en vigueur depuis le 2023-12-29 CITATION cible"},{"type":"del","content":"2021-07-30 CREE cible Décret n° 2021-1027 du 30 juillet 2021 relatif à l'information, à l'accompagnement et au transfert des salariés de l'établissement public à caractère industriel et commercial de la Régie autonome des transports parisiens en cas de changement d'exploitant d'un service régulier de transport public par autobus ou autocar en Ile-de-France - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2024-06-04 CITATION cible Décret n° 2024-506 du 4 juin 2024 relatif à l'information, à l'accompagnement et au transfert des salariés de l'établissement public à caractère industriel et commercial de la Régie autonome des transports parisiens en cas de changement d'exploitant d'un service régulier de transport public par autobus ou autocar en Ile-de-France - article 4 ENTIEREMENT_MODIF"},{"type":"del","content":"2024-06-04 CITATION cible Décret n° 2024-506 du 4 juin 2024 relatif à l'information, à l'accompagnement et au transfert des salariés de l'établissement public à caractère industriel et commercial de la Régie autonome des transports parisiens en cas de changement d'exploitant d'un service régulier de transport public par autobus ou autocar en Ile-de-France - article 4 ENTIEREMENT_MODIF"},{"type":"add","content":"2024-06-04 MODIFIE cible Décret n° 2024-506 du 4 juin 2024 relatif à l'information, à l'accompagnement et au transfert des salariés de l'établissement public à caractère industriel et commercial de la Régie autonome des transports parisiens en cas de changement d'exploitant d'un service régulier de transport public par autobus ou autocar en Ile-de-France - article 4 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/89/36/LEGIARTI000043893654.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/89/36/LEGIARTI000043893654.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/43/89/36/LEGIARTI000043893654.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/49/65/81/LEGIARTI000049658162.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/49/65/81/LEGIARTI000049658162.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/49/65/81/LEGIARTI000049658162.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000043893654)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000049658162)"}],"status":"modified"},{"filename":"partie_reglementaire/troisieme_partie/livre_ier/titre_ier/chapitre_ier/section_3/sous-section_3/paragraphe_2/sous-paragraphe_4/article_r3111-36-6.md","articleName":"Article R3111-36-6","additions":38,"deletions":16,"diff":[{"type":"del","content":"I.-Conformément au I de l'article L. 3111-16-5, à l'issue de l'élaboration de la liste de salariés désignés dans les conditions fixées au IV de l'article R. 3111-36-10 et au plus tard quatre mois avant la date prévue pour le changement effectif d'exploitant de service, le salarié désigné est informé par le cédant de la date de changement effectif d'exploitant, du transfert de son contrat de travail ainsi que :"},{"type":"add","content":"I.-A l'issue de l'élaboration de la liste de salariés désignés dans les conditions fixées aux II à V de l'article R. 3111-36-10 et au plus tard quatre ou six mois avant la date prévue pour le changement effectif d'exploitant, conformément au I de l'article L. 3111-16-5, chaque salarié est informé par le cédant de la date de changement effectif d'exploitant, du transfert de son contrat de travail ainsi que :"},{"type":"del","content":"1° Des critères de désignation pris en compte, du nombre de points obtenus par critère et de son classement ;"},{"type":"add","content":"1° Du service ou de la partie des missions de service au titre duquel il est transféré et de l'implantation géographique de son emploi ;"},{"type":"del","content":"2° Du service ou de la partie de service au titre duquel il est transféré et de l'implantation géographique de son emploi ;"},{"type":"add","content":"2° Des conditions du transfert du contrat de travail en termes de délais et de formalités, de droits et garanties associés ;"},{"type":"del","content":"3° Des conditions du transfert du contrat de travail en termes de délais et de formalités, de droits et garanties associés ;"},{"type":"add","content":"3° De la procédure et du délai dans lequel il doit faire connaître le cas échéant sa décision de refuser la modification de son contrat de travail ;"},{"type":"del","content":"4° De la procédure et du délai dans lequel il doit faire connaître le cas échéant sa décision de refuser la modification de son contrat de travail ;"},{"type":"add","content":"4° Des conséquences du refus de la modification de son contrat de travail et de la procédure applicable ;"},{"type":"del","content":"5° Des conséquences du refus de la modification de son contrat de travail et de la procédure applicable ;"},{"type":"del","content":""},{"type":"del","content":"6° De son droit à l'indemnité compensatrice de congés payés mentionnée à l'article L. 3141-28 du code du travail et à l'indemnisation du chômage ainsi qu'à l'indemnité prévue au IV de l'article L. 3111-16-5 du présent code."},{"type":"add","content":"5° De son droit à l'indemnité compensatrice de congés payés mentionnée à l'article L. 3141-28 du code du travail et à l'indemnisation du chômage ainsi qu'à l'indemnité prévue au IV de l'article L. 3111-16-5 du présent code."},{"type":"del","content":"Décret n° 2021-1027 du 30 juillet 2021 relatif à l'information, à l'accompagnement et au transfert des salariés de l'établissement public à caractère industriel et commercial de la Régie autonome des transports parisiens en cas de changement d'exploitant d'un service régulier de transport public par autobus ou autocar en Ile-de-France - article 1 ENTIEREMENT_MODIF CREE source"},{"type":"add","content":"Code des transports - article L3111-16-5 AUTONOME MODIFIE, en vigueur du 2019-12-27 au 2023-12-29 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article L1232-2 AUTONOME VIGUEUR, en vigueur depuis le 2008-05-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article L3141-28 AUTONOME VIGUEUR, en vigueur depuis le 2016-08-10 CITATION cible"},{"type":"del","content":"Décret n° 2024-506 du 4 juin 2024 relatif à l'information, à l'accompagnement et au transfert des salariés de l'établissement public à caractère industriel et commercial de la Régie autonome des transports parisiens en cas de changement d'exploitant d'un service régulier de transport public par autobus ou autocar en Ile-de-France - article 5 ENTIEREMENT_MODIF CITATION source"},{"type":"add","content":"Code des transports - article R3111-36-7 AUTONOME VIGUEUR, en vigueur depuis le 2021-08-04 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des transports - article R3111-36-10 AUTONOME MODIFIE, en vigueur du 2021-08-04 au 2024-06-06 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des transports - article L3111-16-5 AUTONOME VIGUEUR, en vigueur depuis le 2023-12-29 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des transports - article R3111-36-10 AUTONOME VIGUEUR, en vigueur depuis le 2024-06-06 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2024-506 du 4 juin 2024 relatif à l'information, à l'accompagnement et au transfert des salariés de l'établissement public à caractère industriel et commercial de la Régie autonome des transports parisiens en cas de changement d'exploitant d'un service régulier de transport public par autobus ou autocar en Ile-de-France - article 5 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article L3141-28 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2016-08-10 CITATION cible"},{"type":"del","content":"2021-07-30 CREE cible Décret n° 2021-1027 du 30 juillet 2021 relatif à l'information, à l'accompagnement et au transfert des salariés de l'établissement public à caractère industriel et commercial de la Régie autonome des transports parisiens en cas de changement d'exploitant d'un service régulier de transport public par autobus ou autocar en Ile-de-France - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2024-06-04 CITATION cible Décret n° 2024-506 du 4 juin 2024 relatif à l'information, à l'accompagnement et au transfert des salariés de l'établissement public à caractère industriel et commercial de la Régie autonome des transports parisiens en cas de changement d'exploitant d'un service régulier de transport public par autobus ou autocar en Ile-de-France - article 5 ENTIEREMENT_MODIF"},{"type":"del","content":"2024-06-04 CITATION cible Décret n° 2024-506 du 4 juin 2024 relatif à l'information, à l'accompagnement et au transfert des salariés de l'établissement public à caractère industriel et commercial de la Régie autonome des transports parisiens en cas de changement d'exploitant d'un service régulier de transport public par autobus ou autocar en Ile-de-France - article 5 ENTIEREMENT_MODIF"},{"type":"add","content":"2024-06-04 MODIFIE cible Décret n° 2024-506 du 4 juin 2024 relatif à l'information, à l'accompagnement et au transfert des salariés de l'établissement public à caractère industriel et commercial de la Régie autonome des transports parisiens en cas de changement d'exploitant d'un service régulier de transport public par autobus ou autocar en Ile-de-France - article 5 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code du travail - Section 2 : Documents remis par l'employeur"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/89/36/LEGIARTI000043893660.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/89/36/LEGIARTI000043893660.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/43/89/36/LEGIARTI000043893660.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/49/65/81/LEGIARTI000049658168.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/49/65/81/LEGIARTI000049658168.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/49/65/81/LEGIARTI000049658168.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000043893660)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000049658168)"}],"status":"modified"},{"filename":"partie_reglementaire/troisieme_partie/livre_ier/titre_ier/chapitre_ier/section_3/sous-section_3/paragraphe_5/article_r3111-36-10.md","articleName":"Article R3111-36-10","additions":125,"deletions":29,"diff":[{"type":"del","content":"I.-Au plus tard quinze jours ouvrables après le lancement de la procédure de mise en concurrence ou la notification de l'attribution directe, le cédant informe par courrier les salariés concourant à l'exploitation et à la continuité du service transféré et les représentants des travailleurs concernés sur :"},{"type":"add","content":"I.-Au plus tard à la date prévue pour la première attribution d'un contrat de service public communiquée au cédant par l'autorité organisatrice et pour chacun des contrats de service public, le cédant informe par courrier les salariés affectés à l'exploitation et à la continuité des services ou partie des missions de service transférés et les représentants des travailleurs concernés sur :"},{"type":"del","content":"1° Le périmètre géographique et fonctionnel du service transféré ;"},{"type":"add","content":"1° Le périmètre géographique et fonctionnel des services ou partie des missions de services transférés ;"},{"type":"del","content":"2° La date prévisionnelle de changement effectif d'exploitant ;"},{"type":"add","content":"2° Les dates prévisionnelles d'attribution du contrat de service public et du changement effectif d'exploitant ;"},{"type":"del","content":"3° Le nombre d'emplois transférés pour chacune des catégories d'emploi définies à l'article R. 3111-36-2 ;"},{"type":"add","content":"3° Les modalités de désignation et, le cas échéant, d'appel au volontariat des salariés, ainsi que les droits et garanties dont ils bénéficient ;"},{"type":"del","content":"4° Les modalités de désignation des salariés transférés ainsi que les droits et garanties dont ils bénéficient ;"},{"type":"add","content":"4° Le calendrier prévisionnel d'information des salariés et des représentants des travailleurs concernés ;"},{"type":"del","content":"5° Le calendrier prévisionnel d'information des salariés et des représentants des travailleurs concernés ;"},{"type":"add","content":"5° Le futur mode de gestion du service public transféré."},{"type":"del","content":"6° Le futur mode de gestion du service public transféré, et le cas échéant, la procédure d'attribution du contrat de service public retenue."},{"type":"add","content":"II.-Pour les salariés relevant des catégories d'emplois mentionnées au 1° du I de l'article R. 3111-36-2 :"},{"type":"del","content":"II.-Au plus tard quinze jours ouvrables après la date de notification de l'attribution du contrat de service public, le cédant informe par courrier donnant date certaine à sa réception les salariés concourant à l'exploitation et à la continuité du service transféré et les représentants des travailleurs concernés de l'identité du cessionnaire. Dans le cas d'un changement d'exploitant, il les informe également :"},{"type":"add","content":"1° Au plus tard quinze jours après la date de notification de l'attribution du contrat de service public, de l'attribution directe ou de la décision de l'autorité organisatrice de fournir elle-même le service, le cédant établit la liste des salariés désignés conformément aux dispositions des articles R. 3111-36-3 et R. 3111-36-3-1 ;"},{"type":"del","content":"1° Des conséquences sur la situation des salariés, notamment la poursuite des contrats de travail et le maintien des garanties attachées pour les salariés transférés ;"},{"type":"add","content":"2° Après l'établissement de cette liste, le cédant informe sans délai, par tout moyen donnant date certaine à la réception de cette information, chaque salarié désigné de son inscription sur cette liste, au sein de sa catégorie d'emplois et sur son poste."},{"type":"del","content":"2° Des critères de détermination des salariés désignés ;"},{"type":"add","content":"Le cédant transmet cette liste sans délai, par tout moyen donnant date certaine à sa réception, au cessionnaire ainsi qu'aux représentants des travailleurs concernés, avec la répartition des salariés désignés par catégorie d'emplois et par poste ;"},{"type":"del","content":"3° Des informations mentionnées au I de l'article R. 3111-36-3 que le salarié doit transmettre au cédant pour appliquer les critères de désignation des salariés et du délai de quinze jours pour les transmettre ;"},{"type":"add","content":"3° Après l'établissement de cette liste, le cédant informe également, par tout moyen donnant date certaine à la réception de cette information, chaque salarié désigné et les représentants des travailleurs concernés sur :"},{"type":"del","content":"4° De la tenue à venir de réunions d'informations avec le cessionnaire."},{"type":"add","content":"a) L'identité du cessionnaire ;"},{"type":"del","content":"III.-Au plus tard un mois après la date de la notification mentionnée au premier alinéa du II, le cessionnaire transmet au cédant les implantations géographiques prévues pour les emplois concernés, par catégorie d'emplois, par poste et par équivalent en emplois temps plein travaillé."},{"type":"add","content":"b) Les conséquences sur la situation des salariés, notamment la poursuite des contrats de travail des salariés transférés et le maintien des garanties qui y sont attachées ;"},{"type":"del","content":"IV.-Au plus tard un mois après l'expiration du délai de quinze jours mentionné au II, le cédant établit la liste des salariés désignés conformément aux dispositions de l'article R. 3111-36-3."},{"type":"add","content":"c) Le calendrier prévisionnel des réunions d'informations avec le cessionnaire."},{"type":"del","content":"Le cédant transmet sans délai cette liste au cessionnaire ainsi qu'aux représentants des travailleurs concernés, par tout moyen donnant date certaine à sa réception, avec la répartition des salariés désignés par catégorie d'emplois et par poste."},{"type":"add","content":"III.-Pour les salariés relevant des catégories d'emplois mentionnées au a et aux d à h du 2° du I de l'article R. 3111-36-2 :"},{"type":"del","content":"V.-Au plus tard quatre mois avant le changement effectif d'exploitant, le cessionnaire informe par courrier les salariés mentionnés à l'article L. 3111-16-1, sous pli éventuellement confidentiel remis par l'intermédiaire du cédant, sur :"},{"type":"add","content":"1° Au plus tard quinze jours après la date de notification de l'attribution du contrat de service public, de l'attribution directe ou de la décision de l'autorité organisatrice de fournir elle-même le service, le cédant informe, par tout moyen donnant date certaine à la réception de cette information, les salariés affectés à l'exploitation et à la continuité du service ou partie des missions de service transféré et les représentants des travailleurs concernés sur :"},{"type":"add","content":""},{"type":"add","content":"a) L'identité du cessionnaire ;"},{"type":"add","content":""},{"type":"add","content":"b) Les modalités d'appel au volontariat et, le cas échéant, de désignation des salariés, ainsi que les droits et garanties dont ils bénéficient ;"},{"type":"add","content":""},{"type":"add","content":"c) Les conséquences sur la situation des salariés, notamment la poursuite des contrats de travail des salariés transférés et le maintien des garanties qui y sont attachées ;"},{"type":"add","content":""},{"type":"add","content":"d) Le calendrier prévisionnel des réunions d'informations avec le cessionnaire ;"},{"type":"add","content":""},{"type":"add","content":"2° Lorsqu'un ou plusieurs contrats de service public sont attribués au cours d'une même période de trois mois, et au plus tard deux mois après l'expiration du délai de quinze jours après la date de notification de l'attribution du dernier de ces contrats, le cédant établit la liste des salariés désignés conformément aux dispositions de l'article R. 3111-36-3-2 ;"},{"type":"add","content":""},{"type":"add","content":"3° Après l'établissement de cette liste, le cédant informe sans délai chaque salarié désigné, par tout moyen donnant date certaine à sa réception, de son inscription sur cette liste, au sein de sa catégorie d'emplois et sur son poste."},{"type":"add","content":""},{"type":"add","content":"Le cédant transmet cette liste sans délai, par tout moyen donnant date certaine à sa réception, aux cessionnaires ainsi qu'aux représentants des travailleurs concernés, avec la répartition des salariés désignés par catégorie d'emplois et par poste."},{"type":"add","content":""},{"type":"add","content":"IV.-Pour les salariés, affectés au sein d'une même entité mutualisée, relevant des catégories d'emplois mentionnées aux b et c du 2° du I de l'article R. 3111-36-2 :"},{"type":"add","content":""},{"type":"add","content":"1° Au plus tard quinze jours après la date de notification de l'attribution du contrat de service public, de l'attribution directe ou de la décision de l'autorité organisatrice de fournir elle-même les services ou parties de services transférés de l'entité mutualisée, ou les missions ou parties de missions exercées au sein de ces services, le cédant informe, par tout moyen donnant date certaine à la réception de cette information, les salariés affectés à l'exploitation et à la continuité des services ou parties de services transférés de l'entité mutualisée, ou des missions ou parties de missions exercées au sein de ces services, et les représentants des travailleurs concernés sur :"},{"type":"add","content":""},{"type":"add","content":"a) L'identité du cessionnaire ;"},{"type":"add","content":""},{"type":"add","content":"b) La date prévue pour le changement effectif d'exploitant des services ou parties de services transférés de l'entité mutualisée, ou des missions ou parties de missions exercées au sein de ces services ;"},{"type":"add","content":""},{"type":"add","content":"c) Les modalités de désignation des salariés ainsi que les droits et garanties dont ils bénéficient ;"},{"type":"add","content":""},{"type":"add","content":"d) Les conséquences sur la situation des salariés, notamment la poursuite des contrats de travail des salariés transférés et le maintien des garanties qui y sont attachées ;"},{"type":"add","content":""},{"type":"add","content":"e) Le calendrier prévisionnel des réunions d'informations avec le cessionnaire ;"},{"type":"add","content":""},{"type":"add","content":"2° Au plus tard quatre ou six mois avant le changement effectif d'exploitant, dans les conditions prévues au I de l'article L. 3111-16-5, le cédant établit la liste des salariés désignés conformément aux dispositions de l'article R. 3111-36-3-3 ;"},{"type":"add","content":""},{"type":"add","content":"3° Après l'établissement de cette liste, le cédant informe sans délai chaque salarié désigné, par tout moyen donnant date certaine à sa réception, de son inscription sur cette liste, au sein de sa catégorie d'emplois et sur son poste."},{"type":"add","content":""},{"type":"add","content":"Le cédant transmet cette liste sans délai, par tout moyen donnant date certaine à sa réception, au cessionnaire ainsi qu'aux représentants des travailleurs concernés, avec la répartition des salariés désignés par catégorie d'emplois et par poste."},{"type":"add","content":""},{"type":"add","content":"V.-Par dérogation aux articles R. 3111-36-3 à R. 3111-36-3-3, au plus tard six ou quatre mois avant le changement effectif d'exploitant dans les cas prévus respectivement au 1° et au 2° du I de l'article L. 3111-16-5, le cédant peut actualiser la liste des salariés désignés, par catégorie d'emplois et par poste, en désignant des salariés du cédant affectés à l'exploitation du service ou partie des missions du service transféré depuis une date postérieure à la date de notification de l'attribution du contrat de service public, de l'attribution directe ou de la décision de l'autorité organisatrice de fournir elle-même le service."},{"type":"add","content":""},{"type":"add","content":"La désignation du salarié par le cédant entraîne son inscription sur l'une des listes mentionnées aux II à IV, au sein de sa catégorie d'emploi et sur son poste :"},{"type":"add","content":""},{"type":"add","content":"1° Soit pour remplacer poste pour poste un salarié désigné ayant cessé de concourir à l'exploitation du service ou partie des missions de service transféré ;"},{"type":"add","content":""},{"type":"add","content":"2° Soit pour compléter la liste mentionnée au premier alinéa pour tenir compte de l'évolution prévisionnelle des effectifs en application du troisième alinéa de l'article L. 3111-16-3."},{"type":"add","content":""},{"type":"add","content":"Le cédant informe sans délai chaque salarié désigné, par tout moyen donnant date certaine à sa réception, de son inscription sur cette liste, par catégorie d'emplois et par poste."},{"type":"add","content":""},{"type":"add","content":"Le cédant transmet sans délai, par tout moyen donnant date certaine à sa réception, cette liste actualisée, indiquant la répartition des salariés désignés par catégorie d'emplois et par poste, au cessionnaire ainsi qu'aux représentants des travailleurs concernés."},{"type":"add","content":""},{"type":"add","content":"VI.-Au plus tard quatre ou six mois avant le changement effectif d'exploitant, dans les conditions prévues respectivement au 1° et au 2° du I de l'article L. 3111-16-5, le cessionnaire informe par courrier les salariés mentionnés à l'article L. 3111-16-1, le cas échéant sous pli confidentiel remis par l'intermédiaire du cédant, sur :"},{"type":"del","content":"VI.-A compter de l'information prévue au V, le cessionnaire transmet sans délai aux salariés qui en font la demande une fiche de poste indicative de l'emploi sur lequel ils seraient affectés ainsi que les éléments de rémunération afférents. Le cessionnaire transmet aux travailleurs handicapés qui en font la demande les informations relatives aux conditions de travail proposées, notamment aux éventuels aménagements ou adaptations de poste."},{"type":"add","content":"VII.-A compter de l'information prévue au VI, le cessionnaire transmet sans délai aux salariés qui en font la demande une fiche de poste indicative de l'emploi sur lequel ils seraient affectés ainsi que les éléments de rémunération afférents. Le cessionnaire transmet aux travailleurs handicapés qui en font la demande les informations relatives aux conditions de travail proposées, notamment aux éventuels aménagements ou adaptations de poste."},{"type":"del","content":"VII.-Au plus tard quatre mois avant le changement effectif d'exploitant et jusqu'à la date de ce changement, le cessionnaire transmet au cédant toutes les informations qu'il souhaite communiquer aux salariés mentionnés à l'article L. 3111-16-1 et aux représentants des travailleurs concernés."},{"type":"add","content":"VIII.-Au plus tard quatre ou six mois avant le changement effectif d'exploitant, dans les conditions prévues respectivement au 1° et au 2° du I de l'article L. 3111-16-5, et jusqu'à la date de ce changement, le cessionnaire transmet au cédant toutes les informations qu'il souhaite communiquer aux salariés mentionnés à l'article L. 3111-16-1 et aux représentants des travailleurs concernés."},{"type":"del","content":"Code des transports - article R3111-36-6 AUTONOME MODIFIE, en vigueur du 2021-08-04 au 2024-06-06 CITATION source"},{"type":"add","content":"Code des transports - article L3111-16-5 AUTONOME MODIFIE, en vigueur du 2019-12-27 au 2023-12-29 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des transports - article L3111-16-3 AUTONOME VIGUEUR, en vigueur depuis le 2023-12-29 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des transports - article R3111-36-2 AUTONOME MODIFIE, en vigueur du 2021-08-04 au 2024-06-06 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des transports - article R3111-36-2 AUTONOME VIGUEUR, en vigueur depuis le 2024-06-06 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des transports - article R3111-36-3-2 AUTONOME VIGUEUR, en vigueur depuis le 2024-06-06 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des transports - article L3111-16-3 AUTONOME MODIFIE, en vigueur du 2019-12-27 au 2022-02-23 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des transports - article L3111-16-1 AUTONOME MODIFIE, en vigueur du 2019-12-27 au 2022-02-23 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des transports - article L3111-16-5 AUTONOME VIGUEUR, en vigueur depuis le 2023-12-29 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des transports - article R3111-36-3-3 AUTONOME VIGUEUR, en vigueur depuis le 2024-06-06 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des transports - article R3111-36-3-1 AUTONOME VIGUEUR, en vigueur depuis le 2024-06-06 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des transports - article R3111-36-1 AUTONOME VIGUEUR, en vigueur depuis le 2024-06-06 CITATION source"},{"type":"del","content":"Décret n° 2021-1027 du 30 juillet 2021 relatif à l'information, à l'accompagnement et au transfert des salariés de l'établissement public à caractère industriel et commercial de la Régie autonome des transports parisiens en cas de changement d'exploitant d'un service régulier de transport public par autobus ou autocar en Ile-de-France - article 1 ENTIEREMENT_MODIF CREE source"},{"type":"add","content":"Code des transports - article R3111-36-3 AUTONOME VIGUEUR, en vigueur depuis le 2024-06-06 CITATION cible"},{"type":"del","content":"Code des transports - article R3111-36-6 AUTONOME VIGUEUR, en vigueur depuis le 2024-06-06 CITATION source"},{"type":"add","content":"Code des transports - article L3111-16-3 AUTONOME MODIFIE, en vigueur du 2022-02-23 au 2023-12-29 CITATION cible"},{"type":"del","content":"Décret n° 2024-506 du 4 juin 2024 relatif à l'information, à l'accompagnement et au transfert des salariés de l'établissement public à caractère industriel et commercial de la Régie autonome des transports parisiens en cas de changement d'exploitant d'un service régulier de transport public par autobus ou autocar en Ile-de-France - article 6 ENTIEREMENT_MODIF CITATION source"},{"type":"add","content":"Code des transports - article R3111-36-3 AUTONOME MODIFIE, en vigueur du 2021-08-04 au 2024-06-06 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des transports - article L3111-16-1 AUTONOME MODIFIE, en vigueur du 2022-02-23 au 2023-12-29 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des transports - article L3111-16-1 AUTONOME VIGUEUR, en vigueur depuis le 2023-12-29 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2024-506 du 4 juin 2024 relatif à l'information, à l'accompagnement et au transfert des salariés de l'établissement public à caractère industriel et commercial de la Régie autonome des transports parisiens en cas de changement d'exploitant d'un service régulier de transport public par autobus ou autocar en Ile-de-France - article 6 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2021-07-30 CREE cible Décret n° 2021-1027 du 30 juillet 2021 relatif à l'information, à l'accompagnement et au transfert des salariés de l'établissement public à caractère industriel et commercial de la Régie autonome des transports parisiens en cas de changement d'exploitant d'un service régulier de transport public par autobus ou autocar en Ile-de-France - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2024-06-04 CITATION cible Décret n° 2024-506 du 4 juin 2024 relatif à l'information, à l'accompagnement et au transfert des salariés de l'établissement public à caractère industriel et commercial de la Régie autonome des transports parisiens en cas de changement d'exploitant d'un service régulier de transport public par autobus ou autocar en Ile-de-France - article 6 ENTIEREMENT_MODIF"},{"type":"del","content":"2024-06-04 CITATION cible Décret n° 2024-506 du 4 juin 2024 relatif à l'information, à l'accompagnement et au transfert des salariés de l'établissement public à caractère industriel et commercial de la Régie autonome des transports parisiens en cas de changement d'exploitant d'un service régulier de transport public par autobus ou autocar en Ile-de-France - article 6 ENTIEREMENT_MODIF"},{"type":"add","content":"2024-06-04 MODIFIE cible Décret n° 2024-506 du 4 juin 2024 relatif à l'information, à l'accompagnement et au transfert des salariés de l'établissement public à caractère industriel et commercial de la Régie autonome des transports parisiens en cas de changement d'exploitant d'un service régulier de transport public par autobus ou autocar en Ile-de-France - article 6 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code des transports - article L3111-16-3 AUTONOME MODIFIE, en vigueur du 2019-12-27 au 2022-02-23"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code des transports - article L3111-16-5 AUTONOME MODIFIE, en vigueur du 2019-12-27 au 2023-12-29"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code des transports - article R3111-36-1 AUTONOME VIGUEUR, en vigueur depuis le 2024-06-06"},{"type":"add","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des transports - article R3111-36-3-3 AUTONOME VIGUEUR, en vigueur depuis le 2024-06-06"},{"type":"add","content":"2999-01-01 CITATION source Code des transports - article R3111-36-3-3 AUTONOME VIGUEUR, en vigueur depuis le 2024-06-06"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/89/36/LEGIARTI000043893674.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/89/36/LEGIARTI000043893674.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/43/89/36/LEGIARTI000043893674.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/49/65/81/LEGIARTI000049658184.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/49/65/81/LEGIARTI000049658184.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/49/65/81/LEGIARTI000049658184.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000043893674)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000049658184)"}],"status":"modified"},{"filename":"partie_reglementaire/troisieme_partie/livre_ier/titre_ier/chapitre_ier/section_3/sous-section_3/paragraphe_5/article_r3111-36-11.md","articleName":"Article R3111-36-11","additions":25,"deletions":10,"diff":[{"type":"del","content":"I.-Au plus tard quatre mois avant le changement effectif d'exploitant, et jusqu'à la date de ce changement, le cédant organise au moins tous les mois une réunion d'information sur le déroulement de la procédure de changement d'exploitant et ses conséquences pour les salariés, avec les représentants des travailleurs concernés."},{"type":"add","content":"I.-Au plus tard quatre ou six mois avant le changement effectif d'exploitant, dans les conditions prévues au 1° et au 2° du I de l'article L. 3111-16-5, et jusqu'à la date de ce changement, le cédant organise au moins tous les mois une réunion d'information sur le déroulement des procédures de changement d'exploitant en cours et leurs conséquences pour les salariés, avec les représentants des travailleurs concernés."},{"type":"del","content":"II.-Au plus tard quatre mois avant le changement effectif d'exploitant, le cessionnaire désigne un correspondant chargé de répondre aux demandes et interrogations des salariés mentionnés à l'article L. 3111-16-1. Les coordonnées de ce correspondant sont transmises aux salariés par l'intermédiaire du cédant."},{"type":"add","content":"II.-Au plus tard quatre ou six mois avant le changement effectif d'exploitant, dans les conditions prévues au 1° et au 2° du I de l'article L. 3111-16-5, le cessionnaire désigne un correspondant chargé de répondre aux demandes et interrogations des salariés mentionnés à l'article L. 3111-16-1. Les coordonnées de ce correspondant sont transmises aux salariés par l'intermédiaire du cédant."},{"type":"del","content":"Décret n° 2021-1027 du 30 juillet 2021 relatif à l'information, à l'accompagnement et au transfert des salariés de l'établissement public à caractère industriel et commercial de la Régie autonome des transports parisiens en cas de changement d'exploitant d'un service régulier de transport public par autobus ou autocar en Ile-de-France - article 1 ENTIEREMENT_MODIF CREE source"},{"type":"add","content":"Code des transports - article L3111-16-5 AUTONOME MODIFIE, en vigueur du 2019-12-27 au 2023-12-29 CITATION cible"},{"type":"del","content":"Décret n° 2024-506 du 4 juin 2024 relatif à l'information, à l'accompagnement et au transfert des salariés de l'établissement public à caractère industriel et commercial de la Régie autonome des transports parisiens en cas de changement d'exploitant d'un service régulier de transport public par autobus ou autocar en Ile-de-France - article 7 ENTIEREMENT_MODIF CITATION source"},{"type":"add","content":"Code des transports - article L3111-16-1 AUTONOME MODIFIE, en vigueur du 2019-12-27 au 2022-02-23 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des transports - article L3111-16-5 AUTONOME VIGUEUR, en vigueur depuis le 2023-12-29 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des transports - article L3111-16-1 AUTONOME MODIFIE, en vigueur du 2022-02-23 au 2023-12-29 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des transports - article L3111-16-1 AUTONOME VIGUEUR, en vigueur depuis le 2023-12-29 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2024-506 du 4 juin 2024 relatif à l'information, à l'accompagnement et au transfert des salariés de l'établissement public à caractère industriel et commercial de la Régie autonome des transports parisiens en cas de changement d'exploitant d'un service régulier de transport public par autobus ou autocar en Ile-de-France - article 7 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2021-07-30 CREE cible Décret n° 2021-1027 du 30 juillet 2021 relatif à l'information, à l'accompagnement et au transfert des salariés de l'établissement public à caractère industriel et commercial de la Régie autonome des transports parisiens en cas de changement d'exploitant d'un service régulier de transport public par autobus ou autocar en Ile-de-France - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2024-06-04 CITATION cible Décret n° 2024-506 du 4 juin 2024 relatif à l'information, à l'accompagnement et au transfert des salariés de l'établissement public à caractère industriel et commercial de la Régie autonome des transports parisiens en cas de changement d'exploitant d'un service régulier de transport public par autobus ou autocar en Ile-de-France - article 7 ENTIEREMENT_MODIF"},{"type":"del","content":"2024-06-04 CITATION cible Décret n° 2024-506 du 4 juin 2024 relatif à l'information, à l'accompagnement et au transfert des salariés de l'établissement public à caractère industriel et commercial de la Régie autonome des transports parisiens en cas de changement d'exploitant d'un service régulier de transport public par autobus ou autocar en Ile-de-France - article 7 ENTIEREMENT_MODIF"},{"type":"add","content":"2024-06-04 MODIFIE cible Décret n° 2024-506 du 4 juin 2024 relatif à l'information, à l'accompagnement et au transfert des salariés de l'établissement public à caractère industriel et commercial de la Régie autonome des transports parisiens en cas de changement d'exploitant d'un service régulier de transport public par autobus ou autocar en Ile-de-France - article 7 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code des transports - article L3111-16-5 AUTONOME MODIFIE, en vigueur du 2019-12-27 au 2023-12-29"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/89/36/LEGIARTI000043893676.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/89/36/LEGIARTI000043893676.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/43/89/36/LEGIARTI000043893676.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/49/65/82/LEGIARTI000049658202.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/49/65/82/LEGIARTI000049658202.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/49/65/82/LEGIARTI000049658202.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000043893676)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000049658202)"}],"status":"modified"}],"stats":{"additions":557,"deletions":205,"filesChanged":11}}