{"sha":"f31639e45db0","date":"2025-05-01","message":"Décret n° 2025-376 du 24 avril 2025 modifiant le code des transports et approuvant le contrat-type applicable aux transports publics routiers en citernes","files":[{"filename":"partie_reglementaire/troisieme_partie/annexes/article_annexe_iii.md","articleName":"Article ANNEXE III","additions":332,"deletions":271,"diff":[{"type":"del","content":"CONTRAT TYPE POUR LE TRANSPORT PUBLIC ROUTIER EN CITERNES"},{"type":"add","content":"CONTRAT TYPE APPLICABLE AU TRANSPORT PUBLIC ROUTIER EN CITERNES"},{"type":"del","content":"Le présent contrat a pour objet le transport en régime intérieur, par un transporteur public, d'envois de marchandises (solides, liquides ou gazeuses, y compris denrées périssables) en citernes, moyennant un prix devant assurer une juste rémunération du service ainsi rendu, le tout conformément aux dispositions du présent code notamment celles relatives à la règlementation sociale du transport, aux conditions d'exercice des professions de transport et au transport routier."},{"type":"add","content":"Le présent contrat a pour objet le transport en régime intérieur, par un transporteur public, d'envois de marchandises (solides, liquides ou gazeuses, y compris denrées périssables) en citernes, moyennant un prix devant assurer une juste rémunération du service ainsi rendu, le tout conformément aux dispositions du code des transports, notamment de ses articles L. 1432-2 à L. 1432-4 et L. 3222-1 à L. 3222-9, ainsi que des textes pris pour son application."},{"type":"del","content":"Il s'applique de plein droit, à défaut de convention écrite, sur l'ensemble ou certaines des matières mentionnées à l'article L. 1432-2."},{"type":"add","content":"Il s'applique de plein droit, à défaut de convention écrite, sur l'ensemble ou certaines des matières mentionnées à l'article L. 1432-2 du code des transports."},{"type":"del","content":"En cas de relations suivies entre un donneur d'ordre et un transporteur public ayant fait l'objet d'une convention écrite générale conclue conformément aux dispositions de l'article L. 1432-3, chaque envoi est présumé exécuté aux conditions de cette convention."},{"type":"add","content":"En cas de relations suivies entre un donneur d'ordre et un transporteur public ayant fait l'objet d'une convention écrite générale conclue conformément aux dispositions de l'article L. 1432-4 du code des transports, chaque envoi est présumé exécuté aux conditions de cette convention."},{"type":"del","content":"Modifié par Décret n° 2001-1363 du 28 décembre 2001-art. 2"},{"type":"add","content":"2.1. Destinataire"},{"type":"del","content":"Définitions"},{"type":"add","content":"Par destinataire, on entend la partie, désignée par le donneur d'ordre ou par son représentant, à laquelle la livraison est faite. Le destinataire est partie au contrat de transport dès sa formation."},{"type":"del","content":"2.1. Envoi."},{"type":"add","content":"2.2. Distance-itinéraire"},{"type":"del","content":"L'envoi est la quantité de marchandises chargées dans un ou plusieurs compartiments de la citerne mise effectivement, au même moment, à la disposition d'un transporteur et dont le transport est demandé par un même donneur d'ordre pour un même destinataire d'un lieu de chargement unique à un lieu de déchargement unique et faisant l'objet d'un même contrat de transport."},{"type":"add","content":"La distance de transport est celle de l'itinéraire le plus adapté, compte tenu des contraintes de sécurité et les infrastructures de transport, du recours à des plates-formes, des caractéristiques du véhicule et de la nature des marchandises transportées."},{"type":"del","content":"2.2. Donneur d'ordre."},{"type":"add","content":"2.3. Donneur d'ordre"},{"type":"del","content":"2.3. Installations automatiques."},{"type":"add","content":"2.4. Durée de mise à disposition du véhicule"},{"type":"add","content":""},{"type":"add","content":"Par durée de mise à disposition du véhicule, on entend le délai qui s'écoule entre le moment où le véhicule est identifié à son arrivée sur les lieux de chargement ou de déchargement ou dans l'aire d'attente et celui où il est prêt à quitter ces lieux après émargement des documents de transport."},{"type":"add","content":""},{"type":"add","content":"2.5. Envoi"},{"type":"add","content":""},{"type":"add","content":"L'envoi est la quantité de marchandises chargées dans un ou plusieurs compartiments de la citerne mise effectivement, au même moment, à la disposition d'un transporteur et dont le transport est demandé par un même donneur d'ordre pour un même destinataire d'un lieu de chargement unique à un lieu de déchargement unique et faisant l'objet d'un même contrat de transport."},{"type":"add","content":""},{"type":"add","content":"2.6. Installations automatiques"},{"type":"del","content":"Sont considérées comme automatiques les installations dont les dispositifs techniques sont réalisés pour que les conducteurs des véhicules puissent effectuer seuls, en toute sécurité, les opérations de chargement ou de déchargement des produits et des quantités prévues sous réserve, soit que des règles aient été spécialement édictées par les autorités administratives compétentes pour l'aménagement et l'exploitation de ces installations, soit que le transporteur, préalablement informé, ait accepté, par écrit ou par tout procédé en permettant la mémorisation, les conditions techniques d'exécution des opérations de chargement ou de déchargement."},{"type":"add","content":"Sont considérées comme automatiques, les installations dont les dispositifs techniques permettent au conducteur d'effectuer seul, en toute sécurité, les opérations de chargement ou de déchargement des produits et des quantités prévues."},{"type":"del","content":"2.4. Jours non ouvrables."},{"type":"add","content":"2.7. Jours non ouvrables"},{"type":"del","content":"2.5. Distance-itinéraire."},{"type":"add","content":"2.8. Laissé pour compte"},{"type":"del","content":"La distance de transport est celle de l'itinéraire le plus direct, compte tenu des contraintes de sécurité et des infrastructures de transport, du recours à des plates-formes, des caractéristiques du véhicule et de la nature des marchandises transportées."},{"type":"add","content":"Par laissé pour compte, on entend l'envoi dont le destinataire a refusé de prendre livraison pour quelque motif que ce soit et qui est laissé à la disposition du transporteur par le donneur d'ordre."},{"type":"del","content":"2.6. Rendez-vous."},{"type":"add","content":"2.9. Livraison"},{"type":"del","content":"Par rendez-vous, on entend la fixation, d'un commun accord entre le donneur d'ordre et le transporteur, d'un jour et d'une heure précis et fermes pour la mise à disposition du véhicule au lieu de chargement ou au lieu de déchargement."},{"type":"add","content":"Par livraison, on entend la remise physique de la marchandise au destinataire ou à son représentant qui l'accepte."},{"type":"del","content":"2.7. Plage horaire."},{"type":"add","content":"2.10. Livraison contre remboursement"},{"type":"del","content":"Par plage horaire, on entend la période, pour un jour donné ou non, fixée d'un commun accord entre le donneur d'ordre et le transporteur pour la mise à disposition du véhicule sur les lieux de chargement ou de déchargement. Sa durée maximale est de quatre heures."},{"type":"add","content":"Par livraison contre remboursement, on entend le mandat accessoire du contrat de transport, donné par le donneur d'ordre au transporteur qui l'accepte, de se faire remettre concomitamment à la livraison une somme grevant la marchandise. La stipulation d'une livraison contre remboursement ne vaut pas déclaration de valeur."},{"type":"del","content":"2.8. Prise en charge."},{"type":"add","content":"2.11. Matériel de transport"},{"type":"del","content":"Par prise en charge, on entend la remise physique de la marchandise au transporteur qui l'accepte."},{"type":"add","content":"Par matériel de transport, on entend le véhicule (y compris le véhicule tracteur), ses équipements et ses accessoires et flexibles."},{"type":"del","content":"2.9. Livraison."},{"type":"add","content":"2.12. Opération de lavage"},{"type":"del","content":"Par livraison, on entend la remise physique de la marchandise au destinataire ou à son représentant qui l'accepte."},{"type":"add","content":"Par opération de lavage, on entend le nettoyage intérieur des citernes, conteneur-citernes, accessoires et flexibles, de manière à les rendre aptes à transporter le prochain chargement."},{"type":"del","content":"2.10. Livraison contre remboursement."},{"type":"add","content":"2.13. Plage horaire"},{"type":"del","content":"Par livraison contre remboursement, on entend le mandat accessoire du contrat de transport, donné par le donneur d'ordre au transporteur qui l'accepte, de se faire remettre concomitamment à la livraison une somme grevant la marchandise. La stipulation d'une livraison contre remboursement ne vaut pas déclaration de valeur."},{"type":"add","content":"Par plage horaire, on entend la période, pour un jour donné ou non, fixée d'un commun accord entre le donneur d'ordre et le transporteur pour la mise à disposition du véhicule sur les lieux de chargement ou de déchargement. Sa durée maximale est de quatre (4) heures."},{"type":"del","content":"2.11. Durée de mise à disposition du véhicule."},{"type":"add","content":"2.14. Prise en charge"},{"type":"del","content":"Par durée de mise à disposition du véhicule, on entend le délai qui s'écoule entre le moment où le véhicule est identifié à son arrivée sur les lieux de chargement ou de déchargement ou dans l'aire d'attente et celui où il est prêt à quitter ces lieux après émargement des documents de transport."},{"type":"add","content":"Par prise en charge, on entend la remise physique de la marchandise au transporteur qui l'accepte."},{"type":"add","content":""},{"type":"add","content":"2.15. Rendez-vous"},{"type":"add","content":""},{"type":"add","content":"Par rendez-vous, on entend la fixation, d'un commun accord entre le donneur d'ordre et le transporteur, d'un jour et d'une heure précis et fermes pour la mise à disposition du véhicule au lieu de chargement ou au lieu de déchargement."},{"type":"add","content":""},{"type":"add","content":"2.16. Souffrance de la marchandise"},{"type":"del","content":"2.12. Laissé pour compte."},{"type":"add","content":"Par souffrance de la marchandise, on entend le cas où ni le destinataire dûment avisé de sa présentation, ni le donneur d'ordre informé de cette situation, ne donne d'instruction au transporteur quant au sort à réserver à la marchandise."},{"type":"del","content":"Par laissé pour compte, on entend l'envoi dont le destinataire a refusé de prendre livraison pour quelque motif que ce soit et qui est laissé à la disposition du transporteur par le donneur d'ordre, lequel l'analyse en perte totale."},{"type":"add","content":"2.17. Unité de Transport Intermodal (UTI)"},{"type":"add","content":""},{"type":"add","content":"Par Unité de Transport Intermodal ou UTI, on désigne les conteneurs maritimes, caisses mobiles, semi-remorques ou autres unités de chargement similaires utilisées en transport intermodal."},{"type":"del","content":"Modifié par Décret n° 2001-1363 du 28 décembre 2001-art. 2"},{"type":"add","content":"Informations et documents à fournir au transporteur par le donneur d'ordre."},{"type":"add","content":""},{"type":"add","content":"3.1. Le donneur d'ordre ou son représentant fournit au transporteur, dans le cadre des dispositions des articles L. 3221-2 et L. 3222-4 du code des transports, préalablement à la présentation du véhicule au chargement, par écrit ou par tout moyen électronique de transmission et de conservation des données, les indications suivantes :"},{"type":"add","content":""},{"type":"add","content":"a) Le nom et l'adresse complète, ainsi que le numéro de téléphone, l'adresse électronique de l'expéditeur, et le cas échéant, son numéro de télécopie ;"},{"type":"add","content":""},{"type":"add","content":"b) Le nom et l'adresse complètes du destinataire ainsi que, le cas échéant, son adresse électronique, ses numéros de téléphone et de télécopie ;"},{"type":"add","content":""},{"type":"add","content":"c) Le nom et l'adresse complète, ainsi que les numéros de téléphone, l'adresse électronique du lieu de chargement, et le cas échéant le numéro de télécopie, lorsque ces derniers diffèrent de ceux de l'expéditeur indiqué au a ci-dessus ;"},{"type":"add","content":""},{"type":"add","content":"d) Le nom et l'adresse complète du lieu de déchargement, lorsque celui-ci diffère de celui du destinataire indiqué au a ci-dessus ;"},{"type":"del","content":"Informations et documents à fournir au transporteur"},{"type":"add","content":"e) Le nom et l'adresse du donneur d'ordre ;"},{"type":"del","content":"3.1. Le donneur d'ordre fournit au transporteur, dans le cadre des dispositions des articles L. 3221-2, L. 3222-1 à L. 3222-4, L. 3223-3 et L. 3242-3, préalablement à la présentation du véhicule au chargement, par écrit ou par tout autre procédé en permettant la mémorisation, les indications suivantes :"},{"type":"add","content":"f) Les dates et, si besoin est, les heures de chargement et de déchargement ;"},{"type":"del","content":"a) Les noms et les adresses complètes, ainsi que les numéros de téléphone, télex et télécopie de l'expéditeur et du destinataire ;"},{"type":"add","content":"g) Les heures limites de mise à disposition du véhicule en vue du chargement et du déchargement ;"},{"type":"del","content":"b) Les noms et les adresses complètes, ainsi que les numéros de téléphone, télex et télécopie des lieux de chargement et de déchargement, lorsque ces derniers diffèrent de ceux indiqués ci-dessus ;"},{"type":"add","content":"h) La nature très exacte et les caractéristiques complètes de la marchandise, ainsi que les exigences spécifiques éventuelles relatives à son transport ;"},{"type":"del","content":"c) Le nom et l'adresse du donneur d'ordre ;"},{"type":"add","content":"i) La densité ou le volume de la marchandise et le poids indicatif de l'envoi ;"},{"type":"del","content":"d) Les dates et, si besoin est, les heures de chargement et de déchargement ;"},{"type":"add","content":"j) Si besoin, la température de la marchandise au moment de la remise au chargement ainsi que celle (fourchette admise) à laquelle la marchandise doit être remise au destinataire ;"},{"type":"del","content":"e) Les heures limites de mise à disposition du véhicule en vue du chargement et du déchargement ;"},{"type":"add","content":"k) En ce qui concerne les marchandises dangereuses, les informations exigées par la réglementation portée par l'Accord relatif au transport international des marchandises dangereuses par route (ADR), notamment celles devant figurer dans le document de transport, la désignation de transport, les numéros de code danger et de code matière ;"},{"type":"del","content":"f) La nature (notamment alimentaire ou non) et la destination de la marchandise ;"},{"type":"add","content":"l) Le cas échéant, les caractéristiques particulières du matériel de transport nécessaire aux opérations, notamment le type et le diamètre des raccords et la longueur des flexibles ;"},{"type":"del","content":"g) La densité ou le volume de la marchandise et le poids indicatif de l'envoi ;"},{"type":"add","content":"m) Les informations pertinentes et complètes afin de permettre au transporteur d'assurer le lavage ou l'organisation du lavage du matériel de transport dans les conditions adaptées ;"},{"type":"del","content":"h) La température de la marchandise au moment de la remise au chargement ainsi que celle (fourchette admise) à laquelle la marchandise doit être remise au destinataire ;"},{"type":"add","content":"n) Le numéro ou tout autre moyen d'identification précis et clair du silo, de la cuve ou plus généralement de l'orifice où la marchandise doit être chargée et/ou déchargée ;"},{"type":"del","content":"i) Les caractéristiques particulières du matériel demandé, notamment le type et le diamètre des raccords et la longueur des flexibles ;"},{"type":"add","content":"o) Les modalités de paiement (port payé ou port dû) ;"},{"type":"del","content":"j) La spécificité de la marchandise quand cette dernière requiert des dispositions particulières (marchandises dangereuses, denrées périssables, etc.) ;"},{"type":"add","content":"p) Toute autre modalité d'exécution du contrat de transport (livraison contre remboursement, déboursé, déclaration de valeur, déclaration d'intérêt spécial à la livraison, etc.) ;"},{"type":"del","content":"k) En ce qui concerne les marchandises dangereuses : la désignation réglementaire, les numéros de code danger et de code matière ;"},{"type":"add","content":"q) Le numéro de la commande et les références de l'envoi, quand ces informations sont nécessaires à la bonne exécution du contrat ;"},{"type":"del","content":"l) Les modalités de paiement (port payé ou port dû) ;"},{"type":"add","content":"r) Le cas échéant, les prestations annexes convenues et leurs modalités d'exécution ;"},{"type":"del","content":"m) Toute autre modalité d'exécution du contrat de transport (livraison contre remboursement, déboursé, déclaration de valeur, déclaration d'intérêt spécial à la livraison, etc.) ;"},{"type":"add","content":"s) Les instructions spécifiques en cas d'empêchement à la livraison (nouvelle présentation, livraison à domicile, mise en entrepôt, retour, vente ou destruction de la marchandise, etc.) ;"},{"type":"del","content":"n) Le numéro de la commande et les références de l'envoi, quand ces informations sont nécessaires à la bonne exécution du contrat ;"},{"type":"add","content":"t) Les instructions spécifiques en cas d'empêchement à la livraison (nouvelle présentation, livraison à domicile, mise en entrepôt, retour, vente ou destruction de la marchandise, etc.)."},{"type":"del","content":"o) Le cas échéant, les prestations annexes convenues et leurs modalités d'exécution."},{"type":"add","content":"3.2. En outre, le donneur d'ordre ou son représentant informe le transporteur des particularités non apparentes de la marchandise et de toutes données susceptibles d'avoir une incidence sur la bonne exécution du contrat de transport."},{"type":"del","content":"p) Les instructions spécifiques en cas d'empêchement à la livraison (nouvelle présentation, livraison à domicile, mise en entrepôt, retour, vente ou destruction de la marchandise, etc.)"},{"type":"add","content":"3.3. Le donneur d'ordre ou son représentant fournit au transporteur, en même temps que la marchandise, les renseignements et les documents d'accompagnement nécessaires à la bonne exécution d'une opération de transport soumise à une réglementation particulière, telle que régie, douane, police, marchandises dangereuses, etc."},{"type":"del","content":"3.2. En outre, le donneur d'ordre informe le transporteur des particularités non apparentes de la marchandise et de toutes données susceptibles d'avoir une incidence sur la bonne exécution du contrat de transport, et en particulier le numéro ou tout autre moyen d'identification précis et clair du silo, de la cuve ou plus généralement de l'orifice où la marchandise doit être chargée et/ ou déchargée."},{"type":"add","content":"3.4. Le document de transport est établi, par écrit ou sur tout support dématérialisé, sur la base de ces indications ; il est complété, si besoin est, au fur et à mesure de l'opération de transport ; un exemplaire est remis ou transmis obligatoirement au destinataire au plus tard au moment de la livraison."},{"type":"del","content":"3.3. Le donneur d'ordre fournit au transporteur, en même temps que la marchandise, les renseignements et les documents d'accompagnement nécessaires à la bonne exécution d'une opération de transport soumise à une réglementation particulière, telle que régie, douane, police, marchandises dangereuses, etc."},{"type":"add","content":"3.5. Le donneur d'ordre ou son représentant supporte vis-à-vis du transporteur les conséquences d'une déclaration fausse ou incomplète sur les caractéristiques de l'envoi ainsi que d'une absence ou d'une insuffisance de déclaration ayant eu pour effet, entre autres, de dissimuler le caractère dangereux ou frauduleux des marchandises transportées."},{"type":"del","content":"3.4. Le document de transport est établi sur la base de ces indications ; il est complété, si besoin est, au fur et à mesure de l'opération de transport ; un exemplaire est remis au destinataire au moment de la livraison."},{"type":"add","content":"Il répond également de tout manquement à son obligation d'information selon les articles 3.1 à 3.3 ci-dessus."},{"type":"del","content":"3.5. Le donneur d'ordre supporte vis-à-vis du transporteur les conséquences d'une déclaration fausse ou incomplète sur les caractéristiques de l'envoi ainsi que d'une absence ou d'une insuffisance de déclaration ayant eu pour effet, entre autres, de dissimuler le caractère dangereux ou frauduleux des marchandises transportées."},{"type":"add","content":"Le fait que le transporteur n'a pas formulé de réserves lors de la prise en charge de la marchandise ne lui interdit pas d'invoquer ultérieurement un manquement à l'obligation d'information selon les articles 3.1 à 3.3 ci-dessus."},{"type":"add","content":""},{"type":"add","content":"3.6. Les mentions figurant sur les documents étrangers au contrat de transport sont inopposables au transporteur. Il en va autrement si elles sont portées à sa connaissance, par écrit ou par tout moyen électronique de transmission et de conservation des données, sur les pièces relatives au contrat de transport."},{"type":"del","content":"Le donneur d'ordre dispose de la marchandise jusqu'au moment où le destinataire fait valoir ses droits."},{"type":"add","content":"Le donneur d'ordre ou son représentant dispose de la marchandise jusqu'au moment où le destinataire fait valoir ses droits."},{"type":"del","content":"Toute nouvelle instruction du donneur d'ordre ayant pour objet la modification des conditions initiales d'exécution du transport est donnée ou confirmée, immédiatement, par écrit ou par tout autre procédé en permettant la mémorisation."},{"type":"add","content":"Toute nouvelle instruction du donneur d'ordre ou de son représentant ayant pour objet la modification des conditions initiales d'exécution du transport est donnée ou confirmée, immédiatement, par écrit ou par tout moyen électronique de transmission et de conservation des données."},{"type":"del","content":"Le transporteur n'est pas tenu d'accepter ces nouvelles instructions si elles sont de nature à l'empêcher d'honorer des engagements de transport pris antérieurement. Il doit en aviser immédiatement le donneur d'ordre par écrit ou par tout autre procédé en permettant la mémorisation."},{"type":"add","content":"Le transporteur n'est pas tenu d'accepter ces nouvelles instructions si elles sont de nature à l'empêcher d'honorer des engagements de transport pris antérieurement. Il doit en aviser immédiatement le donneur d'ordre ou son représentant par écrit ou par tout moyen électronique de transmission et de conservation des données."},{"type":"del","content":"Lorsque les instructions entraînent une immobilisation du véhicule et/ ou de l'équipage, le transporteur perçoit un complément de rémunération pour frais d'immobilisation facturé séparément, conformément aux dispositions de l'article 19 ci-après."},{"type":"add","content":"Lorsque les instructions entraînent une immobilisation du véhicule et/ou de l'équipage, le transporteur perçoit un complément de rémunération pour frais d'immobilisation facturé séparément, conformément aux dispositions de l'article 19 ci-après."},{"type":"del","content":"Matériel"},{"type":"add","content":"Matériel de transport."},{"type":"del","content":"Par matériel, on entend le véhicule de transport (y compris le véhicule tracteur), ses équipements et ses accessoires."},{"type":"add","content":"Le transporteur utilise un matériel approprié aux marchandises à transporter sans risque de pollution, de perte ou d'avarie de celles-ci. Ce matériel doit permettre l'accès et le raccordement aux installations de chargement et de déchargement dans les conditions qui lui auront été définies par le donneur d'ordre ou par son représentant."},{"type":"del","content":"Le transporteur s'engage à utiliser un matériel approprié aux marchandises à transporter sans risque de pollution, de perte ou d'avarie de celles-ci. Ce matériel doit permettre l'accès et le raccordement aux installations de chargement et de déchargement dans les conditions qui lui auront été définies par le donneur d'ordre."},{"type":"add","content":"En cas de dommages causés au véhicule du transporteur par la marchandise ou les opérations de chargement, il incombe au transporteur d'établir la faute du donneur d'ordre ou de son représentant à l'origine des dommages. Il en est de même pour l'expéditeur et le destinataire en ce qui concerne les opérations de chargement et de déchargement."},{"type":"del","content":"Obligation d'information"},{"type":"add","content":"Opérations de chargement."},{"type":"del","content":"Le donneur d'ordre répond de toutes les conséquences d'un manquement à l'obligation d'information selon l'article 3.2."},{"type":"add","content":"7.1. Chacune des parties est responsable de la sécurité, de la sûreté, de la propreté et du bon fonctionnement des équipements ou matériels utilisés pour l'exécution des opérations de transfert de la marchandise qui lui incombent."},{"type":"del","content":"Le fait que le transporteur n'a pas formulé de réserves lors de la prise en charge de la marchandise ne lui interdit pas d'invoquer ultérieurement un manquement à l'obligation d'information selon l'article 3.2."},{"type":"add","content":"7.2. Les plans de chargement de la marchandise, dans le cas de citernes compartimentées, sont établis par le transporteur."},{"type":"del","content":"Article 8"},{"type":"add","content":"7.3. Le transporteur est responsable de la sécurité, de la propreté et du bon fonctionnement des équipements ou matériels propres au véhicule utilisé lors des opérations de chargement."},{"type":"del","content":"Opérations de chargement"},{"type":"add","content":"A. Dans le cas général :"},{"type":"del","content":"A.-Dans le cas général :"},{"type":"add","content":"1. Les opérations de chargement sont effectuées sous le contrôle des représentants de chaque partie au contrat ;"},{"type":"del","content":"1. Ces opérations sont effectuées sous le contrôle des représentants de chaque partie au contrat."},{"type":"add","content":"2. Sans préjudice des dispositions de l'article 5, le donneur d'ordre ou son représentant constate, avant chargement, l'état apparent de propreté et de conformité du matériel de transport aux particularités de la marchandise ;"},{"type":"del","content":"2. Chacune des parties est responsable de la sécurité, de la propreté et du bon fonctionnement des équipements ou matériels utilisés pour l'exécution des opérations de transfert de la marchandise qui lui incombent."},{"type":"add","content":"3. a) Le raccordement des flexibles sur la citerne incombe au transporteur ;"},{"type":"del","content":"3. Les plans de chargement de la marchandise, dans le cas de citernes compartimentées, sont établis par le transporteur."},{"type":"add","content":"b) Le raccordement des flexibles sur les installations de chargement incombe au donneur d'ordre ou à son représentant. Quand le donneur d'ordre ou son représentant le demande, le transporteur peut toutefois effectuer cette opération, sous la responsabilité du donneur d'ordre ou de son représentant ;"},{"type":"del","content":"4. Sans préjudice des dispositions de l'article 5, le donneur d'ordre constate, avant chargement, l'état apparent de propreté et de conformité de la citerne aux particularités de la marchandise."},{"type":"add","content":"4. L'ouverture et la fermeture des vannes, clapets, trous d'homme de la citerne incombent au transporteur ainsi que la mise en œuvre et le fonctionnement des équipements de transfert propres au véhicule ;"},{"type":"del","content":"5. a) La fixation des flexibles sur la citerne incombe au transporteur ;"},{"type":"add","content":"5. L'ouverture et la fermeture des vannes de l'installation fixe incombent au donneur d'ordre ou à son représentant. Quand le donneur d'ordre ou son représentant le demande, le transporteur peut toutefois effectuer ces opérations, sous la responsabilité du donneur d'ordre ou de son représentant ;"},{"type":"del","content":"b) La fixation des flexibles sur les installations de chargement incombe au donneur d'ordre. Le transporteur peut toutefois effectuer cette opération à la demande et sous la responsabilité du donneur d'ordre."},{"type":"add","content":"6. La décision de transfert du produit appartient au donneur d'ordre ou à son représentant ;"},{"type":"del","content":"6. a) L'ouverture et la fermeture des vannes, clapets, trous d'homme de la citerne incombent au transporteur ainsi que la mise en œuvre et le fonctionnement des équipements de transfert propres au véhicule ;"},{"type":"add","content":"7. Lorsqu'il y a prise d'échantillon, relevé de température ou jaugeage, ces opérations sont effectuées contradictoirement et dans les conditions de sécurité adaptées ;"},{"type":"del","content":"b) L'ouverture et la fermeture des vannes de l'installation fixe incombent au donneur d'ordre. Le transporteur peut toutefois effectuer cette opération à la demande et sous la responsabilité du donneur d'ordre."},{"type":"add","content":"8. Lorsque le donneur d'ordre ou son représentant demande l'apposition de scellés sur la citerne, cette opération peut être réalisée par le transporteur et fait l'objet d'une vérification contradictoire ;"},{"type":"del","content":"7. La décision de transfert du produit appartient au donneur d'ordre."},{"type":"add","content":"B. Dans le cas d'installations automatiques de chargement, et sans toutefois délier le donneur d'ordre ou son représentant d'une obligation de surveillance du poste de chargement :"},{"type":"del","content":"8. Lorsqu'il y a prise d'échantillon, relevé de température ou jaugeage, ces opérations sont effectuées contradictoirement."},{"type":"add","content":"1. Le raccordement des flexibles sur la citerne incombe au transporteur ;"},{"type":"del","content":"B.-Dans le cas d'installations automatiques de chargement, et sans toutefois délier le donneur d'ordre ou son représentant d'une obligation de surveillance du poste de chargement :"},{"type":"add","content":"2. L'ouverture et la fermeture des vannes, clapets, trous d'homme de la citerne incombent au transporteur ainsi que la mise en œuvre et le fonctionnement des équipements de transferts propres au véhicule ;"},{"type":"del","content":"1. Les plans de chargement de la marchandise, dans le cas de citernes compartimentées, sont établis par le transporteur."},{"type":"add","content":"3. La décision de transfert du produit appartient au transporteur qui effectue les opérations de chargement et met en œuvre les équipements nécessaires conformément aux consignes affichées sur le poste de chargement, et ce sous la seule responsabilité du donneur d'ordre ou de son représentant ;"},{"type":"del","content":"2. La fixation des flexibles sur la citerne incombe au transporteur."},{"type":"add","content":"4. Lorsqu'il y a prise d'échantillon, relevé de température ou jaugeage, ces opérations sont effectuées contradictoirement et dans les conditions de sécurité adaptées ;"},{"type":"del","content":"3. L'ouverture et la fermeture des vannes, clapets, trous d'homme de la citerne incombent au transporteur ainsi que la mise en œuvre et le fonctionnement des équipements de transferts propres au véhicule."},{"type":"add","content":"5. Le donneur d'ordre ou son représentant est responsable de la sécurité, de la propreté et du bon fonctionnement des installations de chargement."},{"type":"del","content":"4. La décision de transfert du produit appartient au transporteur qui effectue les opérations de chargement et met en œuvre les équipements nécessaires conformément aux consignes affichées sur le poste de chargement, et ce sous la seule responsabilité du donneur d'ordre."},{"type":"add","content":"Article 8"},{"type":"del","content":"5. Lorsqu'il y a prise d'échantillon, relevé de température ou jaugeage, ces opérations sont effectuées contradictoirement."},{"type":"add","content":"Opérations de déchargement."},{"type":"del","content":"6. Le donneur d'ordre est responsable de la sécurité, de la propreté et du bon fonctionnement des installations de chargement. Le transporteur est responsable de la sécurité, de la propreté et du bon fonctionnement des équipements ou matériels propres au véhicule utilisé lors des opérations de chargement."},{"type":"add","content":"8.1. Le destinataire ou son représentant est responsable de la sécurité, de la sûreté, de la propreté et du bon fonctionnement des installations de déchargement."},{"type":"del","content":"Article 9"},{"type":"add","content":"Il s'assure notamment de la nature du produit, de la capacité de sa cuve ou de ses cuves à le recevoir sans débordement."},{"type":"del","content":"Opérations de déchargement"},{"type":"add","content":"8.2. Le transporteur est responsable de la sécurité, de la propreté et du bon fonctionnement des équipements ou matériels propres au véhicule utilisé lors des opérations de déchargement."},{"type":"del","content":"A.-Dans le cas général :"},{"type":"add","content":"A. Dans le cas général :"},{"type":"del","content":"1. Ces opérations sont effectuées obligatoirement sous le contrôle des représentants du destinataire et du transporteur."},{"type":"add","content":"1. Les opérations de déchargement sont effectuées obligatoirement sous le contrôle des représentants du destinataire et du transporteur ;"},{"type":"del","content":"2. Chacune des parties intervenantes est responsable de la sécurité, de la propreté et du bon fonctionnement des équipements ou matériels utilisés pour l'exécution des opérations de transfert de la marchandise qui lui incombent."},{"type":"add","content":"2. a) Le raccordement des flexibles sur la citerne incombe au transporteur ;"},{"type":"del","content":"3. a) La fixation des flexibles sur la citerne incombe au transporteur ;"},{"type":"add","content":"A. b) Le raccordement des flexibles sur les équipements du destinataire incombe au destinataire ou à son représentant. Quand le destinataire ou son représentant le demande, cette opération peut être effectuée par le transporteur sous la responsabilité du destinataire ;"},{"type":"del","content":"b) La fixation des flexibles sur les équipements du destinataire incombe au destinataire. Le transporteur peut toutefois effectuer cette opération à la demande et sous la responsabilité du destinataire."},{"type":"add","content":"3. a) L'ouverture et la fermeture des vannes, clapets, trous d'homme de la citerne incombent au transporteur ainsi que la mise en œuvre et le fonctionnement des équipements de transfert propres au véhicule ;"},{"type":"del","content":"4. a) L'ouverture et la fermeture des vannes, clapets, trous d'homme de la citerne incombent au transporteur ainsi que la mise en œuvre et le fonctionnement des équipements de transfert propres au véhicule ;"},{"type":"add","content":"b) L'ouverture et la fermeture dès l'installation fixe incombent au destinataire ou à son représentant. Quand le destinataire ou son représentant le demande, ces opérations peuvent être effectuées par le transporteur sous la responsabilité du destinataire ;"},{"type":"del","content":"b) L'ouverture et la fermeture des vannes de l'installation fixe incombent au destinataire. Le transporteur peut toutefois effectuer cette opération à la demande et sous la responsabilité du destinataire."},{"type":"add","content":"4. La décision de transfert du produit appartient au destinataire ou à son représentant ;"},{"type":"del","content":"5. La décision de transfert du produit appartient au destinataire."},{"type":"add","content":"5. Lorsqu'il y a prise d'échantillon, relevé de température ou jaugeage, ces opérations sont effectuées contradictoirement et dans les conditions de sécurité adaptées ;"},{"type":"del","content":"6. Lorsqu'il y a prise d'échantillon, relevé de température ou jaugeage, ces opérations sont effectuées contradictoirement."},{"type":"add","content":"6. Le destinataire ou son représentant vérifie l'intégrité de l'ensemble des dispositifs tels que les câbles TIR et des plombs ainsi que la correspondance des numéros de plombs ou de scellés indiqués sur les documents de transport avant de procéder à l'ouverture de la citerne en vue de sa vidange."},{"type":"del","content":"B.-Dans les cas d'installations automatiques de déchargement et sans toutefois délier le destinataire d'une obligation de surveillance du poste de déchargement :"},{"type":"add","content":"B. Dans les cas d'installations automatiques de déchargement et sans toutefois délier le destinataire d'une obligation de surveillance du poste de déchargement :"},{"type":"del","content":"1. La fixation des flexibles sur la citerne incombe au transporteur."},{"type":"add","content":"1. Le raccordement des flexibles sur la citerne incombe au transporteur ;"},{"type":"del","content":"2. L'ouverture et la fermeture des vannes, clapets, trous d'homme de la citerne incombent au transporteur ainsi que la mise en œuvre et le fonctionnement des équipements de transfert propres au véhicule."},{"type":"add","content":"2. Le raccordement des flexibles sur les équipements du destinataire est effectuée par le transporteur sous la responsabilité du destinataire ;"},{"type":"del","content":"3. La décision de transfert du produit appartient au transporteur qui effectue les opérations de déchargement et met en œuvre les équipements nécessaires conformément aux consignes affichées sur le poste de déchargement, et ce sous la seule responsabilité du destinataire."},{"type":"add","content":"3. L'ouverture et la fermeture des vannes, clapets, trous d'homme de la citerne incombent au transporteur ainsi que la mise en œuvre et le fonctionnement des équipements de transfert propres au véhicule ;"},{"type":"del","content":"4. Lorsqu'il y a prise d'échantillon, relevé de température ou jaugeage, ces opérations sont effectuées contradictoirement."},{"type":"add","content":"4. La décision de transfert du produit appartient au transporteur qui effectue les opérations de déchargement et met en œuvre les équipements nécessaires conformément aux consignes affichées sur le poste de déchargement, et ce sous la seule responsabilité du destinataire ;"},{"type":"del","content":"5. Le destinataire est responsable de la sécurité, de la propreté et du bon fonctionnement des installations de déchargement. Le transporteur est responsable de la sécurité, de la propreté et du bon fonctionnement des équipements ou matériels propres au véhicule utilisé lors des opérations de déchargement."},{"type":"add","content":"5. Lorsqu'il y a prise d'échantillon, relevé de température ou jaugeage, ces opérations sont effectuées contradictoirement et dans les conditions de sécurité adaptées."},{"type":"del","content":"Article 10"},{"type":"del","content":""},{"type":"del","content":"Marchandises dangereuses"},{"type":"add","content":"Article 9"},{"type":"del","content":"Pour les marchandises dangereuses, en plus des opérations de chargement et de déchargement définies aux articles 8 et 9, il appartient aux différents intervenants d'effectuer leurs missions respectives prévues par l'arrêté du 5 décembre 1996 modifié, dit \" arrêté ADR \"."},{"type":"add","content":"Livraison."},{"type":"del","content":"Article 11"},{"type":"add","content":"La livraison est effectuée entre les mains de la personne désignée comme destinataire sur le document de transport ou de son représentant. Dès que cette personne a pris possession de l'envoi, elle en donne décharge au transporteur en signant le document de transport."},{"type":"del","content":"Livraison"},{"type":"add","content":"9.1. Le destinataire ou son représentant peut, à cette occasion, formuler des réserves précises et motivées sur l'état de la marchandise et la quantité remise."},{"type":"del","content":"La livraison est effectuée entre les mains de la personne désignée comme destinataire sur le document de transport ou de son représentant. Dès que cette personne a pris possession de l'envoi, elle en donne décharge au transporteur en signant le document de transport."},{"type":"add","content":"Dès que le destinataire ou son représentant a pris possession de l'envoi, avec ou sans réserve, il en donne décharge au transporteur en datant et signant le document de transport dont un exemplaire lui est remis ou tout autre support électronique assurant la transmission et la conservation des données."},{"type":"del","content":"Le destinataire peut, à cette occasion, formuler des réserves motivées sur l'état de la marchandise. Le fait qu'il n'a pas formulé de réserves à la livraison ne lui interdit pas d'invoquer ultérieurement une perte ou une avarie à la marchandise dans les conditions du droit commun."},{"type":"add","content":"En l'absence de réserves ou en cas de refus exprès et motivé desdites réserves par le transporteur, le destinataire ou son représentant est en droit d'invoquer dans les délais légaux une perte ou une avarie, en rapportant la preuve de leur existence et de leur imputabilité au transport."},{"type":"del","content":"La signature du destinataire ou de son représentant est la preuve de la remise et de l'acceptation de l'envoi ; elle est accompagnée du nom du signataire, de la date et de l'heure de la livraison ainsi que du cachet commercial de l'établissement."},{"type":"add","content":"9.2. La signature du destinataire ou de son représentant est la preuve de la remise et de l'acceptation de l'envoi ; elle est accompagnée du nom du signataire, de la date et de l'heure de la livraison ainsi que du cachet commercial de l'établissement ou de tout autre moyen incontestable d'identification."},{"type":"del","content":"En l'absence de signature du destinataire, la livraison est présumée avoir été effectuée conformément aux quantités figurant sur le document de transport."},{"type":"add","content":"En l'absence de signature du destinataire ou de son représentant, la livraison est présumée avoir été effectuée conformément aux quantités figurant sur le document de transport."},{"type":"del","content":"Article 12"},{"type":"add","content":"9.3. A défaut de remise au transporteur avant son départ du document visé au 9.1, et sous réserve qu'il ait confirmé au donneur d'ordre ou son représentant la remise de la marchandise, il y a présomption simple de livraison conforme au contrat. Cette confirmation de la remise de la marchandise, précisant la date de celle-ci, intervient par l'envoi d'une lettre recommandée avec avis de réception ou par tout moyen électronique de transmission et de conservation des données, au plus tard à midi du premier jour ouvrable suivant la remise de la marchandise."},{"type":"del","content":"Modifié par Décret n° 2001-1363 du 28 décembre 2001-art. 2"},{"type":"add","content":"Sauf évènement imputable au transporteur, si la marchandise n'a pu être intégralement déchargée, le donneur d'ordre ou son représentant doit définir sans délai le traitement de ce restant et prendre en charge les coûts afférents."},{"type":"del","content":"Conditions d'accès et stationnement aux postes de chargement et de déchargement"},{"type":"add","content":"Article 10"},{"type":"del","content":"Les lieux désignés par le donneur d'ordre doivent être accessibles sans contrainte ni risque particuliers pour des véhicules de caractéristiques usuelles pour le transport considéré."},{"type":"add","content":"Conditions d'accès et stationnement aux postes de chargement et de déchargement."},{"type":"del","content":"Le transporteur se conforme au protocole de sécurité applicable sur le site de chargement et/ ou de déchargement conformément aux articles R. 4515-1 à R. 4515-11 du code du travail. Plus généralement, il est tenu de respecter les règles de sécurité en vigueur dans les lieux où il est amené à intervenir."},{"type":"add","content":"Les lieux désignés par le donneur d'ordre ou son représentant doivent être accessibles sans contrainte ni risques particuliers pour des véhicules de caractéristiques usuelles pour le transport considéré."},{"type":"del","content":"L'aire de stationnement aux postes de chargement et de déchargement doit permettre d'effectuer les opérations dans des conditions techniques convenables et en toute sécurité."},{"type":"add","content":"Le transporteur se conforme au protocole de sécurité applicable sur le site de chargement et/ou de déchargement conformément aux articles R. 4515-1 à R. 4515-11 du code du travail. Plus généralement, il est tenu de respecter et de faire respecter par son personnel et ses sous-traitants éventuels les règles de sécurité et de sûreté en vigueur dans les lieux où il est amené à intervenir."},{"type":"del","content":"Article 13"},{"type":"add","content":"L'aire de stationnement aux postes de chargement et de déchargement doit permettre d'effectuer les opérations dans des conditions adaptées au véhicule, à son gabarit et aux manœuvres nécessaires pour effectuer le chargement ou le déchargement dans le respect des règles de sécurité et de sûreté."},{"type":"del","content":"Modifié par Décret n° 2001-1363 du 28 décembre 2001-art. 2"},{"type":"add","content":"Article 11"},{"type":"del","content":"Identification du véhicule et durées de mise à disposition en vue du chargement ou du déchargement"},{"type":"add","content":"Identification du véhicule et durées de mise à disposition en vue du chargement ou du déchargement."},{"type":"del","content":"A l'arrivée du véhicule sur les lieux de chargement ou de déchargement ou dans l'aire d'attente, même si elle est extérieure, le transporteur informe le représentant de l'établissement de chargement ou de déchargement que son véhicule est à disposition pour effectuer l'une ou l'autre de ces opérations. L'heure de cette mise à disposition est immédiatement consignée par le transporteur sur le document de suivi, ce qui constitue l'identification du véhicule au sens de l'article L. 3222-7."},{"type":"add","content":"A l'arrivée du véhicule, y compris UTI sur châssis sur les lieux de chargement ou de déchargement ou dans l'aire d'attente, même si elle est extérieure, le transporteur informe le représentant de l'établissement de chargement ou de déchargement que son véhicule est à disposition pour effectuer l'une ou l'autre de ces opérations. L'heure de cette mise à disposition est immédiatement consignée par le transporteur sur le document de suivi, ce qui constitue l'identification du véhicule au sens de l'article L. 3222-7 du code des transports."},{"type":"del","content":"Ces durées prennent fin au moment où est consignée sur le document de suivi l'heure où le véhicule est prêt à partir, l'opération de chargement ou de déchargement terminée et les documents de transport émargés remis au transporteur."},{"type":"add","content":"Ces durées prennent fin avec la remise des documents émargés au transporteur."},{"type":"del","content":"a) Une heure en cas de rendez-vous respecté ;"},{"type":"add","content":"a) Une (1) heure en cas de rendez-vous respecté ;"},{"type":"del","content":"b) Deux heures en cas de plage horaire respectée ;"},{"type":"add","content":"b) Deux (2) heures en cas de plage horaire respectée ;"},{"type":"del","content":"c) Trois heures dans tous les autres cas."},{"type":"add","content":"c) Trois (3) heures dans tous les autres cas ;"},{"type":"del","content":"Lorsqu'il y a rendez-vous, un retard de trente minutes est admis par rapport à l'heure d'arrivée fixée, ainsi qu'un allongement de la durée d'immobilisation du véhicule de trente minutes."},{"type":"add","content":"d) Lorsqu'il y a rendez-vous, un retard de trente minutes est admis par rapport à l'heure d'arrivée fixée, ainsi qu'un allongement de la durée d'immobilisation du véhicule de trente minutes ;"},{"type":"del","content":"En cas de rendez-vous manqué, ce sont les durées prévues pour \" les autres cas \" qui sont applicables, majorées de quinze minutes."},{"type":"add","content":"e) En cas de rendez-vous manqué, ce sont les durées prévues pour les autres cas qui sont applicables, majorées de quinze minutes ;"},{"type":"del","content":"Les durées définies aux a, b et c ci-dessus sont suspendues jusqu'à l'heure du rendez-vous ou jusqu'à l'heure du début de la plage horaire convenue par les parties. En l'absence de rendez-vous ou de plage horaire, si ces durées ne sont pas écoulées à 18 heures ou à l'heure de fermeture de l'établissement, elles sont suspendues jusqu'à 8 heures ou jusqu'à l'heure d'ouverture de l'établissement du premier jour ouvrable qui suit, sauf si ce délai est incompatible avec la bonne conservation de la marchandise."},{"type":"add","content":"f) Les durées définies aux a, b et c ci-dessus sont suspendues jusqu'à l'heure du rendez-vous ou jusqu'à l'heure du début de la plage horaire convenue par les parties ;"},{"type":"del","content":"En cas de citerne contenant des produits différents, les délais sont augmentés d'un quart d'heure par produit à partir du deuxième dans la limite d'une heure. En cas de chargement ou de déchargement de marchandises dangereuses, les délais visés aux a, b et c ci-dessus sont augmentés d'un quart d'heure pour satisfaire aux obligations mentionnées à l'article 10."},{"type":"add","content":"g) Suspension des durées d'immobilisation."},{"type":"del","content":"En cas de dépassement non imputable au transporteur des durées ainsi fixées, celui-ci perçoit du donneur d'ordre ou du destinataire, selon le cas, un complément de rémunération pour frais d'immobilisation du véhicule et/ ou de l'équipage facturé séparément, conformément aux dispositions de l'article 19 ci-après."},{"type":"add","content":"Hors le cas des marchandises nécessitant un traitement spécifique, en cas de rendez-vous et/ou de plage horaire non respectés, les durées de mise à disposition non écoulées à l'heure de fermeture des services d'expédition ou de réception de l'établissement sont suspendues jusqu'à l'heure d'ouverture desdits services le premier jour ouvrable qui suit."},{"type":"del","content":"Article 14"},{"type":"add","content":"En cas de rendez-vous et/ou de plage horaire respectés, ou en l'absence de rendez-vous ou de plage horaire, la suspension visée ci-dessus ne s'applique pas ;"},{"type":"add","content":""},{"type":"add","content":"h) En cas de dépassement non imputable au transporteur des durées ainsi fixées, celui-ci perçoit du donneur d'ordre ou son représentant, ou du destinataire, selon le cas, un complément de rémunération pour frais d'immobilisation du véhicule et/ou de l'équipage facturé séparément, conformément aux dispositions de l'article 19 ci-après. Si les opérations de chargement n'ont pas débuté au terme des durées décomptées conformément au présent article, il est en droit de refuser la prise en charge sans devoir d'indemnité."},{"type":"add","content":""},{"type":"add","content":"Article 12"},{"type":"add","content":""},{"type":"add","content":"Opérations de lavage."},{"type":"del","content":"Opérations de pesage"},{"type":"add","content":"Il appartient au transporteur de procéder, ou faire procéder par le prestataire de son choix, au lavage défini à l'article 2.12 ci-dessus, sur la base des informations pertinentes et complètes qui lui sont fournies par le donneur d'ordre ou son représentant."},{"type":"add","content":""},{"type":"add","content":"Le transporteur justifie par tout document de l'état de propreté du matériel utilisé tels que certificat de lavage ou certificat de non changement de produit, en accord avec le donneur d'ordre ou son représentant."},{"type":"add","content":""},{"type":"add","content":"Article 13"},{"type":"add","content":""},{"type":"add","content":"Opérations de pesage."},{"type":"add","content":"Article 14"},{"type":"add","content":""},{"type":"add","content":"Défaillance totale ou partielle du donneur d'ordre dans la remise de l'envoi."},{"type":"add","content":""},{"type":"add","content":"En cas de préjudice prouvé résultant d'une non remise totale ou partielle de l'envoi lors de la mise à disposition du véhicule par le transporteur, l'indemnité à verser au transporteur par le donneur d'ordre ou son représentant ne peut excéder le prix du transport convenu."},{"type":"add","content":""},{"type":"del","content":"Défaillance totale ou partielle du donneur d'ordre dans la remise de l'envoi"},{"type":"add","content":"Retard ou défaillance du transporteur au chargement."},{"type":"del","content":"En cas de préjudice prouvé résultant d'une non-remise totale ou partielle de l'envoi, l'indemnité à verser au transporteur par le donneur d'ordre ne peut excéder le prix du transport."},{"type":"add","content":"15.1. Retard en cas de rendez-vous ou de plage horaire"},{"type":"del","content":"Article 16"},{"type":"add","content":"En cas de rendez-vous ou de plage horaire, le transporteur doit aviser le donneur d'ordre ou son représentant de tout retard dès qu'il en a connaissance."},{"type":"del","content":"Défaillance du transporteur au chargement"},{"type":"add","content":"Si le retard estimé est égal ou supérieur à trois (3) heures et s'il risque d'entraîner un préjudice au donneur d'ordre ou à son représentant, ce dernier peut rechercher immédiatement un autre transporteur. Le transporteur défaillant ne peut prétendre à aucune indemnisation."},{"type":"del","content":"En cas de rendez-vous tel que défini à l'article 2.6 :"},{"type":"add","content":"15.2. Défaillance"},{"type":"del","content":"-si le transporteur n'avise pas le donneur d'ordre de son retard, celui-ci peut rechercher un autre transporteur à l'issue d'un délai d'attente de deux heures ;"},{"type":"add","content":"En cas de préjudice prouvé résultant de la défaillance incombant au transporteur au chargement, l'indemnité à verser au donneur d'ordre ou à son représentant ne peut excéder le prix du transport convenu."},{"type":"del","content":"-si le transporteur avise le donneur d'ordre de son retard, celui-ci peut rechercher immédiatement un autre transporteur si le retard, égal ou supérieur à deux heures, annoncé par le transporteur, risque d'entraîner un préjudice grave."},{"type":"add","content":"Article 16"},{"type":"del","content":"En l'absence de rendez-vous, le donneur d'ordre peut rechercher un autre transporteur à l'issue d'un délai d'attente raisonnable."},{"type":"add","content":"Annulation du transport."},{"type":"add","content":""},{"type":"add","content":"L'annulation du transport par l'une ou l'autre des parties annoncées moins de vingt-quatre (24) heures avant le jour convenu ou l'heure convenue de la mise à disposition du véhicule au chargement ouvre droit, en cas de préjudice prouvé, à une indemnité qui ne peut excéder le prix du transport convenu."},{"type":"del","content":"Empêchement au transport"},{"type":"add","content":"Empêchement au transport."},{"type":"del","content":"Si le transport est empêché ou interrompu temporairement ou si, pour un motif quelconque, l'exécution du transport est ou devient impossible dans les conditions initialement prévues, le transporteur demande des instructions au donneur d'ordre."},{"type":"add","content":"Si le transport est empêché ou interrompu temporairement ou si, pour un motif quelconque, l'exécution du transport est ou devient impossible dans les conditions initialement prévues, le transporteur demande des instructions au donneur d'ordre ou à son représentant."},{"type":"del","content":"Si le transporteur n'a pu obtenir en temps utile les instructions du donneur d'ordre, il prend les mesures qui lui paraissent les meilleures dans l'intérêt de ce dernier pour la conservation de la marchandise (ou son acheminement par d'autres voies ou d'autres moyens)."},{"type":"add","content":"Si le transporteur n'a pu obtenir en temps utile les instructions du donneur d'ordre ou de son représentant, il prend les mesures qui lui paraissent les meilleures dans l'intérêt de ce dernier pour la conservation de la marchandise (ou son acheminement par d'autres voies ou d'autres moyens)."},{"type":"del","content":"Sauf si l'empêchement, l'interruption ou l'impossibilité est imputable au transporteur, le donneur d'ordre rembourse au transporteur les dépenses justifiées consécutives aux instructions données ou aux mesures prises en application des alinéas précédents. Ces dépenses, ainsi que les frais d'immobilisation du véhicule et/ ou de l'équipage, sont facturées séparément, en sus du prix du transport convenu, conformément aux dispositions de l'article 20 ci-après."},{"type":"add","content":"Sauf si l'empêchement, l'interruption ou l'impossibilité est imputable au transporteur, le donneur d'ordre ou son représentant rembourse au transporteur les dépenses justifiées consécutives aux instructions données ou aux mesures prises en application des alinéas précédents. Ces dépenses, ainsi que les frais d'immobilisation du véhicule et/ou de l'équipage, sont facturées séparément, en sus du prix du transport convenu, conformément aux dispositions de l'article 19 ci-après."},{"type":"del","content":"Modifié par Décret n° 2001-1363 du 28 décembre 2001-art. 2"},{"type":"add","content":"Empêchement à la livraison."},{"type":"add","content":""},{"type":"add","content":"18.1. Il y a empêchement à la livraison chaque fois que l'envoi parvenu au lieu de livraison prévu ne peut être remis au destinataire désigné ou à son représentant, notamment en cas :"},{"type":"add","content":""},{"type":"add","content":"- d'absence du destinataire ;"},{"type":"add","content":""},{"type":"add","content":"- impossibilité de déchargement en totalité ;"},{"type":"add","content":""},{"type":"add","content":"- d'inaccessibilité du lieu de livraison ;"},{"type":"add","content":""},{"type":"add","content":"- d'immobilisation du véhicule chez le destinataire supérieur aux durées définies à l'article 11 ci- dessus ;"},{"type":"add","content":""},{"type":"add","content":"- de refus de prendre livraison par le destinataire."},{"type":"add","content":""},{"type":"add","content":"18.2. Sans préjudice des dispositions de l'article 13, est également considérée comme un empêchement à la livraison toute immobilisation du véhicule chez le destinataire ou son représentant supérieur à vingt-quatre (24) heures décomptées à partir de la mise à disposition ou sans délai lorsqu'elle est incompatible avec la bonne conservation de la marchandise."},{"type":"add","content":""},{"type":"add","content":"18.3. Dès constatation de l'empêchement, le transporteur est tenu de demander des instructions au donneur d'ordre ou à son représentant."},{"type":"del","content":"Empêchement à la livraison"},{"type":"add","content":"Si le transporteur ne peut obtenir des instructions du donneur d'ordre ou de son représentant, il prend, compte tenu de la nature de la marchandise, les mesures nécessaires à la bonne conservation de celle-ci qui lui paraissent les meilleures dans l'intérêt du donneur d'ordre ou de son représentant."},{"type":"del","content":"Il y a empêchement à la livraison chaque fois que l'envoi parvenu au lieu de livraison prévu ne peut être remis au destinataire désigné. Est également considérée comme un empêchement à la livraison toute immobilisation du véhicule chez le destinataire supérieure à vingt-quatre heures décomptées à partir de la mise à disposition, ou incompatible avec la bonne conservation de la marchandise."},{"type":"add","content":"L'empêchement à la livraison est signalé au donneur d'ordre ou à son représentant par écrit horodaté ou par tout moyen électronique de transmission et de conservation des données."},{"type":"del","content":"Dès constatation de l'empêchement, le transporteur est tenu de demander des instructions au donneur d'ordre."},{"type":"add","content":"18.4. En cas de refus de la marchandise ou de carence du destinataire ou de son représentant, l'empêchement à la livraison est signalé au donneur d'ordre ou à son représentant par écrit horodaté ou par tout moyen électronique de transmission et de conservation des données."},{"type":"del","content":"Si le transporteur ne peut obtenir des instructions du donneur d'ordre, il prend, compte tenu de la nature de la marchandise, les mesures nécessaires à la bonne conservation de celle-ci qui lui paraissent les meilleures dans l'intérêt du donneur d'ordre."},{"type":"add","content":"Sauf si l'empêchement à la livraison est imputable au transporteur, le donneur d'ordre ou son représentant rembourse au transporteur les dépenses justifiées consécutives aux instructions données ou aux mesures prises en application des alinéas précédents. Ces dépenses sont facturées séparément, conformément aux dispositions de l'article 19 ci-après."},{"type":"del","content":"En cas de refus de la marchandise ou de carence du destinataire, le donneur d'ordre doit, à la demande du transporteur, assurer le déchargement de la citerne."},{"type":"add","content":"En outre, le transporteur perçoit du donneur d'ordre ou de son représentant un complément de rémunération pour frais d'immobilisation du véhicule et/ou de l'équipage, et pour les opérations de manutention accomplies, facturé séparément, conformément aux dispositions de l'article 19."},{"type":"del","content":"Sauf si l'empêchement à la livraison est imputable au transporteur, le donneur d'ordre rembourse au transporteur les dépenses justifiées consécutives aux instructions données ou aux mesures prises en application des alinéas précédents. Ces dépenses sont facturées séparément, conformément aux dispositions de l'article 19 ci-après."},{"type":"add","content":"18.5. Traitement des souffrances"},{"type":"del","content":"En outre, le transporteur perçoit du donneur d'ordre un complément de rémunération pour frais d'immobilisation du véhicule et/ ou de l'équipage, et pour les opérations de manutention accomplies, facturé séparément, conformément aux dispositions de l'article 19."},{"type":"add","content":"Le transporteur constate l'empêchement à la livraison et adresse au donneur d'ordre ou à son représentant un avis de souffrance par écrit ou par tout autre moyen électronique de transmission et de conservation des données dans un délai de cinq (5) jours ouvrables. En l'absence d'instructions dans les cinq (5) jours suivant cet avis, le transporteur met le donneur d'ordre ou son représentant en demeure, par lettre recommandée avec avis de réception, de reprendre possession de la marchandise. A défaut de réponse dans un délai maximum de quinze (15) jours ouvrables, le contrat de transport est résilié de plein droit et la marchandise est considérée comme abandonnée par l'expéditeur au transporteur, ce qui confère à ce dernier le droit d'effectuer sur elle tout acte de disposition dans la mesure où la nature du produit le permet (vente amiable, recyclage, destruction, etc.)."},{"type":"add","content":""},{"type":"add","content":"Tous les frais résultants de l'empêchement à la livraison sont à la charge du donneur d'ordre ou de son représentant et facturés séparément conformément aux dispositions de l'article 19 ci-après."},{"type":"del","content":"Modifié par Décret n° 2007-1226 du 20 août 2007-art. 3"},{"type":"add","content":"Rémunération du transport et des prestations annexes et complémentaires."},{"type":"del","content":"Rémunération du transport et des prestations annexes et complémentaires"},{"type":"add","content":"La rémunération du transporteur comprend :"},{"type":"del","content":"La rémunération du transporteur comprend le prix du transport stricto sensu, celui des prestations annexes et des prestations complémentaires, auxquels s'ajoutent les frais liés à l'établissement et à la gestion administrative et informatique du contrat de transport, ainsi que toute taxe liée au transport et/ ou tout droit dont la perception est mise à la charge du transporteur."},{"type":"add","content":"- le prix du transport stricto sensu ;"},{"type":"del","content":"Le prix du transport est établi en fonction du type de véhicule utilisé, de ses équipements, de la nature de la marchandise, de son poids, de son volume, de la distance du transport, des délais d'acheminement, de la relation assurée, des caractéristiques du trafic, des sujétions particulières de circulation, de la nécessité d'un nettoyage, d'un lavage ou d'une désinfection du véhicule, de la durée de mise à disposition du véhicule et de l'équipage, plus généralement des coûts engendrés par la prestation demandée, conformément aux dispositions des articles L. 3221-1, L. 3221-2, L. 3222-1 à L. 3222-6, L. 3223-3, L. 3242-2 et L. 3242-3 ainsi que de la qualité de la prestation rendue."},{"type":"add","content":"- le prix des prestations annexes ;"},{"type":"del","content":"Sans préjudice des dispositions des articles L. 3222-1 et L. 3222-2, le prix du transport initialement convenu est révisé en cas de variations significatives des charges de l'entreprise de transport qui tiennent à des conditions extérieures à cette dernière."},{"type":"add","content":"- les frais liés à l'établissement et à la gestion administrative et informatique du contrat de transport ;"},{"type":"del","content":"Toute prestation annexe ou complémentaire est rémunérée au prix convenu. Tel est le cas notamment :"},{"type":"add","content":"- toute taxe liée au transport et/ou tout droit dont la perception est mise à la charge du transporteur."},{"type":"del","content":"a) Des opérations d'encaissement, en particulier dans le cas d'encaissement différé ;"},{"type":"add","content":"19.1. Le prix du transport est établi en fonction du type de véhicule utilisé, de ses équipements, de la nature de la marchandise, de son poids, de son volume, de la distance du transport, des délais d'acheminement, de la relation assurée, des caractéristiques du trafic, des sujétions particulières de circulation, de la durée de mise à disposition du véhicule et de l'équipage, et plus généralement des coûts engendrés par la prestation demandée comme la nécessité d'un nettoyage spécifique, d'un lavage ou d'une désinfection du véhicule, de la durée de mise à disposition du véhicule et de l'équipage, conformément aux dispositions du titre II du livre II de la troisième partie du code des transports ainsi que de la qualité de la prestation rendue."},{"type":"del","content":"b) De la livraison contre remboursement ;"},{"type":"add","content":"Le prix du transport initialement convenu est révisé en cas de variations significatives des charges de l'entreprise de transport qui tiennent à des conditions extérieures à cette dernière. Pour les charges de carburant, la révision est déterminée par les dispositions impératives des articles L. 3222-1 et L. 3222-2 du code des transports."},{"type":"del","content":"c) Les mises à disposition de personnel effectuées dans le cadre des articles 8-A-5 (b), 8-A-6 (b), 9-A-3 (b), 9-A-4 (b) ci-dessus ;"},{"type":"add","content":"19.2. Toute prestation annexe est rémunérée au prix convenu."},{"type":"del","content":"d) Des déboursés ;"},{"type":"add","content":"Tel est le cas notamment :"},{"type":"del","content":"e) De la déclaration de valeur ;"},{"type":"add","content":"- des opérations d'encaissement, en particulier dans le cas d'encaissement différé ;"},{"type":"del","content":"f) De la déclaration d'intérêt spécial à la livraison ;"},{"type":"add","content":"- de la livraison contre remboursement ;"},{"type":"del","content":"g) Du mandat d'assurance ;"},{"type":"add","content":"- les mises à disposition de personnel effectuées dans le cadre des articles 8-A-5 b, 8-A-6 b, 9-A-3 b, 9-A-4 b ci-dessus ;"},{"type":"del","content":"h) Des opérations de chargement et déchargement ;"},{"type":"add","content":"- des déboursés ;"},{"type":"del","content":"i) De la nouvelle présentation au lieu de chargement ou au lieu de déchargement ;"},{"type":"add","content":"- de la déclaration de valeur ;"},{"type":"del","content":"j) Des opérations de pesage."},{"type":"add","content":"- de la déclaration d'intérêt spécial à la livraison ;"},{"type":"del","content":"Toute modification du contrat de transport initial, notamment tout changement d'itinéraire, toute immobilisation du véhicule et/ ou de l'équipage non imputables au transporteur, entraîne un réajustement des conditions de rémunération du transporteur."},{"type":"add","content":"- du mandat d'assurance ;"},{"type":"del","content":"Les frais supplémentaires de suivi du contrat de transport sont facturés séparément."},{"type":"add","content":"- des opérations de chargement et déchargement ;"},{"type":"del","content":"Tous les prix sont calculés hors taxes."},{"type":"add","content":"- de la nouvelle présentation au lieu de chargement ou au lieu de déchargement ;"},{"type":"del","content":"Article 20"},{"type":"add","content":"- des opérations de pesage ;"},{"type":"add","content":""},{"type":"add","content":"- des frais d'immobilisation du véhicule et/ou de l'équipage ;"},{"type":"add","content":""},{"type":"add","content":"- de la pose des scellés."},{"type":"add","content":""},{"type":"add","content":"19.3. Toute modification du contrat de transport initial, notamment tout changement d'itinéraire, toute immobilisation du véhicule et/ou de l'équipage, tout retour de marchandises à l'expéditeur, non imputables au transporteur, entraîne un réajustement des conditions de rémunération du transporteur."},{"type":"add","content":""},{"type":"add","content":"19.4. Les prix initialement convenus dans le cadre de relations établies sont renégociés à la date anniversaire du contrat. Une modification du contrat tant en matière de volumes qu'en matière de prestations entraîne une renégociation des conditions tarifaires."},{"type":"del","content":"Modifié par Décret n° 2007-1226 du 20 août 2007-art. 3"},{"type":"add","content":"19.5. Les frais supplémentaires de suivi du contrat de transport sont facturés séparément."},{"type":"del","content":"Modalités de paiement"},{"type":"add","content":"19.6. Tous les prix sont calculés hors taxes."},{"type":"del","content":"20.1. Le paiement du prix du transport, des prestations annexes et complémentaires est exigible à l'enlèvement (port payé) ou à la livraison (port dû) sur présentation de la facture ou d'un document en tenant lieu."},{"type":"add","content":"Article 20"},{"type":"del","content":"S'il n'a pas été encaissé au moment de l'enlèvement ou de la livraison, ce prix est payable à la réception de la facture du transporteur. L'expéditeur et le destinataire sont garants de son acquittement."},{"type":"add","content":"Modalités de paiement."},{"type":"del","content":"20.2. L'imputation unilatérale du montant des dommages allégués sur le prix du transport est interdite."},{"type":"add","content":"20.1. Le paiement du prix du transport, des prestations annexes et complémentaires est exigible à l'enlèvement (port payé) ou à la livraison (port dû) sur présentation de la facture ou d'un document en tenant lieu et, en tout état de cause, au lieu d'émission de la facture, laquelle doit être réglée dans un délai qui ne peut excéder trente (30) jours à compter de la date de son émission."},{"type":"del","content":"20.3. Lorsque le transporteur consent à son débiteur des délais de paiement, la facture établie par le transporteur mentionne la date à laquelle le paiement doit intervenir. Elle précise les conditions d'escompte applicables en cas de paiement à une date antérieure à celle mentionnée sur ladite facture. Cette dernière doit être réglée au plus tard à la date indiquée."},{"type":"add","content":"20.2. La compensation unilatérale du montant des dommages allégués sur le prix du transport est interdite."},{"type":"del","content":"20.4. Conformément aux dispositions du 5° du II de l'article L. 441-11 du code de commerce, les parties ne peuvent convenir d'un délai de paiement supérieur à trente jours à compter de la date d'émission de la facture."},{"type":"add","content":"20.3. Tout retard dans le paiement entraîne de plein droit, le jour suivant la date de règlement figurant sur la facture, l'exigibilité d'intérêts de retard d'un montant équivalent à cinq fois le taux d'intérêt légal, ainsi que d'une indemnité forfaitaire pour frais de recouvrement d'un montant minimum de 40 euros suivant l'article D. 441-5 du code de commerce et ce, sans préjudice de la réparation éventuelle, dans les conditions du droit commun, de tout autre dommage résultant directement de ce retard."},{"type":"del","content":"20.5. Le paiement est exigible à la réception de la facture et à son lieu d'émission. Tout retard dans le paiement entraîne de plein droit, après mise en demeure, le versement de pénalités dans les conditions fixées par le II de l'article L. 441-10 du code de commerce, sans préjudice de la réparation, dans les conditions du droit commun, de tout autre dommage résultant de ce retard."},{"type":"add","content":"20.4. La date d'exigibilité du paiement, le taux d'intérêt des pénalités de retard, ainsi que le montant de l'indemnité forfaitaire de compensation des frais de recouvrement doivent obligatoirement figurer sur la facture."},{"type":"del","content":"20.6. Le non-paiement total ou partiel d'une facture à une seule échéance emporte, sans formalité, déchéance du terme entraînant l'exigibilité immédiate du règlement, sans mise en demeure, de toutes sommes dues, même à terme, à la date de ce manquement et autorise le transporteur à exiger le paiement comptant avant l'exécution de toute nouvelle opération."},{"type":"add","content":"20.5. Le non-paiement total ou partiel d'une facture à une seule échéance emporte, sans formalité, déchéance du terme entraînant l'exigibilité immédiate du règlement, sans mise en demeure, de toutes les sommes dues, même à terme, à la date de ce manquement et autorise le transporteur à exiger le paiement comptant avant l'exécution de toute nouvelle opération."},{"type":"del","content":"20.7 En cas de perte ou d'avarie partielles ou totales de la marchandise, le transporteur a droit au paiement du prix du transport sous réserve qu'il règle l'indemnité correspondante."},{"type":"add","content":"20.6. En cas de perte ou d'avarie partielles ou totales de la marchandise, le transporteur a droit au paiement de sa rémunération, sans préjudice de toute indemnité qu'il pourrait devoir."},{"type":"del","content":"Livraison contre remboursement"},{"type":"add","content":"Livraison contre remboursement."},{"type":"del","content":"La livraison contre remboursement doit être expressément demandée par le donneur d'ordre conformément aux dispositions de l'article 3."},{"type":"add","content":"21.1. La livraison contre remboursement doit être expressément demandée par le donneur d'ordre ou son représentant conformément aux dispositions de l'article 3."},{"type":"del","content":"Lorsqu'il y a stipulation d'une livraison contre remboursement, le transporteur reçoit entre ses mains la somme remise par le destinataire en échange de la marchandise soit sous forme d'un chèque établi à l'ordre de l'expéditeur ou de toute autre personne désignée par le donneur d'ordre, soit en espèces quand la législation l'autorise. Toutefois, même dans ce dernier cas, le transporteur ne peut refuser un chèque sans motif valable."},{"type":"add","content":"21.2. Lorsqu'il y a stipulation d'une livraison contre remboursement, le transporteur reçoit entre ses mains la somme remise par le destinataire ou son représentant en échange de la marchandise soit sous forme d'un chèque établi à l'ordre du donneur d'ordre ou de toute autre personne désignée par lui, ou tout mode de règlement y compris en espèces quand la législation l'autorise. Toutefois, même dans ce dernier cas, le transporteur ne peut refuser un chèque sans motif valable."},{"type":"del","content":"Le transporteur doit adresser cette somme au donneur d'ordre ou à la personne désignée par ce dernier, dans un délai de huit jours ouvrables à compter de sa remise."},{"type":"add","content":"21.3. Le transporteur doit adresser cette somme au donneur d'ordre ou à la personne désignée par ce dernier, dans un délai de huit (8) jours ouvrables à compter de sa remise."},{"type":"del","content":"La stipulation d'une livraison contre remboursement ne vaut pas déclaration de valeur et ne modifie donc pas les règles d'indemnisation pour pertes et avaries définies à l'article 23 ci-après. Elle ne lie le transporteur que si elle figure sur un document procédant du contrat de transport."},{"type":"add","content":"21.4. La stipulation d'une livraison contre remboursement ne vaut pas déclaration de valeur et ne modifie donc pas les règles d'indemnisation pour pertes et avaries définies à l'article 23 ci-après. Elle ne lie le transporteur que si elle figure sur un document procédant du contrat de transport."},{"type":"del","content":"La responsabilité du transporteur en cas de manquement à cette obligation est engagée selon les règles du mandat. Néanmoins, la prescription des actions relatives à la livraison contre remboursement est d'un an à compter de la date de la livraison."},{"type":"add","content":"21.5. La responsabilité du transporteur en cas de manquement à cette obligation est engagée selon les règles du mandat. Néanmoins, la prescription des actions relatives à la livraison contre remboursement est d'un an à compter de la date de la livraison."},{"type":"del","content":"Présomption de la perte de la marchandise"},{"type":"add","content":"Présomption de la perte de la marchandise."},{"type":"del","content":"22.1. L'ayant droit peut, sans avoir à fournir d'autres preuves, considérer la marchandise comme perdue quand elle n'a pas été livrée dans les trente jours qui suivent l'expiration du délai convenu ou, à défaut, du délai nécessaire à la réalisation du transport dans les conditions prévues à l'article 24.1 ci-après."},{"type":"add","content":"22.1. L'ayant droit peut, sans avoir à fournir d'autres preuves, considérer la marchandise comme perdue quand elle n'a pas été livrée dans les trente (30) jours qui suivent l'expiration du délai convenu ou, à défaut, du délai nécessaire à la réalisation du transport dans les conditions prévues à l'article 25.1 ci-après."},{"type":"del","content":"22.2. L'ayant droit peut, au plus tard en recevant le paiement de l'indemnité pour la marchandise perdue, demander par écrit à être avisé immédiatement, si la marchandise est retrouvée au cours de l'année qui suit le paiement de l'indemnité. Il lui est donné acte par écrit de cette demande."},{"type":"add","content":"22.2. L'ayant droit peut, au plus tard en recevant le paiement de l'indemnité pour la marchandise perdue, demander, par écrit ou par tout moyen électronique de transmission et de conservation des données, à être avisé immédiatement, si la marchandise est retrouvée au cours de l'année qui suit le paiement de l'indemnité. Il lui est donné acte de cette demande par écrit ou par tout moyen électronique de transmission et de conservation des données."},{"type":"del","content":"Modifié par Décret n° 2001-1363 du 28 décembre 2001-art. 2"},{"type":"add","content":"Indemnisation pour pertes, avaries, pollution de la marchandise - Déclaration de valeur."},{"type":"add","content":""},{"type":"add","content":"23.1. Perte ou avarie de la marchandise"},{"type":"del","content":"Indemnisation pour pertes, avaries, pollution de la marchandise-Déclaration de valeur"},{"type":"add","content":"Le transporteur est tenu de verser une indemnité pour la réparation de tous les dommages justifiés, dont il est légalement tenu pour responsable, résultant de la perte totale ou partielle, de l'avarie ou de la pollution de la marchandise, la pollution ne constituant qu'une forme d'avarie."},{"type":"del","content":"Le transporteur est tenu de verser une indemnité pour la réparation de tous les dommages justifiés, dont il est légalement tenu pour responsable, résultant de la perte, de l'avarie ou de la pollution de la marchandise, la pollution ne constituant qu'une forme d'avarie."},{"type":"add","content":"Hors les cas de dol et de faute inexcusable du transporteur, l'indemnisation du préjudice prouvé, direct et prévisible, ne peut excéder en ce qui concerne la perte ou les dommages affectant la marchandise transportée elle-même, la somme de 4 € par kilogramme ou son équivalent en litres de marchandises manquantes, avariées ou polluées, sans toutefois dépasser 80 000 € par envoi."},{"type":"del","content":"Cette indemnité ne peut excéder :"},{"type":"add","content":"23.2. Le donneur d'ordre ou son représentant a toujours la faculté de faire une déclaration de valeur qui a pour effet de substituer le montant de cette déclaration au plafond de l'indemnité fixée à l'un ou à l'autre des deux alinéas ci-dessus. La déclaration de valeur doit être formulée par écrit ou par tout moyen électronique de transmission et de conservation des données, au plus tard au moment de la conclusion du contrat de transport. La validité de la déclaration est subordonnée au paiement d'un prix convenu tel que prévu à l'article 20 ci-dessus."},{"type":"del","content":"a) En ce qui concerne la perte ou les dommages affectant la marchandise transportée elle-même, la somme de 3 € par kilo ou son équivalent en litres de marchandises manquantes, avariées ou polluées, sans toutefois excéder 55 000 € par envoi. Le donneur d'ordre a la faculté de faire une déclaration de valeur qui a pour effet de substituer le montant de cette déclaration au plafond de l'indemnité ci-dessus ;"},{"type":"add","content":"23.3. L'indemnité est réduite d'un tiers lorsque le donneur d'ordre ou son représentant impose la destruction de la marchandise laissée pour compte, pour autant consommable, ou en interdit le sauvetage. Cette réduction n'a pas lieu d'être en cas de dol ou de faute inexcusable du transporteur."},{"type":"del","content":"b) En ce qui concerne tous les autres dommages, pour lesquels le transporteur s'engage à souscrire une police d'assurance de responsabilité auprès d'une compagnie d'assurances notoirement solvable, un montant de 300 000 €."},{"type":"add","content":"23.4. Perte et/ou avarie à la marchandise transportée dans une UTI Les indemnités pour réparation de tous les dommages justifiés dont le transporteur est légalement tenu responsable, résultant de la perte totale ou partielle ou de l'avarie à la marchandise transportée dans une UTI sont identiques aux indemnités prévues à l'article 23.1 ci-dessus."},{"type":"del","content":"En tout état de cause, l'indemnité est réduite d'un tiers lorsque le donneur d'ordre impose la destruction de la marchandise laissée pour compte, pour autant consommable, ou en interdit le sauvetage."},{"type":"add","content":"23.5. Perte et/ou avarie d'une UTI En cas de perte ou d'avarie d'une UTI, l'indemnité due ne peut dépasser la somme de 25 000 €. Cette indemnité s'ajoute, le cas échéant, à l'indemnité due au titre de la perte et/ou de l'avarie de la marchandise."},{"type":"del","content":"Modifié par Décret n° 2001-1363 du 28 décembre 2001-art. 2"},{"type":"add","content":"Dommages autres qu'à la marchandise transportée."},{"type":"del","content":"Délai d'acheminement et indemnisation pour retard à la livraison"},{"type":"add","content":"Le transporteur est responsable de la perte et des dommages matériels directs qu'il occasionne aux biens de l'expéditeur ou du destinataire dans le cadre de l'exécution du contrat de transport."},{"type":"del","content":"24.1. Délai d'acheminement."},{"type":"add","content":"Hors les cas de dol et de faute inexcusable du transporteur, l'indemnisation du préjudice prouvé, direct et prévisible, ne peut excéder en ce qui concerne tous les autres dommages nés de l'exécution du contrat, pour lesquels le transporteur s'engage à souscrire une police d'assurance de responsabilité auprès d'une compagnie notoirement solvable, un montant maximal de 300 000 €."},{"type":"del","content":"Le délai d'acheminement comprend le délai de transport et le délai de livraison."},{"type":"add","content":"Article 25"},{"type":"del","content":"Le délai de transport court à partir de 0 heure du jour qui suit l'enlèvement de l'envoi ou sa remise au dépôt du transporteur. Il est d'un jour par fraction indivisible de 450 kilomètres. Les samedis et les jours non ouvrables ne sont pas compris dans le calcul de ce délai."},{"type":"add","content":"Délai d'acheminement et indemnisation pour retard à la livraison."},{"type":"del","content":"Le délai de livraison est de vingt-quatre heures."},{"type":"add","content":"25.1. Délai d'acheminement"},{"type":"del","content":"Les jours non ouvrables ne sont pas compris dans le calcul de ce délai."},{"type":"add","content":"Le délai d'acheminement comprend le délai de transport et le délai de livraison à domicile."},{"type":"del","content":"24.2. Retard à la livraison."},{"type":"add","content":"Le délai de transport court à partir de zéro (0) heure du jour qui suit l'enlèvement de l'envoi ou sa remise au dépôt du transporteur. Il est d'un jour par fraction indivisible de 450 kilomètres. Les samedis et les jours non ouvrables ne sont pas compris dans le calcul de ce délai."},{"type":"del","content":"Il y a retard à la livraison lorsque l'envoi n'a pas été livré dans le délai convenu ou, s'il n'a pas été convenu de délai, lorsque la durée effective du transport dépasse le délai d'acheminement tel qu'il est défini ci-dessus."},{"type":"add","content":"Le délai de livraison à destination est de vingt-quatre (24) heures."},{"type":"del","content":"24.3. Indemnisation pour retard à la livraison."},{"type":"add","content":"Les jours non ouvrables ne sont pas compris dans le calcul de ce délai. Les jours non ouvrables ne sont pas compris dans le calcul de ce délai."},{"type":"del","content":"En cas de préjudice prouvé résultant d'un retard à la livraison du fait du transporteur, celui-ci est tenu de verser une indemnité qui ne peut excéder le prix du transport (droits, taxes et frais divers exclus)."},{"type":"add","content":"25. 2. Retard à la livraison"},{"type":"del","content":"Le donneur d'ordre a toujours la faculté de faire une déclaration d'intérêt spécial à la livraison, qui a pour effet de substituer le montant de cette déclaration au plafond de l'indemnité fixé à l'alinéa précédent."},{"type":"add","content":"Il y a retard à la livraison lorsque l'envoi n'a pas été livré dans le délai convenu ou, s'il n'a pas été convenu de délai, lorsque la durée effective du transport dépasse le délai d'acheminement tel qu'il est défini à l'article 25.1 ci-dessus."},{"type":"del","content":"Sans préjudice de l'indemnité fixée aux deux alinéas précédents, les pertes ou avaries à la marchandise résultant d'un retard sont indemnisées conformément aux dispositions de l'article 23 ci-dessus."},{"type":"add","content":"25. 3. Indemnisation pour retard à la livraison"},{"type":"del","content":"Article 25"},{"type":"del","content":""},{"type":"del","content":"Respect des diverses réglementations"},{"type":"add","content":"En cas de préjudice prouvé résultant d'un retard à la livraison du fait du transporteur, celui-ci est tenu de verser une indemnité qui ne peut excéder le prix du transport (droits, taxes et frais divers exclus)."},{"type":"del","content":"Conformément aux dispositions des articles L. 1311-3, L. 1311-4 et L. 1611-1, le transporteur doit, dans tous les cas, conduire les opérations de transport dans des conditions strictement compatibles avec la réglementation des conditions de travail et de sécurité."},{"type":"add","content":"Le donneur d'ordre ou son représentant a toujours la faculté de faire une déclaration d'intérêt spécial à la livraison, qui a pour effet de substituer le montant de cette déclaration au plafond de l'indemnité fixé à l'alinéa précédent."},{"type":"del","content":"En cas de transport de marchandises soumises à une réglementation particulière, chacune des parties est tenue de se conformer aux obligations qui en découlent et qui lui incombent."},{"type":"add","content":"La déclaration d'intérêt spécial à la livraison doit être formulée par écrit ou par tout moyen électronique de transmission et de conservation des données, au plus tard au moment de la conclusion du contrat de transport. La validité de la déclaration est subordonnée à l'acceptation expresse de la DISL par le transporteur et au paiement d'un prix convenu tel que prévu à l'article 20 ci-dessus."},{"type":"del","content":"Chacune des parties supporte les conséquences des manquements qui lui sont imputables."},{"type":"add","content":"Sans préjudice de l'indemnité fixée aux deux alinéas précédents, les pertes ou avaries à la marchandise résultant d'un retard sont indemnisées conformément aux dispositions de l'article 23 ci-dessus."},{"type":"del","content":"Durée, reconduction et résiliation du contrat de transport"},{"type":"add","content":"Prescription."},{"type":"add","content":""},{"type":"add","content":"Toutes les actions nées du contrat de transport et de ses prestations annexes se prescrivent dans le délai d'un an. Ce délai court, en cas de perte totale, à compter du jour où la marchandise aurait dû être livrée ou offerte et, dans tous les autres cas, à compter du jour où la marchandise a été remise ou offerte au destinataire ou à son représentant."},{"type":"add","content":""},{"type":"add","content":"Article 27"},{"type":"add","content":""},{"type":"add","content":"Durée, reconduction et résiliation du contrat de transport."},{"type":"del","content":"26.1. Le contrat de transport est conclu, soit pour une durée déterminée, reconductible ou non, soit pour une durée indéterminée."},{"type":"add","content":"27.1. Le contrat de transport est conclu, soit pour une durée déterminée, reconductible ou non, soit pour une durée indéterminée."},{"type":"del","content":"26.2. Chacune des parties peut y mettre un terme par l'envoi d'une lettre recommandée avec avis de réception moyennant un préavis se calculant comme suit :"},{"type":"add","content":"27.2. Chacune des parties peut y mettre un terme par l'envoi d'une lettre recommandée avec avis de réception moyennant un préavis se calculant comme suit :"},{"type":"del","content":"26.3. Pendant la période de préavis, les parties maintiennent l'économie du contrat."},{"type":"add","content":"27.3. Pendant la période de préavis, les parties maintiennent l'économie du contrat."},{"type":"del","content":"26.4. En cas de manquement grave ou de manquements répétés de l'une des parties à ses obligations contractuelles, et à l'issue d'un délai de quinze (15) jours suivants une mise en demeure, mentionnant la présente clause résolutoire, restée sans effet, adressée par lettre recommandée avec avis de réception, l'autre partie peut mettre fin au contrat de transport, qu'il soit à durée déterminée ou indéterminée, sans préavis ni indemnités, par l'envoi d'une lettre recommandée avec avis de réception de résiliation de celui-ci."},{"type":"add","content":"27.4. En cas de manquement grave ou de manquements répétés de l'une des parties à ses obligations contractuelles, et à l'issue d'un délai de quinze (15) jours suivants une mise en demeure, mentionnant la présente clause résolutoire, restée sans effet, adressée par lettre recommandée avec avis de réception, l'autre partie peut mettre fin au contrat de transport, qu'il soit à durée déterminée ou indéterminée, sans préavis ni indemnités, par l'envoi d'une lettre recommandée avec avis de réception de résiliation de celui-ci."},{"type":"del","content":"Conformément à l'article 8 du décret n° 2021-985 du 26 juillet 2021, ces dispositions entrent en vigueur le 1er septembre 2021. Elles s'appliquent aux contrats conclus ou renouvelés à compter de cette date."},{"type":"add","content":"Conformément à l'article 3 du décret n° 2025-376 du 24 avril 2025, ces dispositions entrent en vigueur le 1er mai 2025."},{"type":"del","content":"Code des transports - article L1311-3 AUTONOME VIGUEUR, en vigueur depuis le 2022-01-01 CITATION cible"},{"type":"add","content":"Code des transports - article L3222-4 AUTONOME VIGUEUR, en vigueur depuis le 2010-12-01 CITATION cible"},{"type":"del","content":"Code des transports - article L1611-1 AUTONOME VIGUEUR, en vigueur depuis le 2010-12-01 CITATION cible"},{"type":"add","content":"Code des transports - article L3222-1 AUTONOME MODIFIE, en vigueur du 2010-12-01 au 2019-12-30 CITATION cible"},{"type":"del","content":"Code des transports - article L3242-3 AUTONOME MODIFIE, en vigueur du 2014-01-01 au 2017-01-01 CITATION cible"},{"type":"add","content":"Code des transports - article L3221-2 AUTONOME VIGUEUR, en vigueur depuis le 2022-08-18 CITATION cible"},{"type":"del","content":"Code des transports - article L3223-3 AUTONOME MODIFIE, en vigueur du 2013-05-30 au 2017-01-01 CITATION cible"},{"type":"add","content":"Code de commerce - article D441-5 AUTONOME VIGUEUR, en vigueur depuis le 2021-02-27 CITATION cible"},{"type":"del","content":"Code du travail - article R4515-1 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2018-01-01 CITATION cible"},{"type":"add","content":"Code des transports - article L3221-2 AUTONOME MODIFIE, en vigueur du 2014-01-01 au 2022-08-18 CITATION cible"},{"type":"del","content":"Code des transports - article L1311-3 AUTONOME MODIFIE, en vigueur du 2010-12-01 au 2022-01-01 CITATION cible"},{"type":"add","content":"Code des transports - article L3221-2 AUTONOME MODIFIE, en vigueur du 2010-12-01 au 2014-01-01 CITATION cible"},{"type":"del","content":"Code des transports - article L1432-3 AUTONOME VIGUEUR, en vigueur depuis le 2010-12-01 CITATION cible"},{"type":"add","content":"Code des transports - article D3222-2 AUTONOME VIGUEUR, en vigueur depuis le 2025-05-01 CITATION source"},{"type":"del","content":"Code du travail - article R4515-1 AUTONOME VIGUEUR, en vigueur depuis le 2018-01-01 CITATION cible"},{"type":"add","content":"Code des transports - article L1432-4 AUTONOME VIGUEUR, en vigueur depuis le 2010-12-01 CITATION cible"},{"type":"del","content":"Code des transports - article L1311-3 AUTONOME MODIFIE_MORT_NE, en vigueur du 2022-01-01 au 2021-10-10 CITATION cible"},{"type":"add","content":"Code des transports - article L3222-2 AUTONOME MODIFIE, en vigueur du 2010-12-01 au 2020-01-01 CITATION cible"},{"type":"del","content":"Code des transports - article L3221-1 AUTONOME VIGUEUR, en vigueur depuis le 2022-08-18 CITATION cible"},{"type":"add","content":"Code des transports - article L1432-4 AUTONOME MODIFIE, en vigueur du 2010-12-01 au 2010-12-01 CITATION cible"},{"type":"del","content":"Code des transports - article L3223-3 AUTONOME VIGUEUR, en vigueur depuis le 2017-01-01 CITATION cible"},{"type":"add","content":"Code de commerce - article D441-5 AUTONOME MODIFIE, en vigueur du 2013-01-01 au 2021-02-27 CITATION cible"},{"type":"del","content":"Code des transports - article L3242-3 AUTONOME MODIFIE, en vigueur du 2010-12-01 au 2014-01-01 CITATION cible"},{"type":"add","content":"Code des transports - article L1432-2 AUTONOME VIGUEUR, en vigueur depuis le 2010-12-01 CITATION cible"},{"type":"del","content":"Code des transports - article L3242-2 AUTONOME VIGUEUR, en vigueur depuis le 2010-12-01 CITATION cible"},{"type":"add","content":"Code des transports - article L3222-2 AUTONOME MODIFIE, en vigueur du 2020-01-01 au 2023-01-01 CITATION cible"},{"type":"del","content":"Code des transports - article L3223-3 AUTONOME MODIFIE, en vigueur du 2010-12-01 au 2013-05-30 CITATION cible"},{"type":"add","content":"Code des transports - article L3222-1 AUTONOME MODIFIE, en vigueur du 2019-12-30 au 2023-01-01 CITATION cible"},{"type":"del","content":"Code des transports - article L1611-1 AUTONOME MODIFIE, en vigueur du 2010-12-01 au 2010-12-01 CITATION cible"},{"type":"add","content":"Code des transports - article L3222-7 AUTONOME VIGUEUR, en vigueur depuis le 2010-12-01 CITATION cible"},{"type":"del","content":"Code des transports - article L3221-1 AUTONOME MODIFIE, en vigueur du 2010-12-01 au 2022-01-01 CITATION cible"},{"type":"add","content":"Code des transports - article L3222-1 AUTONOME VIGUEUR, en vigueur depuis le 2023-01-01 CITATION cible"},{"type":"del","content":"Code des transports - article L3221-1 AUTONOME MODIFIE, en vigueur du 2022-01-01 au 2022-08-18 CITATION cible"},{"type":"add","content":"Décret n° 2025-376 du 24 avril 2025 modifiant le code des transports et approuvant le contrat-type applicable aux transports publics routiers en citernes - article ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"Code des transports - article L3242-3 AUTONOME VIGUEUR, en vigueur depuis le 2017-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2021-985 du 26 juillet 2021 harmonisant les dispositions relatives à la durée, à la reconduction et à la résiliation de divers contrats types relatifs au transport routier de marchandises - article 3 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2001-1363 du 28 décembre 2001 modifiant les contrats types applicables aux transports publics routiers de marchandises CITATION cible"},{"type":"add","content":"Code des transports - article L3222-2 AUTONOME VIGUEUR, en vigueur depuis le 2023-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":"2001-12-28 CITATION source Décret n° 2001-1363 du 28 décembre 2001 modifiant les contrats types applicables aux transports publics routiers de marchandises"},{"type":"del","content":""},{"type":"del","content":"2021-07-26 MODIFIE cible Décret n° 2021-985 du 26 juillet 2021 harmonisant les dispositions relatives à la durée, à la reconduction et à la résiliation de divers contrats types relatifs au transport routier de marchandises - article 3 ENTIEREMENT_MODIF"},{"type":"add","content":"2025-04-24 CITATION cible Décret n° 2025-376 du 24 avril 2025 modifiant le code des transports et approuvant le contrat-type applicable aux transports publics routiers en citernes VIGUEUR"},{"type":"del","content":"2025-04-24 CITATION cible Décret n° 2025-376 du 24 avril 2025 modifiant le code des transports et approuvant le contrat-type applicable aux transports publics routiers en citernes VIGUEUR"},{"type":"add","content":"2025-04-24 MODIFIE cible Décret n° 2025-376 du 24 avril 2025 modifiant le code des transports et approuvant le contrat-type applicable aux transports publics routiers en citernes - article ENTIEREMENT_MODIF"},{"type":"del","content":"      2999-01-01 CITATION source Code du travail - art. R4515-1"},{"type":"add","content":"2999-01-01 CITATION source Code de commerce - article D441-5 AUTONOME MODIFIE, en vigueur du 2013-01-01 au 2021-02-27"},{"type":"del","content":"2999-01-01 CITATION cible Code des transports - article D3222-2 AUTONOME MODIFIE, en vigueur du 2017-01-01 au 2025-05-01"},{"type":"add","content":"      2999-01-01 CITATION source Code du travail"},{"type":"del","content":"      2999-01-01 CITATION source Code des transports - art. L1311-3"},{"type":"add","content":"2999-01-01 CITATION source Code des transports VIGUEUR"},{"type":"del","content":"      2999-01-01 CITATION source Code des transports - art. L1432-2"},{"type":"add","content":"      2999-01-01 CITATION source Code des transports"},{"type":"del","content":"      2999-01-01 CITATION source Code des transports - art. L1432-3"},{"type":"add","content":"2999-01-01 CITATION cible Code des transports - article D3222-2 AUTONOME VIGUEUR, en vigueur depuis le 2025-05-01"},{"type":"del","content":"      2999-01-01 CITATION source Code des transports - art. L1611-1"},{"type":"add","content":"      2999-01-01 CITATION source Code des transports - art. L1432-2"},{"type":"del","content":"      2999-01-01 CITATION source Code des transports - art. L3221-1"},{"type":"add","content":"      2999-01-01 CITATION source Code des transports - art. L1432-4"},{"type":"del","content":"      2999-01-01 CITATION source Code des transports - art. L3222-7"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      2999-01-01 CITATION source Code des transports - art. L3223-3"},{"type":"add","content":"      2999-01-01 CITATION source Code des transports - art. L3222-2"},{"type":"del","content":"      2999-01-01 CITATION source Code des transports - art. L3242-2"},{"type":"add","content":"      2999-01-01 CITATION source Code des transports - art. L3222-4"},{"type":"del","content":"      2999-01-01 CITATION source Code des transports - art. L3242-3"},{"type":"add","content":"      2999-01-01 CITATION source Code des transports - art. L3222-7"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/86/44/LEGIARTI000043864494.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/86/44/LEGIARTI000043864494.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/43/86/44/LEGIARTI000043864494.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/51/52/53/LEGIARTI000051525370.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/51/52/53/LEGIARTI000051525370.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/51/52/53/LEGIARTI000051525370.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000043864494)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000051525370)"}],"status":"modified"},{"filename":"partie_reglementaire/troisieme_partie/livre_ii/titre_ii/chapitre_ii/article_d3222-2.md","articleName":"Article D3222-2","additions":19,"deletions":31,"diff":[{"type":"del","content":"Le contrat type pour le transport public routier en citernes, établi en application de l'article L. 1432-4, figure en annexe III à la présente partie."},{"type":"add","content":"Le contrat type applicable aux transports publics routiers en citernes, établi en application de l'article L. 1432-4, figure en annexe III à la présente partie."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Conformément à l'article 3 du décret n° 2025-376 du 24 avril 2025, ces dispositions entrent en vigueur le 1er mai 2025."},{"type":"del","content":"Code des transports - article Annexe III AUTONOME MODIFIE, en vigueur du 2017-01-01 au 2021-02-27 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des transports - article Annexe III AUTONOME MODIFIE, en vigueur du 2021-02-27 au 2021-09-01 CITATION cible"},{"type":"add","content":"Décret n° 2025-376 du 24 avril 2025 modifiant le code des transports et approuvant le contrat-type applicable aux transports publics routiers en citernes - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"Code des transports - article Annexe III AUTONOME MODIFIE, en vigueur du 2021-09-01 au 2025-05-01 CITATION cible"},{"type":"add","content":"Code des transports - article L1432-4 AUTONOME VIGUEUR, en vigueur depuis le 2010-12-01 CITATION cible"},{"type":"del","content":"Décret n° 2000-527 du 16 juin 2000 portant approbation du contrat type pour le transport public routier en citernes. - article 1 AUTONOME ABROGE, en vigueur du 2000-06-18 au 2017-01-01 CONCORDANCE cible"},{"type":"add","content":"Code des transports - article L1432-4 AUTONOME MODIFIE, en vigueur du 2010-12-01 au 2010-12-01 CITATION cible"},{"type":"del","content":"Décret n° 2016-1550 du 17 novembre 2016 relatif à certaines dispositions de la partie réglementaire du code des transports - article ENTIEREMENT_MODIF CODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2016-1550 du 17 novembre 2016 relatif à certaines dispositions de la partie réglementaire du code des transports - article ENTIEREMENT_MODIF CREE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2025-376 du 24 avril 2025 modifiant le code des transports et approuvant le contrat-type applicable aux transports publics routiers en citernes VIGUEUR, en vigueur depuis le 2025-05-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2025-376 du 24 avril 2025 modifiant le code des transports et approuvant le contrat-type applicable aux transports publics routiers en citernes CITATION source"},{"type":"add","content":"Code des transports - article Annexe III AUTONOME VIGUEUR, en vigueur depuis le 2025-05-01 CITATION cible"},{"type":"del","content":"2016-11-17 CODIFICATION source Décret n° 2016-1550 du 17 novembre 2016 relatif à certaines dispositions de la partie réglementaire du code des transports - article ENTIEREMENT_MODIF"},{"type":"add","content":"CODIFICATION source Décret n° 2016-1550 du 17 novembre 2016 relatif à certaines dispositions de la partie réglementaire du code des transports"},{"type":"del","content":"2016-11-17 CREE cible Décret n° 2016-1550 du 17 novembre 2016 relatif à certaines dispositions de la partie réglementaire du code des transports - article ENTIEREMENT_MODIF"},{"type":"add","content":"2025-04-24 CITATION cible Décret n° 2025-376 du 24 avril 2025 modifiant le code des transports et approuvant le contrat-type applicable aux transports publics routiers en citernes VIGUEUR"},{"type":"del","content":"2025-04-24 CITATION cible Décret n° 2025-376 du 24 avril 2025 modifiant le code des transports et approuvant le contrat-type applicable aux transports publics routiers en citernes VIGUEUR"},{"type":"add","content":"2025-04-24 MODIFIE cible Décret n° 2025-376 du 24 avril 2025 modifiant le code des transports et approuvant le contrat-type applicable aux transports publics routiers en citernes - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":"2999-01-01 CITATION source Code des transports - article Annexe III AUTONOME MODIFIE, en vigueur du 2017-01-01 au 2021-02-27"},{"type":"add","content":"2999-01-01 CITATION source Code des transports - article Annexe III AUTONOME VIGUEUR, en vigueur depuis le 2025-05-01"},{"type":"del","content":"      2999-01-01 CITATION source Code des transports - art. L1432-4 (V)"},{"type":"add","content":"      2999-01-01 CITATION source Code des transports - art. L1432-4"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/45/01/LEGIARTI000033450109.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/45/01/LEGIARTI000033450109.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/45/01/LEGIARTI000033450109.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/51/52/53/LEGIARTI000051525365.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/51/52/53/LEGIARTI000051525365.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/51/52/53/LEGIARTI000051525365.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033450109)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000051525365)"}],"status":"modified"}],"stats":{"additions":351,"deletions":302,"filesChanged":2}}