{"sha":"0ae7013c3d46","date":"2011-08-04","message":"Arrêté du 21 juin 2011 portant homologation de la norme d'exercice professionnel relative à la prise en compte du risque d'anomalies significatives dans les comptes résultant du non-respect des textes légaux et réglementaires","files":[{"filename":"partie_arretes/livre_viii/titre_ii/chapitre_iii/section_3/sous-section_2/paragraphe_4/article_a823-16.md","articleName":"Article A823-16","additions":32,"deletions":23,"diff":[{"type":"del","content":"La norme d'exercice professionnel relative à la prise en compte du risque d'anomalies significatives dans les comptes résultant du non-respect de textes légaux et réglementaires, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous :"},{"type":"add","content":"La norme d'exercice professionnel relative à la prise en compte du risque d'anomalies significatives dans les comptes résultant du non-respect des textes légaux et réglementaires, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous :"},{"type":"del","content":"NORME D'EXERCICE PROFESSIONNEL RELATIVE À LA PRISE EN COMPTE DU RISQUE D'ANOMALIES SIGNIFICATIVES DANS LES COMPTES RÉSULTANT DU NON-RESPECT DE TEXTES LÉGAUX ET RÉGLEMENTAIRES"},{"type":"add","content":"PRISE EN COMPTE DU RISQUE D'ANOMALIES SIGNIFICATIVES DANS LES COMPTES RÉSULTANT DU NON-RESPECT DES TEXTES LÉGAUX ET RÉGLEMENTAIRES"},{"type":"del","content":"― afin d'identifier et d'évaluer le risque d'anomalies significatives dans les comptes résultant du non-respect éventuel de textes légaux et réglementaires ;"},{"type":"add","content":"- afin d'identifier et d'évaluer le risque d'anomalies significatives dans les comptes résultant du non-respect éventuel de textes légaux et réglementaires ;"},{"type":"del","content":"― lorsqu'il identifie des cas de non-respect de textes légaux et réglementaires susceptibles de conduire à des anomalies dans les comptes."},{"type":"add","content":"- lorsqu'il identifie des cas de non-respect de textes légaux et réglementaires susceptibles de conduire à des anomalies dans les comptes."},{"type":"del","content":"3. Elle définit en outre les incidences sur l'opinion du commissaire aux comptes des cas de non-respect de textes légaux et réglementaires susceptibles de conduire à des anomalies significatives dans les comptes qu'il a identifiées."},{"type":"add","content":"3. Elle définit en outre les incidences sur l'opinion du commissaire aux comptes des cas de non-respect de textes légaux et réglementaires susceptibles de conduire à des anomalies significatives dans les comptes qu'il a identifiés."},{"type":"del","content":"― des textes légaux et réglementaires qu'elle estime susceptibles d'avoir une incidence déterminante sur l'activité de l'entité ;"},{"type":"add","content":"- des textes légaux et réglementaires qu'elle estime susceptibles d'avoir une incidence déterminante sur l'activité de l'entité ;"},{"type":"del","content":"― des procédures conçues et mises en œuvre dans l'entité visant à garantir le respect des textes légaux et réglementaires ;"},{"type":"add","content":"- des procédures conçues et mises en œuvre dans l'entité visant à garantir le respect des textes légaux et réglementaires ;"},{"type":"del","content":"― des règles et procédures existantes pour identifier les litiges et pour évaluer et comptabiliser leurs incidences."},{"type":"add","content":"- des règles et procédures existantes pour identifier les litiges et pour évaluer et comptabiliser leurs incidences."},{"type":"del","content":"― il en acquiert une connaissance suffisante pour lui permettre de vérifier leur application ;"},{"type":"add","content":"- il en acquiert une connaissance suffisante pour lui permettre de vérifier leur application ;"},{"type":"del","content":"― il collecte des éléments suffisants et appropriés justifiant de leur respect."},{"type":"add","content":"- il collecte des éléments suffisants et appropriés justifiant de leur respect."},{"type":"del","content":"― il s'enquiert auprès de la direction du respect de ces textes ;"},{"type":"add","content":"- il s'enquiert auprès de la direction du respect de ces textes ;"},{"type":"del","content":"― il prend connaissance de la correspondance reçue des autorités administratives et de contrôle pour identifier les cas éventuels de non-respect des textes."},{"type":"add","content":"- il prend connaissance de la correspondance reçue des autorités administratives et de contrôle pour identifier les cas éventuels de non-respect des textes."},{"type":"del","content":"― apprécie si ce non-respect conduit à une anomalie significative dans les comptes ;"},{"type":"add","content":"- apprécie si ce non-respect conduit à une anomalie significative dans les comptes ;"},{"type":"del","content":"― en analyse l'incidence sur son évaluation du risque d'anomalies significatives dans les comptes, sur les procédures d'audit mises en œuvre et sur les éléments collectés, notamment sur la fiabilité des déclarations de la direction."},{"type":"add","content":"- en analyse l'incidence sur son évaluation du risque d'anomalies significatives dans les comptes, sur les procédures d'audit mises en œuvre et sur les éléments collectés, notamment sur la fiabilité des déclarations de la direction."},{"type":"del","content":"12. Le commissaire aux comptes communique dès que possible les cas de non-respect de textes légaux et réglementaires relevés à l'organe d'administration ou de surveillance de l'entité ou s'assure que cet organe en a été informé."},{"type":"add","content":"12. Le commissaire aux comptes communique dès que possible les cas de non-respect de textes légaux et réglementaires relevés aux organes mentionnés à l'article L. 823-16 du code de commerce ou s'assure qu'ils en ont été informés."},{"type":"del","content":"― il apprécie la nécessité de formuler une observation afin d'attirer l'attention du lecteur des comptes sur l'information fournie dans l'annexe au titre de cette incertitude lorsque cette information est pertinente ;"},{"type":"add","content":"- il apprécie la nécessité de formuler une observation afin d'attirer l'attention du lecteur des comptes sur l'information fournie dans l'annexe au titre de cette incertitude lorsque cette information est pertinente ;"},{"type":"del","content":"― il en évalue l'incidence sur son opinion, lorsque aucune information n'est fournie dans l'annexe sur cette incertitude ou lorsque l'information fournie n'est pas pertinente."},{"type":"add","content":"- il en évalue l'incidence sur son opinion lorsque aucune information n'est fournie dans l'annexe sur cette incertitude ou lorsque l'information fournie n'est pas pertinente."},{"type":"del","content":"Arrêté du 14 janvier 2009 relatif à la partie Arrêtés du code de commerce - article Annexe ENTIEREMENT_MODIF CREE source"},{"type":"add","content":"Arrêté du 28 décembre 2023 portant modification du titre II du livre VIII du code de commerce - article 5 ENTIEREMENT_MODIF TRANSFERE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de commerce - article A821-81 AUTONOME VIGUEUR, en vigueur depuis le 2024-01-01 CONCORDE cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Arrêté du 21 juin 2011 portant homologation de la norme d'exercice professionnel relative à la prise en compte du risque d'anomalies significatives dans les comptes résultant du non-respect des textes légaux et réglementaires - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2009-01-14 CREE cible Arrêté du 14 janvier 2009 relatif à la partie Arrêtés du code de commerce - article Annexe ENTIEREMENT_MODIF"},{"type":"add","content":"2011-06-21 MODIFIE cible Arrêté du 21 juin 2011 portant homologation de la norme d'exercice professionnel relative à la prise en compte du risque d'anomalies significatives dans les comptes résultant du non-respect des textes légaux et réglementaires - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-12-28 TRANSFERE cible Arrêté du 28 décembre 2023 portant modification du titre II du livre VIII du code de commerce - article 5 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/16/34/LEGIARTI000020163420.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/16/34/LEGIARTI000020163420.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/20/16/34/LEGIARTI000020163420.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/24/44/91/LEGIARTI000024449179.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/24/44/91/LEGIARTI000024449179.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/24/44/91/LEGIARTI000024449179.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000020163420)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000024449179)"}],"status":"modified"}],"stats":{"additions":32,"deletions":23,"filesChanged":1}}