{"sha":"0cd87fac6a5a","date":"2008-11-25","message":"Ordonnance n° 2008-1161 du 13 novembre 2008 portant modernisation de la régulation de la concurrence","files":[{"filename":"partie_legislative/livre_vii/titre_v/chapitre_ii/section_3/article_l752-26.md","articleName":"Article L752-26","additions":8,"deletions":8,"diff":[{"type":"del","content":"En cas d'exploitation abusive d'une position dominante ou d'un état de dépendance économique de la part d'une entreprise ou d'un groupe d'entreprises exploitant un ou plusieurs magasins de commerce de détail, le Conseil de la concurrence peut procéder aux injonctions et aux sanctions pécuniaires prévues à l'article L. 464-2."},{"type":"add","content":"En cas d'exploitation abusive d'une position dominante ou d'un état de dépendance économique de la part d'une entreprise ou d'un groupe d'entreprises exploitant un ou plusieurs magasins de commerce de détail, l'Autorité de la concurrence peut procéder aux injonctions et aux sanctions pécuniaires prévues à l'article L. 464-2."},{"type":"del","content":"Si les injonctions prononcées et les sanctions pécuniaires appliquées n'ont pas permis de mettre fin à l'abus de position dominante ou à l'état de dépendance économique, le Conseil de la concurrence peut, par une décision motivée prise après réception des observations de l'entreprise ou du groupe d'entreprises en cause, lui enjoindre de modifier, de compléter ou de résilier, dans un délai déterminé, tous accords et tous actes par lesquels s'est constituée la puissance économique qui a permis ces abus. Il peut, dans les mêmes conditions, lui enjoindre de procéder à la cession de surfaces, si cette cession constitue le seul moyen permettant de garantir une concurrence effective dans la zone de chalandise considérée."},{"type":"add","content":"Si les injonctions prononcées et les sanctions pécuniaires appliquées n'ont pas permis de mettre fin à l'abus de position dominante ou à l'état de dépendance économique, l'Autorité de la concurrence peut, par une décision motivée prise après réception des observations de l'entreprise ou du groupe d'entreprises en cause, lui enjoindre de modifier, de compléter ou de résilier, dans un délai déterminé, tous accords et tous actes par lesquels s'est constituée la puissance économique qui a permis ces abus. Elle peut, dans les mêmes conditions, lui enjoindre de procéder à la cession de surfaces, si cette cession constitue le seul moyen permettant de garantir une concurrence effective dans la zone de chalandise considérée."},{"type":"del","content":"LOI n° 2008-776 du 4 août 2008 de modernisation de l'économie - article 102 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2008-08-06 CREE source"},{"type":"add","content":"Ordonnance n° 2008-1161 du 13 novembre 2008 portant modernisation de la régulation de la concurrence - article 4 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":"2008-08-04 CREE cible LOI n° 2008-776 du 4 août 2008 de modernisation de l'économie - article 102 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2008-08-06"},{"type":"add","content":"2008-11-13 MODIFICATION source Ordonnance n° 2008-1161 du 13 novembre 2008 portant modernisation de la régulation de la concurrence - article 4 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/19/29/76/LEGIARTI000019297679.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/19/29/76/LEGIARTI000019297679.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/19/29/76/LEGIARTI000019297679.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/19/86/38/LEGIARTI000019863846.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/19/86/38/LEGIARTI000019863846.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/19/86/38/LEGIARTI000019863846.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000019297679)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000019863846)"}],"status":"modified"}],"stats":{"additions":8,"deletions":8,"filesChanged":1}}