{"sha": "0e8108c30f82", "date": "2025-11-05", "message": "Arrêté du 29 octobre 2025 portant homologation d'une norme d'exercice professionnel révisée relative à l'audit des comptes de groupe", "files": [{"filename": "partie_arretes/livre_viii/titre_ii/chapitre_ier/section_3/sous-section_3/paragraphe_2/sous-paragraphe_1/article_a821-64.md", "articleName": "Article A821-64", "additions": 366, "deletions": 157, "diff": [{"type": "unchanged", "content": "index 7e853628..22abc1e8 100644"}, {"type": "unchanged", "content": "--- a/partie_arretes/livre_viii/titre_ii/chapitre_ier/section_3/sous-section_3/paragraphe_2/sous-paragraphe_1/article_a821-64.md"}, {"type": "unchanged", "content": "+++ b/partie_arretes/livre_viii/titre_ii/chapitre_ier/section_3/sous-section_3/paragraphe_2/sous-paragraphe_1/article_a821-64.md"}, {"type": "unchanged", "content": "---"}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": "# Article A821-64"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "La norme d'exercice professionnel relative aux principes spécifiques applicables à l'audit des comptes consolidés, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous :"}, {"type": "add", "content": "La norme d'exercice professionnel relative à l'audit des comptes de groupe (y compris l'utilisation des travaux des auditeurs des composants)-aspects particuliers, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous :"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "NEP 600. Principes spécifiques applicables à l'audit des comptes consolidés"}, {"type": "add", "content": "NEP 600. Audit des comptes de groupe (y compris l'utilisation des travaux des auditeurs des composants)-aspects particuliers"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "Introduction"}, {"type": "add", "content": "Champ d'application de la norme"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "1. En application du deuxième alinéa de l'article L. 821-53 du code de commerce, les commissaires aux comptes certifient, en justifiant de leurs appréciations, que les comptes consolidés sont réguliers et sincères et donnent une image fidèle du patrimoine, de la situation financière ainsi que du résultat de l'ensemble constitué par les personnes et entités comprises dans la consolidation."}, {"type": "add", "content": "01. La présente norme traite des principes applicables à la certification des comptes de groupe, notamment lorsqu'il y a participation d'auditeurs de composants."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "Pour répondre à cette obligation légale, les commissaires aux comptes formulent une opinion sur les comptes consolidés après avoir mis en œuvre un audit, en application des normes d'exercice professionnel."}, {"type": "add", "content": "Elle traite également des principes spécifiques applicables à l'associé responsable de l'audit du groupe ou à l'auditeur du groupe, selon le cas, y compris en ce qui concerne la direction et la supervision des auditeurs des composants et la revue de leurs travaux."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "2. La présente norme a pour objet de définir, en complément des dispositions prévues par les normes d'exercice professionnel relatives à la certification des comptes, les principes spécifiques applicables à l'audit des comptes consolidés."}, {"type": "add", "content": "La présente norme complète les dispositions prévues par d'autres textes, notamment le code de déontologie, les normes de déontologie et les autres normes d'exercice professionnel."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "Ces principes s'appliquent également lorsque les comptes à certifier par le commissaire aux comptes sont des comptes combinés."}, {"type": "add", "content": "02. Les comptes de groupe, tels que définis par la présente norme, sont les comptes consolidés, les comptes combinés ou les comptes annuels, qui :"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "La présente norme n'a pas pour objet de définir les principes qui régissent l'exercice collégial de l'audit des comptes réalisé par plusieurs commissaires aux comptes, qui font l'objet de la norme d'exercice professionnel correspondante."}, {"type": "add", "content": "-incluent les comptes de plus d'une entité ou unité opérationnelle du fait d'un processus de consolidation tel que décrit au paragraphe 12 (k) ; et"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "3. Dans le contexte particulier de l'audit des comptes consolidés, le risque d'audit comprend notamment le risque qu'une anomalie présente dans l'information comptable des entités comprises dans la consolidation et pouvant générer des anomalies significatives dans les comptes consolidés ne soit détectée ni par les professionnels chargés du contrôle des comptes de ces entités, ni par le commissaire aux comptes."}, {"type": "add", "content": "-font l'objet d'une certification par le ou les commissaires aux comptes dans le cadre de leur mission légale prévue à l'article L. 821-53 du code de commerce."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "4. Par convention, dans la présente norme :"}, {"type": "add", "content": "Une entité ou unité opérationnelle d'un groupe peut également préparer ses propres comptes de groupe concernant des entités ou des unités opérationnelles qu'elle englobe, il s'agit alors d'un sous-groupe. La présente norme s'applique également à l'audit des comptes de groupe d'un tel sous-groupe."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-le terme “ entités ” désigne les entités comprises dans la consolidation ;"}, {"type": "add", "content": "Groupes et composants"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-le terme “ entité consolidante ” désigne l'entité qui établit les comptes consolidés soumis à certification du commissaire aux comptes ;"}, {"type": "add", "content": "03. Pour la gestion de ses activités, un groupe peut être organisé de différentes manières."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-le terme “ commissaire aux comptes ” désigne l'organe de contrôle légal des comptes de l'entité consolidante ;"}, {"type": "add", "content": "Par exemple, il peut être organisé par entités juridiques, par emplacements géographiques, par unités économiques telles que des succursales ou des divisions, ou encore par fonctions ou branches d'activité."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-le terme “ information comptable des entités ” désigne les comptes ou l'information préparée par les entités, selon les instructions de l'entité consolidante aux fins d'inclusion dans les comptes consolidés, telle que la liasse de consolidation ;"}, {"type": "add", "content": "Quel que soit le mode d'organisation retenu par le groupe, ces différentes constituantes sont collectivement désignées par l'expression “ entités ou unités opérationnelles ” dans la présente norme."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-le terme “ professionnels chargés du contrôle des comptes des entités ” désigne les commissaires aux comptes des entités ou les autres professionnels qui réalisent les travaux de contrôle sur l'information comptable des entités."}, {"type": "add", "content": "04. L'auditeur du groupe, tel que défini au paragraphe 12 (h), détermine la démarche à suivre pour la planification et la mise en œuvre des procédures d'audit visant à répondre à l'évaluation du risque d'anomalies significatives dans les comptes du groupe."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "Lettre de mission"}, {"type": "add", "content": "A cette fin, il exerce son jugement professionnel notamment pour déterminer les composants à l'égard desquels des travaux d'audit seront effectués."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "5. Le commissaire aux comptes applique les dispositions de la norme d'exercice professionnel relative à la lettre de mission."}, {"type": "add", "content": "Il procède à cette détermination en se fondant sur la connaissance qu'il a du groupe et de son environnement, et en tenant compte d'autres facteurs, dont :"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "Planification de l'audit"}, {"type": "add", "content": "-la possibilité ou non de centraliser la mise en œuvre des procédures d'audit ;"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "6. Le commissaire aux comptes planifie son audit des comptes consolidés conformément aux principes de la norme d'exercice professionnel relative à la planification de la mission."}, {"type": "add", "content": "-la présence ou non de centres de services partagés qui ont pour objectif de centraliser les activités ou les processus qui concernent plus d'une entité ou unité opérationnelle ; et"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "Prise de connaissance de l'ensemble consolidé et de son environnement et évaluation du risque d'anomalies significatives"}, {"type": "add", "content": "-l'existence de systèmes d'information et de contrôle interne communs entre plusieurs entités ou unités opérationnelles. Dans ce cas, l'auditeur du groupe peut estimer pertinent que ces entités ou unités opérationnelles constituent un composant."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "7. En application de la norme d'exercice professionnel relative à la connaissance de l'entité et de son environnement et à l'évaluation du risque d'anomalies significatives dans les comptes, le commissaire aux comptes identifie et évalue le risque d'anomalies significatives au niveau des comptes consolidés."}, {"type": "add", "content": "Participation des auditeurs des composants"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "Pour ce faire, le commissaire aux comptes prend connaissance :"}, {"type": "add", "content": "05. L'associé responsable de l'audit du groupe détermine les ressources humaines, technologiques et intellectuelles, suffisantes et appropriées, à affecter à la mission ou à mettre à la disposition de l'équipe affectée à la mission en temps opportun."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-de l'ensemble consolidé et des entités qui le constituent, de leurs activités et de leur environnement, du processus d'élaboration des comptes consolidés défini par l'entité consolidante et des instructions adressées par sa direction aux entités de l'ensemble consolidé ;"}, {"type": "add", "content": "Lorsque ces ressources comptent des auditeurs des composants, l'auditeur du groupe détermine la nature, le calendrier et l'étendue de la participation des auditeurs des composants."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-des contrôles conçus par l'entité consolidante et mis en œuvre dans l'ensemble consolidé pour les besoins de l'établissement des comptes consolidés, afin :"}, {"type": "add", "content": "06. Pour satisfaire aux exigences de la présente norme, l'auditeur du groupe peut faire appel aux auditeurs des composants et leur demander de lui fournir des informations ou d'effectuer des travaux d'audit au motif que les auditeurs des composants ont, par exemple, une plus grande expérience et une connaissance plus approfondie des composants et de leurs environnements, y compris des textes légaux et réglementaires locaux ainsi que des pratiques commerciales, de la langue et de la culture locales, que l'auditeur du groupe."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-d'identifier les entités importantes pour l'audit des comptes consolidés en fonction de l'importance de leur contribution individuelle ou de l'importance du risque d'anomalies significatives que l'information comptable de ces entités peut faire peser sur les comptes consolidés ;"}, {"type": "add", "content": "Par conséquent, il peut arriver, et il arrive souvent, que des auditeurs des composants participent à toutes les étapes de l'audit du groupe."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-d'évaluer le risque d'anomalies significatives dans les comptes consolidés résultant de fraudes ou d'erreurs."}, {"type": "add", "content": "07. Le risque d'audit est fonction du risque d'anomalies significatives et du risque de non-détection."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "8. Lors de sa prise de connaissance, le commissaire aux comptes tient compte des informations recueillies avant l'acceptation de son mandat."}, {"type": "add", "content": "Dans un audit de groupe, le risque de non-détection comprend le risque que l'auditeur d'un composant ne détecte pas une anomalie dans les comptes du composant qui pourrait aboutir à une anomalie significative dans les comptes du groupe et que cette dernière ne soit pas détectée par l'auditeur du groupe. C'est pourquoi la présente norme requiert une participation suffisante et appropriée de l'associé responsable de l'audit du groupe ou de l'auditeur du groupe, selon le cas, aux travaux des auditeurs des composants, et souligne l'importance d'un processus d'échange entre l'auditeur du groupe et les auditeurs des composants. Elle précise aussi les aspects que l'auditeur du groupe prend en considération pour déterminer la nature, le calendrier et l'étendue de la direction et de la supervision des auditeurs des composants, ainsi que de la revue de leurs travaux."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "Connaissance des professionnels chargés du contrôle des comptes des entités"}, {"type": "add", "content": "Esprit critique"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "9. En application des dispositions de l'article L. 821-53 du code de commerce, la certification des comptes consolidés est délivrée notamment après examen des travaux des commissaires aux comptes des personnes et entités comprises dans la consolidation ou, s'il n'en est point, des professionnels chargés du contrôle des comptes desdites personnes et entités."}, {"type": "add", "content": "08. Les membres de l'équipe affectée à la mission font preuve d'esprit critique tout au long de la planification et de la réalisation de l'audit du groupe et exercent leur jugement professionnel."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "10. Le commissaire aux comptes évalue la possibilité d'utiliser, pour les besoins de l'audit des comptes consolidés, les éléments collectés et les conclusions émises par les professionnels chargés du contrôle des comptes des entités. Pour ce faire, il examine les critères suivants :"}, {"type": "add", "content": "Par leurs actions et leurs communications, y compris les mesures qu'ils prennent pour faire valoir l'importance que chaque membre de l'équipe affectée à la mission accorde à l'exercice de l'esprit critique tout au long de l'audit du groupe, les membres de l'équipe affectée à la mission démontrent qu'ils exercent leur esprit critique de manière appropriée."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "a) L'identité de ces professionnels et la nature de la mission qui leur a été confiée, leur qualification professionnelle et leur compétence ;"}, {"type": "add", "content": "Ces actions et communications peuvent comprendre des mesures spécifiques visant à atténuer les obstacles susceptibles d'entraver l'exercice d'un esprit critique approprié."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "b) Leur compréhension des règles d'indépendance et de déontologie applicables à l'audit des comptes consolidés et leur capacité à les respecter ;"}, {"type": "add", "content": "La direction et la supervision des membres de l'équipe affectée à la mission, y compris des auditeurs des composants, et la revue de leurs travaux peuvent aider l'auditeur du groupe à savoir si l'équipe affectée à la mission a exercé son esprit critique de manière appropriée."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "c) La possibilité qu'il a d'être impliqué dans les travaux qui seront réalisés par ces professionnels pour les besoins de l'audit des comptes consolidés ;"}, {"type": "add", "content": "L'exercice de l'esprit critique par l'auditeur du groupe implique notamment qu'il demeure attentif aux éventuelles incohérences entre les informations fournies par les auditeurs des composants, par la direction des composants et par la direction du groupe concernant des questions qui pourraient s'avérer importantes par rapport aux comptes du groupe."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "d) L'existence d'un système de surveillance de leur profession dans l'environnement réglementaire des entités."}, {"type": "add", "content": "Application proportionnée"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "11. A l'issue de cet examen, si le commissaire aux comptes estime qu'il ne peut utiliser pour les besoins de l'audit des comptes consolidés les travaux des professionnels chargés du contrôle des comptes des entités, il adapte son niveau d'implication dans les travaux requis et, si besoin, réalise lui-même ces travaux."}, {"type": "add", "content": "09. La présente norme vise tous les audits de groupe, peu importe la taille ou la complexité du groupe ; les principes qu'elle édicte sont appliqués en fonction de la nature et des circonstances de chaque audit de groupe."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "Seuils de signification"}, {"type": "add", "content": "Par exemple, lorsque l'audit du groupe est réalisé entièrement par l'auditeur du groupe, certaines diligences requises par la présente norme ne sont pas applicables étant conditionnées à la participation d'auditeurs des composants. Ce peut être le cas lorsque l'auditeur du groupe est en mesure de mettre en œuvre les procédures d'audit de façon centralisée ou de mettre en œuvre les procédures à l'égard des composants sans faire participer d'auditeurs des composants."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "12. Le commissaire aux comptes détermine :"}, {"type": "add", "content": "Responsabilités de l'associé responsable de l'audit du groupe et de l'auditeur du groupe"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "a) Le seuil de signification au niveau des comptes consolidés pris dans leur ensemble ;"}, {"type": "add", "content": "10. La responsabilité et l'obligation ultime de rendre compte du respect des diligences requises par la présente norme incombent à l'associé responsable de l'audit du groupe."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "b) Le cas échéant, des seuils de signification au niveau des comptes consolidés de montants inférieurs pour certaines catégories d'opérations, certains soldes de comptes ou certaines informations fournies dans l'annexe aux comptes consolidés ;"}, {"type": "add", "content": "Dans la présente norme, lorsque l'expression “ l'associé responsable de l'audit du groupe assume la responsabilité de … ” ou “ l'auditeur du groupe assume la responsabilité de … ” est utilisée dans le libellé de la diligence, il est permis à l'associé responsable de l'audit du groupe ou à l'auditeur du groupe de confier la conception ou la mise en œuvre de procédures, de tâches ou d'actions à des membres de l'équipe affectée à la mission possédant les compétences ou l'expérience requises, y compris des auditeurs des composants."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "c) Le seuil de signification au niveau des comptes de chaque entité dont l'information comptable doit faire l'objet, pour les besoins de l'audit des comptes consolidés, d'un audit ou d'un examen limité ; ce seuil est toujours inférieur au seuil de signification déterminé au niveau des comptes consolidés pris dans leur ensemble ;"}, {"type": "add", "content": "En revanche, lorsque les expressions susmentionnées ne sont pas utilisées, il incombe à l'associé responsable de l'audit du groupe ou à l'auditeur du groupe, selon le cas, de mettre en œuvre lui-même la diligence en obtenant au besoin des informations auprès d'autres membres de l'équipe affectée à la mission ou auprès de la structure d'exercice professionnel."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "d) Le seuil en dessous duquel des anomalies sont manifestement insignifiantes au regard des comptes consolidés pris dans leur ensemble."}, {"type": "add", "content": "Objectifs"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "13. Lorsque les comptes d'une entité font l'objet d'un audit en application des textes légaux et réglementaires, des statuts ou de toute autre obligation et que le commissaire aux comptes estime, sur la base des critères définis au paragraphe 10 de la présente norme, qu'il pourra utiliser ces travaux pour ses propres besoins, il apprécie le caractère approprié du seuil de signification au niveau des comptes de l'entité pris dans leur ensemble, déterminé par le professionnel chargé du contrôle des comptes de l'entité."}, {"type": "add", "content": "11. La présente norme a pour objet de définir, en complément des dispositions prévues par les normes d'exercice professionnel relatives à la certification des comptes, les principes spécifiques suivants applicables à l'audit des comptes du groupe :"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "14. Lorsque le professionnel chargé du contrôle des comptes d'une entité définit un montant inférieur au seuil de signification pour la mise en œuvre de ses procédures d'audit, tel que défini dans la norme d'exercice professionnel relative aux “ anomalies significatives et seuil de signification ”, le commissaire aux comptes en apprécie le caractère approprié."}, {"type": "add", "content": "(a) déterminer, en ce qui concerne l'acceptation et le maintien de la mission d'audit du groupe, si l'on peut raisonnablement s'attendre à collecter des éléments suffisants et appropriés pour fonder une opinion d'audit sur les comptes du groupe ;"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "Réponses à l'évaluation des risques"}, {"type": "add", "content": "(b) identifier et évaluer le risque d'anomalies significatives dans les comptes du groupe, que celles-ci résultent de fraudes ou d'erreurs, de même que planifier et mettre en œuvre des procédures d'audit pour répondre de façon appropriée à cette évaluation du risque ;"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "15. En réponse à son évaluation du risque d'anomalies significatives au niveau des comptes consolidés, le commissaire aux comptes détermine :"}, {"type": "add", "content": "(c) participer de façon suffisante et appropriée aux travaux des auditeurs des composants tout au long de l'audit du groupe, ce qui implique notamment de communiquer clairement avec eux au sujet de l'étendue et du calendrier de leurs travaux et d'évaluer les résultats de ces travaux ; et"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-les tests à réaliser, le cas échéant, sur l'efficacité des contrôles conçus par l'entité consolidante et mis en œuvre dans l'ensemble consolidé pour les besoins de l'établissement des comptes consolidés ;"}, {"type": "add", "content": "(d) déterminer si les procédures d'audit mises en œuvre, y compris les travaux effectués par les auditeurs des composants, ont permis de collecter des éléments suffisants et appropriés pour fonder l'opinion d'audit sur les comptes du groupe."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-la nature, le calendrier et l'étendue des travaux à réaliser sur l'information comptable établie par les entités pour les besoins de l'audit des comptes consolidés ;"}, {"type": "add", "content": "Définitions"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-la nature et l'étendue de son implication dans les travaux réalisés par les professionnels chargés du contrôle des comptes des entités pour les besoins de l'audit des comptes consolidés ainsi que le calendrier correspondant."}, {"type": "add", "content": "12. Dans la présente norme, on entend par :"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "Tests sur l'efficacité des contrôles conçus par l'entité consolidante"}, {"type": "add", "content": "(a) “ risque d'agrégation ” : le risque que le total des anomalies non corrigées et non détectées excède le seuil de signification pour les comptes pris dans leur ensemble. En général, le risque d'agrégation augmente avec le nombre de composants, les procédures d'audit pouvant être mises en œuvre séparément, que ce soit par des auditeurs de composants ou par d'autres membres de l'équipe affectée à la mission ;"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "16. Le commissaire aux comptes réalise ou demande aux professionnels chargés du contrôle des comptes des entités de réaliser des tests sur l'efficacité des contrôles conçus par l'entité consolidante et mis en œuvre dans l'ensemble consolidé pour les besoins de l'établissement des comptes consolidés dans les cas suivants :"}, {"type": "add", "content": "(b) “ composant ” : une entité, une unité opérationnelle, une fonction ou un segment d'activité, ou une combinaison de celles-ci, selon le découpage établi par l'auditeur du groupe pour la planification et la mise en œuvre des procédures d'audit dans le cadre de l'audit du groupe ;"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-lorsque les travaux à réaliser sur le processus d'établissement des comptes consolidés ou sur l'information comptable des entités reposent sur l'hypothèse selon laquelle ces contrôles fonctionnent efficacement ;"}, {"type": "add", "content": "(c) “ auditeur d'un composant ” : un professionnel qui effectue des travaux d'audit à l'égard d'un composant pour les besoins de l'audit des comptes du groupe. L'auditeur d'un composant fait partie de l'équipe affectée à la mission d'audit du groupe ;"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-lorsqu'il considère que les seuls contrôles de substance ne permettent pas de réduire le risque d'audit à un niveau suffisamment faible pour obtenir l'assurance recherchée."}, {"type": "add", "content": "Lorsque l'audit d'un composant est réalisé collégialement par plusieurs professionnels, la notion d'“ auditeur d'un composant ” s'entend de l'ensemble de ces professionnels ;"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "Nature et étendue des travaux sur l'information comptable établie par les entités pour les besoins de l'audit des comptes consolidés"}, {"type": "add", "content": "(d) “ direction d'un composant ” : les dirigeants responsables de l'information comptable et financière ou du traitement des opérations d'un composant à l'égard duquel une procédure d'audit est mise en œuvre ;"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "Entités importantes au regard des comptes consolidés"}, {"type": "add", "content": "(e) “ seuil de planification au niveau du composant ” : le montant que l'auditeur du groupe établit afin de ramener à un niveau suffisamment faible le risque d'agrégation pour la planification et la mise en œuvre des procédures d'audit à l'égard d'un composant ;"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "17. Lorsque le commissaire aux comptes a identifié qu'une entité est importante pour l'audit des comptes consolidés en raison de l'importance de sa contribution individuelle au regard des comptes consolidés, le commissaire aux comptes ou le professionnel chargé du contrôle des comptes de l'entité effectue un audit de l'information comptable de celle-ci en utilisant le ou les seuil (s) de signification défini (s) au niveau des comptes de cette dernière."}, {"type": "add", "content": "(f) “ groupe ” : l'entité comptable pour laquelle sont préparés les comptes du groupe ;"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "18. Lorsque le commissaire aux comptes détermine qu'une entité est importante en raison de l'importance du risque d'anomalies significatives que son information comptable peut faire peser sur les comptes consolidés, le commissaire aux comptes ou le professionnel chargé du contrôle des comptes de celle-ci met en œuvre une ou plusieurs des diligences suivantes :"}, {"type": "add", "content": "(g) “ audit du groupe ” : l'audit des comptes du groupe ;"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-un audit de l'information comptable de l'entité en utilisant le ou les seuil (s) de signification défini (s) au niveau des comptes de cette dernière ;"}, {"type": "add", "content": "(h) “ auditeur du groupe ” : l'associé responsable de l'audit du groupe et les autres membres de l'équipe affectée à la mission, hormis les auditeurs des composants. L'auditeur du groupe a la responsabilité :"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-un audit d'un ou de plusieurs soldes de comptes, de catégories d'opérations ou d'autres éléments d'information sur lesquels un risque élevé d'anomalies significatives a été identifié ;"}, {"type": "add", "content": "(i) d'établir le plan de mission et le programme de travail relatifs à l'audit du groupe ;"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-des procédures d'audit spécifiques en réponse au risque élevé d'anomalies significatives."}, {"type": "add", "content": "(ii) de diriger et de superviser les auditeurs des composants, et de procéder à une revue de leurs travaux ;"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "Entités non importantes au regard des comptes consolidés"}, {"type": "add", "content": "(iii) d'évaluer les conclusions tirées des éléments suffisants et appropriés collectés qui permettent de fonder une opinion d'audit sur les comptes du groupe ;"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "19. Le commissaire aux comptes effectue, au niveau des comptes consolidés, des procédures analytiques."}, {"type": "add", "content": "Lorsque l'audit du groupe est réalisé collégialement par plusieurs commissaires aux comptes, la notion d'“ auditeur du groupe ” s'entend des associés responsables de l'audit du groupe et des autres membres des équipes affectées à la mission, hormis les auditeurs des composants, qui réalisent l'audit du groupe pour le compte de chacun des commissaires aux comptes ;"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "20. Le commissaire aux comptes apprécie si les éléments susceptibles d'être collectés à partir :"}, {"type": "add", "content": "(i) “ opinion d'audit sur les comptes du groupe ” : l'opinion d'audit exprimée sur les comptes du groupe ;"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-des travaux réalisés sur l'information comptable des entités importantes ;"}, {"type": "add", "content": "(j) “ associé responsable de l'audit du groupe ” : l'associé responsable de mission qui est responsable de l'audit du groupe ;"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-des travaux réalisés sur le processus d'établissement des comptes consolidés et sur les contrôles conçus dans l'entité consolidante et mis en œuvre dans l'ensemble consolidé pour les besoins de l'établissement des comptes consolidés ;"}, {"type": "add", "content": "Dans la présente norme, le terme “ associé ” s'entend du commissaire aux comptes personne physique qui signe le rapport d'audit. Lorsque le mandat est détenu par une société de commissariat aux comptes, le terme “ associé ” s'entend des personnes visées à l'article L. 821-25 du code de commerce ;"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-des procédures analytiques effectuées au niveau des comptes consolidés, pourront être suffisants et appropriés pour fonder son opinion sur les comptes consolidés."}, {"type": "add", "content": "Lorsque l'audit du groupe est réalisé collégialement par plusieurs commissaires aux comptes, la notion d'“ associé responsable de l'audit du groupe ” s'entend des associés responsables de l'audit du groupe intervenant pour le compte de chacun des commissaires aux comptes ;"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "Dans le cas contraire, il sélectionne des entités non importantes au regard des comptes consolidés sur lesquelles une ou plusieurs des diligences suivantes seront mises en œuvre par lui-même ou par les professionnels chargés du contrôle des comptes de celles-ci :"}, {"type": "add", "content": "(k) “ comptes du groupe ” : les comptes du groupe, au sens de la présente norme, sont les comptes consolidés, les comptes combinés ou les comptes annuels qui :"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-un audit ou un examen limité de l'information comptable de l'entité en utilisant le seuil de signification défini au niveau des comptes de cette dernière ;"}, {"type": "add", "content": "-incluent les comptes de plus d'une entité ou unité opérationnelle du fait d'un processus de consolidation ; et"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-un audit de l'un ou de plusieurs soldes de comptes, catégories d'opérations ou d'autres éléments d'information ;"}, {"type": "add", "content": "-font l'objet d'une certification par le ou les commissaires aux comptes dans le cadre de leur mission légale prévue à l'article L. 821-53 du code de commerce."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-des procédures spécifiques."}, {"type": "add", "content": "Dans la présente norme, le terme “ processus de consolidation ” ne s'entend pas seulement de la préparation de comptes consolidés ou de comptes combinés conformément au référentiel comptable applicable, mais s'entend également de la préparation de comptes agrégés concernant des entités ou des unités opérationnelles telles que des succursales ou des divisions ;"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "Le commissaire aux comptes modifie périodiquement la sélection de ces entités."}, {"type": "add", "content": "(l) “ direction du groupe ” : les dirigeants responsables de la préparation des comptes du groupe ;"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "Nature et étendue de l'implication du commissaire aux comptes dans les travaux réalisés par les professionnels chargés du contrôle des comptes des entités"}, {"type": "add", "content": "(m) “ seuil de planification au niveau du groupe ” : le seuil de planification déterminé par l'auditeur du groupe relatif aux comptes du groupe pris dans leur ensemble ;"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "Entités importantes.-Evaluation des risques"}, {"type": "add", "content": "(n) “ équipe affectée à la mission ” : toutes les personnes qui mettent en œuvre des procédures d'audit pour les besoins de la mission, à l'exception des experts. L'équipe affectée à la mission comprend l'associé responsable de l'audit du groupe, ses collaborateurs et les auditeurs des composants ;"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "21. Le commissaire aux comptes est impliqué dans l'évaluation des risques effectuée par les professionnels chargés du contrôle des comptes des entités importantes. La nature, le calendrier et l'étendue des travaux requis pour cette implication dépendent de l'appréciation faite par le commissaire aux comptes sur ces professionnels, selon les critères énoncés au paragraphe 10 de la présente norme. Ils comprennent au minimum :"}, {"type": "add", "content": "(o) “ retraitement de consolidation ” : écriture liée à la préparation des comptes du groupe (reclassements, éliminations …)."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-un échange d'informations avec le professionnel chargé du contrôle des comptes ou la direction de l'entité sur les activités de celle-ci qui sont importantes pour l'ensemble consolidé ;"}, {"type": "add", "content": "13. Dans la présente norme, le terme “ référentiel comptable applicable ” s'entend du référentiel comptable qui s'applique aux comptes du groupe."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-un échange d'informations avec le professionnel chargé du contrôle des comptes de l'entité sur le risque d'anomalies significatives dues à des fraudes ou des erreurs ;"}, {"type": "add", "content": "Diligences requises"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-et une revue de la documentation du professionnel chargé du contrôle des comptes de l'entité relative au risque élevé d'anomalies significatives. Cette documentation peut prendre la forme d'une synthèse justifiant ses conclusions."}, {"type": "add", "content": "Responsabilités de l'associé responsable de l'audit du groupe en matière de gestion et d'atteinte de la qualité d'un audit de groupe"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "Procédures d'audit en réponse au risque élevé d'anomalies significatives"}, {"type": "add", "content": "14. L'associé responsable de l'audit du groupe assume la responsabilité globale de la gestion et de l'atteinte de la qualité de la mission d'audit du groupe en :"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "22. Lorsqu'un risque élevé d'anomalies significatives a été identifié au niveau d'une entité pour laquelle les travaux sont réalisés par un professionnel chargé du contrôle des comptes de celle-ci, le commissaire aux comptes :"}, {"type": "add", "content": "(a) assumant la responsabilité de la mise en place, pour les besoins de la mission d'audit du groupe, d'un environnement qui encourage le comportement attendu des membres de l'équipe affectée à la mission ;"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-évalue le caractère approprié des procédures d'audit complémentaires à mettre en œuvre pour répondre spécifiquement à ce risque ;"}, {"type": "add", "content": "(b) participant de manière suffisante et appropriée à la mission d'audit du groupe tout au long de sa mise en œuvre, y compris aux travaux des auditeurs des composants, afin d'être en mesure d'évaluer si les jugements importants portés et les conclusions tirées sont appropriés à la nature et aux circonstances de la mission."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-détermine s'il est nécessaire, en fonction de l'appréciation qu'il porte sur ce professionnel, qu'il soit impliqué dans la mise en œuvre des procédures complémentaires."}, {"type": "add", "content": "Acceptation et maintien de la mission"}, {"type": "add", "content": ""}, {"type": "add", "content": "15. Sans préjudice des dispositions légales et règlementaires applicables, avant d'accepter ou de maintenir la mission d'audit du groupe, l'associé responsable de l'audit du groupe détermine si l'on peut raisonnablement s'attendre à collecter des éléments suffisants et appropriés pour fonder une opinion d'audit sur les comptes du groupe."}, {"type": "add", "content": ""}, {"type": "add", "content": "16. S'il conclut, après l'acceptation ou le maintien de la mission d'audit du groupe, que des éléments suffisants et appropriés ne peuvent pas être collectés, l'associé responsable de l'audit du groupe tient compte des incidences possibles sur l'audit du groupe, en ce comprise sa capacité à poursuivre la mission, dans le respect des dispositions du code de déontologie."}, {"type": "add", "content": ""}, {"type": "add", "content": "17. Lorsqu'il applique la norme d'exercice professionnel “ Lettre de mission ”, l'auditeur du groupe demande à la direction du groupe confirmation qu'elle reconnaît et comprend ses responsabilités pour permettre à l'équipe affectée à la mission :"}, {"type": "add", "content": ""}, {"type": "add", "content": "(a) d'accéder à toutes les informations dont la direction du groupe a connaissance et qui sont pertinentes pour la préparation des comptes du groupe, notamment les documents comptables, les pièces justificatives et d'autres éléments d'information ;"}, {"type": "add", "content": ""}, {"type": "add", "content": "(b) de demander à la direction du groupe ou à la direction d'un composant des informations complémentaires pour les besoins de l'audit du groupe ;"}, {"type": "add", "content": ""}, {"type": "add", "content": "(c) d'accéder sans restriction aux personnes, au sein du groupe, auprès de qui, selon l'équipe affectée à la mission, il est nécessaire de collecter des éléments suffisants et appropriés."}, {"type": "add", "content": ""}, {"type": "add", "content": "Limitation à l'accès aux informations ou aux personnes en raison de circonstances indépendantes de la volonté de la direction du groupe"}, {"type": "add", "content": ""}, {"type": "add", "content": "18. Diverses raisons, indépendantes de la volonté de la direction du groupe, peuvent être à l'origine de la limitation de l'accès aux informations nécessaires aux besoins de la mission, ou aux personnes auprès desquelles l'équipe affectée à la mission estime nécessaire de collecter des éléments suffisants et appropriés."}, {"type": "add", "content": ""}, {"type": "add", "content": "Il peut s'agir par exemple de dispositions légales ou réglementaires spécifiques, de situations contextuelles particulières telles que des troubles géopolitiques ou sanitaires, ou encore de restrictions imposées par la direction du composant."}, {"type": "add", "content": ""}, {"type": "add", "content": "Si, après avoir investigué sur les raisons de la limitation à l'accès aux informations ou aux personnes, l'associé responsable de l'audit du groupe conclut qu'elles sont indépendantes de la volonté de la direction du groupe, il tient compte des incidences potentielles de cette limitation sur l'audit du groupe, en ce comprise sa capacité à poursuivre la mission, dans le respect des dispositions du code de déontologie."}, {"type": "add", "content": ""}, {"type": "add", "content": "Limitation à l'accès aux informations ou aux personnes en raison de restrictions imposées par la direction du groupe"}, {"type": "add", "content": ""}, {"type": "add", "content": "19. Si, après avoir investigué sur les raisons de la limitation à l'accès aux informations ou aux personnes, l'associé responsable de l'audit du groupe conclut qu'elles résultent de restrictions imposées par la direction du groupe, il tient compte des incidences potentielles de cette limitation sur l'audit du groupe et détermine les éventuelles autres actions à engager, notamment les communications à effectuer auprès des autorités ou organes appelés à en connaître."}, {"type": "add", "content": ""}, {"type": "add", "content": "En outre, si l'associé responsable de l'audit du groupe conclut :"}, {"type": "add", "content": ""}, {"type": "add", "content": "(a) d'une part, qu'il ne sera pas possible pour l'auditeur du groupe de collecter des éléments suffisants et appropriés en raison de restrictions imposées par la direction du groupe ; et"}, {"type": "add", "content": ""}, {"type": "add", "content": "(b) d'autre part, qu'il pourrait en résulter une impossibilité d'exprimer une opinion d'audit sur les comptes du groupe,"}, {"type": "add", "content": ""}, {"type": "add", "content": "il n'accepte pas la mission ou, lorsque la mission est en cours, il tient compte des incidences potentielles de cette limitation sur l'expression de son opinion d'audit et sa capacité à poursuivre la mission, dans le respect des dispositions du code de déontologie."}, {"type": "add", "content": ""}, {"type": "add", "content": "Plan de mission et programme de travail relatifs à l'audit du groupe"}, {"type": "add", "content": ""}, {"type": "add", "content": "20. Lorsqu'il applique la norme d'exercice professionnel “ Planification de l'audit ”, l'auditeur du groupe planifie ses travaux et, si nécessaire, modifie cette planification en déterminant :"}, {"type": "add", "content": ""}, {"type": "add", "content": "(a) les composants à l'égard desquels des travaux d'audit seront effectués ;"}, {"type": "add", "content": ""}, {"type": "add", "content": "(b) les ressources nécessaires pour réaliser la mission d'audit du groupe, y compris la nature, le calendrier et l'étendue de la participation des auditeurs des composants."}, {"type": "add", "content": ""}, {"type": "add", "content": "Points à considérer lorsqu'il y a participation d'auditeurs des composants"}, {"type": "add", "content": ""}, {"type": "add", "content": "21. Pour l'établissement du plan de mission et du programme de travail, l'associé responsable de l'audit du groupe évalue si l'auditeur du groupe sera à même de participer de façon suffisante et appropriée aux travaux des auditeurs des composants."}, {"type": "add", "content": ""}, {"type": "add", "content": "22. Dans le cadre de l'évaluation mentionnée au paragraphe 21, l'auditeur du groupe demande aux auditeurs des composants de confirmer qu'ils collaboreront avec lui, y compris qu'ils effectueront les travaux qu'il leur demande."}, {"type": "add", "content": ""}, {"type": "add", "content": "Règles de déontologie pertinentes, y compris celles qui ont trait à l'indépendance"}, {"type": "add", "content": ""}, {"type": "add", "content": "23. L'associé responsable de l'audit du groupe assume la responsabilité :"}, {"type": "add", "content": ""}, {"type": "add", "content": "(a) d'informer les auditeurs des composants des règles de déontologie pertinentes, c'est-à-dire celles qui sont applicables au regard de la nature et des circonstances de la mission d'audit du groupe, y compris celles qui ont trait à l'indépendance ; et"}, {"type": "add", "content": ""}, {"type": "add", "content": "(b) d'obtenir confirmation, de la part des auditeurs des composants, du fait qu'ils comprennent et respecteront ces règles de déontologie."}, {"type": "add", "content": ""}, {"type": "add", "content": "Ressources affectées à la mission"}, {"type": "add", "content": ""}, {"type": "add", "content": "24. L'associé responsable de l'audit du groupe :"}, {"type": "add", "content": ""}, {"type": "add", "content": "(a) détermine si les auditeurs des composants ont la compétence et les capacités appropriées, notamment en termes de disponibilités, pour mettre en œuvre les procédures d'audit qui leur ont été confiées au niveau du composant ; et"}, {"type": "add", "content": ""}, {"type": "add", "content": "(b) dans le cadre de la mise en œuvre de la diligence visée au (a), si des informations lui ont été fournies ou mises à sa disposition sur la compétence et les capacités des auditeurs des composants, apprécie ces informations."}, {"type": "add", "content": ""}, {"type": "add", "content": "25. L'auditeur du groupe ne fait pas participer l'auditeur d'un composant aux travaux d'audit relatifs à ce composant si :"}, {"type": "add", "content": ""}, {"type": "add", "content": "(a) l'auditeur du composant ne se conforme pas aux règles de déontologie pertinentes, y compris celles qui ont trait à l'indépendance ;"}, {"type": "add", "content": ""}, {"type": "add", "content": "(b) l'associé responsable de l'audit du groupe a de sérieuses préoccupations au sujet de l'un et/ ou l'autre des points mentionnés aux paragraphes 21 à 24."}, {"type": "add", "content": ""}, {"type": "add", "content": "En outre, dans l'une ou l'autre des deux situations susvisées, l'auditeur du groupe effectue les communications prévues par les textes légaux et règlementaires lorsque des manquements sont identifiés."}, {"type": "add", "content": ""}, {"type": "add", "content": "Réalisation de la mission"}, {"type": "add", "content": ""}, {"type": "add", "content": "26. L'associé responsable de l'audit du groupe assume la responsabilité de la nature, du calendrier et de l'étendue de la direction et de la supervision des auditeurs des composants, ainsi que de la revue de leurs travaux, en prenant en considération :"}, {"type": "add", "content": ""}, {"type": "add", "content": "(a) les domaines considérés comme présentant un risque élevé d'anomalies significatives dans les comptes du groupe ou un risque inhérent élevé nécessitant une démarche d'audit particulière, identifiés conformément aux dispositions de la norme d'exercice professionnel “ Prise de connaissance de l'entité et de son environnement, identification et évaluation du risque d'anomalies significatives dans les comptes ” ;"}, {"type": "add", "content": ""}, {"type": "add", "content": "(b) les domaines de l'audit des comptes du groupe qui impliquent des jugements importants."}, {"type": "add", "content": ""}, {"type": "add", "content": "Communications avec les auditeurs des composants"}, {"type": "add", "content": ""}, {"type": "add", "content": "27. L'auditeur du groupe communique aux auditeurs des composants ses instructions et les responsabilités respectives, en précisant l'importance que les communications entre les auditeurs des composants et l'auditeur du groupe soient effectuées en temps opportun tout au long de l'audit du groupe."}, {"type": "add", "content": ""}, {"type": "add", "content": "Prise de connaissance du groupe et de son environnement, notamment de son contrôle interne"}, {"type": "add", "content": ""}, {"type": "add", "content": "28. Lorsqu'il applique la norme “ Prise de connaissance de l'entité et de son environnement, identification et évaluation du risque d'anomalies significatives dans les comptes ”, l'auditeur du groupe assume la responsabilité d'acquérir une connaissance :"}, {"type": "add", "content": ""}, {"type": "add", "content": "(a) du groupe et de son environnement, ce qui inclut :"}, {"type": "add", "content": ""}, {"type": "add", "content": "(i) la structure organisationnelle et le modèle économique du groupe, notamment :"}, {"type": "add", "content": ""}, {"type": "add", "content": "a. les localisations où le groupe exerce ses activités ;"}, {"type": "add", "content": ""}, {"type": "add", "content": "b. la nature des activités du groupe et leur degré de similitude dans l'ensemble du groupe ; et"}, {"type": "add", "content": ""}, {"type": "add", "content": "c. la mesure dans laquelle le recours à l'informatique est intégré dans le modèle économique du groupe ;"}, {"type": "add", "content": ""}, {"type": "add", "content": "(ii) les facteurs réglementaires ayant une incidence sur les entités et les unités opérationnelles du groupe ; et"}, {"type": "add", "content": ""}, {"type": "add", "content": "(iii) la mesure et l'analyse des indicateurs utilisés en interne et en externe afin d'évaluer la performance financière des entités ou des unités opérationnelles ;"}, {"type": "add", "content": ""}, {"type": "add", "content": "Dans le cadre de la prise de connaissance du groupe et de son environnement, l'auditeur du groupe tient compte du fait que la complexité du groupe, qui peut notamment être liée à sa structuration juridique et/ ou opérationnelle, à la répartition de ses activités sur plusieurs localisations, ou encore à la structuration de l'informatique utilisée au sein du groupe, sont des facteurs de risque inhérent susceptibles de générer un risque accru d'anomalies significatives."}, {"type": "add", "content": ""}, {"type": "add", "content": "(b) du référentiel comptable applicable et de la cohérence des méthodes et pratiques comptables à l'échelle du groupe ;"}, {"type": "add", "content": ""}, {"type": "add", "content": "(c) du contrôle interne du groupe, incluant :"}, {"type": "add", "content": ""}, {"type": "add", "content": "(i) la nature des activités de contrôle au sein du groupe et leur degré de similitude dans l'ensemble du groupe ;"}, {"type": "add", "content": ""}, {"type": "add", "content": "(ii) la question de savoir si les activités du groupe pertinentes pour les comptes du groupe sont centralisées ou non, et la manière dont elles le sont, le cas échéant ;"}, {"type": "add", "content": ""}, {"type": "add", "content": "(iii) le processus de consolidation mis en œuvre par le groupe, y compris les sous-consolidations, s'il y a lieu, et les retraitements de consolidation ;"}, {"type": "add", "content": ""}, {"type": "add", "content": "(iv) la manière dont la direction du groupe communique à la direction des entités ou des unités opérationnelles les points importants pour la préparation des comptes du groupe et les informe des responsabilités qui leur sont attribuées, notamment en matière de contrôle interne."}, {"type": "add", "content": ""}, {"type": "add", "content": "Points à considérer lorsqu'il y a participation des auditeurs des composants"}, {"type": "add", "content": ""}, {"type": "add", "content": "29. L'auditeur du groupe communique avec les auditeurs des composants en temps opportun pour les informer des éléments qui, selon lui, sont pertinents pour la conception et la mise en œuvre des procédures d'évaluation du risque d'anomalies significatives dans les comptes du groupe, par l'auditeur du composant, pour les besoins de l'audit du groupe."}, {"type": "add", "content": ""}, {"type": "add", "content": "Dans ce cadre, l'auditeur du groupe informe les auditeurs des composants des éléments suivants :"}, {"type": "add", "content": ""}, {"type": "add", "content": "-lorsqu'il applique la norme d'exercice professionnel “ Relations et transactions avec les parties liées ”, des parties liées au groupe et des relations et transactions avec ces parties liées dont il a été informé par la direction du groupe et/ ou qu'il aurait identifiées dans le cadre de son audit ;"}, {"type": "add", "content": ""}, {"type": "add", "content": "-lorsqu'il applique la norme d'exercice professionnel “ Continuité d'exploitation ”, des événements ou des situations susceptibles de mettre en cause la continuité d'exploitation du groupe dont il a été informé par la direction du groupe et/ ou qu'il aurait identifiés dans le cadre de son audit."}, {"type": "add", "content": ""}, {"type": "add", "content": "30. L'auditeur du groupe demande aux auditeurs des composants de lui communiquer en temps opportun :"}, {"type": "add", "content": ""}, {"type": "add", "content": "a) Les points concernant les informations comptables et financières du composant qui, selon l'auditeur du composant, sont pertinents pour l'identification et l'évaluation du risque d'anomalies significatives dans les comptes du groupe, que celles-ci résultent de fraudes ou d'erreurs ;"}, {"type": "add", "content": ""}, {"type": "add", "content": "b) Les relations avec des parties liées que la direction du groupe ou l'auditeur du groupe n'ont pas identifiées antérieurement ;"}, {"type": "add", "content": ""}, {"type": "add", "content": "c) Les événements ou les situations susceptibles de mettre en cause la continuité d'exploitation du groupe qu'ils ont relevés, le cas échéant."}, {"type": "add", "content": ""}, {"type": "add", "content": "Identification et évaluation du risque d'anomalies significatives dans les comptes du groupe"}, {"type": "add", "content": ""}, {"type": "add", "content": "31. Lorsqu'il applique la norme d'exercice professionnel “ Prise de connaissance de l'entité et de son environnement, identification et évaluation du risque d'anomalies significatives dans les comptes ”, compte tenu de la connaissance qu'il a acquise conformément au paragraphe 28, l'auditeur du groupe assume la responsabilité de l'identification et de l'évaluation du risque d'anomalies significatives dans les comptes du groupe, y compris en ce qui concerne le processus de consolidation."}, {"type": "add", "content": ""}, {"type": "add", "content": "Points à considérer lorsqu'il y a participation des auditeurs des composants"}, {"type": "add", "content": ""}, {"type": "add", "content": "32. Lorsqu'il applique la norme d'exercice professionnel “ Prise de connaissance de l'entité et de son environnement, identification et évaluation du risque d'anomalies significatives dans les comptes ”, l'auditeur du groupe évalue le caractère suffisant et approprié des éléments collectés par lui-même et par les auditeurs des composants."}, {"type": "add", "content": ""}, {"type": "add", "content": "Caractère significatif"}, {"type": "add", "content": ""}, {"type": "add", "content": "33. Lorsqu'il applique la norme d'exercice professionnel “ Application de la notion de caractère significatif lors de la planification et de la réalisation d'un audit ” et la norme d'exercice professionnel “ Evaluation des anomalies relevées au cours de l'audit ”, et lorsque, concernant les comptes du groupe, des catégories d'opérations, des soldes de comptes ou des informations fournies dans l'annexe proviennent de différents composants, l'auditeur du groupe détermine, pour la planification et la mise en œuvre des procédures d'audit :"}, {"type": "add", "content": ""}, {"type": "add", "content": "(a) un seuil de planification au niveau du composant et ce, pour chacun des composants à l'égard desquels des procédures d'audit sont mises en œuvre."}, {"type": "add", "content": ""}, {"type": "add", "content": "Ce seuil doit être inférieur au seuil de planification au niveau du groupe pour tenir compte du risque d'agrégation ;"}, {"type": "add", "content": ""}, {"type": "add", "content": "(b) le seuil au-delà duquel les anomalies détectées dans les informations comptables et financières du composant doivent lui être communiquées, qui ne peut excéder le montant des anomalies considérées comme manifestement insignifiantes par rapport aux comptes du groupe."}, {"type": "add", "content": ""}, {"type": "add", "content": "Points à considérer lorsqu'il y a participation des auditeurs des composants"}, {"type": "add", "content": ""}, {"type": "add", "content": "34. L'auditeur du groupe communique aux auditeurs des composants les montants établis conformément au paragraphe 33."}, {"type": "add", "content": ""}, {"type": "add", "content": "Procédures d'audit mises en œuvre à l'issue de la prise de connaissance du groupe et de son environnement et de l'évaluation du risque d'anomalies significatives dans les comptes"}, {"type": "add", "content": ""}, {"type": "add", "content": "35. Lorsqu'il applique la norme d'exercice professionnel “ Procédures d'audit mises en œuvre par le commissaire aux comptes à l'issue de sa prise de connaissance de l'entité et de son environnement et de son évaluation du risque d'anomalies significatives dans les comptes ”, l'auditeur du groupe assume la responsabilité de la nature, du calendrier et de l'étendue des procédures d'audit à mettre en œuvre."}, {"type": "add", "content": ""}, {"type": "add", "content": "Pour ce faire, l'auditeur du groupe assume la responsabilité de déterminer les composants à l'égard desquels ces procédures d'audit seront mises en œuvre, la nature, le calendrier et l'étendue des travaux à effectuer au niveau de ces composants."}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": "Processus de consolidation"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "23. En réponse à son évaluation du risque d'anomalies significatives lié au processus de consolidation, le commissaire aux comptes conçoit et met en œuvre des procédures d'audit complémentaires à celles réalisées en application des paragraphes 7 et 16 de la présente norme. Celles-ci lui permettent :"}, {"type": "add", "content": "36. L'auditeur du groupe assume la responsabilité de la conception et de la mise en œuvre des procédures d'audit en réponse à l'évaluation du risque d'anomalies significatives dans les comptes du groupe, associé au processus de consolidation. Ces procédures lui permettent notamment :"}, {"type": "add", "content": ""}, {"type": "add", "content": "(a) d'évaluer si les comptes du groupe englobent toutes les entités et les unités opérationnelles, conformément au référentiel comptable applicable, ainsi que de concevoir et mettre en œuvre des procédures d'audit portant sur les sous-consolidations, s'il y a lieu ;"}, {"type": "add", "content": ""}, {"type": "add", "content": "(b) d'évaluer le caractère approprié, exhaustif et exact des retraitements de consolidation ;"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-d'évaluer l'exhaustivité du périmètre de consolidation ;"}, {"type": "add", "content": "(c) d'évaluer si les jugements portés par la direction dans le cadre du processus de consolidation présentent des indices de biais possibles introduits par la direction ;"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-d'apprécier le caractère approprié, exact et exhaustif des écritures de consolidation et d'évaluer s'il existe des facteurs de risques de fraudes ou des indicateurs révélant des biais possibles de la part de la direction de l'entité consolidante ;"}, {"type": "add", "content": "(d) de répondre à l'évaluation du risque d'anomalies significatives résultant de fraudes liées au processus de consolidation."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-d'évaluer si l'information comptable des entités a été correctement retraitée, lorsque celle-ci n'est pas préparée dans le même référentiel comptable que celui retenu pour établir les comptes consolidés ;"}, {"type": "add", "content": "37. Lorsque les informations comptables et financières d'une entité ou d'une unité opérationnelle n'ont pas été préparées selon les mêmes méthodes comptables que celles utilisées pour établir les comptes du groupe, l'auditeur du groupe détermine si ces informations ont été retraitées de manière appropriée pour la préparation et la présentation des comptes du groupe."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-de vérifier que l'information comptable communiquée par les professionnels chargés du contrôle des comptes des entités est celle reprise dans les comptes consolidés ;"}, {"type": "add", "content": "38. Lorsque les comptes du groupe englobent les informations comptables et financières d'une entité ou d'une unité opérationnelle ayant une date de clôture différente de celle du groupe, l'auditeur du groupe assume la responsabilité de déterminer si les retraitements de consolidation nécessaires ont été apportés à ces informations, conformément au référentiel comptable applicable."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-d'évaluer si les retraitements nécessaires ont été effectués conformément au référentiel comptable applicable lorsque la date de clôture des comptes des entités est différente de celle de l'entité consolidante."}, {"type": "add", "content": "Points à considérer lorsqu'il y a participation des auditeurs des composants"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "Evénements postérieurs"}, {"type": "add", "content": "39. Lorsque l'auditeur du groupe fait participer l'auditeur d'un composant à la conception ou à la mise en œuvre de procédures d'audit, il échange avec celui-ci sur les points qui, selon lui ou selon l'auditeur du composant, sont pertinents pour répondre à l'évaluation du risque d'anomalies significatives dans les comptes du groupe."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "24. Dans le cadre de l'audit de l'information comptable des entités, le commissaire aux comptes ou les professionnels chargés du contrôle des comptes de ces entités mettent en oeuvre des procédures destinées à identifier les événements qui ont pu survenir dans ces dernières entre la date de clôture de leur information comptable et la date de signature du rapport sur les comptes consolidés et qui peuvent nécessiter :"}, {"type": "add", "content": "40. Lorsque l'auditeur d'un composant détermine les procédures d'audit à mettre en œuvre en ce qui concerne des domaines considérés comme présentant un risque élevé d'anomalies significatives dans les comptes du groupe ou un risque inhérent élevé qui nécessite une démarche d'audit particulière, conformément aux dispositions de la norme d'exercice professionnel “ Prise de connaissance de l'entité et de son environnement, identification et évaluation du risque d'anomalies significatives dans les comptes ”, l'auditeur du groupe évalue le caractère approprié de la conception et de la mise en œuvre de ces procédures."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-un traitement comptable approprié dans les comptes consolidés ;"}, {"type": "add", "content": "41. Lorsque des auditeurs des composants mettent en œuvre des procédures d'audit portant sur le processus de consolidation, y compris sur celui des sous-consolidations, l'auditeur du groupe détermine la nature et l'étendue de sa direction et de sa supervision des auditeurs des composants, ainsi que de sa revue de leurs travaux."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-ou une information dans le rapport de l'organe compétent à l'organe appelé à statuer sur les comptes consolidés."}, {"type": "add", "content": "42. L'auditeur du groupe détermine si les informations comptables et financières identifiées dans les communications des auditeurs des composants, conformément au paragraphe 43 (a), sont celles qui sont intégrées dans les comptes du groupe."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "25. Lorsque les professionnels chargés du contrôle des comptes des entités réalisent des travaux autres qu'un audit de l'information comptable de ces dernières, le commissaire aux comptes leur demande de l'informer d'événements postérieurs tels que définis ci-dessus dont ils auraient eu connaissance."}, {"type": "add", "content": "Evaluation des éléments communiqués par les auditeurs des composants et du caractère suffisant et approprié de leurs travaux"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "Communication avec les professionnels chargés du contrôle des comptes des entités"}, {"type": "add", "content": "43. L'auditeur du groupe demande aux auditeurs des composants de lui communiquer les points pertinents lui permettant de fonder son opinion d'audit sur les comptes du groupe. Les communications des auditeurs des composants comprennent notamment :"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "26. Le commissaire aux comptes communique suffisamment à l'avance ses instructions aux professionnels chargés du contrôle des comptes des entités. Cette communication définit les travaux à réaliser, l'utilisation qui en sera faite ainsi que le format et le contenu de la communication entre les professionnels chargés du contrôle des comptes des entités et le commissaire aux comptes."}, {"type": "add", "content": "(a) l'identification de l'information comptable et financière pour laquelle il a été demandé à l'auditeur du composant de mettre en œuvre des procédures d'audit ;"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "Cette communication comprend également :"}, {"type": "add", "content": "(b) la mention selon laquelle l'auditeur du composant a effectué ou non les travaux demandés par l'auditeur du groupe ;"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-la demande faite aux professionnels chargés du contrôle des comptes des entités de confirmer qu'ils coopéreront avec le commissaire aux comptes dans le cadre des conditions d'utilisation de leurs travaux, telles que définies dans les instructions ;"}, {"type": "add", "content": "(c) la mention par l'auditeur du composant du fait qu'il s'est conformé ou non aux règles de déontologie pertinentes, y compris celles relatives à l'indépendance, qui s'appliquent à la mission d'audit du groupe ;"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-les dispositions des règles de déontologie applicables à l'audit des comptes consolidés, en particulier en matière d'indépendance ;"}, {"type": "add", "content": "(d) les cas de non-respect des textes légaux et réglementaires identifiés par l'auditeur du composant, le cas échéant ;"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-dans le cas d'un audit ou d'un examen limité de l'information comptable des entités, le ou le (s) seuil (s) tels que définis au paragraphe 12 b, c et d ;"}, {"type": "add", "content": "(e) un état des anomalies, corrigées et non corrigées, qui ont été relevées par l'auditeur du composant dans les informations comptables et financières du composant et dont le montant est supérieur au seuil communiqué par l'auditeur du groupe conformément au paragraphe 34 ;"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-le risque élevé d'anomalies significatives identifié par le commissaire aux comptes au niveau des comptes consolidés résultant de fraudes ou d'erreurs qui doit être pris en considération par les professionnels chargés du contrôle des comptes des entités ;"}, {"type": "add", "content": "(f) la mention des indices d'un biais possible introduit par la direction ;"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-la demande d'informer, en temps utile, le commissaire aux comptes de tout autre risque élevé d'anomalies significatives à considérer au niveau des comptes consolidés résultant de fraudes ou d'erreurs dans les entités ainsi que les procédures mises en œuvre pour répondre à ce risque ;"}, {"type": "add", "content": "(g) une description de toutes les faiblesses du contrôle interne relevées lors de la mise en œuvre des procédures d'audit ;"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-la liste des parties liées préparée par la direction de l'entité consolidante, complétée de l'identité de toute autre partie liée dont le commissaire aux comptes a connaissance ;"}, {"type": "add", "content": "(h) tout autre point important que l'auditeur du composant a communiqué ou prévoit de communiquer à la direction du composant ou aux membres des organes du composant mentionnés à l'article L. 821-63 du code de commerce, y compris les fraudes, avérées ou suspectées, impliquant la direction du composant ou des employés ayant un rôle clé dans le dispositif de contrôle interne du groupe à l'égard du composant, ou encore d'autres personnes dès lors que la fraude pourrait entraîner une anomalie significative dans l'information comptable et financière du composant ;"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-la demande aux professionnels chargés du contrôle des comptes des entités de communiquer au commissaire aux comptes, dès qu'ils en ont connaissance, l'existence de toute partie liée non identifiée par celui-ci ou par la direction de l'entité consolidante. Le commissaire aux comptes apprécie, le cas échéant, si l'existence de ces parties liées doit être communiquée aux professionnels chargés du contrôle des comptes des autres entités."}, {"type": "add", "content": "(i) tout autre élément qui peut présenter un intérêt pour l'audit des comptes du groupe ou que l'auditeur du composant juge pertinent de porter à l'attention de l'auditeur du groupe, y compris les points particuliers mentionnés dans les lettres d'affirmation que l'auditeur du composant a demandées à la direction du composant ; et"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "27. Le commissaire aux comptes demande aux professionnels chargés du contrôle des comptes des entités de lui communiquer les éléments pertinents pour fonder son opinion sur les comptes consolidés."}, {"type": "add", "content": "(j) la synthèse des points relevés ou les conclusions de l'auditeur du composant."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "Cette communication comprend :"}, {"type": "add", "content": "44. L'auditeur du groupe :"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-la confirmation par les professionnels chargés du contrôle des comptes des entités du respect des règles de déontologie applicables à l'audit des comptes consolidés, en particulier celles relatives à l'indépendance et à la compétence professionnelle ;"}, {"type": "add", "content": "(a) discute avec l'auditeur du composant, la direction du composant ou la direction du groupe, selon le cas, des points importants soulevés dans les communications avec l'auditeur du composant, dont celles mentionnées au paragraphe 43 ;"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-la confirmation par les professionnels chargés du contrôle des comptes des entités du respect des instructions reçues du commissaire aux comptes ;"}, {"type": "add", "content": "(b) évalue si les éléments transmis par l'auditeur du composant répondent à ses objectifs. Si tel n'est pas le cas, l'auditeur du groupe tient compte des incidences de cette situation sur l'audit du groupe."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-l'identification de l'information comptable des entités sur laquelle les professionnels chargés du contrôle des comptes de ces dernières ont réalisé leurs travaux ;"}, {"type": "add", "content": "45. L'auditeur du groupe détermine la nécessité d'effectuer la revue d'autres éléments de la documentation d'audit préparée par les auditeurs des composants, et l'ampleur de cette revue, le cas échéant. Pour ce faire, il prend en considération :"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-les cas de non-respect des textes légaux et réglementaires susceptibles de conduire à des anomalies significatives dans les comptes consolidés ;"}, {"type": "add", "content": "(a) la nature, le calendrier et l'étendue des travaux effectués par l'auditeur du composant ;"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-un état des anomalies non corrigées sur l'information comptable des entités. Cet état n'inclut pas les anomalies qui sont en dessous du seuil des anomalies manifestement insignifiantes, tel que défini au paragraphe 12 d ;"}, {"type": "add", "content": "(b) la compétence et les capacités de l'auditeur du composant selon la détermination réalisée en application du paragraphe 24 (a) ;"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-les indicateurs révélant des biais possibles de la part de la direction ;"}, {"type": "add", "content": "(c) la direction et la supervision de l'auditeur du composant, et la revue de ses travaux."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-une description des faiblesses significatives de contrôle interne identifiées au niveau des entités ;"}, {"type": "add", "content": "46. Si l'auditeur du groupe conclut que les travaux de l'auditeur d'un composant ne sont pas suffisants et appropriés par rapport à ses objectifs, il détermine les procédures d'audit supplémentaires à mettre en œuvre par l'auditeur d'un composant ou par lui-même."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-les autres faits significatifs que les professionnels chargés du contrôle des comptes des entités ont communiqués ou vont communiquer aux membres des organes de direction et de surveillance des entités, y compris les fraudes (réelles ou suspectées) impliquant les directions des entités ou des employés ayant un rôle clé dans le dispositif de contrôle interne ou toute autre fraude qui pourrait entraîner une anomalie significative dans l'information comptable des entités ;"}, {"type": "add", "content": "Evénements postérieurs à la date de clôture de l'exercice"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-tout autre élément important estimé pertinent pour le commissaire aux comptes, y compris les points particuliers mentionnés dans les lettres d'affirmation signées par les directions des entités ;"}, {"type": "add", "content": "47. Lorsqu'il applique la norme d'exercice professionnel “ Evénements postérieurs à la clôture de l'exercice ”, l'auditeur du groupe assume la responsabilité de mettre en œuvre des procédures conçues pour identifier des événements pouvant nécessiter un ajustement approprié dans les comptes du groupe ou une information dans le rapport de l'organe compétent à l'organe appelé à statuer sur les comptes du groupe."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-et la synthèse des points relevés, les conclusions ou l'opinion des professionnels chargés du contrôle des comptes des entités."}, {"type": "add", "content": "Points à considérer lorsqu'il y a participation des auditeurs des composants"}, {"type": "add", "content": ""}, {"type": "add", "content": "48. L'auditeur du groupe demande aux auditeurs des composants de l'informer s'ils prennent connaissance d'événements postérieurs à la date de clôture pouvant nécessiter un ajustement des comptes du groupe ou une information à fournir dans ceux-ci et dans le rapport de l'organe compétent à l'organe appelé à statuer sur les comptes du groupe."}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": "Evaluation du caractère suffisant et approprié des éléments collectés"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "28. Le commissaire aux comptes collecte les éléments suffisants et appropriés sur la base :"}, {"type": "add", "content": "49. Lorsqu'il applique la norme d'exercice professionnel “ Procédures d'audit mises en œuvre par le commissaire aux comptes à l'issue de sa prise de connaissance de l'entité et de son environnement et de son évaluation du risque d'anomalies significatives dans les comptes ”, l'auditeur du groupe détermine si les procédures d'audit mises en œuvre, y compris les travaux effectués par les auditeurs des composants, ont permis de collecter des éléments suffisants et appropriés pour fonder son opinion d'audit sur les comptes du groupe."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-des procédures d'audit réalisées sur le processus d'établissement des comptes consolidés ;"}, {"type": "add", "content": "50. L'associé responsable de l'audit du groupe évalue l'incidence, sur son opinion d'audit sur les comptes du groupe, des anomalies non corrigées, qu'elles aient été identifiées par l'auditeur du groupe ou communiquées par des auditeurs des composants, et des cas où il a été impossible de collecter des éléments suffisants et appropriés."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-des travaux réalisés par lui-même et par les professionnels chargés du contrôle des comptes des entités sur l'information comptable de ces dernières."}, {"type": "add", "content": "Communications avec la direction du groupe et les organes mentionnés à l'article L. 821-63 du code de commerce"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "29. Le commissaire aux comptes :"}, {"type": "add", "content": "Communications avec la direction du groupe"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-apprécie la pertinence des éléments transmis par les professionnels chargés du contrôle des comptes des entités tels que mentionnés dans le paragraphe 27 ;"}, {"type": "add", "content": "51. L'auditeur du groupe communique à la direction du groupe un aperçu de l'étendue et du calendrier prévus de l'audit, y compris une description sommaire des travaux à effectuer à l'égard des composants du groupe."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-échange avec les professionnels chargés du contrôle des comptes des entités, les directions des entités ou la direction de l'entité consolidante sur les éléments importants relevés ;"}, {"type": "add", "content": "52. Lorsqu'une fraude a été identifiée ou qu'une fraude est portée à son attention par l'auditeur d'un composant conformément au paragraphe 43 (h), ou encore lorsque des informations qu'il a collectées indiquent une possibilité de fraude, l'auditeur du groupe le communique dès que possible à la direction du groupe, au niveau de responsabilité approprié, afin que ceux qui ont la responsabilité première de prévenir et de détecter les fraudes soient informés des aspects qui relèvent de leur compétence."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-évalue la nécessité de revoir d'autres éléments de la documentation des travaux des professionnels chargés du contrôle des comptes des entités ;"}, {"type": "add", "content": "53. L'auditeur d'un composant peut être tenu, en raison de textes légaux et réglementaires ou pour d'autres raisons, d'exprimer une opinion d'audit sur les comptes d'une entité ou d'une unité opérationnelle du groupe. Dans ce cas, l'auditeur du groupe demande à la direction du groupe d'informer la direction de l'entité ou de l'unité opérationnelle de tout point dont il prend connaissance et qui peut être important par rapport aux comptes de l'entité ou de l'unité opérationnelle, mais dont la direction de l'entité ou de l'unité opérationnelle n'a pas connaissance. Si la direction du groupe refuse de communiquer le point à la direction de l'entité ou de l'unité opérationnelle, l'auditeur du groupe discute du point avec les organes mentionnés à l'article L. 821-63 du code de commerce. Si la question n'est toujours pas résolue, l'auditeur du groupe, sous réserve de considérations d'ordre juridique ou professionnel en matière de confidentialité, envisage la possibilité de recommander à l'auditeur du composant de ne pas délivrer son rapport sur les comptes de l'entité ou de l'unité opérationnelle tant que le point n'aura pas été réglé."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-conçoit, dès lors que les travaux mis en œuvre au niveau des entités sont estimés insuffisants, les procédures complémentaires à mettre en œuvre par les professionnels chargés du contrôle des comptes des entités ou par le commissaire aux comptes."}, {"type": "add", "content": "Communications avec les organes mentionnés à l'article L. 821-63 du code de commerce"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "30. Le commissaire aux comptes évalue l'incidence sur son opinion d'audit de :"}, {"type": "add", "content": "54. L'auditeur du groupe communique aux organes mentionnés à l'article L. 821-63 du code de commerce les points suivants, en plus de ceux requis par la norme d'exercice professionnel “ Communications avec les organes mentionnés à l'article L. 821-63 du code de commerce ” :"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-l'ensemble des anomalies non corrigées autres que celles manifestement insignifiantes ;"}, {"type": "add", "content": "a) Une description générale :"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-toute situation où il n'a pas été possible de collecter des éléments suffisants et appropriés."}, {"type": "add", "content": "-des travaux à effectuer à l'égard des composants du groupe ; et"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "Communication"}, {"type": "add", "content": "-de son implication prévue dans les travaux effectués par les auditeurs des composants ;"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "31. Le commissaire aux comptes communique à la direction de l'entité consolidante, au niveau de responsabilité approprié, en faisant application de la norme d'exercice professionnel relative à la communication des faiblesses du contrôle interne :"}, {"type": "add", "content": "b) Les cas où sa revue des travaux de l'auditeur d'un composant donne lieu à interrogation quant à la qualité des travaux de ce dernier ;"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-les faiblesses du contrôle interne conçu par l'entité consolidante et mis en oeuvre dans l'ensemble consolidé pour les besoins de l'établissement des comptes consolidés ;"}, {"type": "add", "content": "c) Toute limitation dans la mise en œuvre des procédures d'audit estimées nécessaires pour l'audit du groupe, par exemple des restrictions de l'accès aux informations ou aux personnes ;"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-les faiblesses du contrôle interne des entités, identifiées soit par les professionnels chargés du contrôle des comptes des entités, soit par lui-même, qu'il estime d'une importance suffisante pour mériter son attention ;"}, {"type": "add", "content": "d) Toute fraude avérée ou suspectée impliquant la direction du groupe, la direction d'un composant, des membres du personnel ayant un rôle clé dans le dispositif de contrôle interne du groupe ou d'autres personnes, lorsque la fraude a conduit à une anomalie significative dans les comptes du groupe."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-les fraudes qu'il a identifiées ou qui ont été portées à sa connaissance par le professionnel chargé du contrôle des comptes d'une entité ou les informations qu'il a obtenues sur l'existence possible d'une fraude."}, {"type": "add", "content": "Communication des faiblesses du contrôle interne"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "32. Le commissaire aux comptes applique les dispositions de la norme d'exercice professionnel relative aux communications avec les organes mentionnés à l'article L. 821-63 du code de commerce."}, {"type": "add", "content": "55. Lorsqu'il applique la norme d'exercice professionnel “ Communication des faiblesses du contrôle interne ”, l'auditeur du groupe détermine si, parmi les éventuelles faiblesses du contrôle interne du groupe relevées, y compris par les auditeurs des composants et portées à son attention conformément au paragraphe 43 (g), certaines sont à communiquer aux organes mentionnés à l'article L. 821-63 du code de commerce ou à la direction du groupe."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "A ce titre, le commissaire aux comptes communique les éléments suivants :"}, {"type": "add", "content": "Il incombe à l'auditeur du groupe de déterminer, en se fondant sur les travaux d'audit effectués, si une ou plusieurs faiblesses relevées, individuellement ou en association, constituent des faiblesses suffisamment importantes pour être portées à l'attention des organes mentionnés à l'article L. 821-63 du code de commerce ou de la direction du groupe."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-une présentation d'ensemble :"}, {"type": "add", "content": "Documentation"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-des travaux à réaliser sur l'information comptable des entités ;"}, {"type": "add", "content": "56. Lorsqu'il applique la norme d'exercice professionnel “ Documentation de l'audit des comptes ”, l'auditeur du groupe consigne dans son dossier la documentation suffisante pour permettre à toute autre personne ayant une expérience de la pratique de l'audit et n'ayant pas participé à la mission d'être en mesure de comprendre la nature, le calendrier et l'étendue des procédures d'audit mises en œuvre, les éléments probants collectés et les conclusions tirées sur les points importants relevés au cours de l'audit du groupe."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-de son implication dans les travaux à réaliser par les professionnels chargés du contrôle des comptes des entités sur l'information comptable des entités importantes ;"}, {"type": "add", "content": "La documentation d'audit du groupe se compose de :"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-les difficultés qu'il a rencontrées, liées à la qualité des travaux réalisés par le professionnel chargé du contrôle des comptes d'une entité ;"}, {"type": "add", "content": "-la documentation incluse dans le dossier de l'auditeur du groupe ;"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-toute limitation dans la mise en œuvre des procédures d'audit estimées nécessaires pour l'audit des comptes consolidés, par exemple lorsque le commissaire aux comptes n'a pu avoir accès à toute l'information demandée ;"}, {"type": "add", "content": "-la documentation séparée dans chacun des dossiers des auditeurs des composants relative aux travaux qu'ils ont effectués pour les besoins de l'audit du groupe, c'est-à-dire la documentation d'audit préparée par les auditeurs des composants."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-les faiblesses du contrôle interne visées au paragraphe 31 qu'il estime significatives ;"}, {"type": "add", "content": "L'auditeur du groupe consigne dans la documentation d'audit :"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-les fraudes avérées ou suspectées impliquant :"}, {"type": "add", "content": "(a) les points importants relatifs à toutes limitations à l'accès aux informations du groupe ou aux personnes au sein du groupe et qui ont été pris en considération avant de décider d'accepter ou de maintenir la mission, ou qui sont apparus ultérieurement, et la manière dont ces points ont été traités ;"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-la direction de l'entité consolidante, la direction des entités, les employés ayant un rôle clé dans les contrôles conçus par l'entité consolidante et mis en œuvre dans l'ensemble consolidé pour les besoins de l'établissement des comptes consolidés ;"}, {"type": "add", "content": "(b) l'analyse l'ayant conduit à déterminer les composants à l'égard desquels des travaux d'audit ont été planifiés et réalisés ;"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-ou d'autres personnes lorsque la fraude a entraîné une anomalie significative dans les comptes consolidés."}, {"type": "add", "content": "(c) les éléments sur lesquels il s'est appuyé pour déterminer le seuil de planification au niveau de chaque composant, et le seuil au-delà duquel les anomalies relevées dans les informations comptables et financières du composant devaient lui être communiquées ;"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "Documentation"}, {"type": "add", "content": "(d) les éléments sur lesquels il s'est appuyé pour déterminer que les auditeurs des composants avaient la compétence et les capacités appropriées, notamment suffisamment de temps, pour mettre en œuvre les procédures d'audit qui leur ont été confiées au niveau des composants ;"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "33. Le commissaire aux comptes fait figurer dans son dossier les éléments suivants :"}, {"type": "add", "content": "(e) les aspects clés de la connaissance du contrôle interne du groupe acquise conformément au paragraphe 28 (c) ;"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-une analyse des entités le conduisant à déterminer celles qui sont ou non importantes ;"}, {"type": "add", "content": "(f) la nature, le calendrier et l'étendue de sa direction et de sa supervision des auditeurs des composants, ainsi que de sa revue de leurs travaux, y compris, le cas échéant, des autres éléments de la documentation d'audit préparée par les auditeurs des composants, conformément au paragraphe 45 ;"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-la nature des travaux réalisés sur l'information comptable des entités ;"}, {"type": "add", "content": "(g) les communications avec les auditeurs des composants, incluant les éléments suivants :"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-la nature, le calendrier et l'étendue de l'intervention du commissaire aux comptes dans les travaux réalisés par les professionnels chargés du contrôle des comptes des entités importantes, y compris la revue éventuelle, par le commissaire aux comptes, de tout ou partie de la documentation des professionnels chargés du contrôle des comptes de ces entités et de leurs conclusions ;"}, {"type": "add", "content": "(i) tout point relatif à la fraude, aux parties liées ou à la continuité d'exploitation communiqué conformément au paragraphe 30,"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-les communications écrites entre le commissaire aux comptes et les professionnels chargés du contrôle des comptes des entités relatives aux demandes du commissaire aux comptes."}, {"type": "add", "content": "(ii) les points pertinents pour son opinion sur l'audit du groupe, selon le paragraphe 43, et la manière dont il a donné suite aux points importants au sujet desquels il s'est entretenu avec les auditeurs des composants, la direction d'un composant ou la direction du groupe ;"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "Le commissaire aux comptes veille au respect des dispositions de l'article R. 820-50 du code de commerce."}, {"type": "add", "content": "(h) son évaluation des points relevés ou des conclusions des auditeurs des composants qui pourraient avoir une incidence significative sur les comptes du groupe, et sa réponse à ces points relevés ou ces conclusions."}, {"type": "add", "content": ""}, {"type": "add", "content": "Dans un audit de groupe, la préparation de la documentation d'audit peut poser des difficultés particulières dans certaines circonstances. Ce peut être le cas, par exemple, lorsque la loi ou la règlementation empêche l'auditeur d'un composant de transférer de la documentation hors de son pays, ou lorsqu'une guerre, des troubles civils ou une épidémie limitent l'accès aux éléments pertinents de la documentation d'audit préparée par l'auditeur d'un composant."}, {"type": "add", "content": ""}, {"type": "add", "content": "Plusieurs solutions à de telles restrictions d'accès s'offrent à l'auditeur du groupe, notamment :"}, {"type": "add", "content": ""}, {"type": "add", "content": "-se rendre à l'endroit où l'auditeur du composant est localisé, ou rencontrer l'auditeur du composant ailleurs qu'à l'endroit où celui-ci est localisé pour effectuer une revue de la documentation d'audit qu'il a préparée ;"}, {"type": "add", "content": ""}, {"type": "add", "content": "-effectuer une revue des éléments pertinents de la documentation d'audit à distance, au moyen d'outils technologiques, si aucune disposition légale ou réglementaire ne l'interdit ;"}, {"type": "add", "content": ""}, {"type": "add", "content": "-demander à l'auditeur du composant de rédiger et de lui fournir un mémorandum sur les informations pertinentes et en discuter avec lui, au besoin ;"}, {"type": "add", "content": ""}, {"type": "add", "content": "-s'entretenir avec l'auditeur du composant des procédures mises en œuvre, des éléments probants obtenus et des conclusions qu'il a tirées."}, {"type": "add", "content": ""}, {"type": "add", "content": "La question de savoir si une ou plusieurs de ces solutions peuvent être suffisantes relève du jugement professionnel, compte tenu des faits et circonstances propres à l'audit du groupe. Si l'auditeur du groupe n'est pas en mesure de trouver des solutions aux restrictions d'accès à la documentation d'audit préparée par l'auditeur d'un composant, il peut avoir à se demander s'il existe une limitation à l'étendue des travaux dont il devrait tenir compte dans l'opinion d'audit sur les comptes du groupe."}, {"type": "add", "content": ""}, {"type": "add", "content": "57. L'auditeur du groupe met la documentation d'audit du groupe à disposition des contrôleurs de son activité professionnelle visés à l'article L. 820-14 du code de commerce, dans les conditions prévues à l'article R. 820-50 du code de commerce."}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": "  "}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "Arrêté du 28 décembre 2023 portant modification du titre II du livre VIII du code de commerce - article 5 ENTIEREMENT_MODIF CREE source"}, {"type": "add", "content": "Arrêté du 29 octobre 2025 portant homologation d'une norme d'exercice professionnel révisée relative à l'audit des comptes de groupe - article 2 ENTIEREMENT_MODIF MODIFIE source"}, {"type": "add", "content": ""}, {"type": "add", "content": ""}, {"type": "add", "content": "Code de commerce - article L821-53 AUTONOME VIGUEUR, en vigueur depuis le 2024-01-01 CITATION cible"}, {"type": "add", "content": ""}, {"type": "add", "content": ""}, {"type": "add", "content": "Code de commerce - article L821-63 AUTONOME MODIFIE, en vigueur du 2024-01-01 au 2025-05-03 CITATION cible"}, {"type": "add", "content": ""}, {"type": "add", "content": ""}, {"type": "add", "content": "Code de commerce - article L820-14 AUTONOME VIGUEUR, en vigueur depuis le 2024-01-01 CITATION cible"}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "Code de commerce - article A823-2-1 AUTONOME MODIFIE, en vigueur du 2011-08-04 au 2021-05-17 CONCORDE source"}, {"type": "add", "content": "Code de commerce - article L821-25 AUTONOME MODIFIE, en vigueur du 2024-01-01 au 2025-05-03 CITATION cible"}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "Code de commerce - article A823-2-1 AUTONOME TRANSFERE, en vigueur du 2021-07-10 au 2024-01-01 CONCORDE source"}, {"type": "add", "content": "Code de commerce - article R820-50 AUTONOME VIGUEUR, en vigueur depuis le 2024-02-01 CITATION cible"}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "Code de commerce - article A823-2-1 AUTONOME MODIFIE, en vigueur du 2021-05-17 au 2021-07-10 CONCORDE source"}, {"type": "add", "content": "Code de commerce - article L821-63 AUTONOME VIGUEUR, en vigueur depuis le 2025-05-03 CITATION cible"}, {"type": "add", "content": ""}, {"type": "add", "content": ""}, {"type": "add", "content": "Code de commerce - article L821-25 AUTONOME VIGUEUR, en vigueur depuis le 2025-05-03 CITATION cible"}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": "  "}, {"type": "unchanged", "content": "  "}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "2023-12-28 CREE cible Arrêté du 28 décembre 2023 portant modification du titre II du livre VIII du code de commerce - article 5 ENTIEREMENT_MODIF"}, {"type": "add", "content": "2025-10-29 CITATION cible Arrêté du 29 octobre 2025 portant homologation d'une norme d'exercice professionnel révisée relative à l'audit des comptes de groupe VIGUEUR"}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "2025-10-29 CITATION cible Arrêté du 29 octobre 2025 portant homologation d'une norme d'exercice professionnel révisée relative à l'audit des comptes de groupe VIGUEUR"}, {"type": "add", "content": "2025-10-29 MODIFIE cible Arrêté du 29 octobre 2025 portant homologation d'une norme d'exercice professionnel révisée relative à l'audit des comptes de groupe - article 2 ENTIEREMENT_MODIF"}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": "2999-01-01 CONCORDE cible Code de commerce - article A823-2-1 AUTONOME TRANSFERE, en vigueur du 2021-07-10 au 2024-01-01"}, {"type": "unchanged", "content": ""}, {"type": "add", "content": ""}, {"type": "add", "content": "      2999-01-01 CITATION source Code de commerce - art. L820-14"}, {"type": "add", "content": ""}, {"type": "add", "content": ""}, {"type": "add", "content": "      2999-01-01 CITATION source Code de commerce - art. L821-25"}, {"type": "add", "content": ""}, {"type": "add", "content": ""}, {"type": "add", "content": "      2999-01-01 CITATION source Code de commerce - art. L821-53"}, {"type": "add", "content": ""}, {"type": "add", "content": ""}, {"type": "add", "content": "      2999-01-01 CITATION source Code de commerce - art. L821-63"}, {"type": "add", "content": ""}, {"type": "add", "content": ""}, {"type": "add", "content": "      2999-01-01 CITATION source Code de commerce - art. R820-50"}, {"type": "add", "content": ""}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": "Autres formats"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/48/88/32/LEGIARTI000048883273.json)"}, {"type": "del", "content": "* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/48/88/32/LEGIARTI000048883273.json)"}, {"type": "del", "content": "* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/48/88/32/LEGIARTI000048883273.md)"}, {"type": "add", "content": "* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/52/49/12/LEGIARTI000052491214.json)"}, {"type": "add", "content": "* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/52/49/12/LEGIARTI000052491214.json)"}, {"type": "add", "content": "* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/52/49/12/LEGIARTI000052491214.md)"}, {"type": "unchanged", "content": "* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_commerce/src/branch/main/partie_arretes/livre_viii/titre_ii/chapitre_ier/section_3/sous-section_3/paragraphe_2/sous-paragraphe_1/article_a821-64.md)"}, {"type": "del", "content": "* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000048883273)"}, {"type": "add", "content": "* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000052491214)"}, {"type": "unchanged", "content": ""}], "status": "modified"}], "stats": {"additions": 366, "deletions": 157, "filesChanged": 1}}