{"sha":"30b54c97d590","date":"2011-08-04","message":"Arrêté du 21 juin 2011 portant homologation de la norme d'exercice professionnel relative au rapport du commissaire aux comptes établi en application des articles L. 225-235 et L. 226-10-1 du code de commerce sur le rapport du président","files":[{"filename":"partie_arretes/livre_viii/titre_ii/chapitre_iii/section_3/sous-section_3/article_a823-29.md","articleName":"Article A823-29","additions":63,"deletions":56,"diff":[{"type":"del","content":"La norme d'exercice professionnel relative au rapport du commissaire aux comptes établi en application de l'article L. 225-235 du code de commerce sur le rapport du président, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous :"},{"type":"add","content":"La norme d'exercice professionnel relative au rapport du commissaire aux comptes établi en application des articles L. 225-235 et L. 226-10-1 sur le rapport du président, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous :"},{"type":"del","content":"NORME D'EXERCICE PROFESSIONNEL RELATIVE AU RAPPORT DU COMMISSAIRE AUX COMPTES ÉTABLI EN APPLICATION DE L'ARTICLE L. 225-235 DU CODE DE COMMERCE SUR LE RAPPORT DU PRÉSIDENT"},{"type":"add","content":""},{"type":"add","content":"RAPPORT DU COMMISSAIRE AUX COMPTES ÉTABLI EN APPLICATION DES ARTICLES L. 225-235 ET L. 226-10-1 SUR LE RAPPORT DU PRÉSIDENT"},{"type":"del","content":"01. En application de l'article L. 225-235 du code de commerce, le commissaire aux comptes :"},{"type":"add","content":"1. En application des articles L. 225-235 et L. 226-10-1, le commissaire aux comptes :"},{"type":"del","content":"-présente, dans un rapport joint à son rapport général ou, le cas échéant, à son rapport sur les comptes consolidés ses observations sur le rapport du président visé aux articles L. 225-37 et L. 225-68 du code de commerce, pour celles des procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière ;"},{"type":"add","content":"- présente, dans un rapport joint à son rapport sur les comptes annuels ou, le cas échéant, à son rapport sur les comptes consolidés, ses observations sur le rapport du président visé aux articles L. 225-37, L. 225-68 et L. 226-10-1, pour celles des procédures de contrôle interne et de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière ;"},{"type":"del","content":"-atteste l'établissement des autres informations requises aux articles L. 225-37 et L. 225-68 du code de commerce devant figurer dans le rapport du président."},{"type":"add","content":"- atteste l'établissement des autres informations requises aux articles L. 225-37, L. 225-68 et L. 226-10-1 devant figurer dans le rapport du président."},{"type":"del","content":"02. Ces dispositions s'appliquent à tout commissaire aux comptes qui exerce sa mission de certification dans une société anonyme ou une société européenne dont les titres financiers sont admis aux négociations sur un marché réglementé."},{"type":"add","content":"2. Ces dispositions s'appliquent à tout commissaire aux comptes lorsqu'il exerce sa mission de certification dans une société anonyme, une société en commandite par actions ou une société européenne, dont les titres financiers sont admis aux négociations sur un marché réglementé."},{"type":"del","content":"03. La présente norme a pour objet de définir les principes relatifs à l'établissement par le commissaire aux comptes de son rapport sur le rapport du président."},{"type":"add","content":"3. La présente norme a pour objet de définir les principes relatifs à l'établissement par le commissaire aux comptes de son rapport sur le rapport du président."},{"type":"del","content":"04. En application des articles L. 225-37 et L. 225-68 du code de commerce, le président du conseil d'administration ou le président du conseil de surveillance rend compte dans un rapport à l'assemblée générale, joint au rapport du conseil d'administration ou du directoire, des éléments suivants :"},{"type":"add","content":"4. En application des articles L. 225-37, L. 225-68 ou L. 226-10-1, le président du conseil d'administration ou le président du conseil de surveillance rend compte dans un rapport à l'assemblée générale, joint au rapport du conseil d'administration, du directoire ou du gérant, des éléments suivants :"},{"type":"del","content":"-la composition, les conditions de préparation et d'organisation des travaux du conseil d'administration ou du conseil de surveillance, selon le cas, ainsi que les procédures de contrôle interne et de gestion des risques mises en place par la société, en détaillant notamment celles de ces procédures qui sont relatives à l'élaboration et au traitement de l'information comptable et financière pour les comptes sociaux et, le cas échéant, pour les comptes consolidés ;"},{"type":"add","content":"- la composition, les conditions de préparation et d'organisation des travaux du conseil d'administration ou du conseil de surveillance, selon le cas, ainsi que les procédures de contrôle interne et de gestion des risques mises en place par la société, en détaillant notamment celles de ces procédures qui sont relatives à l'élaboration et au traitement de l'information comptable et financière pour les comptes sociaux et, le cas échéant, pour les comptes consolidés ;"},{"type":"del","content":"-les éventuelles limitations que le conseil d'administration apporte aux pouvoirs du directeur général ;"},{"type":"add","content":"- les éventuelles limitations que le conseil d'administration apporte aux pouvoirs du directeur général ;"},{"type":"del","content":"-lorsque la société se réfère volontairement à un code de gouvernement d'entreprise élaboré par les organisations représentatives des entreprises, les dispositions qui ont été écartées et les raisons pour lesquelles elles l'ont été ainsi que le lieu où ce code peut être consulté ;"},{"type":"add","content":"- lorsque la société se réfère volontairement à un code de gouvernement d'entreprise élaboré par les organisations représentatives des entreprises, les dispositions qui ont été écartées et les raisons pour lesquelles elles l'ont été ainsi que le lieu où ce code peut être consulté ;"},{"type":"del","content":"-si la société ne se réfère pas à un tel code, les règles retenues en complément des exigences requises par la loi et les raisons pour lesquelles la société a décidé de n'appliquer aucune disposition d'un code de gouvernement d'entreprise ;"},{"type":"add","content":"- si la société ne se réfère pas à un tel code, les règles retenues en complément des exigences requises par la loi et les raisons pour lesquelles la société a décidé de n'appliquer aucune disposition d'un code de gouvernement d'entreprise ;"},{"type":"del","content":"-les modalités particulières relatives à la participation des actionnaires à l'assemblée générale, le rapport pouvant procéder par renvoi aux dispositions des statuts qui prévoient ces modalités."},{"type":"add","content":"- les modalités particulières relatives à la participation des actionnaires à l'assemblée générale, le rapport pouvant procéder par renvoi aux dispositions des statuts qui prévoient ces modalités."},{"type":"del","content":"Dans les sociétés dont les titres sont admis aux négociations sur un marché réglementé, ce rapport présente en outre les principes et les règles arrêtés par le conseil d'administration ou le conseil de surveillance pour déterminer les rémunérations et avantages de toute nature accordés aux mandataires sociaux et mentionne la publication des informations prévues par l'article L. 225-100-3 du code de commerce relatives aux éléments susceptibles d'avoir une incidence en cas d'offre publique."},{"type":"add","content":"Dans les sociétés anonymes, ce rapport présente, en outre, les principes et les règles arrêtés par le conseil d'administration ou le conseil de surveillance pour déterminer les rémunérations et avantages de toute nature accordés aux mandataires sociaux et mentionne la publication des informations prévues par l'article L. 225-100-3 relatives aux éléments susceptibles d'avoir une incidence en cas d'offre publique."},{"type":"del","content":"05. Ce rapport est approuvé par le conseil d'administration ou le conseil de surveillance et est rendu public."},{"type":"add","content":"5. Ce rapport est approuvé par le conseil d'administration ou le conseil de surveillance et est rendu public."},{"type":"del","content":"Diligences relatives aux informations dans le rapport du président sur les procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière"},{"type":"add","content":"Diligences relatives aux informations dans le rapport du président sur les procédures de contrôle interne et de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière"},{"type":"del","content":"06. Les procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière s'entendent de celles qui permettent à la société de produire, dans des conditions de nature à pouvoir en garantir la fiabilité, les comptes et les informations sur la situation financière et sur ces comptes. Ces informations sont celles extraites de comptes intermédiaires ou des comptes annuels ou consolidés, ou celles qui peuvent être rapprochées des données ayant servi à l'établissement de ces comptes."},{"type":"add","content":"6. Les procédures de contrôle interne et de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière s'entendent de celles qui permettent à la société de produire, dans des conditions de nature à pouvoir en garantir la fiabilité, les comptes et les informations sur la situation financière et sur ces comptes. Ces informations sont celles extraites de comptes intermédiaires ou des comptes annuels ou consolidés, ou celles qui peuvent être rapprochées des données ayant servi à l'établissement de ces comptes."},{"type":"del","content":"07.L'intervention du commissaire aux comptes ne consiste pas à porter une appréciation sur les procédures de contrôle interne en tant que telles mais à apprécier la sincérité des informations contenues dans le rapport du président sur les procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière."},{"type":"add","content":"7. L'intervention du commissaire aux comptes ne consiste pas à porter une appréciation sur les procédures de contrôle interne et de gestion des risques en tant que telles mais à apprécier la sincérité des informations contenues dans le rapport du président sur les procédures de contrôle interne et de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière."},{"type":"del","content":"-prend connaissance des procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière sous-tendant les informations présentées dans le rapport du président et consulte la documentation existante ;"},{"type":"add","content":"- prend connaissance des procédures de contrôle interne et de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière sous-tendant les informations présentées dans le rapport du président et consulte la documentation existante ;"},{"type":"del","content":"-prend connaissance des travaux qui ont permis d'élaborer ces informations et consulte la documentation existante ;"},{"type":"add","content":"- prend connaissance des travaux qui ont permis d'élaborer ces informations et consulte la documentation existante ;"},{"type":"del","content":"-détermine si les déficiences majeures du contrôle interne relatif à l'élaboration et au traitement de l'information comptable et financière qu'il aurait relevées dans le cadre de sa mission font l'objet d'une information appropriée dans le rapport du président."},{"type":"add","content":"- détermine si les déficiences majeures des procédures de contrôle interne et de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière qu'il aurait relevées dans le cadre de sa mission font l'objet d'une information appropriée dans le rapport du président."},{"type":"del","content":"08. Lorsque, à l'issue de ses travaux, le commissaire aux comptes relève dans le rapport du président des informations sur les procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière qui ne correspondent pas à ses propres constatations ou lorsque ces informations ne sont pas sincères ou sont insuffisamment justifiées, il s'entretient avec le président à l'effet d'obtenir les modifications qu'il estime nécessaires.A défaut d'obtenir satisfaction, il formule, dans son rapport, les observations qu'il estime nécessaires."},{"type":"add","content":"Les déficiences majeures des procédures de contrôle interne et de gestion des risques sont des faiblesses significatives du contrôle interne au sens de la norme relative à la communication des faiblesses du contrôle interne, qui sont telles qu'elles puissent conduire à une anomalie significative dans l'information comptable et financière dont la connaissance par le marché est susceptible d'avoir une incidence sensible sur le cours des instruments financiers émis par la société."},{"type":"add","content":""},{"type":"add","content":"8. Lorsque, à l'issue de ses travaux, le commissaire aux comptes relève dans le rapport du président des informations sur les procédures de contrôle interne et de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière qui ne correspondent pas à ses propres constatations ou lorsque ces informations ne sont pas sincères ou sont insuffisamment justifiées, il s'entretient avec le président à l'effet d'obtenir les modifications qu'il estime nécessaires. A défaut d'obtenir satisfaction, il formule, dans son rapport, les observations qu'il estime nécessaires."},{"type":"del","content":"-la description donnée des procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière ;"},{"type":"add","content":"- la description donnée des procédures de contrôle interne et de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière ;"},{"type":"del","content":"-l'absence d'éléments disponibles lui permettant d'apprécier certaines informations contenues dans le rapport du président ;"},{"type":"add","content":"- l'absence d'éléments disponibles lui permettant d'apprécier certaines informations contenues sans le rapport du président ;"},{"type":"del","content":"-l'omission de déficiences majeures du contrôle interne relatif à l'élaboration et au traitement de l'information comptable et financière qu'il aurait relevées dans le cadre de sa mission."},{"type":"add","content":"- l'omission de déficiences majeures des procédures de contrôle interne et de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière qu'il aurait relevées dans le cadre de sa mission."},{"type":"del","content":"09. Lorsque le commissaire aux comptes est conduit à formuler des observations dans son rapport, il les porte à la connaissance de l'organe collégial chargé de l'administration ou de l'organe chargé de la direction et de l'organe de surveillance ainsi que, le cas échéant, du comité spécialisé agissant sous la responsabilité exclusive et collective de ces organes."},{"type":"add","content":"9. Lorsque le commissaire aux comptes est conduit à formuler des observations dans son rapport, il les porte à la connaissance de l'organe collégial chargé de l'administration ou de l'organe chargé de la direction et de l'organe de surveillance, ainsi que, le cas échéant, du comité spécialisé agissant sous la responsabilité exclusive et collective de ces organes."},{"type":"del","content":"10. Le commissaire aux comptes vérifie que les informations, autres que celles portant sur les procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière, requises aux articles L. 225-37 et L. 225-68 du code de commerce figurent dans le rapport du président. Si tel n'est pas le cas, il s'entretient avec le président à l'effet d'obtenir les compléments qu'il estime nécessaires.A défaut d'obtenir ces compléments, il signale dans son rapport l'irrégularité constituée par l'absence de certaines de ces informations."},{"type":"del","content":""},{"type":"del","content":"11. Le commissaire aux comptes n'a pas à vérifier la sincérité des informations, autres que celles portant sur les procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière, contenues dans le rapport du président, que ces informations soient requises par les articles L. 225-37 et L. 225-68 du code de commerce ou non ; notamment, il n'a pas à prendre connaissance des travaux qui ont permis d'élaborer ces autres informations ni de la documentation disponible."},{"type":"add","content":"10. Le commissaire aux comptes vérifie que les informations, autres que celles portant sur les procédures de contrôle interne et de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière, requises aux articles L. 225-37, L. 225-68 et L. 226-10-1 figurent dans le rapport du président. Si tel n'est pas le cas, il s'entretient avec le président à l'effet d'obtenir les compléments qu'il estime nécessaires. A défaut d'obtenir ces compléments, il signale dans son rapport l'irrégularité constituée par l'absence de certaines de ces informations."},{"type":"del","content":"Sa lecture du rapport du président lui permet toutefois de relever, le cas échéant, les informations qui lui apparaîtraient manifestement incohérentes. Dans une telle situation, il s'entretient avec le président à l'effet d'obtenir les modifications qu'il estime nécessaires.A défaut d'obtenir satisfaction, le commissaire aux comptes formule une observation dans son rapport sur le caractère manifestement incohérent de ces autres informations."},{"type":"add","content":"11. Le commissaire aux comptes n'a pas à vérifier la sincérité des informations, autres que celles portant sur les procédures de contrôle interne et de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière, contenues dans le rapport du président, que ces informations soient requises par les articles L. 225-37, L. 225-68 et L. 226-10-1 ou non ; notamment, il n'a pas à prendre connaissance des travaux qui ont permis d'élaborer ces autres informations ni de la documentation disponible."},{"type":"del","content":"Rapport du commissaire aux comptes"},{"type":"add","content":"Sa lecture du rapport du président lui permet toutefois de relever, le cas échéant, les informations qui lui apparaîtraient manifestement incohérentes. Dans une telle situation, il s'entretient avec le président à l'effet d'obtenir les modifications qu'il estime nécessaires. A défaut d'obtenir satisfaction, le commissaire aux comptes formule une observation dans son rapport sur le caractère manifestement incohérent de ces autres informations."},{"type":"del","content":"sur le rapport du président"},{"type":"add","content":"Rapport du commissaire aux comptes sur le rapport du président"},{"type":"del","content":"-un intitulé ;"},{"type":"add","content":"- un intitulé ;"},{"type":"del","content":"-le destinataire du rapport ;"},{"type":"add","content":"- le destinataire du rapport ;"},{"type":"del","content":"-un paragraphe d'introduction comportant le rappel de sa qualité de commissaire aux comptes, les objectifs de son intervention et le texte de loi applicable, l'identification du rapport du président et l'exercice concerné."},{"type":"add","content":"- un paragraphe d'introduction comportant le rappel de sa qualité de commissaire aux comptes, les objectifs de son intervention et le texte de loi applicable, l'identification du rapport du président et l'exercice concerné ;"},{"type":"del","content":"Dans une partie relative aux informations concernant les procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière :"},{"type":"add","content":"Dans une partie relative aux informations concernant les procédures de contrôle interne et de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière :"},{"type":"del","content":"-un paragraphe comportant une description des diligences qu'il a mises en œuvre conformément aux normes d'exercice professionnel ;"},{"type":"add","content":"- un paragraphe comportant une description des diligences qu'il a mises en œuvre conformément aux normes d'exercice professionnel ;"},{"type":"del","content":"-une conclusion sous la forme d'observations, ou au contraire d'absence d'observations, à exprimer sur les informations contenues dans le rapport du président portant sur les procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière."},{"type":"add","content":"- une conclusion sous la forme d'observations, ou au contraire d'absence d'observations, à exprimer sur les informations contenues dans le rapport du président portant sur les procédures de contrôle interne et de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière ;"},{"type":"del","content":"-une attestation de l'établissement des autres informations requises aux articles L. 225-37 et L. 225-68 du code de commerce ou, à défaut, le signalement de l'irrégularité constituée par l'absence de certaines de ces informations ;"},{"type":"add","content":"- une attestation de l'établissement des autres informations requises aux articles L. 225-37, L. 225-68 et L. 226-10-1, ou, à défaut, le signalement de l'irrégularité constituée par l'absence de certaines de ces informations ;"},{"type":"del","content":"-le cas échéant, ses observations sur le caractère manifestement incohérent des autres informations ;"},{"type":"add","content":"- le cas échéant, ses observations sur le caractère manifestement incohérent des autres informations ;"},{"type":"del","content":"-la date du rapport ;"},{"type":"add","content":"- la date du rapport ;"},{"type":"del","content":"-l'adresse et l'identification du (des) signataire (s) du rapport."},{"type":"add","content":"- l'adresse et l'identification du (des) signataire (s) du rapport."},{"type":"del","content":"13. Lorsque le président n'établit pas le rapport prévu par les dispositions légales précitées, ou ne rend pas compte dans ce rapport des procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière, le commissaire aux comptes formule, dans le rapport prévu à l'article L. 225-235 du code de commerce, une observation traduisant son impossibilité de conclure et mentionne l'irrégularité correspondante ainsi relevée."},{"type":"add","content":"13. Lorsque le président n'établit pas le rapport prévu par les dispositions légales précitées, ou ne rend pas compte dans ce rapport des procédures de contrôle interne et de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière, le commissaire aux comptes formule, dans le rapport prévu à l'article L. 225-235, une observation traduisant son impossibilité de conclure et mentionne l'irrégularité correspondante ainsi relevée."},{"type":"del","content":"Hypothèse d'un rapport du président comportant une évaluation des procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière"},{"type":"add","content":"Hypothèse d'un rapport du président comportant une évaluation des procédures de contrôle interne ou de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière"},{"type":"del","content":"14. Le commissaire aux comptes met en œuvre, sur les informations portant sur l'évaluation des procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière, les diligences prévues dans la présente norme. En outre :"},{"type":"add","content":"14. Le commissaire aux comptes met en œuvre, sur les informations portant sur l'évaluation des procédures de contrôle interne ou de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière, les diligences prévues dans la présente norme. En outre, il :"},{"type":"del","content":"-il prend connaissance du processus d'évaluation mis en place ainsi que de sa documentation ;"},{"type":"add","content":"- prend connaissance du processus d'évaluation mis en place ainsi que de sa documentation ;"},{"type":"del","content":"-et apprécie la qualité et le caractère suffisant de la documentation existante."},{"type":"add","content":"- et apprécie la qualité et le caractère suffisant de la documentation existante."},{"type":"del","content":"15. Le cas échéant, le commissaire aux comptes formule dans son rapport, au titre des informations portant sur l'évaluation des procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière, les observations prévues dans la présente norme, qui peuvent, en outre, être relatives :"},{"type":"add","content":"15. Le cas échéant, le commissaire aux comptes formule dans son rapport, au titre des informations portant sur l'évaluation des procédures de contrôle interne ou de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière, les observations prévues dans la présente norme, qui peuvent en outre être relatives :"},{"type":"del","content":"-à l'appréciation portée par le président sur l'adéquation et l'efficacité des procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière ;"},{"type":"add","content":"- à l'appréciation portée par le président sur l'adéquation et l'efficacité des procédures de contrôle interne ou de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière ;"},{"type":"del","content":"-aux raisons pour lesquelles les diligences qu'il a mises en œuvre conformément à la présente norme ne lui permettent pas de se prononcer sur ces informations."},{"type":"add","content":"- aux raisons pour lesquelles les diligences qu'il a mises en œuvre conformément à la présente norme ne lui permettent pas de se prononcer sur ces informations."},{"type":"del","content":"Arrêté du 20 mai 2009 portant homologation de la norme d'exercice professionnel relative au rapport du commissaire aux comptes établi en application de l'article L. 225-235 du code de commerce sur le rapport du président - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Code de commerce - article L225-100-3 AUTONOME ABROGE, en vigueur du 2006-04-01 au 2017-07-14 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Arrêté du 21 juin 2011 portant homologation de la norme d'exercice professionnel relative au rapport du commissaire aux comptes établi en application des articles L. 225-235 et L. 226-10-1 du code de commerce sur le rapport du président - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2009-05-20 MODIFIE cible Arrêté du 20 mai 2009 portant homologation de la norme d'exercice professionnel relative au rapport du commissaire aux comptes établi en application de l'article L. 225-235 du code de commerce sur le rapport du président - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":"2011-06-21 MODIFIE cible Arrêté du 21 juin 2011 portant homologation de la norme d'exercice professionnel relative au rapport du commissaire aux comptes établi en application des articles L. 225-235 et L. 226-10-1 du code de commerce sur le rapport du président - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code de commerce - art. L226-10-1"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/69/05/LEGIARTI000020690592.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/69/05/LEGIARTI000020690592.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/20/69/05/LEGIARTI000020690592.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/24/44/58/LEGIARTI000024445890.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/24/44/58/LEGIARTI000024445890.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/24/44/58/LEGIARTI000024445890.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000020690592)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000024445890)"}],"status":"modified"}],"stats":{"additions":63,"deletions":56,"filesChanged":1}}