{"sha":"4ce52b9cd1d9","date":"2017-06-01","message":"Décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaire aux comptes","files":[{"filename":"annexes_de_la_partie_reglementaire/article_annexe_8-1.md","articleName":"Article ANNEXE 8-1","additions":315,"deletions":183,"diff":[{"type":"del","content":"Le respect des dispositions du présent code fait l'objet de vérifications lors des inspections et des contrôles auxquels sont soumis les commissaires aux comptes."},{"type":"add","content":"Le respect des dispositions du présent code fait l'objet de vérifications lors des contrôles et des enquêtes auxquels sont soumis les commissaires aux comptes."},{"type":"del","content":"Indépendance"},{"type":"del","content":"Le commissaire aux comptes doit être indépendant de la personne ou de l'entité dont il est appelé à certifier les comptes."},{"type":"del","content":"L'indépendance du commissaire aux comptes se caractérise notamment par l'exercice en toute liberté, en réalité et en apparence, des pouvoirs et des compétences qui lui sont conférés par la loi."},{"type":"add","content":"Indépendance et prévention des conflits d'intérêts."},{"type":"add","content":"I. – Le commissaire aux comptes doit être indépendant de la personne ou de l'entité dont il est appelé à certifier les comptes. Cette exigence s'applique durant l'exercice contrôlé, la réalisation des travaux de contrôle des comptes et jusqu'à la date d'émission de son rapport."},{"type":"add","content":"Toute personne qui serait en mesure d'influer directement ou indirectement sur le résultat de la mission de certification des comptes est soumise aux exigences d'indépendance mentionnées au précédent alinéa."},{"type":"add","content":"II. – L'indépendance du commissaire aux comptes s'apprécie en réalité et en apparence. Elle se caractérise par l'exercice en toute objectivité des pouvoirs et des compétences qui sont conférés par la loi. Elle garantit qu'il émet des conclusions exemptes de tout parti pris, conflit d'intérêts, risque d'autorévision ou influence liée à des liens personnels, financiers ou professionnels."},{"type":"add","content":"III. – Le commissaire aux comptes veille à ce que son indépendance ne soit pas compromise par un conflit d'intérêts, une relation d'affaires ou une relation directe ou indirecte, existante ou potentielle, entre ses associés, salariés ou toute autre personne qui serait en mesure d'influer directement ou indirectement sur la mission de certification, ainsi que les membres de son réseau, d'une part, et la personne ou l'entité dont il est chargé de certifier les comptes d'autre part."},{"type":"add","content":"IV. – Tant à l'occasion qu'en dehors de l'exercice de sa mission, le commissaire aux comptes évite de se placer dans une situation qui compromettrait son indépendance à l'égard de la personne ou de l'entité dont il est appelé à certifier les comptes ou qui pourrait être perçue comme de nature à compromettre l'exercice impartial de cette mission."},{"type":"del","content":"Conflit d'intérêts"},{"type":"del","content":"Le commissaire aux comptes évite toute situation de conflit d'intérêts."},{"type":"del","content":"Tant à l'occasion qu'en dehors de l'exercice de sa mission, le commissaire aux comptes évite de se placer dans une situation qui compromettrait son indépendance à l'égard de la personne ou de l'entité dont il est appelé à certifier les comptes ou qui pourrait être perçue comme de nature à compromettre l'exercice impartial de cette mission."},{"type":"add","content":"Scepticisme professionnel et esprit critique."},{"type":"add","content":"Le commissaire aux comptes, tout au long de sa mission, adopte une attitude caractérisée par un esprit critique, en étant attentif aux éléments qui pourraient révéler l'existence d'éventuelles anomalies significatives dues à une erreur ou à une fraude et en procédant à une évaluation critique des éléments probants pour la certification des comptes."},{"type":"del","content":"Discrétion"},{"type":"del","content":"Le commissaire aux comptes respecte le secret professionnel auquel la loi le soumet."},{"type":"add","content":"Secret professionnel et discrétion."},{"type":"add","content":"Le commissaire aux comptes respecte le secret professionnel auquel la loi le soumet. Il ne communique les informations qu'il détient qu'aux personnes légalement qualifiées pour en connaître."},{"type":"del","content":"Il ne communique les informations qu'il détient qu'aux personnes légalement qualifiées pour en connaître."},{"type":"del","content":"Situations interdites"},{"type":"del","content":"Il est interdit au commissaire aux comptes de fournir à la personne ou à l'entité dont il certifie les comptes, ou aux personnes ou entités qui la contrôlent ou qui sont contrôlées par elle au sens des I et II de l'article L. 233-3, tout conseil ou toute prestation de services n'entrant pas dans les diligences directement liées à la mission de commissaire aux comptes, telles qu'elles sont définies par les normes d'exercice professionnel."},{"type":"del","content":"A ce titre, il lui est interdit de procéder, au bénéfice, à l'intention ou à la demande de la personne ou de l'entité dont il certifie les comptes :"},{"type":"del","content":"1° A toute prestation de nature à le mettre dans la position d'avoir à se prononcer dans sa mission de certification sur des documents, des évaluations ou des prises de position qu'il aurait contribué à élaborer ;"},{"type":"del","content":"2° A la réalisation de tout acte de gestion ou d'administration, directement ou par substitution aux dirigeants ;"},{"type":"del","content":"3° Au recrutement de personnel ;"},{"type":"del","content":"4° A la rédaction des actes ou à la tenue du secrétariat juridique ;"},{"type":"del","content":"5° Au maniement ou séquestre de fonds ;"},{"type":"del","content":"6° A la tenue de la comptabilité, à la préparation et à l'établissement des comptes, à l'élaboration d'une information ou d'une communication financières ;"},{"type":"del","content":"7° A une mission de commissariat aux apports et à la fusion ;"},{"type":"del","content":"8° A la mise en place des mesures de contrôle interne ;"},{"type":"del","content":"9° A des évaluations, actuarielles ou non, d'éléments destinés à faire partie des comptes ou de l'information financière, en dehors de sa mission légale ;"},{"type":"del","content":"10° Comme participant, à toute prise de décision, dans le cadre de missions de conception ou de mise en place de systèmes d'information financière ;"},{"type":"del","content":"11° A la fourniture de toute prestation de service, notamment de conseil en matière juridique, financière, fiscale ou relative aux modalités de financement ;"},{"type":"del","content":"12° A la prise en charge, même partielle, d'une prestation d'externalisation ;"},{"type":"del","content":"13° A la défense des intérêts des dirigeants ou à toute action pour leur compte dans le cadre de la négociation ou de la recherche de partenaires pour des opérations sur le capital ou de recherche de financement ;"},{"type":"del","content":"14° A la représentation des personnes mentionnées à l'alinéa premier et de leurs dirigeants devant toute juridiction, ou à toute mission d'expertise dans un contentieux dans lequel ces personnes seraient impliquées."},{"type":"add","content":"Services interdits pour la certification des comptes d'une entité d'intérêt public."},{"type":"add","content":"Outre les services mentionnés au II de l'article L. 822-11, regardés comme portant atteinte à l'indépendance du commissaire aux comptes et comme tels interdits, sont également interdits dans les mêmes conditions :"},{"type":"add","content":"1° Les services ayant pour objet l'élaboration d'une information ou d'une communication financière ;"},{"type":"add","content":"2° La prestation de conseil en matière juridique ainsi que les services qui ont pour objet la rédaction des actes ou la tenue du secrétariat juridique ;"},{"type":"add","content":"3° Les missions de commissariat aux apports et à la fusion ;"},{"type":"add","content":"4° La prise en charge, même partielle, d'une prestation d'externalisation ;"},{"type":"add","content":"5° Le maniement ou le séquestre de fonds."},{"type":"add","content":"Article 10-1"},{"type":"add","content":""},{"type":"add","content":"Services interdits pour la certification des comptes d'une personne ou d'une entité qui n'est pas une entité d'intérêt public."},{"type":"add","content":""},{"type":"add","content":"I. – Pour l'application du 1er alinéa du III de l'article L. 822-11, sont interdits les services mentionnés à l'article 10."},{"type":"add","content":""},{"type":"add","content":"II. – Pour l'application de la première phrase du second alinéa du III de l'article L. 822-11 sont interdits les services mentionnés à l'article 10."},{"type":"add","content":""},{"type":"add","content":"III. – Pour l'application de la deuxième phrase du second alinéa du III de l'article L. 822-11, l'indépendance du commissaire aux comptes est affectée par la fourniture, par un membre de son réseau à la personne qui contrôle ou qui est contrôlée par la personne dont les comptes sont certifiés, de l'une des prestations suivantes :"},{"type":"add","content":""},{"type":"add","content":"1° Les services ayant pour objet la tenue de la comptabilité, la préparation et l'établissement des comptes et l'élaboration d'une information ou une communication financière, lorsqu'ils sont inclus dans les comptes consolidés soumis à la certification du commissaire aux comptes ;"},{"type":"add","content":""},{"type":"add","content":"2° La conception et la mise en œuvre de procédures de contrôle interne ou de gestion des risques relatives à l'élaboration ou au contrôle des informations comptables ou financières incluses dans les comptes consolidés soumis à la certification du commissaire aux comptes ;"},{"type":"add","content":""},{"type":"add","content":"3° Les services qui supposent d'être associé à la gestion ou à la prise de décision de l'entité dont les comptes sont certifiés."},{"type":"add","content":""},{"type":"add","content":"Article 10-2"},{"type":"add","content":""},{"type":"add","content":"Interdiction des sollicitations et cadeaux."},{"type":"add","content":""},{"type":"add","content":"Il est interdit au commissaire aux comptes, à la société de commissaires aux comptes à laquelle il appartient, le cas échéant, aux membres de la direction de ladite société et aux personnes mentionnées au II de l'article L. 822-11-3 de solliciter ou d'accepter des cadeaux sous forme pécuniaire ou non pécuniaire ou des faveurs de la personne ou de l'entité dont les comptes sont certifiés ou de toute personne ou entité qui la contrôle ou qui est contrôlée par elle au sens des I et II de l'article L. 233-3 du code de commerce, sauf si leur valeur n'excède pas un plafond fixé par arrêté du ministre de la justice."},{"type":"add","content":""},{"type":"del","content":"Approche par les risques"},{"type":"del","content":"Le commissaire aux comptes identifie les situations et les risques de nature à affecter d'une quelconque façon la formation, l'expression de son opinion ou l'exercice de sa mission. Il tient compte, en particulier, des risques et contraintes qui résultent, le cas échéant, de son appartenance à un réseau ainsi que des situations d'autorévision le conduisant à se prononcer ou à porter une appréciation sur des éléments résultant de prestations fournies par lui-même, la société à laquelle il appartient ou un membre de son réseau."},{"type":"del","content":"Article 12"},{"type":"del","content":"Mesures de sauvegarde"},{"type":"del","content":"Lorsqu'il se trouve exposé à des situations à risque, le commissaire aux comptes prend immédiatement les mesures de sauvegarde appropriées en vue, soit d'en éliminer la cause, soit d'en réduire les effets à un niveau qui permette la poursuite de la mission en conformité avec les exigences légales, réglementaires, et celles du présent code."},{"type":"add","content":"Identification et traitement des risques."},{"type":"add","content":"I. – Le commissaire aux comptes identifie les risques de nature à affecter d'une quelconque façon la formation, l'expression de son opinion ou l'exercice de sa mission."},{"type":"add","content":"Il tient compte, en particulier, des risques et contraintes qui résultent, le cas échéant, de son appartenance à un réseau, notamment lorsqu'il se trouve dans l'une des situations mentionnées à l'article L. 822-11-1 du code de commerce."},{"type":"add","content":"Il tient compte également des risques d'autorévision le conduisant à se prononcer ou à porter une appréciation sur des éléments résultant de prestations de service fournies par lui-même, la société à laquelle il appartient, un membre de son réseau ou toute autre personne qui serait en mesure d'influer sur le résultat de la mission de certification."},{"type":"add","content":"II. – Lorsqu'il se trouve exposé à des situations à risque, le commissaire aux comptes prend immédiatement les mesures de sauvegarde appropriées en vue, soit d'en éliminer la cause, soit d'en réduire les effets à un niveau qui permette l'acceptation ou la poursuite de la mission en conformité avec les exigences légales, réglementaires, et celles du présent code."},{"type":"del","content":"Le commissaire aux comptes n'accepte pas la mission ou y met fin si celle-ci ne peut s'accomplir dans des conditions conformes aux exigences légales et réglementaires ainsi qu'à celles du présent code."},{"type":"del","content":"En cas de doute sérieux ou de difficulté d'interprétation, il saisit, pour avis, le Haut Conseil du commissariat aux comptes, après en avoir informé le président de la compagnie régionale des commissaires aux comptes."},{"type":"del","content":"Lorsqu'il est amené à démissionner et que la personne ou entité dont il certifie les comptes exerce une activité dans un secteur soumis à une réglementation particulière telle que celle applicable à l'admission aux négociations de titres financiers sur un marché réglementé, au secteur bancaire ou des assurances, il informe de sa démission les instances publiques compétentes pour cette activité. Ces dispositions s'appliquent également aux commissaires aux comptes de personnes ou d'entités dont les titres financiers sont offerts au public sur un système multilatéral de négociation qui se soumet aux dispositions législatives ou réglementaires visant à protéger les investisseurs contre les opérations d'initiés, les manipulations de cours ou la diffusion de fausses informations."},{"type":"add","content":"Il ne peut accepter une mission ou la poursuivre que s'il est en mesure de justifier que son jugement professionnel, l'expression de son opinion ou l'exercice de sa mission ne sont pas affectés."},{"type":"add","content":"III. – En cas de doute sérieux ou de difficulté d'interprétation, le commissaire aux comptes saisit, pour avis, le Haut Conseil du commissariat aux comptes."},{"type":"add","content":"Article 12"},{"type":"add","content":"Risques liés aux fusions ou acquisitions intéressant la personne ou l'entité dont les comptes sont certifiés."},{"type":"add","content":"Lorsqu'au cours de la période couverte par les états financiers, une personne ou entité dont les comptes sont certifiés fusionne, acquiert ou est acquise par une autre personne ou entité, le commissaire aux comptes apprécie si, à la date de prise d'effet de la fusion ou de l'acquisition, les intérêts ou relations actuels ou récents entretenus avec cette personne ou entité, notamment les prestations de service autres que la certification des comptes qui lui ont été fournies, sont de nature à compromettre son indépendance."},{"type":"add","content":"Il prend toutes mesures de sauvegarde nécessaires pour mettre fin à la situation compromettant son indépendance, dans les plus brefs délais et au plus tard dans un délai de trois mois à compter de la date de prise d'effet de la fusion ou de l'acquisition. Lorsque les mesures de sauvegarde sont insuffisantes à garantir son indépendance, il met fin à son mandat."},{"type":"del","content":"A cet effet, il réunit les informations nécessaires :"},{"type":"add","content":"A cet effet, il vérifie et consigne les éléments prévus à l'article L. 820-3 du code de commerce et réunit les informations nécessaires :"},{"type":"add","content":"Lorsque la mission de certification concerne une personne ou une entité qui établit des comptes consolidés, le commissaire aux comptes s'efforce en outre d'obtenir les informations nécessaires sur les commissaires aux comptes ou contrôleurs légaux des personnes ou entités incluses dans le périmètre de consolidation, et sur le cadre réglementaire auquel ces derniers sont soumis."},{"type":"del","content":"Conduite de la mission"},{"type":"del","content":"Le commissaire aux comptes accomplit sa mission en respectant les normes d'exercice professionnel homologuées par le garde des sceaux, ministre de la justice. Il prend en considération les bonnes pratiques professionnelles identifiées par le Haut Conseil du commissariat aux comptes et publiées."},{"type":"del","content":"En l'absence de norme d'exercice professionnel homologuée par le garde des sceaux, le projet de norme transmis par la Compagnie nationale des commissaires aux comptes au garde des sceaux en vue de l'examen de son homologation, après avis du Haut Conseil du commissariat aux comptes, peut être pris comme référence par les professionnels tant que le garde des sceaux ne s'est pas prononcé sur l'homologation."},{"type":"del","content":"Les normes du référentiel établi par la Compagnie nationale des commissaires aux comptes avant l'entrée en vigueur de la loi du 1er août 2003 de sécurité financière et non contraires aux lois et règlements ont une valeur d'usage, jusqu'à leur remplacement par des normes d'exercice professionnel mentionnées au premier alinéa et, au plus tard, jusqu'au 1 er mai 2007."},{"type":"add","content":"Identification et prévention des risques liés aux missions antérieures"},{"type":"add","content":"I. – Avant d'accepter sa nomination, le commissaire aux comptes analyse la nature des missions que lui-même ou le cas échéant le réseau auquel il appartient auraient réalisées antérieurement pour la personne ou l'entité intéressée ou pour la personne qui la contrôle ou qui est contrôlée par elle, au sens des I et II de l'article L. 233-3, afin d'identifier, notamment, les risques d'autorévision qui pourraient résulter de la poursuite de leurs effets dans le temps. Il apprécie leur importance au regard des comptes et met en place les mesures de sauvegarde appropriées."},{"type":"add","content":"Dans un tel cas, il communique à la personne ou à l'entité dont il sera chargé de certifier les comptes, pour mise à disposition des actionnaires et associés, les renseignements concernant les prestations antérieures à sa nomination."},{"type":"add","content":"II. – Le commissaire aux comptes ne peut accepter une mission de certification auprès d'une entité d'intérêt public lorsque, au cours de l'exercice précédant celui dont les comptes doivent être certifiés, lui ou tout membre de son réseau a fourni, directement ou indirectement à l'entité d'intérêt public, aux personnes ou entités qui la contrôlent ou qui sont contrôlées par elle dans l'Union européenne, au sens des I et II de l'article L. 233-3 du code de commerce, les services qui sont mentionnés au e du 1 de l'article 5 du règlement UE n° 537/2014."},{"type":"del","content":"Organisation interne de la structure d'exercice professionnel"},{"type":"del","content":"Les modalités d'organisation et de fonctionnement des structures d'exercice du commissariat aux comptes, qu'elles soient en nom propre ou sous forme de société, doivent permettre au commissaire aux comptes d'être en conformité avec les exigences légales et réglementaires et celles du présent code, d'assurer au mieux la prévention des risques et la bonne exécution de sa mission."},{"type":"del","content":"En particulier, chaque structure doit satisfaire aux exigences suivantes :"},{"type":"del","content":"a) Disposer des moyens permettant au commissaire aux comptes d'assumer ses responsabilités en matière :"},{"type":"del","content":"-d'adéquation à l'ampleur de la mission à accomplir des ressources humaines et des techniques mises en oeuvre ;"},{"type":"del","content":"-de contrôle du respect des règles applicables à la profession et d'appréciation régulière des risques ;"},{"type":"del","content":"-d'évaluation périodique en son sein des connaissances et de formation continue."},{"type":"del","content":"b) Mettre en oeuvre des procédures :"},{"type":"del","content":"-assurant une évaluation périodique des conditions d'exercice de chaque mission de contrôle, en vue de vérifier que celle-ci peut être poursuivie dans le respect des exigences déontologiques, notamment en matière d'indépendance vis-à-vis de la personne ou de l'entité contrôlée ;"},{"type":"del","content":"-permettant de décider rapidement des mesures de sauvegarde si celles-ci s'avèrent nécessaires."},{"type":"del","content":"c) Le cas échéant, garantir :"},{"type":"del","content":"-la rotation des signataires, lorsque la loi le prévoit ;"},{"type":"del","content":"-la mise en place d'une revue indépendante des opinions émises ;"},{"type":"del","content":"-le renforcement des moyens affectés au contrôle lorsque la difficulté technique de la mission ou les exigences déontologiques le commandent ;"},{"type":"del","content":"-la mise en place d'un dispositif de contrôle de qualité interne."},{"type":"del","content":"d) Constituer une documentation appropriée sur la manière dont elle satisfait aux exigences ci-dessus."},{"type":"add","content":"Conduite de la mission."},{"type":"add","content":"Le commissaire aux comptes accomplit sa mission en respectant les normes d'audit mentionnées aux articles L. 821-13 et L. 821-14 du code de commerce."},{"type":"add","content":"Il consigne par écrit la demande qu'il a formulée aux experts et les conclusions qu'il a reçues."},{"type":"del","content":"Les commissaires aux comptes se communiquent réciproquement les propositions de fourniture de prestations entrant dans les diligences directement liées à la mission faites à la personne ou entité dont les comptes sont certifiés."},{"type":"add","content":"Les commissaires aux comptes se communiquent réciproquement les propositions de services autres que la certification des comptes faites à la personne ou entité dont les comptes sont certifiés."},{"type":"del","content":"Le commissaire aux comptes exerce sa mission jusqu'à son terme. Il a cependant le droit de démissionner pour des motifs légitimes."},{"type":"add","content":"I. – Le commissaire aux comptes exerce sa mission jusqu'à son terme. Il a cependant le droit de démissionner pour des motifs légitimes."},{"type":"del","content":"Le commissaire aux comptes ne peut démissionner pour se soustraire à ses obligations légales relatives notamment :"},{"type":"del","content":"1° A la procédure d'alerte ;"},{"type":"add","content":"Le commissaire aux comptes joint à son dossier les différents éléments qui justifient sa démission."},{"type":"add","content":"II. – Le commissaire aux comptes ne peut démissionner pour se soustraire à ses obligations légales relatives notamment :"},{"type":"add","content":"1° A la procédure d'alerte et à la procédure de signalement prévue à l'article 12 du règlement (UE) n° 537/2014 du 16 avril 2014 ;"},{"type":"add","content":"III. – Le commissaire aux comptes qui démissionne en informe le Haut Conseil du commissariat aux comptes et indique les motifs de sa décision."},{"type":"add","content":"Il en informe également l'Autorité des marchés financiers et l'Autorité de contrôle prudentiel et de résolution lorsque la personne ou l'entité concernée relève de ces autorités."},{"type":"del","content":"Succession de missions"},{"type":"del","content":"Avant d'accepter sa nomination et sous réserve des incompatibilités prévues à l'article 30, le commissaire aux comptes analyse la nature des missions que lui-même ou le cas échéant le réseau auquel il appartient auraient réalisées antérieurement pour la personne ou l'entité intéressée ou pour la personne qui la contrôle ou qui est contrôlée par elle, au sens des I et II de l'article L. 233-3, afin d'identifier, notamment, les risques d'autorévision qui pourraient résulter de la poursuite de leurs effets dans le temps. Il apprécie leur importance au regard des comptes et met en place les mesures de sauvegarde appropriées."},{"type":"del","content":"Dans un tel cas, il communique à la personne ou à l'entité dont il sera chargé de certifier les comptes, pour mise à disposition des actionnaires et associés, les renseignements concernant les prestations antérieures à sa nomination."},{"type":"del","content":"Article 21"},{"type":"add","content":"Article 21"},{"type":"add","content":"Information sur la date de fin de mandat."},{"type":"add","content":"Le commissaire aux comptes dont le mandat ne pourra se poursuivre jusqu'à son échéance par l'application des dispositions de l'article L. 823-3-1 en informe sans délai la personne ou l'entité lors de sa désignation ou de son renouvellement."},{"type":"del","content":"Préalablement à toute acceptation d'une mission de certification des comptes et au cours de son mandat, le commissaire aux comptes doit pouvoir justifier qu'il appartient ou non à un réseau pluridisciplinaire, national ou international, dont les membres ont un intérêt économique commun."},{"type":"del","content":"Le commissaire aux comptes doit pouvoir justifier qu'il a procédé à l'analyse de la situation."},{"type":"add","content":"Préalablement à toute acceptation d'une mission de certification des comptes et au cours de son mandat, le commissaire aux comptes doit pouvoir justifier qu'il appartient ou non à un réseau national ou international, qui n'a pas pour activité exclusive le contrôle légal des comptes et dont les membres ont un intérêt économique commun et qu'il a procédé à l'analyse de la situation."},{"type":"del","content":"Fourniture de prestations de services par un membre du réseau à la personne dont les comptes sont certifiés"},{"type":"del","content":"En cas de fourniture de prestations de services par un membre du réseau à une personne ou entité dont les comptes sont certifiés par le commissaire aux comptes, ce dernier s'assure, à tout moment, que cette prestation est directement liée à la mission de commissaire aux comptes."},{"type":"del","content":"Le commissaire aux comptes doit pouvoir justifier qu'il a procédé à l'analyse de la situation."},{"type":"del","content":"En cas de doute, le commissaire aux comptes saisit, pour avis, le Haut Conseil du commissariat aux comptes."},{"type":"add","content":"Organisation spécifique du commissaire aux comptes membre d'un réseau."},{"type":"add","content":"Lorsqu'un commissaire aux comptes appartient à un réseau national ou international, qui n'a pas pour activité exclusive le contrôle légal des comptes et dont les membres ont un intérêt économique commun, il doit mettre en place une organisation et des procédures lui permettant d'être informé de la nature et du prix des prestations fournies ou susceptibles d'être fournies par l'ensemble des membres du réseau à toute personne ou entité dont il certifie les comptes, ainsi qu'aux personnes ou entités qui la contrôlent ou qui sont contrôlées par elle, au sens des I et II de l'article L. 233-3."},{"type":"del","content":"Fourniture de prestations de services par un membre du réseau à une personne contrôlée ou qui contrôle la personne dont les comptes sont certifiés."},{"type":"del","content":"I.-En cas de fourniture d'une prestation de services par un membre du réseau à une personne ou une entité contrôlée ou qui contrôle, au sens des I et II de l'article L. 233-3 du code de commerce, la personne dont les comptes sont certifiés par le commissaire aux comptes, ce dernier s'assure que son indépendance ne se trouve pas affectée par cette prestation de services."},{"type":"del","content":"II.-L'indépendance du commissaire aux comptes qui certifie les comptes est affectée par la fourniture par un membre de son réseau de l'une des prestations suivantes à la personne qui contrôle ou qui est contrôlée par la personne dont les comptes sont certifiés :"},{"type":"del","content":"1° L'élaboration de toute information de nature comptable ou financière incluse dans les comptes consolidés, soumis à la certification du commissaire aux comptes ;"},{"type":"del","content":"2° La conception ou la mise en place de procédures de contrôle interne ou de gestion des risques relatives à l'élaboration ou au contrôle des informations comptables ou financières incluses dans les comptes consolidés, soumis à la certification du commissaire aux comptes ;"},{"type":"del","content":"3° L'accomplissement d'actes de gestion ou d'administration, directement ou par substitution aux dirigeants de la personne ou de l'entité."},{"type":"del","content":"III.-Sans préjudice du II, est présumée affecter l'indépendance du commissaire aux comptes la fourniture par un membre de son réseau de l'une des prestations suivantes à la personne qui contrôle ou qui est contrôlée par la personne dont les comptes sont certifiés :"},{"type":"del","content":"1° La tenue de la comptabilité, la préparation et l'établissement des comptes ou l'élaboration d'une information financière ou d'une communication financière ;"},{"type":"del","content":"2° Le recrutement de personnel exerçant au sein de la personne ou de l'entité des fonctions dites sensibles au sens de l'article 26 ;"},{"type":"del","content":"3° La participation à un processus de prise de décision dans le cadre de missions de conception ou de mise en place de systèmes d'informations financières ;"},{"type":"del","content":"4° La fourniture de prestations de services ou de conseils en matière juridique au bénéfice des personnes exerçant des fonctions sensibles au sens de l'article 26 ;"},{"type":"del","content":"5° La fourniture de prestations de services ou de conseils en matière de financements ou relatifs à l'information financière ;"},{"type":"del","content":"6° La fourniture de prestations de services ou de conseils en matière fiscale de nature à avoir une incidence sur les résultats de la personne ou de l'entité dont les comptes sont certifiés ;"},{"type":"del","content":"7° La fourniture de prestations de services ou de conseils en matière juridique de nature à avoir une influence sur la structure ou le fonctionnement de la personne ou de l'entité dont les comptes sont certifiés ;"},{"type":"del","content":"8° La défense des intérêts des dirigeants ou l'intervention pour leur compte dans le cadre de la négociation ou de la recherche de partenaires pour des opérations sur le capital ou de recherche de financement ;"},{"type":"del","content":"9° La représentation des personnes mentionnées à l'alinéa premier et de leurs dirigeants devant toute juridiction ou la participation, en tant qu'expert, à un contentieux dans lequel ces personnes ou entités seraient impliquées ;"},{"type":"del","content":"10° La prise en charge totale ou partielle d'une prestation d'externalisation dans les cas mentionnés ci-dessus."},{"type":"del","content":"En cas de fourniture de l'une de ces prestations, le commissaire aux comptes procède à l'analyse de la situation et des risques qui y sont attachés et prend, le cas échéant, les mesures de sauvegarde appropriées. Il ne peut poursuivre sa mission que s'il est en mesure de justifier que la prestation n'affecte pas son jugement professionnel, l'expression de son opinion ou l'exercice de sa mission."},{"type":"del","content":"En cas de doute, le commissaire aux comptes ou la personne dont les comptes sont certifiés saisit pour avis le Haut Conseil du commissariat aux comptes."},{"type":"del","content":"Article 25"},{"type":"del","content":"Organisation spécifique du commissaire aux comptes membre d'un réseau pluridisciplinaire"},{"type":"del","content":"Lorsqu'un commissaire aux comptes appartient à un réseau dont les membres assurent des missions autres que le commissariat aux comptes, il doit mettre en place une organisation lui permettant d'être informé de la nature et du prix des prestations fournies ou susceptibles d'être fournies par l'ensemble des membres du réseau à toute personne ou entité dont il certifie les comptes, ainsi qu'aux personnes ou entités qui la contrôlent ou qui sont contrôlées par elle, au sens des I et II de l'article L. 233-3."},{"type":"del","content":"Il doit pouvoir justifier qu'il a procédé à l'analyse de la situation et des risques qui lui sont attachés et qu'il a pris toutes mesures de sauvegarde appropriées conformément aux articles 11 et 12."},{"type":"add","content":"Membres de la direction et personnes réputées exercer des fonctions dites sensibles"},{"type":"add","content":"Pour l'application du présent code, est considérée comme membre de la direction d'une société de commissaires aux comptes toute personne pouvant influer sur les opinions exprimées dans le cadre de la mission de contrôle légal ou qui dispose d'un pouvoir décisionnel en ce qui concerne la gestion, la rémunération, la promotion ou la supervision des membres de l'équipe chargée de cette mission."},{"type":"add","content":""},{"type":"add","content":"Pour l'application de ces mêmes dispositions, est réputé exercer des fonctions dites \" sensibles \" au sein de la personne dont les comptes sont certifiés :"},{"type":"add","content":""},{"type":"add","content":"a) Toute personne ayant la qualité de mandataire social ;"},{"type":"add","content":""},{"type":"add","content":"b) Tout préposé de la personne ou entité chargé de tenir les comptes ou d'élaborer les états financiers et les documents de gestion ;"},{"type":"add","content":""},{"type":"add","content":"c) Tout cadre dirigeant pouvant exercer une influence sur l'établissement de ces états et documents."},{"type":"add","content":""},{"type":"add","content":"Article 25"},{"type":"add","content":""},{"type":"add","content":"Incompatibilités résultant de liens personnels."},{"type":"add","content":""},{"type":"add","content":"I. – Pour l'application du présent code, constitue un lien personnel, le lien entre :"},{"type":"add","content":""},{"type":"add","content":"1° Ascendant et descendant au premier degré ;"},{"type":"add","content":""},{"type":"add","content":"2° Les collatéraux au premier degré ;"},{"type":"add","content":""},{"type":"add","content":"3° Les conjoints, les personnes liées par un pacte civil de solidarité, ou les concubins au sens de l'article 515-8 du code civil."},{"type":"add","content":""},{"type":"add","content":"II. – Est incompatible avec l'exercice de la mission de commissaire aux comptes tout lien personnel entre, d'une part, une personne occupant une fonction sensible au sein de la personne ou entité dont les comptes sont certifiés et, d'autre part :"},{"type":"add","content":""},{"type":"add","content":"1° Le commissaire aux comptes ;"},{"type":"add","content":""},{"type":"add","content":"2° L'un des membres de la direction de la société de commissaires aux comptes."},{"type":"add","content":""},{"type":"add","content":"III. – Les liens définis au I sont incompatibles avec l'exercice de la mission de commissaire aux comptes lorsqu'ils sont établis entre, d'une part, une personne occupant une fonction sensible au sein de la personne ou de l'entité dont les comptes sont certifiés par le commissaire aux comptes et, d'autre part, un associé ou un salarié du commissaire aux comptes, toute autre personne qui participe à la mission de certification, ou un membre du réseau auquel appartient le commissaire aux comptes, si l'existence de ces liens amènerait un tiers objectif, raisonnable et informé à conclure que, malgré les mesures de sauvegarde appliquées, l'indépendance du commissaire aux comptes est compromise."},{"type":"add","content":""},{"type":"del","content":"Pour l'application du présent code, est considérée comme membre de la direction d'une société de commissaires aux comptes toute personne pouvant influer sur les opinions exprimées dans le cadre de la mission de contrôle légal ou qui dispose d'un pouvoir décisionnel en ce qui concerne la gestion, la rémunération, la promotion ou la supervision des membres de l'équipe chargée de cette mission."},{"type":"del","content":"Pour l'application de ces mêmes dispositions, est réputé exercer des fonctions dites \" sensibles \" au sein de la personne dont les comptes sont certifiés :"},{"type":"del","content":"a) Toute personne ayant la qualité de mandataire social ;"},{"type":"del","content":"b) Tout préposé de la personne ou entité chargé de tenir les comptes ou d'élaborer les états financiers et les documents de gestion ;"},{"type":"del","content":"c) Tout cadre dirigeant pouvant exercer une influence sur l'établissement de ces états et documents."},{"type":"add","content":"Incompatibilités résultant de liens financiers."},{"type":"add","content":"I. – Sont incompatibles avec l'exercice de la mission de commissaire aux comptes, les liens financiers qui sont établis entre, d'une part, la personne ou l'entité dont les comptes sont certifiés ou une personne ou entité qui la contrôle ou qui est contrôlée par elle au sens des I et II de l'article L. 233-3 du code de commerce et, d'autre part, le commissaire aux comptes, la société de commissaires aux comptes à laquelle il appartient, les associés et les salariés du commissaire aux comptes qui participent à la mission de certification, ou toute autre personne participant à la mission de certification ainsi que les personnes qui leur sont liées au sens du 3° du I de l'article 25 du présent code et au sens du paragraphe 26 de l'article 3 du règlement (UE) n° 596/2014 du 16 avril 2014 et portant sur les opérations suivantes :"},{"type":"add","content":"1° L'acquisition ou la détention, directe ou indirecte, d'actions ou de tous autres titres donnant ou pouvant donner accès, directement ou indirectement, au capital ou aux droits de vote de la personne ou entité dont les comptes sont certifiés."},{"type":"add","content":"2° L'acquisition ou la détention, directe ou indirecte, d'instruments financiers définis par l'article L. 211-1 du code monétaire et financier."},{"type":"add","content":"Par dérogation au premier alinéa, n'est pas incompatible avec l'exercice d'une mission de commissaire aux comptes la détention d'actions, de titres ou d'instruments financiers par l'intermédiaire d'organismes de placement collectif diversifiés, y compris de fonds gérés tels que des fonds de pension ou d'assurance sur la vie pour lesquels le détenteur n'a pas le pouvoir d'influer sur la gestion des investissements."},{"type":"add","content":"II. – Sont incompatibles avec l'exercice de la mission de commissaire aux comptes les liens financiers qui sont établis entre les mêmes personnes que celles mentionnées au I lorsque les opérations n'ont pas été réalisées, ou souscrites aux conditions habituelles du marché et qu'elles portent sur :"},{"type":"add","content":"1° Tout dépôt de fonds à terme ;"},{"type":"add","content":"2° L'octroi ou le maintien de tout prêt ou avance ;"},{"type":"add","content":"3° La souscription d'un contrat d'assurance sur la vie ;"},{"type":"add","content":"4° L'octroi ou l'obtention de sûretés et garanties."},{"type":"add","content":"Ces liens sont également incompatibles avec l'exercice de la mission de commissaire aux comptes lorsqu'ils sont établis entre la personne ou l'entité dont les comptes sont certifiés et le commissaire aux comptes postérieurement à sa nomination ou sa désignation."},{"type":"add","content":"III. – Sont incompatibles avec l'exercice de la mission de commissaire aux comptes les liens financiers mentionnés au 1° et au 2° du I et aux 1° à 4° du II et établis entre d'une part la personne ou l'entité dont les comptes sont certifiés et, d'autre part, les membres du réseau auquel appartient le commissaire aux comptes, les personnes qui contrôlent la société de commissaire aux comptes ou qui sont contrôlées par elle, au sens des I et II de l'article L. 233-3 du code de commerce, si l'existence de ces liens peut amener un tiers objectif, raisonnable et informé à conclure que, malgré les mesures de sauvegarde appliquées, l'indépendance du commissaire aux comptes est compromise."},{"type":"del","content":"Liens personnels"},{"type":"del","content":"I.-Liens familiaux :"},{"type":"del","content":"Est incompatible avec l'exercice de la mission de commissaire aux comptes tout lien familial entre, d'une part, une personne occupant une fonction sensible au sein de la personne ou entité dont les comptes sont certifiés et, d'autre part :"},{"type":"del","content":"a) Le commissaire aux comptes ;"},{"type":"del","content":"b) L'un des membres de l'équipe de contrôle légal, y compris les personnes ayant un rôle de consultation ou d'expertise sur les travaux de contrôle légal ;"},{"type":"del","content":"c) L'un des membres de la direction de la société de commissaires aux comptes ;"},{"type":"del","content":"d) Les associés du bureau auquel appartient le signataire, le bureau s'entendant d'un sous-groupe distinct défini par une société de commissaires aux comptes sur la base de critères géographiques ou d'organisation."},{"type":"del","content":"Pour l'application des dispositions qui précèdent, il existe un lien familial entre deux personnes lorsque l'une est l'ascendant de l'autre, y compris par filiation adoptive, ou lorsque l'une et l'autre ont un ascendant commun au premier ou au deuxième degré, y compris par filiation adoptive. Il existe également un lien familial entre conjoints, entre personnes liées par un pacte civil de solidarité et entre concubins. Le lien familial est également constitué entre l'une de ces personnes et les ascendants ou descendants de son conjoint, de la personne avec laquelle elle est liée par un pacte civil de solidarité et de son concubin."},{"type":"del","content":"II.-Autres liens personnels :"},{"type":"del","content":"Un commissaire aux comptes ne peut accepter ou conserver une mission de contrôle légal de la part de la personne ou de l'entité qui l'a désigné, dès lors que lui-même ou l'un des membres de la direction de la société de commissaires aux comptes entretient avec cette personne ou entité ou avec une personne occupant une fonction sensible au sein de celle-ci des liens personnels étroits affectant son indépendance."},{"type":"add","content":"Incompatibilités résultant de liens professionnels."},{"type":"add","content":""},{"type":"add","content":"I. – Il existe un lien professionnel entre deux personnes lorsqu'elles sont liées par un contrat de travail ou une relation d'affaires qui n'est pas une opération courante conclue à des conditions habituelles de marché."},{"type":"add","content":""},{"type":"add","content":"II. – Est incompatible avec l'exercice de la mission de commissaire aux comptes tout lien professionnel entre, d'une part, la personne ou entité dont les comptes sont certifiés ou ses dirigeants et, d'autre part, le commissaire aux comptes ou l'un des membres de la direction de la société de commissaires aux comptes, ainsi que les personnes qui leur sont étroitement liées au sens du paragraphe 26 de l'article 3 du règlement (UE) n° 596/2014 du 16 avril 2014."},{"type":"add","content":""},{"type":"add","content":"III. – Est incompatible avec l'exercice de la mission de commissaire aux comptes tout lien professionnel entre, d'une part, la personne ou entité dont les comptes sont certifiés ou ses dirigeants et, d'autre part, les associés et salariés du commissaire aux comptes qui participent à la mission de certification, toute autre personne participant à la mission de certification, ainsi que les personnes qui leur sont étroitement liées au sens du paragraphe 26 de l'article 3 du règlement (UE) n° 596/2014 du 16 avril 2014, si l'existence de ce lien amène un tiers objectif, raisonnable et informé à conclure que, malgré les mesures de sauvegarde appliquées, l'indépendance du commissaire aux comptes est compromise."},{"type":"add","content":""},{"type":"del","content":"Liens financiers"},{"type":"del","content":"I.-Constituent des liens financiers :"},{"type":"del","content":"a) La détention, directe ou indirecte, d'actions ou de tous autres titres donnant ou pouvant donner accès, directement ou indirectement, au capital ou aux droits de vote de la personne ou de l'entité, sauf lorsqu'ils sont acquis par l'intermédiaire d'un organisme de placement collectif en valeurs mobilières, à moins qu'il ne s'agisse d'un organisme de placement collectif en valeurs mobilières contractuel ou d'un fonds commun de placement à risques contractuels ;"},{"type":"del","content":"b) La détention, directe ou indirecte, de titres de créance ou de tous autres instruments financiers émis par la personne ou l'entité ;"},{"type":"del","content":"c) Tout dépôt de fonds, sous quelque forme que ce soit, auprès de la personne ;"},{"type":"del","content":"d) L'octroi ou le maintien après le début de la mission de tout prêt ou avance auprès de la personne ou de l'entité ;"},{"type":"del","content":"e) La souscription d'un contrat d'assurance auprès de la personne."},{"type":"del","content":"Les liens mentionnés aux a, b, c, d et e sont incompatibles avec l'exercice de la mission lorsqu'ils sont établis entre, d'une part, la personne ou l'entité dont les comptes sont certifiés ou une personne ou entité qui la contrôle ou qui est contrôlée par elle au sens des I et II de l'article L. 233-3 du code de commerce et, d'autre part, le commissaire aux comptes, la société de commissaires aux comptes à laquelle appartient le commissaire aux comptes, la personne qui la contrôle ou qui est contrôlée par elle au sens des I et II de l'article L. 233-3 précité, les membres de la direction de ladite société."},{"type":"del","content":"En outre les liens mentionnées aux a et b sont incompatibles avec l'exercice de la mission lorsqu'ils sont établis entre, d'une part, la personne ou l'entité dont les comptes sont certifiés ou une personne ou entité qui la contrôle ou qui est contrôlée par elle au sens des I et II de l'article L. 233-3 et, d'autre part, tout associé de la société de commissaires aux comptes ayant une influence significative sur l'opinion émise par le commissaire aux comptes à l'égard de la personne ou entité dont les comptes sont certifiés, tout membre de l'équipe chargée de la mission de contrôle légal, tout collaborateur de la société de commissaires aux comptes amené à intervenir de manière significative auprès de la personne ou entité dont les comptes sont certifiés. Il en est de même pour les liens mentionnés aux c, d et e dès lors que les produits n'ont pas été commercialisés aux conditions habituelles du marché."},{"type":"del","content":"Dès qu'il a connaissance de la survenance d'événements extérieurs susceptibles de créer une situation d'incompatibilité mentionnée au présent article, le commissaire aux comptes saisit le Haut Conseil du commissariat aux comptes pour avis sur les mesures qu'il envisage de prendre pour éviter cette situation."},{"type":"del","content":"II.-Les incompatibilités énoncées au I s'appliquent au commissaire aux comptes lorsque son conjoint, la personne qui lui est liée par un pacte civil de solidarité, son concubin ou toute personne fiscalement à sa charge a des liens financiers avec la personne ou entité dont il certifie les comptes."},{"type":"del","content":"Article 29"},{"type":"del","content":"Liens professionnels"},{"type":"del","content":"I.-Révèle un lien professionnel toute situation qui établit entre le commissaire aux comptes et la personne ou entité dont il certifie les comptes un intérêt commercial ou financier commun en dehors des opérations courantes conclues aux conditions habituelles de marché."},{"type":"del","content":"II.-Liens professionnels concomitants :"},{"type":"del","content":"Est incompatible avec l'exercice de la mission de commissaire aux comptes tout lien professionnel entre, d'une part, la personne ou entité dont les comptes sont certifiés ou ses dirigeants et, d'autre part :"},{"type":"del","content":"a) Le commissaire aux comptes ;"},{"type":"del","content":"b) Les membres de l'équipe chargés de la mission de contrôle légal ;"},{"type":"del","content":"c) La société à laquelle appartient ce commissaire aux comptes ;"},{"type":"del","content":"d) Les membres de la direction de cette société ;"},{"type":"del","content":"e) Tout associé de cette société ayant une influence sur l'opinion émise par le commissaire aux comptes à l'égard de la personne ou entité dont les comptes sont certifiés."},{"type":"del","content":"III.-Liens professionnels antérieurs :"},{"type":"del","content":"Avant l'acceptation de la mission le commissaire aux comptes doit procéder à l'analyse de la situation conformément aux articles 11 et 20."},{"type":"del","content":"Il ne peut accepter une mission légale dès lors que celle-ci le placerait dans une situation d'autorévision qui serait de nature à affecter son jugement professionnel, l'expression de son opinion ou l'exercice de sa mission."},{"type":"del","content":"S'il estime, face à une situation à risques résultant de prestations antérieures, que des mesures de sauvegarde sont suffisantes, il informe par écrit le Haut Conseil du commissariat aux comptes de la nature et de l'étendue de ces mesures."},{"type":"del","content":"Article 30"},{"type":"del","content":"La survenance en cours de mission de l'une des situations mentionnées aux articles 23, 24, 27, 28 et 29 conduit le commissaire aux comptes à en tirer sans délai les conséquences."},{"type":"add","content":"La survenance en cours de mission de l'une des situations mentionnées aux articles 25,26 et 27 conduit le commissaire aux comptes à en tirer sans délai les conséquences."},{"type":"add","content":""},{"type":"del","content":"Article 31"},{"type":"add","content":"Article 29"},{"type":"del","content":"Article 32"},{"type":"del","content":"Honoraires de la mission"},{"type":"del","content":"Un commissaire aux comptes, de même qu'un de ses associés, ne peut recevoir de la personne ou entité dont il est chargé de certifier les comptes, ou d'une personne ou entité qui la contrôle ou qui est contrôlée par elle, au sens des I et II de l'article L. 233-3, une rémunération pour des prestations autres que celles entrant dans les diligences directement liées à sa mission de commissaire aux comptes."},{"type":"del","content":"Lorsque le commissaire aux comptes qui appartient à un réseau a recours à des membres de ce réseau pour accomplir, au profit de la personne ou entité dont il certifie les comptes, des prestations entrant dans les diligences directement liées à la mission, il en effectue la facturation."},{"type":"del","content":"Article 33"},{"type":"add","content":"Le mode de calcul des honoraires relatifs à des travaux ou diligences non prévus lors de l'acceptation de la mission, mais qui apparaîtraient nécessaires à son exécution, doit être convenu lors de l'acceptation de la mission ou, à défaut, au moment où il apparaît que des travaux ou diligences complémentaires doivent être réalisés."},{"type":"add","content":"Article 30"},{"type":"del","content":"Le mode de calcul des honoraires relatifs à des travaux ou diligences non prévus lors de l'acceptation de la mission, mais qui apparaîtraient nécessaires à son exécution, doit être convenu lors de l'acceptation de la mission ou, à défaut, au moment où il apparaît que des travaux ou diligences complémentaires doivent être réalisés."},{"type":"del","content":"Article 34"},{"type":"del","content":"Rapport entre le total des honoraires et le total des revenus."},{"type":"del","content":"Les honoraires facturés au titre d'une mission légale ne doivent pas créer de dépendance financière du commissaire aux comptes à l'égard de la personne ou de l'entité dont les comptes sont certifiés ou d'une personne qui la contrôle ou qui est contrôlée par elle."},{"type":"del","content":"La dépendance financière est présumée lorsque le total des honoraires perçus dans le cadre d'une mission légale représente une part significative du total des revenus professionnels du commissaire aux comptes lorsqu'il s'agit d'une personne physique ou du total du chiffre d'affaires lorsqu'il s'agit d'une personne morale."},{"type":"del","content":"Lorsque le commissariat aux comptes est exercé par un signataire et que les honoraires perçus au titre d'une mission légale représentent une part significative du chiffre d'affaires réalisé par ce signataire, la société de commissaires aux comptes à laquelle il appartient doit mettre en place des mesures de sauvegarde appropriées."},{"type":"del","content":"Lorsque le commissariat aux comptes est exercé par une personne physique et que les honoraires perçus dans le cadre de la mission représentent une part significative du total de ses revenus professionnels, il met en place des mesures de sauvegarde appropriées."},{"type":"del","content":"Au cours des trois premiers exercices d'activité, le caractère significatif de la part des revenus professionnels ou du chiffre d'affaires est apprécié sur l'ensemble de cette période."},{"type":"del","content":"En cas de difficulté sérieuse, le commissaire aux comptes saisit pour avis le haut conseil."},{"type":"del","content":"Article 35"},{"type":"del","content":"Publicité des honoraires"},{"type":"del","content":"I.-Le commissaire aux comptes informe la personne ou entité dont il est chargé de certifier les comptes du montant de l'ensemble des honoraires :"},{"type":"del","content":"-qu'il a perçu au titre de sa mission de contrôle légal ;"},{"type":"del","content":"-que le réseau, auquel il appartient, s'il n'a pas pour activité exclusive le contrôle légal des comptes, a reçu au titre des prestations qui ne sont pas directement liées à la mission du commissaire aux comptes, fournies à une personne contrôlée ou qui contrôle, au sens des I et II de l'article L. 233-3, la personne ou entité dont les comptes sont certifiés."},{"type":"del","content":"II.-Lorsque la mission du commissaire aux comptes porte sur le contrôle de comptes consolidés, les informations communiquées doivent porter sur les honoraires perçus par le réseau au titre des prestations qui ne sont pas directement liées à la mission de commissaire aux comptes et qui ont été fournies aux sociétés entrant dans le périmètre de consolidation de la personne ou entité dont les comptes sont certifiés ou, le cas échéant, à la personne ou entité qui la contrôle, au sens des I et II de l'article L. 233-3."},{"type":"add","content":"Article 31"},{"type":"add","content":"Indépendance financière."},{"type":"add","content":"I. – Le total des honoraires reçus d'une personne ou entité dont les comptes sont certifiés et, le cas échéant, d'une personne ou entité qui la contrôle ou qui est contrôlée par elle, au sens des I et II de l'article L. 233-3 du code de commerce ne doit pas créer de dépendance financière du commissaire aux comptes à l'égard de la personne ou de l'entité dont les comptes sont certifiés."},{"type":"add","content":"Il existe un risque de dépendance financière lorsque le total des honoraires reçus au cours de la mission de certification des comptes représente une part significative du total des revenus professionnels du commissaire aux comptes lorsqu'il s'agit d'une personne physique ou du total du chiffre d'affaires lorsqu'il s'agit d'une personne morale."},{"type":"add","content":"Lorsqu'il existe un risque de dépendance financière, le commissaire aux comptes met en place les mesures de sauvegarde appropriées."},{"type":"add","content":""},{"type":"add","content":"En cas de difficulté sérieuse, le commissaire aux comptes saisit pour avis le Haut conseil."},{"type":"add","content":"  II. – Lorsque le commissaire aux comptes exerce sa mission auprès d'une entité d'intérêt public, il respecte en outre les dispositions du paragraphe 3 de l'article 4 du règlement (UE) n° 537/2014."},{"type":"add","content":""},{"type":"add","content":"Article 32"},{"type":"add","content":"Information sur les honoraires"},{"type":"add","content":"I. – Le commissaire aux comptes informe la personne ou entité dont il est chargé de certifier les comptes du montant de l'ensemble des honoraires :"},{"type":"add","content":"a) qu'il a perçu au titre de sa mission de contrôle légal ;"},{"type":"add","content":"b) Qu'il a perçu au titre des services autres que de certification des comptes ;"},{"type":"add","content":"c) que le réseau, auquel il appartient, s'il n'a pas pour activité exclusive le contrôle légal des comptes, a reçu au titre des prestations qui ne sont pas directement liées à la mission du commissaire aux comptes, fournies à une personne contrôlée ou qui contrôle, au sens des I et II de l'article L. 233-3, la personne ou entité dont les comptes sont certifiés."},{"type":"add","content":"II. – Lorsque la mission du commissaire aux comptes porte sur le contrôle de comptes consolidés, les informations communiquées doivent porter sur les honoraires perçus par le réseau au titre des prestations de service autres que la certification des comptes et qui ont été fournies aux sociétés entrant dans le périmètre de consolidation de la personne ou entité dont les comptes sont certifiés ou, le cas échéant, à la personne ou entité qui la contrôle, au sens des I et II de l'article L. 233-3."},{"type":"del","content":"Article 36"},{"type":"del","content":"Il est interdit aux commissaires aux comptes d'effectuer toute démarche non sollicitée en vue de proposer leurs services à des tiers."},{"type":"del","content":"La participation des commissaires aux comptes à des colloques, séminaires ou autres manifestations universitaires ou scientifiques est autorisée dans la mesure où ils ne se livrent pas, à cette occasion, à des actes assimilables à du démarchage."},{"type":"del","content":"Article 37"},{"type":"del","content":"La publicité est permise au commissaire aux comptes dans la mesure où elle procure au public une nécessaire information. Les moyens auxquels il est recouru à cet effet sont mis en oeuvre avec discrétion, de façon à ne pas porter atteinte à l'indépendance, à la dignité et à l'honneur de la profession, pas plus qu'aux règles du secret professionnel, à la loyauté envers les clients et les autres membres de la profession."},{"type":"del","content":"Les commissaires aux comptes peuvent utiliser le titre de commissaire aux comptes et le faire suivre de l'indication de la compagnie régionale dont ils sont membres."},{"type":"del","content":"Lorsqu'il présente son activité professionnelle à des tiers, par quelque moyen que ce soit, le commissaire aux comptes ne doit adopter aucune forme d'expression qui soit de nature à compromettre la dignité de sa fonction ou l'image de la profession."},{"type":"del","content":""},{"type":"del","content":"Les autres formes de communication sont autorisées sous réserve :"},{"type":"del","content":""},{"type":"del","content":"-que l'expression en soit décente et empreinte de retenue ;"},{"type":"add","content":"Article 33"},{"type":"add","content":"Publicité"},{"type":"add","content":"La publicité est permise au commissaire aux comptes dans la mesure où elle procure au public une nécessaire information. Les moyens auxquels il est recouru à cet effet sont mis en oeuvre, de façon à ne pas porter atteinte à l'indépendance, à la dignité et à l'honneur de la profession, pas plus qu'aux règles du secret professionnel, à la loyauté envers les clients et les autres membres de la profession."},{"type":"add","content":"Les commissaires aux comptes utilisent le titre de commissaire aux comptes et le font suivre de l'indication de la compagnie régionale dont ils sont membres."},{"type":"del","content":"-que leur contenu ne comporte aucune inexactitude ni ne soit susceptible d'induire le public en erreur ;"},{"type":"add","content":"Lorsqu'il présente son activité professionnelle à des tiers, par quelque moyen que ce soit, le commissaire aux comptes ne doit adopter aucune forme d'expression qui soit de nature à compromettre la dignité de sa fonction ou l'image de la profession."},{"type":"del","content":"-qu'elles soient exemptes de tout élément comparatif."},{"type":"add","content":"La publicité est exempte de tout élément comparatif."},{"type":"del","content":"Décret n° 2010-131 du 10 février 2010 modifiant le code de déontologie de la profession de commissaire aux comptes - article 3 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaire aux comptes - article 16 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaire aux comptes - article 20 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaire aux comptes - article 26 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaire aux comptes - article 5 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaire aux comptes - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaire aux comptes - article 4 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaire aux comptes - article 6 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaire aux comptes - article 7 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaire aux comptes - article 9 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaire aux comptes - article 10 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaire aux comptes - article 15 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaire aux comptes - article 12 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaire aux comptes - article 13 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"Décret n° 2010-131 du 10 février 2010 modifiant le code de déontologie de la profession de commissaire aux comptes - article 4 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaire aux comptes - article 21 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"Décret n° 2010-131 du 10 février 2010 modifiant le code de déontologie de la profession de commissaire aux comptes - article 6 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaire aux comptes - article 17 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"Décret n° 2010-131 du 10 février 2010 modifiant le code de déontologie de la profession de commissaire aux comptes - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaire aux comptes - article 18 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"Décret n° 2010-131 du 10 février 2010 modifiant le code de déontologie de la profession de commissaire aux comptes - article 5 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaire aux comptes - article 22 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaire aux comptes - article 23 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaire aux comptes - article 24 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaire aux comptes - article 25 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaire aux comptes - article 27 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaire aux comptes - article 3 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaire aux comptes - article 14 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaire aux comptes - article 19 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaire aux comptes - article 8 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaire aux comptes - article 11 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2010-02-10 MODIFIE cible Décret n° 2010-131 du 10 février 2010 modifiant le code de déontologie de la profession de commissaire aux comptes - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":"2017-04-12 MODIFIE cible Décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaire aux comptes - article 10 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2017-04-12 MODIFIE cible Décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaire aux comptes - article 11 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2017-04-12 MODIFIE cible Décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaire aux comptes - article 12 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2017-04-12 MODIFIE cible Décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaire aux comptes - article 13 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2017-04-12 MODIFIE cible Décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaire aux comptes - article 14 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2017-04-12 MODIFIE cible Décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaire aux comptes - article 15 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2017-04-12 MODIFIE cible Décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaire aux comptes - article 16 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2017-04-12 MODIFIE cible Décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaire aux comptes - article 17 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2017-04-12 MODIFIE cible Décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaire aux comptes - article 18 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2017-04-12 MODIFIE cible Décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaire aux comptes - article 19 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2017-04-12 MODIFIE cible Décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaire aux comptes - article 2 ENTIEREMENT_MODIF"},{"type":"del","content":"2010-02-10 MODIFIE cible Décret n° 2010-131 du 10 février 2010 modifiant le code de déontologie de la profession de commissaire aux comptes - article 3 ENTIEREMENT_MODIF"},{"type":"add","content":"2017-04-12 MODIFIE cible Décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaire aux comptes - article 20 ENTIEREMENT_MODIF"},{"type":"del","content":"2010-02-10 MODIFIE cible Décret n° 2010-131 du 10 février 2010 modifiant le code de déontologie de la profession de commissaire aux comptes - article 4 ENTIEREMENT_MODIF"},{"type":"add","content":"2017-04-12 MODIFIE cible Décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaire aux comptes - article 21 ENTIEREMENT_MODIF"},{"type":"del","content":"2010-02-10 MODIFIE cible Décret n° 2010-131 du 10 février 2010 modifiant le code de déontologie de la profession de commissaire aux comptes - article 5 ENTIEREMENT_MODIF"},{"type":"add","content":"2017-04-12 MODIFIE cible Décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaire aux comptes - article 22 ENTIEREMENT_MODIF"},{"type":"del","content":"2010-02-10 MODIFIE cible Décret n° 2010-131 du 10 février 2010 modifiant le code de déontologie de la profession de commissaire aux comptes - article 6 ENTIEREMENT_MODIF"},{"type":"add","content":"2017-04-12 MODIFIE cible Décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaire aux comptes - article 23 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2017-04-12 MODIFIE cible Décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaire aux comptes - article 24 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2017-04-12 MODIFIE cible Décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaire aux comptes - article 25 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2017-04-12 MODIFIE cible Décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaire aux comptes - article 26 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2017-04-12 MODIFIE cible Décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaire aux comptes - article 27 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2017-04-12 MODIFIE cible Décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaire aux comptes - article 3 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2017-04-12 MODIFIE cible Décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaire aux comptes - article 4 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2017-04-12 MODIFIE cible Décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaire aux comptes - article 5 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2017-04-12 MODIFIE cible Décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaire aux comptes - article 6 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2017-04-12 MODIFIE cible Décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaire aux comptes - article 7 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2017-04-12 MODIFIE cible Décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaire aux comptes - article 8 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2017-04-12 MODIFIE cible Décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaire aux comptes - article 9 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de commerce - article L820-3 AUTONOME MODIFIE, en vigueur du 2001-05-16 au 2003-08-02"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code de commerce - art. L821-13 (V)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de commerce - article L822-11 AUTONOME MODIFIE, en vigueur du 2003-08-02 au 2005-09-09"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code de commerce - art. L822-11-1 (V)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code de commerce - art. L822-11-3 (V)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code de commerce - art. L823-3-1 (V)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code civil - article 515-8 AUTONOME MODIFIE, en vigueur du 1999-11-16 au 2009-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code monétaire et financier - article L211-1 AUTONOME MODIFIE, en vigueur du 2001-01-01 au 2003-08-02"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/82/13/LEGIARTI000021821383.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/82/13/LEGIARTI000021821383.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/21/82/13/LEGIARTI000021821383.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/42/74/LEGIARTI000034427470.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/42/74/LEGIARTI000034427470.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/34/42/74/LEGIARTI000034427470.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000021821383)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000034427470)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_ix/titre_v/article_r950-1.md","articleName":"Article R950-1","additions":57,"deletions":207,"diff":[{"type":"del","content":""},{"type":"add","content":";"},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":";"},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":";"},{"type":"add","content":""},{"type":"add","content":";"},{"type":"add","content":""},{"type":"del","content":"9° Le titre II du livre VIII, à l'exception des articles R. 822-111 à R. 822-124, dans sa rédaction issue du décret n° 2016-1026 du 26 juillet 2016 pris pour l'application de l'ordonnance n° 2016-315 du 17 mars 2016 relative au commissariat aux comptes."},{"type":"add","content":"9° Le titre II du livre VIII, à l'exception des articles R. 822-111 à R. 822-124, dans sa rédaction issue du décret n° 2016-1026 du 26 juillet 2016 ; toutefois, sont applicables dans leur rédaction issue du décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaires aux comptes les articles R. 821-1, R. 821-3, R. 821-14, R. 822-20, R. 824-6 et R. 824-14."},{"type":"del","content":"Décret n° 2017-823 du 5 mai 2017 relatif aux recours exercés devant la cour d'appel de Paris contre les décisions de l'Autorité de la concurrence et aux recours exercés devant le premier président de la cour d'appel de Paris contre certaines décisions du rapporteur général de l'Autorité de la concurrence - article 21 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2017-05-08 MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2008-484 du 22 mai 2008 relatif à la procédure devant la Cour de cassation CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2016-109 du 3 février 2016 relatif à la Commission nationale d'inscription et de discipline des administrateurs judiciaires et des mandataires judiciaires CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2012-122 du 30 janvier 2012 relatif à l'entrepreneur individuel à responsabilité limitée CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2014-1317 du 3 novembre 2014 relatif au bail commercial CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2015-903 du 23 juillet 2015 relatif aux obligations comptables des commerçants CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Ordonnance n° 2014-326 du 12 mars 2014 portant réforme de la prévention des difficultés des entreprises et des procédures collectives CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2014-551 du 27 mai 2014 portant adaptation de dispositions pour faire suite à la fusion de la direction générale des impôts et de la direction générale de la comptabilité publique CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2016-400 du 1er avril 2016 relatif aux administrateurs judiciaires et aux mandataires judiciaires CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2014-1315 du 3 novembre 2014 portant diverses dispositions d'adaptation au droit de l'Union européenne en matière financière et relatif aux sociétés de financement CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2007-1851 du 26 décembre 2007 modifiant le code de commerce (partie réglementaire) et relatif au tarif des huissiers de justice CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2015-913 du 24 juillet 2015 relatif aux modalités de transfert et de rattachement d'un entrepreneur individuel à responsabilité limitée à un autre registre ou répertoire CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2015-1009 du 18 août 2015 relatif à la mise en œuvre du portail électronique prévu aux articles L. 814-2 et L. 814-13 du code de commerce CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2016-230 du 26 février 2016 relatif aux tarifs de certains professionnels du droit et au fonds interprofessionnel de l'accès au droit et à la justice CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2016-296 du 11 mars 2016 relatif à la simplification de formalités en matière de droit commercial CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2016-1278 du 29 septembre 2016 portant coordination des textes réglementaires avec l'ordonnance n° 2016-131 portant réforme du droit des contrats, du régime général et de la preuve des obligations CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2017-630 du 25 avril 2017 relatif à la simplification du droit des sociétés et au statut de l'entrepreneur individuel à responsabilité limitée CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2012-346 du 12 mars 2012 relative aux mesures conservatoires en matière de procédures de sauvegarde, de redressement judiciaire ou de liquidation judiciaire et aux biens qui en font l'objet CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Ordonnance n° 2008-1345 du 18 décembre 2008 portant réforme du droit des entreprises en difficulté CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2012-783 du 30 mai 2012 relatif à la partie réglementaire du code des procédures civiles d'exécution CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2014-736 du 30 juin 2014 pris pour l'application de l'ordonnance n° 2014-326 du 12 mars 2014 portant réforme de la prévention des difficultés des entreprises et des procédures collectives CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2015-1905 du 30 décembre 2015 relatif aux modalités de transmission et de mise à disposition des informations constitutives du registre national du commerce et des sociétés CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2007-431 du 25 mars 2007 relatif à la partie réglementaire du code de commerce Les dispositions réglementaires du code de commerce font l'objet d'une publication spéciale annexée au Journal officiel de ce jour (voir à la fin du sommaire) CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2015-417 du 14 avril 2015 relatif au registre du commerce et des sociétés, au répertoire des entreprises et de leurs établissements et au registre spécial des entrepreneurs individuels à responsabilité limitée CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2014-1063 du 18 septembre 2014 relatif à la simplification de certaines obligations comptables applicables aux commerçants et de diverses mesures du droit des sociétés CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2009-267 du 9 mars 2009 relatif aux obligations comptables des sociétés commerciales CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2010-1310 du 2 novembre 2010 relatif au registre spécial des agents commerciaux CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2010-1706 du 29 décembre 2010 relatif à l'entrepreneur individuel à responsabilité limitée CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2007-750 du 9 mai 2007 relatif au registre du commerce et des sociétés et modifiant le code de commerce (partie réglementaire) CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2015-545 du 18 mai 2015 pris pour application de l'ordonnance n° 2014-863 du 31 juillet 2014 relative au droit des sociétés, prise en application de l'article 3 de la loi n° 2014-1 du 2 janvier 2014 habilitant le Gouvernement à simplifier et sécuriser la vie des entreprises CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2017-305 du 9 mars 2017 relatif aux actions en dommages et intérêts du fait des pratiques anticoncurrentielles CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2012-928 du 31 juillet 2012 relatif au registre du commerce et des sociétés CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2009-1695 du 30 décembre 2009 relatif à l'agrément des domiciliataires d'entreprises soumises à immatriculation au registre du commerce et des sociétés ou au répertoire des métiers CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2016-1851 du 23 décembre 2016 relatif à la désignation des huissiers de justice et des commissaires-priseurs judiciaires dans certaines procédures relatives aux entreprises en difficulté et modifiant le code de commerce CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2016-1369 du 12 octobre 2016 modifiant le titre IV bis du livre IV de la partie réglementaire du code de commerce CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Ordonnance n° 2016-315 du 17 mars 2016 relative au commissariat aux comptes CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2012-607 du 30 avril 2012 relatif aux procédures de contrôle, d'inscription, de discipline et de contestation d'honoraires applicables à la profession de commissaire aux comptes et à l'extension à la Nouvelle-Calédonie et aux îles Wallis et Futuna de certaines dispositions du titre II du livre VIII du code de commerce relatif à cette profession CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2014-1189 du 15 octobre 2014 relatif à l'allégement des obligations de publicité des comptes annuels des micro-entreprises CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2014-136 du 17 février 2014 fixant les seuils prévus aux articles L. 123-16 et L. 123-16-1 du code de commerce CITATION cible"},{"type":"add","content":"Décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaire aux comptes - article 28 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2007-03-25 CITATION source Décret n° 2007-431 du 25 mars 2007 relatif à la partie réglementaire du code de commerce Les dispositions réglementaires du code de commerce font l'objet d'une publication spéciale annexée au Journal officiel de ce jour (voir à la fin du sommaire)"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2007-05-09 CITATION source Décret n° 2007-750 du 9 mai 2007 relatif au registre du commerce et des sociétés et modifiant le code de commerce (partie réglementaire)"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2007-12-26 CITATION source Décret n° 2007-1851 du 26 décembre 2007 modifiant le code de commerce (partie réglementaire) et relatif au tarif des huissiers de justice"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2008-05-22 CITATION source Décret n° 2008-484 du 22 mai 2008 relatif à la procédure devant la Cour de cassation"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2008-12-18 CITATION source Ordonnance n° 2008-1345 du 18 décembre 2008 portant réforme du droit des entreprises en difficulté"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2009-03-09 CITATION source Décret n° 2009-267 du 9 mars 2009 relatif aux obligations comptables des sociétés commerciales"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2009-12-30 CITATION source Décret n° 2009-1695 du 30 décembre 2009 relatif à l'agrément des domiciliataires d'entreprises soumises à immatriculation au registre du commerce et des sociétés ou au répertoire des métiers"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2010-11-02 CITATION source Décret n° 2010-1310 du 2 novembre 2010 relatif au registre spécial des agents commerciaux"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2010-12-29 CITATION source Décret n° 2010-1706 du 29 décembre 2010 relatif à l'entrepreneur individuel à responsabilité limitée"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2011-03-28 CITATION source Loi n° 2011-331 du 28 mars 2011 de modernisation des professions judiciaires ou juridiques et certaines professions réglementées - article 20 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2012-01-30 CITATION source Décret n° 2012-122 du 30 janvier 2012 relatif à l'entrepreneur individuel à responsabilité limitée"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2012-03-12 CITATION source LOI n° 2012-346 du 12 mars 2012 relative aux mesures conservatoires en matière de procédures de sauvegarde, de redressement judiciaire ou de liquidation judiciaire et aux biens qui en font l'objet"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2012-04-30 CITATION source Décret n° 2012-607 du 30 avril 2012 relatif aux procédures de contrôle, d'inscription, de discipline et de contestation d'honoraires applicables à la profession de commissaire aux comptes et à l'extension à la Nouvelle-Calédonie et aux îles Wallis et Futuna de certaines dispositions du titre II du livre VIII du code de commerce relatif à cette profession"},{"type":"add","content":"2016-07-26 CITATION cible Décret n° 2016-1026 du 26 juillet 2016 pris pour l'application de l'ordonnance n° 2016-315 du 17 mars 2016 relative au commissariat aux comptes - article 86 ENTIEREMENT_MODIF"},{"type":"del","content":"2012-05-30 CITATION source Décret n° 2012-783 du 30 mai 2012 relatif à la partie réglementaire du code des procédures civiles d'exécution"},{"type":"add","content":"2017-04-12 MODIFIE cible Décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaire aux comptes - article 28 ENTIEREMENT_MODIF"},{"type":"del","content":"2012-07-31 CITATION source Décret n° 2012-928 du 31 juillet 2012 relatif au registre du commerce et des sociétés"},{"type":"add","content":"2018-04-18 CITATION cible Décret n° 2018-284 du 18 avril 2018 renforçant le dispositif français de lutte contre le blanchiment de capitaux et le financement du terrorisme - article 86 ENTIEREMENT_MODIF"},{"type":"del","content":"2014-02-17 CITATION source Décret n° 2014-136 du 17 février 2014 fixant les seuils prévus aux articles L. 123-16 et L. 123-16-1 du code de commerce"},{"type":"add","content":"2019-03-06 CITATION cible Décret n° 2019-169 du 6 mars 2019 fixant les modalités de renouvellement partiel du collège de l'Autorité de la concurrence - article 3 ENTIEREMENT_MODIF"},{"type":"del","content":"2014-03-12 CITATION source Ordonnance n° 2014-326 du 12 mars 2014 portant réforme de la prévention des difficultés des entreprises et des procédures collectives"},{"type":"add","content":"2019-04-18 CITATION cible Décret n° 2019-339 du 18 avril 2019 portant simplification du dossier de notification d'une opération de concentration à l'Autorité de la concurrence - article 3 ENTIEREMENT_MODIF"},{"type":"del","content":"2014-05-27 CITATION source Décret n° 2014-551 du 27 mai 2014 portant adaptation de dispositions pour faire suite à la fusion de la direction générale des impôts et de la direction générale de la comptabilité publique"},{"type":"add","content":"2020-02-12 CITATION cible Décret n° 2020-118 du 12 février 2020 renforçant le dispositif national de lutte contre le blanchiment de capitaux et le financement du terrorisme - article 20 ENTIEREMENT_MODIF"},{"type":"del","content":"2014-06-30 CITATION source Décret n° 2014-736 du 30 juin 2014 pris pour l'application de l'ordonnance n° 2014-326 du 12 mars 2014 portant réforme de la prévention des difficultés des entreprises et des procédures collectives"},{"type":"add","content":"2022-12-29 CITATION cible Décret n° 2022-1701 du 29 décembre 2022 définissant les modalités de publicité des mesures prises en application du livre IV du code de commerce et du livre V du code de la consommation - article 3 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2022-12-31"},{"type":"del","content":"2014-09-18 CITATION source Décret n° 2014-1063 du 18 septembre 2014 relatif à la simplification de certaines obligations comptables applicables aux commerçants et de diverses mesures du droit des sociétés"},{"type":"add","content":"2023-12-30 CITATION cible Décret n° 2023-1394 du 30 décembre 2023 pris en application de l'ordonnance n° 2023-1142 du 6 décembre 2023 relative à la publication et à la certification d'informations en matière de durabilité et aux obligations environnementales, sociales et de gouvernement d'entreprise des sociétés commerciales - article 20 ENTIEREMENT_MODIF"},{"type":"del","content":"2014-10-15 CITATION source Décret n° 2014-1189 du 15 octobre 2014 relatif à l'allégement des obligations de publicité des comptes annuels des micro-entreprises"},{"type":"add","content":"2024-05-22 CITATION cible Décret n° 2024-461 du 22 mai 2024 fixant les modalités d'application de l'ordonnance n° 2021-1330 du 13 octobre 2021 relative aux conditions de navigation des navires autonomes et des drones maritimes et portant diverses dispositions relatives aux navires professionnels - article 11 ENTIEREMENT_MODIF"},{"type":"del","content":"2014-11-03 CITATION source Décret n° 2014-1315 du 3 novembre 2014 portant diverses dispositions d'adaptation au droit de l'Union européenne en matière financière et relatif aux sociétés de financement"},{"type":"add","content":"2025-06-18 CITATION cible Décret n° 2025-553 du 18 juin 2025 modifiant le dispositif de recueil des informations statistiques auprès du Conseil national des barreaux VIGUEUR"},{"type":"del","content":"2014-11-03 CITATION source Décret n° 2014-1317 du 3 novembre 2014 relatif au bail commercial"},{"type":"add","content":"2025-08-08 CITATION cible Décret n° 2025-791 du 8 août 2025 relatif à l'exercice en société de la profession de commissaire aux comptes VIGUEUR"},{"type":"del","content":"2015-04-14 CITATION source Décret n° 2015-417 du 14 avril 2015 relatif au registre du commerce et des sociétés, au répertoire des entreprises et de leurs établissements et au registre spécial des entrepreneurs individuels à responsabilité limitée"},{"type":"add","content":"2025-11-19 CITATION cible Décret n° 2025-1101 du 19 novembre 2025 portant diverses dispositions relatives aux îles artificielles, aux installations, aux ouvrages flottants et aux navires professionnels VIGUEUR"},{"type":"del","content":"2015-05-18 CITATION source Décret n° 2015-545 du 18 mai 2015 pris pour application de l'ordonnance n° 2014-863 du 31 juillet 2014 relative au droit des sociétés, prise en application de l'article 3 de la loi n° 2014-1 du 2 janvier 2014 habilitant le Gouvernement à simplifier et sécuriser la vie des entreprises"},{"type":"add","content":"2999-01-01 CITATION source Code de commerce - article D123-235 AUTONOME MODIFIE, en vigueur du 2007-03-27 au 2023-01-01"},{"type":"del","content":"2015-07-23 CITATION source Décret n° 2015-903 du 23 juillet 2015 relatif aux obligations comptables des commerçants"},{"type":"add","content":"2999-01-01 CITATION source Code de commerce - article D145-12 AUTONOME VIGUEUR, en vigueur depuis le 2007-03-27"},{"type":"del","content":"2015-07-24 CITATION source Décret n° 2015-913 du 24 juillet 2015 relatif aux modalités de transfert et de rattachement d'un entrepreneur individuel à responsabilité limitée à un autre registre ou répertoire"},{"type":"add","content":"2999-01-01 CITATION source Code de commerce - article D146-1 AUTONOME VIGUEUR, en vigueur depuis le 2007-03-27"},{"type":"del","content":"2015-08-18 CITATION source Décret n° 2015-1009 du 18 août 2015 relatif à la mise en œuvre du portail électronique prévu aux articles L. 814-2 et L. 814-13 du code de commerce"},{"type":"add","content":"2999-01-01 CITATION source Code de commerce - article R121-3 AUTONOME ABROGE, en vigueur du 2007-03-27 au 2020-01-01"},{"type":"del","content":"2015-12-30 CITATION source Décret n° 2015-1905 du 30 décembre 2015 relatif aux modalités de transmission et de mise à disposition des informations constitutives du registre national du commerce et des sociétés"},{"type":"add","content":"2999-01-01 CITATION source Code de commerce - article R123-171-1 AUTONOME VIGUEUR, en vigueur depuis le 2007-05-10"},{"type":"del","content":"2016-02-03 CITATION source Décret n° 2016-109 du 3 février 2016 relatif à la Commission nationale d'inscription et de discipline des administrateurs judiciaires et des mandataires judiciaires"},{"type":"add","content":"2999-01-01 CITATION source Code de commerce - article R123-209 AUTONOME MODIFIE, en vigueur du 2007-03-27 au 2016-03-14"},{"type":"del","content":"2016-02-26 CITATION source Décret n° 2016-230 du 26 février 2016 relatif aux tarifs de certains professionnels du droit et au fonds interprofessionnel de l'accès au droit et à la justice"},{"type":"add","content":"2999-01-01 CITATION source Code de commerce - article R123-220 AUTONOME MODIFIE, en vigueur du 2007-03-27 au 2009-01-01"},{"type":"del","content":"2016-03-11 CITATION source Décret n° 2016-296 du 11 mars 2016 relatif à la simplification de formalités en matière de droit commercial"},{"type":"add","content":"      2999-01-01 CITATION source Code de commerce - art. R123-30-1"},{"type":"del","content":"2016-03-17 CITATION source Ordonnance n° 2016-315 du 17 mars 2016 relative au commissariat aux comptes"},{"type":"add","content":"2999-01-01 CITATION source Code de commerce - article R127-1 AUTONOME VIGUEUR, en vigueur depuis le 2007-03-27"},{"type":"del","content":"2016-04-01 CITATION source Décret n° 2016-400 du 1er avril 2016 relatif aux administrateurs judiciaires et aux mandataires judiciaires"},{"type":"add","content":"2999-01-01 CITATION source Code de commerce - article R229-1 AUTONOME VIGUEUR, en vigueur depuis le 2007-03-27"},{"type":"del","content":"2016-07-26 CITATION cible Décret n° 2016-1026 du 26 juillet 2016 pris pour l'application de l'ordonnance n° 2016-315 du 17 mars 2016 relative au commissariat aux comptes - article 86 ENTIEREMENT_MODIF"},{"type":"add","content":"2999-01-01 CITATION source Code de commerce - article R252-1 AUTONOME MODIFIE, en vigueur du 2007-03-27 au 2020-01-01"},{"type":"del","content":"2016-09-29 CITATION source Décret n° 2016-1278 du 29 septembre 2016 portant coordination des textes réglementaires avec l'ordonnance n° 2016-131 portant réforme du droit des contrats, du régime général et de la preuve des obligations"},{"type":"add","content":"2999-01-01 CITATION source Code de commerce - article R321-1 AUTONOME MODIFIE, en vigueur du 2007-03-27 au 2012-02-01"},{"type":"del","content":"2016-10-12 CITATION source Décret n° 2016-1369 du 12 octobre 2016 modifiant le titre IV bis du livre IV de la partie réglementaire du code de commerce"},{"type":"add","content":"2999-01-01 CITATION source Code de commerce - article R463-16 AUTONOME VIGUEUR, en vigueur depuis le 2007-03-27"},{"type":"del","content":"2016-12-23 CITATION source Décret n° 2016-1851 du 23 décembre 2016 relatif à la désignation des huissiers de justice et des commissaires-priseurs judiciaires dans certaines procédures relatives aux entreprises en difficulté et modifiant le code de commerce"},{"type":"add","content":"2999-01-01 CITATION source Code de commerce - article R464-2 AUTONOME MODIFIE, en vigueur du 2007-03-27 au 2008-11-15"},{"type":"del","content":"2017-03-09 CITATION source Décret n° 2017-305 du 9 mars 2017 relatif aux actions en dommages et intérêts du fait des pratiques anticoncurrentielles"},{"type":"add","content":"2999-01-01 CITATION source Code de commerce - article R470-2 AUTONOME MODIFIE, en vigueur du 2007-03-27 au 2008-11-15"},{"type":"del","content":"2017-04-25 CITATION source Décret n° 2017-630 du 25 avril 2017 relatif à la simplification du droit des sociétés et au statut de l'entrepreneur individuel à responsabilité limitée"},{"type":"add","content":"2999-01-01 CITATION source Code de commerce - article R522-1 AUTONOME VIGUEUR, en vigueur depuis le 2007-03-27"},{"type":"del","content":"2017-05-05 MODIFIE cible Décret n° 2017-823 du 5 mai 2017 relatif aux recours exercés devant la cour d'appel de Paris contre les décisions de l'Autorité de la concurrence et aux recours exercés devant le premier président de la cour d'appel de Paris contre certaines décisions du rapporteur général de l'Autorité de la concurrence - article 21 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2017-05-08"},{"type":"add","content":"2999-01-01 CITATION source Code de commerce - article R526-1 AUTONOME MODIFIE, en vigueur du 2007-03-27 au 2009-01-01"},{"type":"del","content":"2018-04-18 CITATION cible Décret n° 2018-284 du 18 avril 2018 renforçant le dispositif français de lutte contre le blanchiment de capitaux et le financement du terrorisme - article 86 ENTIEREMENT_MODIF"},{"type":"add","content":"2999-01-01 CITATION source Code de commerce - article R526-2 AUTONOME MODIFIE, en vigueur du 2007-03-27 au 2007-05-10"},{"type":"del","content":"2019-03-06 CITATION cible Décret n° 2019-169 du 6 mars 2019 fixant les modalités de renouvellement partiel du collège de l'Autorité de la concurrence - article 3 ENTIEREMENT_MODIF"},{"type":"add","content":"2999-01-01 CITATION source Code de commerce - article R526-3 AUTONOME MODIFIE, en vigueur du 2011-01-01 au 2012-02-01"},{"type":"del","content":"2019-04-18 CITATION cible Décret n° 2019-339 du 18 avril 2019 portant simplification du dossier de notification d'une opération de concentration à l'Autorité de la concurrence - article 3 ENTIEREMENT_MODIF"},{"type":"add","content":"2999-01-01 CITATION source Code de commerce - article R527-16 AUTONOME MODIFIE, en vigueur du 2007-03-27 au 2008-05-25"},{"type":"del","content":"2020-02-12 CITATION cible Décret n° 2020-118 du 12 février 2020 renforçant le dispositif national de lutte contre le blanchiment de capitaux et le financement du terrorisme - article 20 ENTIEREMENT_MODIF"},{"type":"add","content":"2999-01-01 CITATION source Code de commerce - article R621-1 AUTONOME MODIFIE, en vigueur du 2007-03-27 au 2009-02-15"},{"type":"del","content":"2022-12-29 CITATION cible Décret n° 2022-1701 du 29 décembre 2022 définissant les modalités de publicité des mesures prises en application du livre IV du code de commerce et du livre V du code de la consommation - article 3 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2022-12-31"},{"type":"add","content":"2999-01-01 CITATION source Code de commerce - article R625-4 AUTONOME VIGUEUR, en vigueur depuis le 2007-03-27"},{"type":"del","content":"2023-12-30 CITATION cible Décret n° 2023-1394 du 30 décembre 2023 pris en application de l'ordonnance n° 2023-1142 du 6 décembre 2023 relative à la publication et à la certification d'informations en matière de durabilité et aux obligations environnementales, sociales et de gouvernement d'entreprise des sociétés commerciales - article 20 ENTIEREMENT_MODIF"},{"type":"add","content":"2999-01-01 CITATION source Code de commerce - article R640-1 AUTONOME MODIFIE, en vigueur du 2007-03-27 au 2009-02-15"},{"type":"del","content":"2024-05-22 CITATION cible Décret n° 2024-461 du 22 mai 2024 fixant les modalités d'application de l'ordonnance n° 2021-1330 du 13 octobre 2021 relative aux conditions de navigation des navires autonomes et des drones maritimes et portant diverses dispositions relatives aux navires professionnels - article 11 ENTIEREMENT_MODIF"},{"type":"add","content":"2999-01-01 CITATION source Code de commerce - article R641-1 AUTONOME MODIFIE, en vigueur du 2007-03-27 au 2009-02-15"},{"type":"del","content":"2025-06-18 CITATION cible Décret n° 2025-553 du 18 juin 2025 modifiant le dispositif de recueil des informations statistiques auprès du Conseil national des barreaux VIGUEUR"},{"type":"add","content":"2999-01-01 CITATION source Code de commerce - article R645-1 AUTONOME MODIFIE, en vigueur du 2014-07-02 au 2021-10-01"},{"type":"del","content":"2025-08-08 CITATION cible Décret n° 2025-791 du 8 août 2025 relatif à l'exercice en société de la profession de commissaire aux comptes VIGUEUR"},{"type":"add","content":"2999-01-01 CITATION source Code de commerce - article R662-1 AUTONOME MODIFIE, en vigueur du 2007-03-27 au 2008-05-25"},{"type":"del","content":"2025-11-19 CITATION cible Décret n° 2025-1101 du 19 novembre 2025 portant diverses dispositions relatives aux îles artificielles, aux installations, aux ouvrages flottants et aux navires professionnels VIGUEUR"},{"type":"add","content":"2999-01-01 CITATION source Code de commerce - article R663-1 AUTONOME VIGUEUR, en vigueur depuis le 2007-03-27"},{"type":"del","content":"2999-01-01 CITATION source Code de commerce VIGUEUR"},{"type":"add","content":"2999-01-01 CITATION source Code de commerce - article R721-7 AUTONOME VIGUEUR, en vigueur depuis le 2007-03-28"},{"type":"del","content":"      2999-01-01 CITATION source Code de commerce - art. L814-13"},{"type":"add","content":"2999-01-01 CITATION source Code de commerce - article R811-3 AUTONOME VIGUEUR, en vigueur depuis le 2007-03-27"},{"type":"del","content":"2999-01-01 CITATION source Code de commerce - article L814-2 AUTONOME MODIFIE, en vigueur du 2000-09-21 au 2001-05-16"},{"type":"add","content":"2999-01-01 CITATION source Code de commerce - article R814-1 AUTONOME TRANSFERE, en vigueur du 2007-03-27 au 2016-02-06"},{"type":"del","content":"2999-01-01 CITATION source Code des procédures civiles d'exécution - Partie réglementaire"},{"type":"add","content":"2999-01-01 CITATION source Code de commerce - article R822-111 AUTONOME TRANSFERE, en vigueur du 2007-03-27 au 2016-07-29"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/64/19/LEGIARTI000034641994.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/64/19/LEGIARTI000034641994.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/34/64/19/LEGIARTI000034641994.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/42/75/LEGIARTI000034427508.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/42/75/LEGIARTI000034427508.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/34/42/75/LEGIARTI000034427508.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000034641994)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000034427508)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_viii/titre_ii/chapitre_ier/section_1/sous-section_1/paragraphe_1/article_r821-1.md","articleName":"Article R821-1","additions":22,"deletions":8,"diff":[{"type":"del","content":"Le Haut conseil délibère sur : 1° Le budget annuel et ses modifications en cours d'année ;"},{"type":"add","content":"Le Haut conseil délibère sur :"},{"type":"add","content":""},{"type":"add","content":"1° Le budget annuel et ses modifications en cours d'année ;"},{"type":"del","content":"11° Le règlement intérieur qui est homologué par arrêté du garde des sceaux, ministre de la justice, et publié au Journal officiel de la République française."},{"type":"add","content":"11° Le règlement intérieur."},{"type":"del","content":"Décret n° 2016-1026 du 26 juillet 2016 pris pour l'application de l'ordonnance n° 2016-315 du 17 mars 2016 relative au commissariat aux comptes - article 5 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Code de commerce - article R821-2 AUTONOME ABROGE, en vigueur du 2016-07-29 au 2024-02-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaire aux comptes - article 28 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2023-1394 du 30 décembre 2023 pris en application de l'ordonnance n° 2023-1142 du 6 décembre 2023 relative à la publication et à la certification d'informations en matière de durabilité et aux obligations environnementales, sociales et de gouvernement d'entreprise des sociétés commerciales - article 10 ENTIEREMENT_MODIF ABROGE source"},{"type":"del","content":"2016-07-26 MODIFIE cible Décret n° 2016-1026 du 26 juillet 2016 pris pour l'application de l'ordonnance n° 2016-315 du 17 mars 2016 relative au commissariat aux comptes - article 5 ENTIEREMENT_MODIF"},{"type":"add","content":"2017-04-12 MODIFIE cible Décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaire aux comptes - article 28 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-12-30 ABROGE cible Décret n° 2023-1394 du 30 décembre 2023 pris en application de l'ordonnance n° 2023-1142 du 6 décembre 2023 relative à la publication et à la certification d'informations en matière de durabilité et aux obligations environnementales, sociales et de gouvernement d'entreprise des sociétés commerciales - article 10 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de commerce - article R821-2 AUTONOME ABROGE, en vigueur du 2016-07-29 au 2024-02-01"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/32/95/54/LEGIARTI000032955433.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/32/95/54/LEGIARTI000032955433.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/32/95/54/LEGIARTI000032955433.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/42/75/LEGIARTI000034427555.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/42/75/LEGIARTI000034427555.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/34/42/75/LEGIARTI000034427555.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000032955433)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000034427555)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_viii/titre_ii/chapitre_ier/section_1/sous-section_1/paragraphe_1/article_r821-3.md","articleName":"Article R821-3","additions":9,"deletions":12,"diff":[{"type":"del","content":"Le Haut conseil ne délibère valablement que si sept de ses membres au moins sont présents. Ce quorum est ramené à cinq membres lorsque le Haut conseil statue en application de l'article L. 824-8."},{"type":"add","content":"Le Haut conseil ne délibère valablement que si sept de ses membres au moins sont présents. Ce quorum est ramené à cinq membres lorsque le Haut conseil statue sur des cas individuels hors les membres de la formation restreinte."},{"type":"del","content":"Code de commerce - article L824-8 AUTONOME TRANSFERE, en vigueur du 2019-05-24 au 2024-01-01 CITATION cible"},{"type":"add","content":"Décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaire aux comptes - article 28 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"Code de commerce - article L824-8 AUTONOME MODIFIE, en vigueur du 2016-06-17 au 2019-05-24 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2016-1026 du 26 juillet 2016 pris pour l'application de l'ordonnance n° 2016-315 du 17 mars 2016 relative au commissariat aux comptes - article 5 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Décret n° 2023-1394 du 30 décembre 2023 pris en application de l'ordonnance n° 2023-1142 du 6 décembre 2023 relative à la publication et à la certification d'informations en matière de durabilité et aux obligations environnementales, sociales et de gouvernement d'entreprise des sociétés commerciales - article 10 ENTIEREMENT_MODIF ABROGE source"},{"type":"del","content":"2016-07-26 MODIFIE cible Décret n° 2016-1026 du 26 juillet 2016 pris pour l'application de l'ordonnance n° 2016-315 du 17 mars 2016 relative au commissariat aux comptes - article 5 ENTIEREMENT_MODIF"},{"type":"add","content":"2017-04-12 MODIFIE cible Décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaire aux comptes - article 28 ENTIEREMENT_MODIF"},{"type":"del","content":"      2999-01-01 CITATION source Code de commerce - art. L824-8 (V)"},{"type":"add","content":"2023-12-30 ABROGE cible Décret n° 2023-1394 du 30 décembre 2023 pris en application de l'ordonnance n° 2023-1142 du 6 décembre 2023 relative à la publication et à la certification d'informations en matière de durabilité et aux obligations environnementales, sociales et de gouvernement d'entreprise des sociétés commerciales - article 10 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/32/95/54/LEGIARTI000032955424.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/32/95/54/LEGIARTI000032955424.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/32/95/54/LEGIARTI000032955424.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/42/75/LEGIARTI000034427552.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/42/75/LEGIARTI000034427552.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/34/42/75/LEGIARTI000034427552.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000032955424)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000034427552)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_viii/titre_ii/chapitre_ier/section_1/sous-section_1/paragraphe_2/README.md","articleName":"Sommaire - Paragraphe 2","additions":0,"deletions":1,"diff":[{"type":"del","content":"- [Article R821-9-1](article_r821-9-1.md)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_viii/titre_ii/chapitre_ier/section_1/sous-section_1/paragraphe_2/article_r821-14.md","articleName":"Article R821-14","additions":7,"deletions":7,"diff":[{"type":"del","content":"Le rapporteur général est nommé par le président du Haut conseil parmi les magistrats de l'ordre judiciaire pour une durée de trois ans renouvelable."},{"type":"add","content":"Le rapporteur général est nommé par le président du Haut conseil parmi les magistrats de l'ordre judiciaire pour une durée de trois ans renouvelable. Il reçoit, en sus de sa rémunération fixée contractuellement avec le Haut conseil, une indemnité forfaitaire de fonction qui est fixée par arrêté du garde des sceaux, ministre de la justice."},{"type":"del","content":"Décret n° 2016-1026 du 26 juillet 2016 pris pour l'application de l'ordonnance n° 2016-315 du 17 mars 2016 relative au commissariat aux comptes - article 6 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaire aux comptes - article 28 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2016-07-26 MODIFIE cible Décret n° 2016-1026 du 26 juillet 2016 pris pour l'application de l'ordonnance n° 2016-315 du 17 mars 2016 relative au commissariat aux comptes - article 6 ENTIEREMENT_MODIF"},{"type":"add","content":"2017-04-12 MODIFIE cible Décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaire aux comptes - article 28 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/32/95/54/LEGIARTI000032955455.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/32/95/54/LEGIARTI000032955455.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/32/95/54/LEGIARTI000032955455.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/42/75/LEGIARTI000034427550.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/42/75/LEGIARTI000034427550.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/34/42/75/LEGIARTI000034427550.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000032955455)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000034427550)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_viii/titre_ii/chapitre_ier/section_1/sous-section_1/paragraphe_2/article_r821-9-1.md","articleName":"Article R821-9-1","additions":0,"deletions":41,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article R821-9-1"},{"type":"del","content":""},{"type":"del","content":"En cas de manquement grave aux règles d'incompatibilité, le membre du Haut conseil en cause est invité à présenter ses observations. Le Haut conseil informe sans délai le garde des sceaux, ministre de la justice, qui peut proposer à l'autorité de nomination de révoquer l'intéressé après une procédure contradictoire."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2016-1026 du 26 juillet 2016 pris pour l'application de l'ordonnance n° 2016-315 du 17 mars 2016 relative au commissariat aux comptes - article 6 ENTIEREMENT_MODIF CREE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaire aux comptes - article 28 ENTIEREMENT_MODIF ABROGE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2016-07-26 CREE cible Décret n° 2016-1026 du 26 juillet 2016 pris pour l'application de l'ordonnance n° 2016-315 du 17 mars 2016 relative au commissariat aux comptes - article 6 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2017-04-12 ABROGE cible Décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaire aux comptes - article 28 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/32/94/14/LEGIARTI000032941456.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/32/94/14/LEGIARTI000032941456.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/32/94/14/LEGIARTI000032941456.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_commerce/src/branch/main/partie_reglementaire/livre_viii/titre_ii/chapitre_ier/section_1/sous-section_1/paragraphe_2/article_r821-9-1.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000032941456)"},{"type":"del","content":""}],"status":"deleted"},{"filename":"partie_reglementaire/livre_viii/titre_ii/chapitre_iv/section_2/article_r824-14.md","articleName":"Article R824-14","additions":22,"deletions":8,"diff":[{"type":"del","content":"I.-Le président et les membres de la commission régionale de discipline mentionnée à l'article L. 824-9 sont nommés par le garde des sceaux, ministre de la justice, dans les conditions suivantes :"},{"type":"add","content":"I. - Le président et les membres de la commission régionale de discipline mentionnée à l'article L. 824-9 sont nommés par le garde des sceaux, ministre de la justice, dans les conditions suivantes :"},{"type":"del","content":"II.-Lorsque le président ou un membre de la commission régionale de discipline est empêché pour quelque motif que ce soit, il est procédé à son remplacement par le garde des sceaux, ministre de la justice, dans les mêmes conditions que la nomination initiale, pour le temps du mandat restant à courir."},{"type":"add","content":"Les suppléants sont désignés dans les mêmes conditions que les titulaires."},{"type":"add","content":""},{"type":"add","content":"II. - Lorsque le président ou un membre titulaire de la commission régionale de discipline ou son suppléant est empêché pour quelque motif que ce soit, il est procédé à son remplacement par le garde des sceaux, ministre de la justice, dans les mêmes conditions que la nomination initiale, pour le temps du mandat restant à courir."},{"type":"del","content":"Décret n° 2016-1026 du 26 juillet 2016 pris pour l'application de l'ordonnance n° 2016-315 du 17 mars 2016 relative au commissariat aux comptes - article 85 ENTIEREMENT_MODIF CREE source"},{"type":"add","content":"Code de commerce - article L824-9 AUTONOME ABROGE, en vigueur du 2016-12-11 au 2019-05-24 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de commerce - article L824-9 AUTONOME MODIFIE, en vigueur du 2016-06-17 au 2016-12-11 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2020-292 du 21 mars 2020 relatif aux commissaires aux comptes - article 48 ENTIEREMENT_MODIF ABROGE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaire aux comptes - article 28 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2016-07-26 CREE cible Décret n° 2016-1026 du 26 juillet 2016 pris pour l'application de l'ordonnance n° 2016-315 du 17 mars 2016 relative au commissariat aux comptes - article 85 ENTIEREMENT_MODIF"},{"type":"add","content":"2017-04-12 MODIFIE cible Décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaire aux comptes - article 28 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2020-03-21 ABROGE cible Décret n° 2020-292 du 21 mars 2020 relatif aux commissaires aux comptes - article 48 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/32/94/80/LEGIARTI000032948068.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/32/94/80/LEGIARTI000032948068.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/32/94/80/LEGIARTI000032948068.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/42/75/LEGIARTI000034427542.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/42/75/LEGIARTI000034427542.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/34/42/75/LEGIARTI000034427542.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000032948068)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000034427542)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_viii/titre_ii/chapitre_iv/section_2/article_r824-6.md","articleName":"Article R824-6","additions":11,"deletions":9,"diff":[{"type":"del","content":"Il établit un procès-verbal des actes effectués."},{"type":"add","content":"Il établit un procès-verbal des actes effectués."},{"type":"add","content":""},{"type":"add","content":"Il a droit au remboursement de ses frais de déplacement et de séjour dans les conditions prévues par le règlement intérieur du Haut conseil."},{"type":"del","content":"Décret n° 2016-1026 du 26 juillet 2016 pris pour l'application de l'ordonnance n° 2016-315 du 17 mars 2016 relative au commissariat aux comptes - article 85 ENTIEREMENT_MODIF CREE source"},{"type":"add","content":"Décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaire aux comptes - article 28 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2016-07-26 CREE cible Décret n° 2016-1026 du 26 juillet 2016 pris pour l'application de l'ordonnance n° 2016-315 du 17 mars 2016 relative au commissariat aux comptes - article 85 ENTIEREMENT_MODIF"},{"type":"add","content":"2017-04-12 MODIFIE cible Décret n° 2017-540 du 12 avril 2017 modifiant le code de déontologie de la profession de commissaire aux comptes - article 28 ENTIEREMENT_MODIF"},{"type":"del","content":"      2999-01-01 CITATION source Code de commerce - art. R824-2 (V)"},{"type":"add","content":"      2999-01-01 CITATION source Code de commerce - art. R824-2"},{"type":"del","content":"      2999-01-01 CITATION source Code de commerce - art. R824-4 (V)"},{"type":"add","content":"      2999-01-01 CITATION source Code de commerce - art. R824-4"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/32/94/79/LEGIARTI000032947999.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/32/94/79/LEGIARTI000032947999.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/32/94/79/LEGIARTI000032947999.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/42/75/LEGIARTI000034427545.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/42/75/LEGIARTI000034427545.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/34/42/75/LEGIARTI000034427545.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000032947999)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000034427545)"}],"status":"modified"}],"stats":{"additions":443,"deletions":476,"filesChanged":9}}