{"sha":"6c06e48c2878","date":"2011-08-04","message":"Arrêté du 21 juin 2011 portant homologation de la norme d'exercice professionnel relative à l'examen limité de comptes intermédiaires en application de dispositions légales ou réglementaires","files":[{"filename":"partie_arretes/livre_viii/titre_ii/chapitre_iii/section_3/sous-section_3/article_a823-28.md","articleName":"Article A823-28","additions":67,"deletions":65,"diff":[{"type":"del","content":"NORME D'EXERCICE PROFESSIONNEL RELATIVE À L'EXAMEN LIMITÉ DE COMPTES INTERMÉDIAIRES EN APPLICATION DE DISPOSITIONS LÉGALES OU RÉGLEMENTAIRES"},{"type":"add","content":"EXAMEN LIMITÉ DE COMPTES INTERMÉDIAIRES EN APPLICATION DE DISPOSITIONS LÉGALES OU RÉGLEMENTAIRES"},{"type":"add","content":""},{"type":"del","content":"― fait preuve d'esprit critique et tient compte du fait que certaines situations peuvent conduire à des anomalies significatives dans les comptes ;"},{"type":"add","content":"- fait preuve d'esprit critique et tient compte du fait que certaines situations peuvent conduire à des anomalies significatives dans les comptes ;"},{"type":"del","content":"― exerce son jugement professionnel, notamment pour décider de la nature, du calendrier et de l'étendue des procédures d'examen limité à mettre en œuvre, et pour conclure à partir des éléments collectés."},{"type":"add","content":"- exerce son jugement professionnel, notamment pour décider de la nature, du calendrier et de l'étendue des procédures d'examen limité à mettre en œuvre, et pour conclure à partir des éléments collectés."},{"type":"del","content":"Travaux à mettre en œuvre par le commissaire aux comptes"},{"type":"del","content":""},{"type":"del","content":"Lettre de mission"},{"type":"add","content":"Travaux à mettre en œuvre par le commissaire aux comptes.-Lettre de mission"},{"type":"del","content":"14. Lorsqu'au cours de l'audit des comptes de l'exercice précédent ou de l'examen limité des comptes intermédiaires précédents, le commissaire aux comptes a collecté des éléments relatifs à la prise de connaissance de l'entité et de son environnement et à l'évaluation du risque d'anomalies significatives dans les comptes, il assure un suivi des facteurs de risque identifiés lors de ces contrôles."},{"type":"add","content":"14. Lorsque, au cours de l'audit, des comptes de l'exercice précédent ou de l'examen limité des comptes intermédiaires précédents, le commissaire aux comptes a collecté des éléments relatifs à la prise de connaissance de l'entité et de son environnement et à l'évaluation du risque d'anomalies significatives dans les comptes, il assure un suivi des facteurs de risque identifiés lors de ces contrôles."},{"type":"del","content":"― relève notamment, dans son dossier de l'exercice précédent, les éléments identifiés suivants :"},{"type":"add","content":"- relève notamment, dans son dossier de l'exercice précédent, les éléments identifiés suivants :"},{"type":"del","content":"― les déficiences majeures dans la conception ou la mise en œuvre du contrôle interne ;"},{"type":"add","content":"- les faiblesses significatives du contrôle interne ;"},{"type":"del","content":"― les risques inhérents élevés qui requièrent une démarche particulière ;"},{"type":"add","content":"- les risques inhérents élevés qui requièrent une démarche particulière ;"},{"type":"del","content":"― les anomalies significatives corrigées ou non ;"},{"type":"add","content":"- les anomalies significatives corrigées ou non ;"},{"type":"del","content":"― s'enquiert auprès de la direction des changements survenus depuis la période précédente susceptibles d'affecter la pertinence des informations recueillies. Il s'agit notamment de changements survenus au titre des éléments du contrôle interne, de la nature des activités de l'entité, du choix des méthodes comptables appliquées ou de tout autre événement qu'elle estime susceptible d'avoir une incidence déterminante sur l'activité de l'entité ou sur la préparation des comptes intermédiaires."},{"type":"add","content":"- s'enquiert auprès de la direction des changements survenus depuis la période précédente susceptibles d'affecter la pertinence des informations recueillies. Il s'agit notamment de changements survenus au titre des éléments du contrôle interne, de la nature des activités de l'entité, du choix des méthodes comptables appliquées ou de tout autre événement qu'elle estime susceptible d'avoir une incidence déterminante sur l'activité de l'entité ou sur la préparation des comptes intermédiaires."},{"type":"del","content":"― il prend connaissance de l'entité et de son environnement à partir de la revue des dossiers de son prédécesseur ou, le cas échéant, du co-commissaire aux comptes. Il s'intéresse particulièrement :"},{"type":"add","content":"- il prend connaissance de l'entité et de son environnement à partir de la revue des dossiers de son prédécesseur ou, le cas échéant, du commissaire aux comptes. Il s'intéresse particulièrement :"},{"type":"del","content":"― aux facteurs identifiés par le prédécesseur ou, le cas échéant, par le co-commissaire aux comptes comme pouvant engendrer des anomalies significatives dans les comptes ;"},{"type":"add","content":"- aux facteurs identifiés par le prédécesseur ou, le cas échéant, par le commissaire aux comptes comme pouvant engendrer des anomalies significatives dans les comptes ; et"},{"type":"del","content":"― à leur évaluation du risque d'anomalies significatives réalisée pour les besoins de ces contrôles ;"},{"type":"add","content":"- à leur évaluation du risque d'anomalies significatives réalisée pour les besoins de ces contrôles ;"},{"type":"del","content":"― il s'enquiert auprès de la direction des changements survenus depuis la période précédente susceptibles d'affecter la pertinence des informations recueillies."},{"type":"add","content":"- il s'enquiert auprès de la direction des changements survenus depuis la période précédente susceptibles d'affecter la pertinence des informations recueillies."},{"type":"del","content":"― leur appréciation du risque que les comptes comportent des anomalies significatives résultant de fraudes ;"},{"type":"add","content":"- leur appréciation du risque que les comptes comportent des anomalies significatives résultant de fraudes ;"},{"type":"del","content":"― l'évolution des procédures mises en place pour identifier les risques de fraude dans l'entité et pour y répondre ;"},{"type":"add","content":"- l'évolution des procédures mises en place pour identifier les risques de fraude dans l'entité et pour y répondre ;"},{"type":"del","content":"― leur connaissance éventuelle de fraudes avérées, suspectées ou simplement alléguées concernant l'entité ;"},{"type":"add","content":"- leur connaissance éventuelle de fraudes avérées, suspectées ou simplement alléguées concernant l'entité ;"},{"type":"del","content":"― l'évolution des procédures conçues et mises en œuvre dans l'entité visant à assurer le respect des textes légaux et réglementaires ;"},{"type":"add","content":"-l 'évolution des procédures conçues et mises en œuvre dans l'entité visant à assurer le respect des textes légaux et réglementaires ;"},{"type":"del","content":"― les anomalies relevées par le commissaire aux comptes que celui-ci estime significatives et devant à ce titre être corrigées et les anomalies qu'il estime non significatives ;"},{"type":"add","content":"- les anomalies relevées par le commissaire aux comptes que celui-ci estime significatives et devant à ce titre être corrigées et les anomalies qu'il estime non significatives ;"},{"type":"del","content":"― la survenance, jusqu'à une date aussi rapprochée que possible de la date de signature de son rapport d'examen limité, d'événements postérieurs à la clôture de la période tels que définis dans la norme d'exercice professionnel applicable à l'audit des comptes réalisé pour les besoins de la certification ;"},{"type":"add","content":"- la survenance, jusqu'à une date aussi rapprochée que possible, de la date de signature de son rapport d'examen limité, d'événements postérieurs à la clôture de la période tels que définis dans la norme d'exercice professionnel applicable à l'audit des comptes réalisé pour les besoins de la certification ;"},{"type":"del","content":"― des changements comptables tels que définis dans la norme d'exercice professionnel applicable à l'audit des comptes réalisé pour les besoins de la certification, survenus au cours de la période contrôlée ;"},{"type":"add","content":"- des changements comptables tels que définis dans la norme d'exercice professionnel applicable à l'audit des comptes réalisé pour les besoins de la certification, survenus au cours de la période contrôlée ;"},{"type":"del","content":"― des opérations non courantes, en raison de leur importance ou de leur nature, ou complexes réalisées au cours de la période contrôlée ;"},{"type":"add","content":"- des opérations non courantes, en raison de leur importance ou de leur nature, ou complexes réalisées au cours de la période contrôlée ;"},{"type":"del","content":"― des hypothèses retenues pour procéder aux estimations comptables, des intentions de la direction et de la capacité de l'entité à mener à bien les actions envisagées ;"},{"type":"add","content":"- des hypothèses retenues pour procéder aux estimations comptables, des intentions de la direction et de la capacité de l'entité à mener à bien les actions envisagées ;"},{"type":"del","content":"― du traitement comptable des opérations avec les parties liées ;"},{"type":"add","content":"- du traitement comptable des opérations avec les parties liées ;"},{"type":"del","content":"― des faits ou événements susceptibles de remettre en cause la continuité d'exploitation de l'entité, et, le cas échéant, des plans d'actions qu'elle a définis pour l'avenir de l'entité ;"},{"type":"add","content":"-des faits ou événements susceptibles de remettre en cause la continuité d'exploitation de l'entité, et, le cas échéant, des plans d'actions qu'elle a définis pour l'avenir de l'entité ;"},{"type":"del","content":"― de tout autre élément qu'il estime utile pour fonder sa conclusion sur les comptes intermédiaires."},{"type":"add","content":"- de tout autre élément qu'il estime utile pour fonder sa conclusion sur les comptes intermédiaires."},{"type":"del","content":"20. Lorsque le commissaire aux comptes identifie des éléments susceptibles de mettre en cause la continuité d'exploitation, il :"},{"type":"add","content":"20. Lorsque le commissaire aux comptes identifie des éléments susceptibles de mettre en cause la continuité d'exploitation :"},{"type":"del","content":"― prend connaissance, si elle existe, de l'évaluation faite par la direction de la capacité de l'entité à poursuivre son exploitation et en apprécie la pertinence. Si la direction n'a pas formalisé cette évaluation, le commissaire aux comptes s'enquiert auprès d'elle des raisons qui l'ont conduite à établir les comptes dans une perspective de continuité d'exploitation ; et"},{"type":"add","content":"- il prend connaissance, si elle existe, de l'évaluation faite par la direction de la capacité de l'entité à poursuivre son exploitation et en apprécie la pertinence. Si la direction n'a pas formalisé cette évaluation, le commissaire aux comptes s'enquiert auprès d'elle des raisons qui l'ont conduite à établir les comptes dans une perspective de continuité d'exploitation ; et"},{"type":"del","content":"― apprécie, le cas échéant, le caractère approprié des informations données à cet égard dans l'annexe des comptes."},{"type":"add","content":"- il apprécie, le cas échéant, le caractère approprié des informations données à cet égard dans l'annexe des comptes."},{"type":"del","content":"21. Le commissaire aux comptes consulte les procès-verbaux ou les comptes-rendus des réunions tenues par l'organe appelé à statuer sur les comptes, par l'organe d'administration ou de surveillance et par la direction, afin d'identifier les délibérations ou décisions pouvant avoir une incidence sur les comptes."},{"type":"add","content":"21. Le commissaire aux comptes consulte les procès-verbaux ou les comptes rendus des réunions tenues par l'organe délibérant et par les organes mentionnés à l'article L. 823-16 du code de commerce afin d'identifier les délibérations ou décisions pouvant avoir une incidence sur les comptes."},{"type":"del","content":"― il déclare que des contrôles destinés à prévenir et à détecter les erreurs et les fraudes ont été conçus et mis en œuvre dans l'entité ;"},{"type":"add","content":"- il déclare que des contrôles destinés à prévenir et à détecter les erreurs et les fraudes ont été conçus et mis en œuvre dans l'entité ;"},{"type":"del","content":"― il déclare lui avoir signalé toutes les fraudes avérées dont il a eu connaissance ou qu'il a suspectées, dès lors que la fraude est susceptible d'entraîner des anomalies significatives dans les comptes ;"},{"type":"add","content":"- il déclare lui avoir signalé toutes les fraudes avérées dont il a eu connaissance ou qu'il a suspectées, dès lors que la fraude est susceptible d'entraîner des anomalies significatives dans les comptes ;"},{"type":"del","content":"― il estime que les anomalies non corrigées relevées par le commissaire aux comptes ne sont pas, seules ou cumulées, significatives au regard des comptes pris dans leur ensemble. Un état de ces anomalies non corrigées est joint à cette déclaration écrite. En outre, lorsque le représentant légal responsable des comptes considère que certains éléments reportés sur cet état ne constituent pas des anomalies, il le mentionne dans sa déclaration ;"},{"type":"add","content":"- il estime que les anomalies non corrigées relevées par le commissaire aux comptes ne sont pas, seules ou cumulées, significatives au regard des comptes pris dans leur ensemble. Un état de ces anomalies non corrigées est joint à cette déclaration écrite. En outre, lorsque le représentant légal responsable des comptes considère que certains éléments reportés sur cet état ne constituent pas des anomalies, il le mentionne dans sa déclaration ;"},{"type":"del","content":"― il confirme lui avoir communiqué son appréciation sur le risque que les comptes puissent comporter des anomalies significatives résultant de fraudes ;"},{"type":"add","content":"- il confirme lui avoir communiqué son appréciation sur le risque que les comptes puissent comporter des anomalies significatives résultant de fraudes ;"},{"type":"del","content":"― il déclare avoir, au mieux de sa connaissance, appliqué les textes légaux et réglementaires ;"},{"type":"add","content":"- il déclare avoir, au mieux de sa connaissance, appliqué les textes légaux et réglementaires ;"},{"type":"del","content":"― il déclare qu'à ce jour il n'a connaissance d'aucun événement survenu depuis la date de clôture de la période qui nécessiterait un traitement comptable."},{"type":"add","content":"- il déclare qu'à ce jour il n'a connaissance d'aucun événement survenu depuis la date de clôture de la période qui nécessiterait un traitement comptable."},{"type":"del","content":"25. Le commissaire aux comptes communique à la direction, au niveau de responsabilité approprié, et à l'organe d'administration ou de surveillance les éléments prévus dans les normes d'exercice professionnel applicables à l'audit des comptes réalisé pour les besoins de la certification."},{"type":"add","content":"25. Le commissaire aux comptes procède aux communications prévues dans les normes d'exercice professionnel applicables à l'audit des comptes réalisé pour les besoins de la certification."},{"type":"del","content":"― l'origine de sa nomination ;"},{"type":"add","content":"- l'origine de sa nomination ;"},{"type":"del","content":"― la nature des comptes intermédiaires, individuels ou consolidés, le cas échéant condensés, qui font l'objet du rapport et sont joints à ce dernier ;"},{"type":"add","content":"- la nature des comptes intermédiaires, individuels ou consolidés, le cas échéant condensés, qui font l'objet du rapport et sont joints à ce dernier ;"},{"type":"del","content":"― l'entité dont les comptes font l'objet d'un examen limité ;"},{"type":"add","content":"- l'entité dont les comptes font l'objet d'un examen limité ;"},{"type":"del","content":"― la période sur laquelle ils portent ;"},{"type":"add","content":"- la période sur laquelle ils portent ; et"},{"type":"del","content":"― et les rôles respectifs de l'organe compétent de l'entité pour établir les comptes intermédiaires et du commissaire aux comptes ;"},{"type":"add","content":"- les rôles respectifs de l'organe compétent de l'entité pour établir les comptes intermédiaires et du commissaire aux comptes ;"},{"type":"del","content":"― soit une conclusion sans réserve ;"},{"type":"add","content":"- soit une conclusion sans réserve ;"},{"type":"del","content":"― soit une conclusion avec réserve ;"},{"type":"add","content":"- soit une conclusion avec réserve ;"},{"type":"del","content":"― soit une conclusion défavorable ;"},{"type":"add","content":"- soit une conclusion défavorable ;"},{"type":"del","content":"― soit une impossibilité de conclure."},{"type":"add","content":"- soit une impossibilité de conclure."},{"type":"del","content":"― lorsqu'il a identifié au cours de l'examen limité des comptes intermédiaires des anomalies significatives et que celles-ci n'ont pas été corrigées ;"},{"type":"add","content":"- lorsqu'il a identifié, au cours de l'examen limité des comptes intermédiaires, des anomalies significatives et que celles-ci n'ont pas été corrigées ; ou"},{"type":"del","content":"― ou lorsqu'il n'a pas pu mettre en œuvre toutes les procédures nécessaires pour fonder sa conclusion sur les comptes intermédiaires ;"},{"type":"add","content":"- lorsqu'il n'a pas pu mettre en œuvre toutes les procédures nécessaires pour fonder sa conclusion sur les comptes intermédiaires,"},{"type":"del","content":"― les incidences sur les comptes intermédiaires des anomalies significatives ou des limitations à ses travaux sont clairement circonscrites ;"},{"type":"add","content":"- les incidences sur les comptes intermédiaires des anomalies significatives ou des limitations à ses travaux sont clairement c irconscrites ;"},{"type":"del","content":"― la formulation de la réserve est suffisante pour permettre à l'utilisateur des comptes de fonder son jugement en connaissance de cause."},{"type":"add","content":"- la formulation de la réserve est suffisante pour permettre à l'utilisateur des comptes de fonder son jugement en connaissance de cause."},{"type":"del","content":"― lorsqu'il a détecté au cours de l'examen limité des comptes intermédiaires des anomalies significatives et que celles-ci n'ont pas été corrigées ;"},{"type":"add","content":"- lorsqu'il a détecté, au cours de l'examen limité des comptes intermédiaires, des anomalies significatives et que celles-ci n'ont pas été corrigées,"},{"type":"del","content":"― les incidences sur les comptes intermédiaires des anomalies significatives ne peuvent être clairement circonscrites, ou la formulation d'une réserve n'est pas suffisante pour permettre à l'utilisateur des comptes de fonder son jugement en connaissance de cause."},{"type":"add","content":"- les incidences sur les comptes intermédiaires des anomalies significatives ne peuvent être clairement circonscrites, ou la formulation d'une réserve n'est pas suffisante pour permettre à l'utilisateur des comptes de fonder son jugement en connaissance de cause."},{"type":"del","content":"― lorsqu'il n'a pas pu mettre en œuvre toutes les procédures nécessaires pour fonder sa conclusion sur les comptes ;"},{"type":"add","content":"- lorsqu'il n'a pas pu mettre en œuvre toutes les procédures nécessaires pour fonder sa conclusion sur les comptes,"},{"type":"del","content":"― les incidences sur les comptes intermédiaires des limitations à ses travaux ne peuvent être clairement circonscrites ;"},{"type":"add","content":"- les incidences sur les comptes intermédiaires des limitations à ses travaux ne peuvent être clairement circonscrites ; ou"},{"type":"del","content":"― ou la formulation d'une réserve n'est pas suffisante pour permettre à l'utilisateur des comptes intermédiaires de fonder son jugement en connaissance de cause."},{"type":"add","content":"- la formulation d'une réserve n'est pas suffisante pour permettre à l'utilisateur des comptes intermédiaires de fonder son jugement en connaissance de cause."},{"type":"del","content":"― en cas d'incertitude sur la continuité de l'exploitation ;"},{"type":"add","content":"- en cas d'incertitude sur la continuité de l'exploitation ;"},{"type":"del","content":"― en cas de changement de méthodes comptables survenu au cours de la période."},{"type":"add","content":"- en cas de changement de méthodes comptables survenu au cours de la période."},{"type":"del","content":"Arrêté du 14 janvier 2009 relatif à la partie Arrêtés du code de commerce - article Annexe ENTIEREMENT_MODIF CREE source"},{"type":"add","content":"Arrêté du 21 juin 2011 portant homologation de la norme d'exercice professionnel relative à l'examen limité de comptes intermédiaires en application de dispositions légales ou réglementaires - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2009-01-14 CREE cible Arrêté du 14 janvier 2009 relatif à la partie Arrêtés du code de commerce - article Annexe ENTIEREMENT_MODIF"},{"type":"add","content":"2011-06-21 MODIFIE cible Arrêté du 21 juin 2011 portant homologation de la norme d'exercice professionnel relative à l'examen limité de comptes intermédiaires en application de dispositions légales ou réglementaires - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de commerce - article L823-16 AUTONOME MODIFIE, en vigueur du 2005-09-09 au 2008-12-10"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/16/33/LEGIARTI000020163387.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/16/33/LEGIARTI000020163387.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/20/16/33/LEGIARTI000020163387.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/24/44/58/LEGIARTI000024445849.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/24/44/58/LEGIARTI000024445849.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/24/44/58/LEGIARTI000024445849.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000020163387)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000024445849)"}],"status":"modified"}],"stats":{"additions":67,"deletions":65,"filesChanged":1}}