{"sha":"a23f000c8558","date":"2022-01-01","message":"LOI n° 2021-1357 du 18 octobre 2021 visant à protéger la rémunération des agriculteurs","files":[{"filename":"partie_legislative/livre_iv/titre_iv/chapitre_ier/section_2/sous-section_1/article_l441-7.md","articleName":"Article L441-7","additions":34,"deletions":9,"diff":[{"type":"del","content":"II. - L'obligation prévue au I s'applique uniquement lorsque la vente des produits agricoles fait l'objet d'un contrat écrit. Elle s'applique, le cas échéant, lorsque le vendeur est une société mentionnée à l'article L. 521-1 du code rural et de la pêche maritime."},{"type":"add","content":"La détermination du prix tient compte des efforts d'innovation réalisés par le fabricant à la demande du distributeur."},{"type":"add","content":""},{"type":"add","content":"Le contrat comporte une clause de révision automatique des prix en fonction de la variation du coût de la matière première agricole ou des produits transformés soumis au I de l'article L. 441-1-1 du présent code entrant dans la composition des produits alimentaires. Les parties déterminent librement la formule de révision, en tenant compte notamment des indicateurs relatifs aux coûts de production en agriculture mentionnés au III de l'article L. 631-24 du code rural et de la pêche maritime."},{"type":"add","content":""},{"type":"add","content":"Le distributeur peut demander au fabricant de mandater un tiers indépendant pour attester, sous quinze jours, l'exactitude de la variation du coût de la matière première agricole supportée par le fabricant. Dans ce cas, le fabricant remet au tiers indépendant, sous dix jours, les pièces justifiant l'exactitude de ces éléments. Les frais d'intervention du tiers indépendant sont à la charge du distributeur. En cas d'inexactitude ou de tromperie volontaire de la part du fabricant quant à la variation du coût de la matière première agricole ou du produit transformé, constatée par le tiers indépendant et entraînant l'impossibilité de délivrer l'attestation mentionnée à la première phrase du présent alinéa, ces frais sont à la charge du fabricant. Le tiers indépendant est astreint au secret professionnel pour les faits, actes et renseignements dont il a pu avoir connaissance à raison de ses fonctions."},{"type":"add","content":""},{"type":"add","content":"I bis.-En cas d'appel d'offres portant sur la conception et la production de produits alimentaires selon des modalités répondant aux besoins particuliers de l'acheteur et vendus sous marque de distributeur, l'appel d'offres comporte un engagement du distributeur relatif au volume prévisionnel qu'il souhaite faire produire."},{"type":"add","content":""},{"type":"add","content":"I ter.-Le contrat mentionné au I comporte une clause relative au volume prévisionnel que le distributeur s'engage à faire produire sur une période donnée ainsi qu'un délai raisonnable de prévenance permettant au fabricant d'anticiper des éventuelles variations de volume."},{"type":"add","content":""},{"type":"add","content":"I quater.-Le contrat définit la durée minimale du préavis contractuel à respecter en cas de rupture de la relation contractuelle. Il prévoit le sort et les modalités d'écoulement des emballages et des produits finis en cas de cessation de contrat."},{"type":"add","content":""},{"type":"add","content":"II. - L'obligation prévue au I s'applique uniquement lorsque la vente des produits agricoles fait l'objet d'un contrat écrit. Elle s'applique, le cas échéant, lorsque le vendeur est une société mentionnée à l'article L. 521-1 du code rural et de la pêche maritime."},{"type":"add","content":""},{"type":"add","content":"III.-Le contrat mentionné au I comporte une clause de répartition entre le distributeur et le fournisseur des différents coûts additionnels survenant au cours de l'exécution du contrat."},{"type":"add","content":""},{"type":"add","content":"IV.-Aucune dépense liée aux opérations promotionnelles d'un produit vendu sous marque de distributeur ne peut être mise à la charge du fabricant."},{"type":"add","content":""},{"type":"add","content":"V.-Le contrat établit un système d'alerte et d'échanges d'informations périodiques entre le distributeur et le fabricant afin d'optimiser les conditions d'approvisionnement et de limiter les risques de ruptures."},{"type":"add","content":""},{"type":"add","content":"VI.-Tout manquement au présent article est passible d'une amende administrative dont le montant ne peut excéder 75 000 € pour une personne physique et 375 000 € pour une personne morale."},{"type":"add","content":""},{"type":"add","content":"Le maximum de l'amende encourue est porté à 150 000 € pour une personne physique et à 750 000 € pour une personne morale en cas de réitération du manquement dans un délai de deux ans à compter de la date à laquelle la première décision de sanction est devenue définitive."},{"type":"del","content":"Aux termes de l'article 5 II de l'ordonnance n° 2019-359 du 24 avril 2019, pour les conventions en cours à la date d'entrée en vigueur de la présente ordonnance dont la durée est supérieure à un an, l'article L. 441-7 du code de commerce dans sa rédaction résultant de cette ordonnance s'appliquent à compter du 1er mars 2020."},{"type":"add","content":"Conformément au III de l'article 16 de la loi n° 2021-1357 du 18 octobre 2021, ces dispositions entrent en vigueur le 1er janvier 2022. Les conventions en cours à cette date sont mises en conformité avec ces dispositions au plus tard le 1er janvier 2023."},{"type":"del","content":"Ordonnance n° 2019-359 du 24 avril 2019 portant refonte du titre IV du livre IV du code de commerce relatif à la transparence, aux pratiques restrictives de concurrence et aux autres pratiques prohibées - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Code de commerce - article L443-4 AUTONOME VIGUEUR, en vigueur depuis le 2021-10-20 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2021-1357 du 18 octobre 2021 visant à protéger la rémunération des agriculteurs - article 6 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2019-04-24 MODIFIE cible Ordonnance n° 2019-359 du 24 avril 2019 portant refonte du titre IV du livre IV du code de commerce relatif à la transparence, aux pratiques restrictives de concurrence et aux autres pratiques prohibées - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2021-10-18 MODIFIE cible LOI n° 2021-1357 du 18 octobre 2021 visant à protéger la rémunération des agriculteurs - article 6 ENTIEREMENT_MODIF"},{"type":"del","content":"2999-01-01 CITATION cible Code de commerce - article L443-4 AUTONOME MODIFIE, en vigueur du 2019-04-26 au 2021-10-20"},{"type":"add","content":"2999-01-01 CITATION cible Code de commerce - article L443-4 AUTONOME VIGUEUR, en vigueur depuis le 2021-10-20"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/38/41/44/LEGIARTI000038414415.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/38/41/44/LEGIARTI000038414415.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/38/41/44/LEGIARTI000038414415.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/44/22/45/LEGIARTI000044224521.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/44/22/45/LEGIARTI000044224521.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/44/22/45/LEGIARTI000044224521.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000038414415)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000044224521)"}],"status":"modified"}],"stats":{"additions":34,"deletions":9,"filesChanged":1}}