{"sha":"a5296eecd789","date":"2015-12-05","message":"Ordonnance n° 2015-1576 du 3 décembre 2015 portant transposition de la directive 2013/50/UE du Parlement européen et du Conseil du 22 octobre 2013 modifiant la directive 2004/109/CE du Parlement européen et du Conseil sur l'harmonisation des obligations de transparence concernant l'information sur les émetteurs dont les valeurs mobilières sont admises à la négociation sur un marché réglementé","files":[{"filename":"partie_legislative/livre_ii/titre_ii/chapitre_v/section_3/article_l225-102-3.md","articleName":"Article L225-102-3","additions":29,"deletions":9,"diff":[{"type":"del","content":"Les personnes morales encourent, outre cette amende, la peine complémentaire prévue au 9° de l'article 131-39 du code pénal."},{"type":"add","content":"Les personnes morales encourent, outre cette amende, la peine complémentaire prévue au 9° de l'article 131-39 du code pénal."},{"type":"add","content":""},{"type":"add","content":"VII.-Par dérogation aux deuxième et troisième phrases du IV, les émetteurs mentionnés aux I et II de l'article L. 451-1-2 du code monétaire et financier et soumis aux obligations définies au I du présent article, dont des titres de capital ou des titres de créance sont admis aux négociations sur un marché réglementé, publient leur rapport sur les paiements effectués au profit des autorités et le déposent au greffe du tribunal de commerce, ainsi qu'auprès de l'Autorité des marchés financiers, dans les six mois qui suivent la clôture de leur exercice. Ce rapport est tenu à la disposition du public pendant dix ans."},{"type":"del","content":"LOI n° 2014-1662 du 30 décembre 2014 portant diverses dispositions d'adaptation de la législation au droit de l'Union européenne en matière économique et financière - article 12 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2015-01-01 CREE source"},{"type":"add","content":"Code monétaire et financier - article L451-1-2 AUTONOME MODIFIE, en vigueur du 2007-01-20 au 2009-04-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article L451-1-2 AUTONOME MODIFIE, en vigueur du 2015-01-01 au 2025-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article L451-1-2 AUTONOME MODIFIE, en vigueur du 2009-04-01 au 2011-02-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article L451-1-2 AUTONOME VIGUEUR, en vigueur depuis le 2025-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article L451-1-2 AUTONOME MODIFIE, en vigueur du 2011-02-01 au 2015-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Ordonnance n° 2015-1576 du 3 décembre 2015 portant transposition de la directive 2013/50/UE du Parlement européen et du Conseil du 22 octobre 2013 modifiant la directive 2004/109/CE du Parlement européen et du Conseil sur l'harmonisation des obligations de transparence concernant l'information sur les émetteurs dont les valeurs mobilières sont admises à la négociation sur un marché réglementé - article 5 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":"2014-12-30 CREE cible LOI n° 2014-1662 du 30 décembre 2014 portant diverses dispositions d'adaptation de la législation au droit de l'Union européenne en matière économique et financière - article 12 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2015-01-01"},{"type":"del","content":""},{"type":"add","content":""},{"type":"add","content":"2015-12-03 MODIFIE cible Ordonnance n° 2015-1576 du 3 décembre 2015 portant transposition de la directive 2013/50/UE du Parlement européen et du Conseil du 22 octobre 2013 modifiant la directive 2004/109/CE du Parlement européen et du Conseil sur l'harmonisation des obligations de transparence concernant l'information sur les émetteurs dont les valeurs mobilières sont admises à la négociation sur un marché réglementé - article 5 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code monétaire et financier - article L451-1-2 AUTONOME MODIFIE, en vigueur du 2007-01-20 au 2009-04-01"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/04/48/LEGIARTI000030044875.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/04/48/LEGIARTI000030044875.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/30/04/48/LEGIARTI000030044875.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/31/56/46/LEGIARTI000031564682.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/31/56/46/LEGIARTI000031564682.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/31/56/46/LEGIARTI000031564682.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000030044875)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000031564682)"}],"status":"modified"},{"filename":"partie_legislative/livre_ii/titre_iii/chapitre_iii/section_1/article_l233-3.md","articleName":"Article L233-3","additions":11,"deletions":11,"diff":[{"type":"del","content":"I. - Une société est considérée, pour l'application des sections 2 et 4 du présent chapitre, comme en contrôlant une autre :"},{"type":"add","content":"I.- Toute personne, physique ou morale, est considérée, pour l'application des sections 2 et 4 du présent chapitre, comme en contrôlant une autre :"},{"type":"del","content":"II. - Elle est présumée exercer ce contrôle lorsqu'elle dispose directement ou indirectement, d'une fraction des droits de vote supérieure à 40 % et qu'aucun autre associé ou actionnaire ne détient directement ou indirectement une fraction supérieure à la sienne."},{"type":"add","content":"II.-Elle est présumée exercer ce contrôle lorsqu'elle dispose directement ou indirectement, d'une fraction des droits de vote supérieure à 40 % et qu'aucun autre associé ou actionnaire ne détient directement ou indirectement une fraction supérieure à la sienne."},{"type":"del","content":"III. - Pour l'application des mêmes sections du présent chapitre, deux ou plusieurs personnes agissant de concert sont considérées comme en contrôlant conjointement une autre lorsqu'elles déterminent en fait les décisions prises en assemblée générale."},{"type":"add","content":"III.-Pour l'application des mêmes sections du présent chapitre, deux ou plusieurs personnes agissant de concert sont considérées comme en contrôlant conjointement une autre lorsqu'elles déterminent en fait les décisions prises en assemblée générale."},{"type":"del","content":"Loi n° 2005-842 du 26 juillet 2005 pour la confiance et la modernisation de l'économie (1). - article 33 AUTONOME VIGUEUR, en vigueur depuis le 2005-07-27 MODIFICATION cible"},{"type":"add","content":"Ordonnance n° 2015-1576 du 3 décembre 2015 portant transposition de la directive 2013/50/UE du Parlement européen et du Conseil du 22 octobre 2013 modifiant la directive 2004/109/CE du Parlement européen et du Conseil sur l'harmonisation des obligations de transparence concernant l'information sur les émetteurs dont les valeurs mobilières sont admises à la négociation sur un marché réglementé - article 4 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":"2005-07-26 MODIFICATION source Loi n° 2005-842 du 26 juillet 2005 pour la confiance et la modernisation de l'économie (1). - article 33 AUTONOME VIGUEUR, en vigueur depuis le 2005-07-27"},{"type":"del","content":""},{"type":"add","content":""},{"type":"add","content":"2015-12-03 MODIFIE cible Ordonnance n° 2015-1576 du 3 décembre 2015 portant transposition de la directive 2013/50/UE du Parlement européen et du Conseil du 22 octobre 2013 modifiant la directive 2004/109/CE du Parlement européen et du Conseil sur l'harmonisation des obligations de transparence concernant l'information sur les émetteurs dont les valeurs mobilières sont admises à la négociation sur un marché réglementé - article 4 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/22/91/LEGIARTI000006229190.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/22/91/LEGIARTI000006229190.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/22/91/LEGIARTI000006229190.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/31/56/46/LEGIARTI000031564650.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/31/56/46/LEGIARTI000031564650.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/31/56/46/LEGIARTI000031564650.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006229190)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000031564650)"}],"status":"modified"},{"filename":"partie_legislative/livre_ii/titre_iii/chapitre_iii/section_2/article_l233-7.md","articleName":"Article L233-7","additions":20,"deletions":29,"diff":[{"type":"del","content":"I.-Lorsque les actions d'une société ayant son siège sur le territoire de la République sont admises aux négociations sur un marché réglementé d'un Etat partie à l'accord sur l'Espace économique européen ou sur un marché d'instruments financiers admettant aux négociations des actions pouvant être inscrites en compte chez un intermédiaire mentionné à l'article L. 211-3 du code monétaire et financier, toute personne physique ou morale agissant seule ou de concert qui vient à posséder un nombre d'actions représentant plus du vingtième, du dixième, des trois vingtièmes, du cinquième, du quart, des trois dixièmes, du tiers, de la moitié, des deux tiers, des dix-huit vingtièmes ou des dix-neuf vingtièmes du capital ou des droits de vote informe la société dans un délai fixé par décret en Conseil d'Etat, à compter du franchissement du seuil de participation, du nombre total d'actions ou de droits de vote qu'elle possède."},{"type":"add","content":"I.-Lorsque les actions d'une société ayant son siège sur le territoire de la République sont admises aux négociations sur un marché réglementé d'un Etat partie à l'accord sur l'Espace économique européen ou sur un marché d'instruments financiers admettant aux négociations des actions pouvant être inscrites en compte chez un intermédiaire mentionné à l'article L. 211-3 du code monétaire et financier, toute personne physique ou morale agissant seule ou de concert qui vient à posséder, directement ou indirectement, un nombre d'actions représentant plus du vingtième, du dixième, des trois vingtièmes, du cinquième, du quart, des trois dixièmes, du tiers, de la moitié, des deux tiers, des dix-huit vingtièmes ou des dix-neuf vingtièmes du capital ou des droits de vote informe la société dans un délai fixé par décret en Conseil d'Etat, à compter du franchissement du seuil de participation, du nombre total d'actions ou de droits de vote qu'elle possède."},{"type":"del","content":"II.-La personne tenue à l'information mentionnée au I informe également l'Autorité des marchés financiers, dans un délai et selon des modalités fixés par son règlement général, à compter du franchissement du seuil de participation, lorsque les actions de la société sont admises aux négociations sur un marché réglementé ou sur un marché d'instruments financiers autre qu'un marché réglementé, à la demande de la personne qui gère ce marché d'instruments financiers. Dans ce dernier cas, l'information peut ne porter que sur une partie des seuils mentionnés au I, dans les conditions fixées par le règlement général de l'Autorité des marchés financiers. Cette information est portée à la connaissance du public dans les conditions fixées par le règlement général de l'Autorité des marchés financiers."},{"type":"add","content":"II.-La personne tenue à l'information mentionnée au I informe également l'Autorité des marchés financiers, dans un délai et selon des modalités fixés par son règlement général, à compter du franchissement du seuil de participation, lorsque les actions de la société sont admises aux négociations sur un marché réglementé ou sur un marché d'instruments financiers autre qu'un marché réglementé, à la demande de la personne qui gère ce marché d'instruments financiers. Dans ce dernier cas, l'information due à la société et à l'Autorité des marchés financiers peut ne porter que sur une partie des seuils mentionnés au I, dans les conditions fixées par le règlement général de l'Autorité des marchés financiers. Cette information est portée à la connaissance du public dans les conditions fixées par le règlement général de l'Autorité des marchés financiers."},{"type":"del","content":"III.-Les statuts de la société peuvent prévoir une obligation supplémentaire d'information portant sur la détention de fractions du capital ou des droits de vote inférieures à celle du vingtième mentionnée au I.L'obligation porte sur la détention de chacune de ces fractions, qui ne peuvent être inférieures à 0, 5 % du capital ou des droits de vote."},{"type":"add","content":"III.-Les statuts de la société peuvent prévoir une obligation supplémentaire d'information portant sur la détention de fractions du capital ou des droits de vote inférieures à celle du vingtième mentionnée au I. L'obligation porte sur la détention de chacune de ces fractions, qui ne peuvent être inférieures à 0,5 % du capital ou des droits de vote."},{"type":"del","content":"IV.-Les obligations d'information prévues aux I, II et III du présent article ainsi que l'obligation d'information prévue au I de l'article L. 225-126 ne s'appliquent pas aux actions :"},{"type":"add","content":"IV.-Les obligations d'information prévues aux I, II et III du présent article ainsi que l'obligation d'information prévue au I de l'article L. 225-126 ne s'appliquent pas aux actions, accords et instruments financiers mentionnés au présent article ainsi qu'au I de l'article L. 233-9, et qui ont pour caractéristique d'être :"},{"type":"del","content":"1° Acquises aux seules fins de la compensation, du règlement ou de la livraison d'instruments financiers, dans le cadre habituel du cycle de règlement à court terme défini par le règlement général de l'Autorité des marchés financiers ;"},{"type":"add","content":"1° Acquis aux seules fins de la compensation, du règlement ou de la livraison d'instruments financiers, dans le cadre habituel du cycle de règlement à court terme défini par le règlement général de l'Autorité des marchés financiers ;"},{"type":"del","content":"2° Détenues par les teneurs de comptes conservateurs dans le cadre de leur activité de tenue de compte et de conservation ;"},{"type":"add","content":"2° Détenus par les teneurs de comptes conservateurs dans le cadre de leur activité de tenue de compte et de conservation ;"},{"type":"del","content":"3° Détenues par un prestataire de services d'investissement dans son portefeuille de négociation au sens de la directive 2006 / 49 / CE du Parlement et du Conseil du 14 juin 2006 sur l'adéquation des fonds propres des entreprises d'investissement et des établissements de crédit à condition que ces actions ne représentent pas une quotité du capital ou des droits de vote de l'émetteur de ces titres supérieure à un seuil fixé par le règlement général de l'Autorité des marchés financiers et que les droits de vote attachés à ces titres ne soient pas exercés ni autrement utilisés pour intervenir dans la gestion de l'émetteur ;"},{"type":"add","content":"3° Détenus par un prestataire de services d'investissement dans son portefeuille de négociation au sens de l'article 11 de la directive 2006/49/ CE du Parlement et du Conseil du 14 juin 2006 sur l'adéquation des fonds propres des entreprises d'investissement et des établissements de crédit à condition que ces actions ne représentent pas une quotité du capital ou des droits de vote de l'émetteur de ces titres supérieure à un seuil fixé par le règlement général de l'Autorité des marchés financiers et que les droits de vote attachés à ces titres ne soient pas exercés ni autrement utilisés pour intervenir dans la gestion de l'émetteur ;"},{"type":"del","content":"4° Remises aux membres du Système européen de banques centrales ou par ceux-ci dans l'exercice de leurs fonctions d'autorités monétaires, dans les conditions fixées par le règlement général de l'Autorité des marchés financiers."},{"type":"add","content":"4° Remis aux membres du Système européen de banques centrales ou par ceux-ci dans l'exercice de leurs fonctions d'autorités monétaires, dans les conditions fixées par le règlement général de l'Autorité des marchés financiers ;"},{"type":"add","content":""},{"type":"add","content":"5° Acquis à des fins de stabilisation conformément au règlement (CE) n° 2273/2003 de la Commission du 22 décembre 2003 portant modalités d'application de la directive 2003/6/ CE du Parlement européen et du Conseil en ce qui concerne les dérogations prévues pour les programmes de rachat et la stabilisation d'instruments financiers, pour autant que les droits de vote attachés auxdites actions ne soient pas exercés ni utilisés autrement pour intervenir dans la gestion de l'émetteur."},{"type":"del","content":"VI bis. - Le règlement général de l'Autorité des marchés financiers précise les cas et conditions dans lesquels une modification de la répartition de la participation entre les différents types d'instruments mentionnés au I du présent article et de l'article L. 233-9 oblige la personne tenue à l'information mentionnée aux I et II du présent article à déclarer un franchissement d'un seuil prévu au I."},{"type":"add","content":"VI bis.-Le règlement général de l'Autorité des marchés financiers précise les cas et conditions dans lesquels une modification de la répartition de la participation entre les différents types d'instruments mentionnés au I du présent article et de l'article L. 233-9 oblige la personne tenue à l'information mentionnée aux I et II du présent article à déclarer un franchissement d'un seuil prévu au I."},{"type":"del","content":"VII. ― Lorsque les actions de la société sont admises aux négociations sur un marché réglementé, la personne tenue à l'information prévue au I est tenue de déclarer, à l'occasion des franchissements de seuil du dixième, des trois vingtièmes, du cinquième ou du quart du capital ou des droits de vote, les objectifs qu'elle a l'intention de poursuivre au cours des six mois à venir."},{"type":"add","content":"VII.-Lorsque les actions de la société sont admises aux négociations sur un marché réglementé, la personne tenue à l'information prévue au I est tenue de déclarer, à l'occasion des franchissements de seuil du dixième, des trois vingtièmes, du cinquième ou du quart du capital ou des droits de vote, les objectifs qu'elle a l'intention de poursuivre au cours des six mois à venir."},{"type":"del","content":"LOI n° 2012-387 du 22 mars 2012 relative à la simplification du droit et à l'allégement des démarches administratives - article 25 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2012-03-24 MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Directive 2006/49/CE du Parlement européen et du Conseil du 14 juin 2006 sur l'adéquation des fonds propres des entreprises d'investissement et des établissements de crédit (refonte) CITATION cible"},{"type":"add","content":"Ordonnance n° 2015-1576 du 3 décembre 2015 portant transposition de la directive 2013/50/UE du Parlement européen et du Conseil du 22 octobre 2013 modifiant la directive 2004/109/CE du Parlement européen et du Conseil sur l'harmonisation des obligations de transparence concernant l'information sur les émetteurs dont les valeurs mobilières sont admises à la négociation sur un marché réglementé - article 4 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":"2006-06-14 CITATION source Directive 2006/49/CE du Parlement européen et du Conseil du 14 juin 2006 sur l'adéquation des fonds propres des entreprises d'investissement et des établissements de crédit (refonte)"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2012-03-22 MODIFIE cible LOI n° 2012-387 du 22 mars 2012 relative à la simplification du droit et à l'allégement des démarches administratives - article 25 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2012-03-24"},{"type":"del","content":""},{"type":"add","content":""},{"type":"add","content":"2015-12-03 MODIFIE cible Ordonnance n° 2015-1576 du 3 décembre 2015 portant transposition de la directive 2013/50/UE du Parlement européen et du Conseil du 22 octobre 2013 modifiant la directive 2004/109/CE du Parlement européen et du Conseil sur l'harmonisation des obligations de transparence concernant l'information sur les émetteurs dont les valeurs mobilières sont admises à la négociation sur un marché réglementé - article 4 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/25/55/98/LEGIARTI000025559866.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/25/55/98/LEGIARTI000025559866.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/25/55/98/LEGIARTI000025559866.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/31/56/46/LEGIARTI000031564657.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/31/56/46/LEGIARTI000031564657.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/31/56/46/LEGIARTI000031564657.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000025559866)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000031564657)"}],"status":"modified"},{"filename":"partie_legislative/livre_ii/titre_iii/chapitre_iii/section_2/article_l233-9.md","articleName":"Article L233-9","additions":92,"deletions":24,"diff":[{"type":"del","content":"I.-Sont assimilés aux actions ou aux droits de vote possédés par la personne tenue à l'information prévue au I de l'article L. 233-7 :"},{"type":"add","content":"I.-Sont assimilés aux actions ou aux droits de vote mentionnés au I de l'article L. 233-7 :"},{"type":"del","content":"4° bis Les actions déjà émises sur lesquelles porte tout accord ou instrument financier mentionné à l'article L. 211-1 du code monétaire et financier réglé en espèces et ayant pour cette personne ou l'une des personnes mentionnées aux 1° et 3° un effet économique similaire à la possession desdites actions. Il en va de même pour les droits de vote sur lesquels porte, dans les mêmes conditions, tout accord ou instrument financier ;"},{"type":"add","content":"4° bis Les actions déjà émises sur lesquelles porte tout accord ou instrument financier mentionné à l'article L. 211-1 du code monétaire et financier ayant pour cette personne ou l'une des personnes mentionnées aux 1° et 3° un effet économique similaire à la possession desdites actions, que cet accord ou instrument financier donne droit à un règlement physique ou à un règlement en espèces. Il en va de même pour les droits de vote sur lesquels porte, dans les mêmes conditions, tout accord ou instrument financier ;"},{"type":"del","content":"Le règlement général de l'Autorité des marchés financiers fixe les conditions d'application des 4° et 4° bis, en particulier les conditions dans lesquelles un accord ou instrument financier est considéré comme ayant un effet économique similaire à la possession d'actions."},{"type":"add","content":"Le règlement général de l'Autorité des marchés financiers fixe les conditions et modalités d'application des 4° et 4° bis, en particulier les conditions dans lesquelles un accord ou instrument financier est considéré comme ayant un effet économique similaire à la possession d'actions."},{"type":"del","content":"II.-Ne sont pas assimilées aux actions ou aux droits de vote possédés par la personne tenue à l'information prévue au I de l'article L. 233-7 :"},{"type":"add","content":"II.-Ne sont pas assimilées aux actions ou aux droits de vote mentionnés au I de l'article L. 233-7 :"},{"type":"del","content":"2° Les actions détenues dans un portefeuille géré par un prestataire de services d'investissement contrôlé par cette personne au sens de l'article L. 233-3, dans le cadre du service de gestion de portefeuille pour compte de tiers dans les conditions fixées par le règlement général de l'Autorité des marchés financiers, sauf exceptions prévues par ce même règlement ;"},{"type":"del","content":""},{"type":"del","content":"3° Les instruments financiers mentionnés aux 4° et 4° bis du I détenus par un prestataire de services d'investissement dans son portefeuille de négociation au sens de la directive 2006/49/ CE du Parlement et du Conseil du 14 juin 2006 sur l'adéquation des fonds propres des entreprises d'investissement et des établissements de crédit à condition que ces instruments ne donnent pas accès à une quotité du capital ou des droits de vote de l'émetteur de ces titres supérieure à un seuil fixé par le règlement général de l'Autorité des marchés financiers."},{"type":"add","content":"2° Les actions détenues dans un portefeuille géré par un prestataire de services d'investissement contrôlé par cette personne au sens de l'article L. 233-3, dans le cadre du service de gestion de portefeuille pour compte de tiers dans les conditions fixées par le règlement général de l'Autorité des marchés financiers, sauf exceptions prévues par ce même règlement."},{"type":"del","content":"Ordonnance n° 2013-676 du 25 juillet 2013 modifiant le cadre juridique de la gestion d'actifs - article 38 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Code de commerce - article L233-7 AUTONOME MODIFIE, en vigueur du 2007-12-19 au 2009-01-10 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de commerce - article L233-3 AUTONOME MODIFIE, en vigueur du 2001-12-12 au 2005-07-27 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de commerce - article L233-3 AUTONOME MODIFIE, en vigueur du 2005-07-27 au 2015-12-05 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de commerce - article L233-7 AUTONOME MODIFIE, en vigueur du 2000-09-21 au 2001-05-16 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de commerce - article L233-7 AUTONOME MODIFIE, en vigueur du 2001-05-16 au 2003-08-02 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de commerce - article L233-7 AUTONOME MODIFIE, en vigueur du 2003-08-02 au 2004-06-26 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de commerce - article L233-7 AUTONOME MODIFIE, en vigueur du 2004-06-26 au 2004-12-10 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de commerce - article L233-7 AUTONOME MODIFIE, en vigueur du 2004-12-10 au 2005-07-27 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de commerce - article L233-7 AUTONOME MODIFIE, en vigueur du 2005-07-27 au 2007-12-19 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de commerce - article L233-3 AUTONOME MODIFIE, en vigueur du 2000-09-21 au 2001-05-16 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de commerce - article L233-3 AUTONOME MODIFIE, en vigueur du 2001-05-16 au 2001-12-12 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de commerce - article L233-7 AUTONOME MODIFIE, en vigueur du 2015-12-05 au 2016-12-11 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de commerce - article L233-3 AUTONOME VIGUEUR, en vigueur depuis le 2015-12-05 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de commerce - article L233-7 AUTONOME MODIFIE, en vigueur du 2009-01-10 au 2009-08-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":"Directive 2006/49/CE du Parlement européen et du Conseil du 14 juin 2006 sur l'adéquation des fonds propres des entreprises d'investissement et des établissements de crédit (refonte) CITATION cible"},{"type":"add","content":"Code de commerce - article L233-7 AUTONOME MODIFIE, en vigueur du 2010-10-24 au 2012-10-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article L211-1 AUTONOME VIGUEUR, en vigueur depuis le 2016-10-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article L211-1 AUTONOME MODIFIE, en vigueur du 2008-06-15 au 2009-01-10 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de commerce - article L233-7 AUTONOME MODIFIE, en vigueur du 2009-08-01 au 2010-10-24 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article L211-1 AUTONOME MODIFIE, en vigueur du 2003-08-02 au 2004-04-17 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article L211-1 AUTONOME MODIFIE, en vigueur du 2009-01-10 au 2016-10-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article L211-1 AUTONOME MODIFIE, en vigueur du 2007-06-01 au 2007-11-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article L211-1 AUTONOME MODIFIE, en vigueur du 2004-04-17 au 2007-11-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de commerce - article L233-7 AUTONOME VIGUEUR, en vigueur depuis le 2021-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article L211-1 AUTONOME MODIFIE, en vigueur du 2007-11-01 au 2008-06-15 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article L211-1 AUTONOME MODIFIE, en vigueur du 2001-01-01 au 2003-08-02 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de commerce - article L233-7 AUTONOME MODIFIE, en vigueur du 2016-12-11 au 2021-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Ordonnance n° 2015-1576 du 3 décembre 2015 portant transposition de la directive 2013/50/UE du Parlement européen et du Conseil du 22 octobre 2013 modifiant la directive 2004/109/CE du Parlement européen et du Conseil sur l'harmonisation des obligations de transparence concernant l'information sur les émetteurs dont les valeurs mobilières sont admises à la négociation sur un marché réglementé - article 4 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de commerce - article L233-7 AUTONOME MODIFIE, en vigueur du 2012-10-01 au 2015-12-05 CITATION cible"},{"type":"del","content":""},{"type":"del","content":"2006-06-14 CITATION source Directive 2006/49/CE du Parlement européen et du Conseil du 14 juin 2006 sur l'adéquation des fonds propres des entreprises d'investissement et des établissements de crédit (refonte)"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2013-07-25 MODIFIE cible Ordonnance n° 2013-676 du 25 juillet 2013 modifiant le cadre juridique de la gestion d'actifs - article 38 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"add","content":""},{"type":"add","content":"2015-12-03 MODIFIE cible Ordonnance n° 2015-1576 du 3 décembre 2015 portant transposition de la directive 2013/50/UE du Parlement européen et du Conseil du 22 octobre 2013 modifiant la directive 2004/109/CE du Parlement européen et du Conseil sur l'harmonisation des obligations de transparence concernant l'information sur les émetteurs dont les valeurs mobilières sont admises à la négociation sur un marché réglementé - article 4 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/79/48/LEGIARTI000027794806.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/79/48/LEGIARTI000027794806.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/27/79/48/LEGIARTI000027794806.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/31/56/46/LEGIARTI000031564669.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/31/56/46/LEGIARTI000031564669.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/31/56/46/LEGIARTI000031564669.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000027794806)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000031564669)"}],"status":"modified"}],"stats":{"additions":152,"deletions":73,"filesChanged":4}}