{"sha":"b4c8f4882147","date":"2017-09-27","message":"Arrêté du 18 septembre 2017 relatif aux modalités de transmission à l'INPI du document relatif au bénéficiaire effectif mentionné au deuxième alinéa de l'article L. 561-46 du code monétaire et financier","files":[{"filename":"partie_arretes/livre_ier/titre_ii/chapitre_iii/section_1/sous-section_2/paragraphe_1/article_a123-30.md","articleName":"Article A123-30","additions":15,"deletions":22,"diff":[{"type":"del","content":"En plus des données imposées par ce standard, ces fichiers sont accompagnés des métadonnées essentielles à leur indexation, notamment la dénomination sociale, le numéro SIREN, l'adresse, la date d'inscription ou du dépôt au greffe, le type d'acte, la date de clôture et l'année de clôture des comptes annuels, le type d'évènement, le type de document, la nature du document, le code du greffe, le numéro de gestion, le numéro du dépôt, les nom, type, taille et nombre de pages des fichiers, la cote archivistique fournie par l'Institut national de la propriété industrielle, le mode de transmission et, pour les comptes annuels ayant fait l'objet d'une déclaration de confidentialité en application des premier et deuxième alinéas de l'article R. 123-111-1, l'indicateur de confidentialité correspondant à la déclaration de la société."},{"type":"add","content":"En plus des données imposées par ce standard, ces fichiers sont accompagnés des métadonnées essentielles à leur indexation, notamment la dénomination sociale, le numéro SIREN, l'adresse, la date d'inscription ou du dépôt au greffe, le type d'acte, la date de clôture et l'année de clôture des comptes annuels, le type d'évènement, le type de document, la nature du document, le code du greffe, le numéro de gestion, le numéro du dépôt, les nom, type, taille et nombre de pages des fichiers, la cote archivistique fournie par l'Institut national de la propriété industrielle, le mode de transmission, l'indicateur de confidentialité correspondant au document relatif au bénéficiaire effectif en cas de dépôt prévu au deuxième alinéa de l'article L. 561-46 du code monétaire et financier et, pour les comptes annuels ayant fait l'objet d'une déclaration de confidentialité en application des premier et deuxième alinéas de l'article R. 123-111-1, l'indicateur de confidentialité correspondant à la déclaration de la société."},{"type":"del","content":"c) Le numéro de gestion prévu à l'article A. 123-29 dans le cas des inscriptions ou le numéro du dépôt des actes et pièces, les documents comptables faisant l'objet d'une série distincte de celle des autres actes (A les actes des sociétés, B les documents comptables, R les ordonnances rendues en matière de sociétés, P les actes des personnes physiques) ;"},{"type":"add","content":"c) Le numéro de gestion prévu à l'article A. 123-29 dans le cas des inscriptions ou le numéro du dépôt des actes et pièces, les documents comptables faisant l'objet d'une série distincte de celle des autres actes (A les actes des sociétés, B les documents comptables, R les ordonnances rendues en matière de sociétés, P les actes des personnes physiques, E les documents relatifs au bénéficiaire effectif) ;"},{"type":"del","content":"e) La mention : \" DECLARATION DE CONFIDENTIALITÉ JOINTE : comptes annuels (compte de résultat) non communicables (communicable) aux tiers en application de l'article R. 123-111-1 du code de commerce \" dans le cas du dépôt de comptes annuels accompagné d'une déclaration de confidentialité en application du premier ou du deuxième alinéa de l'article R. 123-111-1."},{"type":"add","content":"e) La mention : \" DECLARATION DE CONFIDENTIALITÉ JOINTE : comptes annuels (compte de résultat) non communicables (communicable) aux tiers en application de l'article R. 123-111-1 du code de commerce \" dans le cas du dépôt de comptes annuels accompagné d'une déclaration de confidentialité en application du premier ou du deuxième alinéa de l'article R. 123-111-1 ;"},{"type":"add","content":""},{"type":"add","content":"f) La mention : “ DOCUMENT RELATIF AU BÉNÉFICIAIRE EFFECTIF JOINT : document communicable aux personnes habilitées en application des articles R. 561-57 à R. 561-59 du code monétaire et financier ” dans le cas du dépôt prévu au deuxième alinéa de l'article L. 561-46 du code monétaire et financier."},{"type":"del","content":"Code de commerce - article A123-29 AUTONOME VIGUEUR, en vigueur depuis le 2009-01-21 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2016-1278 du 29 septembre 2016 portant coordination des textes réglementaires avec l'ordonnance n° 2016-131 portant réforme du droit des contrats, du régime général et de la preuve des obligations - article 1 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2016-10-01 MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code civil - article 1367 AUTONOME VIGUEUR, en vigueur depuis le 2016-10-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code civil - article 1367 AUTONOME MODIFIE, en vigueur du 1804-03-21 au 2016-10-01 CITATION cible"},{"type":"add","content":"Arrêté du 18 septembre 2017 relatif aux modalités de transmission à l'INPI du document relatif au bénéficiaire effectif mentionné au deuxième alinéa de l'article L. 561-46 du code monétaire et financier - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2016-09-29 MODIFIE cible Décret n° 2016-1278 du 29 septembre 2016 portant coordination des textes réglementaires avec l'ordonnance n° 2016-131 portant réforme du droit des contrats, du régime général et de la preuve des obligations - article 1 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2016-10-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      2999-01-01 CITATION source Code de commerce - art. A123-29 (V)"},{"type":"add","content":"2017-09-18 MODIFIE cible Arrêté du 18 septembre 2017 relatif aux modalités de transmission à l'INPI du document relatif au bénéficiaire effectif mentionné au deuxième alinéa de l'article L. 561-46 du code monétaire et financier - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":"2999-01-01 CITATION source Code civil - article 1367 AUTONOME MODIFIE, en vigueur du 1804-03-21 au 2016-10-01"},{"type":"add","content":"      2999-01-01 CITATION source Code monétaire et financier - art. L561-46 (V)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code monétaire et financier - art. R561-57 (V)"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/20/24/LEGIARTI000033202404.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/20/24/LEGIARTI000033202404.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/20/24/LEGIARTI000033202404.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/35/64/51/LEGIARTI000035645192.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/35/64/51/LEGIARTI000035645192.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/35/64/51/LEGIARTI000035645192.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033202404)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000035645192)"}],"status":"modified"},{"filename":"partie_arretes/livre_ier/titre_ii/chapitre_iii/section_1/sous-section_2/paragraphe_1/article_a123-31.md","articleName":"Article A123-31","additions":12,"deletions":16,"diff":[{"type":"del","content":"Ces fichiers intègrent l'ensemble des informations saisies, notamment la dénomination sociale, le numéro SIREN, l'adresse, la date d'inscription ou du dépôt au greffe, le type d'acte, la date de clôture et l'année de clôture des comptes annuels, le type d'évènement, le type de document, la nature du document, le code du greffe, le numéro de gestion, le numéro du dépôt, les nom, type, taille et nombre de pages des fichiers et, pour les comptes annuels faisant l'objet d'une déclaration de confidentialité en application des premier et deuxième alinéas de l'article R. 123-111-1, l'indicateur de confidentialité correspondant à la déclaration de la société."},{"type":"add","content":"Ces fichiers intègrent l'ensemble des informations saisies, notamment la dénomination sociale, le numéro SIREN, l'adresse, la date d'inscription ou du dépôt au greffe, le type d'acte, la date de clôture et l'année de clôture des comptes annuels, le type d'évènement, le type de document, la nature du document, le code du greffe, le numéro de gestion, le numéro du dépôt, les nom, type, taille et nombre de pages des fichiers, l'indicateur de confidentialité correspondant au document relatif au bénéficiaire effectif en cas de dépôt prévu au deuxième alinéa de l'article L. 561-46 du code monétaire et financier et, pour les comptes annuels faisant l'objet d'une déclaration de confidentialité en application des premier et deuxième alinéas de l'article R. 123-111-1, l'indicateur de confidentialité correspondant à la déclaration de la société."},{"type":"del","content":"Ils sont accompagnés des métadonnées essentielles à leur indexation, notamment la dénomination sociale, le numéro SIREN, l'adresse, la date d'inscription ou du dépôt au greffe, le type d'acte, la date de clôture et l'année de clôture des comptes annuels, le type d'évènement, le type de document, la nature du document, le code du greffe, le numéro de gestion, le numéro du dépôt, les nom, type, taille et nombre de pages des fichiers et, pour les comptes annuels ayant fait l'objet d'une déclaration de confidentialité en application des premier et deuxième alinéas de l'article R. 123-111-1, l'indicateur de confidentialité correspondant à la déclaration de la société."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"### Nota"},{"type":"del","content":""},{"type":"del","content":"Les présentes dispositions entrent en vigueur à la date prévue au IV de l'article 60 de la loi n° 2015-990 du 6 août 2015."},{"type":"del","content":""},{"type":"del","content":"Aux termes du IV de l'article 60 de la loi n° 2015-990 du 6 août 2015, ces dispositions entrent en vigueur à la même date que le premier arrêté fixant les tarifs des prestations des greffiers des tribunaux de commerce en application de l'article 50 de la présente loi, et au plus tard à l'expiration du douzième mois suivant la promulgation de la même loi."},{"type":"add","content":"Ils sont accompagnés des métadonnées essentielles à leur indexation, notamment la dénomination sociale, le numéro SIREN, l'adresse, la date d'inscription ou du dépôt au greffe, le type d'acte, la date de clôture et l'année de clôture des comptes annuels, le type d'évènement, le type de document, la nature du document, le code du greffe, le numéro de gestion, le numéro du dépôt, les nom, type, taille et nombre de pages des fichiers, l'indicateur de confidentialité correspondant au document relatif au bénéficiaire effectif en cas de dépôt prévu au deuxième alinéa de l'article L. 561-46 du code monétaire et financier et, pour les comptes annuels ayant fait l'objet d'une déclaration de confidentialité en application des premier et deuxième alinéas de l'article R. 123-111-1, l'indicateur de confidentialité correspondant à la déclaration de la société."},{"type":"del","content":"Arrêté du 30 décembre 2015 relatif aux modalités de transmission et de mise à disposition des informations constitutives du registre national du commerce et des sociétés - article 4 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Arrêté du 18 septembre 2017 relatif aux modalités de transmission à l'INPI du document relatif au bénéficiaire effectif mentionné au deuxième alinéa de l'article L. 561-46 du code monétaire et financier - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2015-12-30 MODIFIE cible Arrêté du 30 décembre 2015 relatif aux modalités de transmission et de mise à disposition des informations constitutives du registre national du commerce et des sociétés - article 4 ENTIEREMENT_MODIF"},{"type":"add","content":"2017-09-18 MODIFIE cible Arrêté du 18 septembre 2017 relatif aux modalités de transmission à l'INPI du document relatif au bénéficiaire effectif mentionné au deuxième alinéa de l'article L. 561-46 du code monétaire et financier - article 2 ENTIEREMENT_MODIF"},{"type":"del","content":"      2999-01-01 CITATION source Code de commerce - art. D123-80-1 (V)"},{"type":"add","content":"      2999-01-01 CITATION source Code de commerce - art. D123-80-1"},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code monétaire et financier - art. L561-46"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/31/83/54/LEGIARTI000031835469.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/31/83/54/LEGIARTI000031835469.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/31/83/54/LEGIARTI000031835469.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/35/64/52/LEGIARTI000035645210.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/35/64/52/LEGIARTI000035645210.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/35/64/52/LEGIARTI000035645210.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000031835469)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000035645210)"}],"status":"modified"}],"stats":{"additions":27,"deletions":38,"filesChanged":2}}