{"sha":"ce2f4036e592","date":"2021-05-17","message":"Arrêté du 12 mai 2021 portant homologation d'une norme d'exercice professionnel révisée relative à la lettre de mission","files":[{"filename":"partie_arretes/livre_viii/titre_ii/chapitre_iii/section_3/sous-section_1/article_a823-1.md","articleName":"Article A823-1","additions":83,"deletions":40,"diff":[{"type":"del","content":"La norme d'exercice professionnel relative aux termes et conditions de la mission du commissaire aux comptes, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous :"},{"type":"add","content":"La norme d'exercice professionnel révisée relative à la lettre de mission, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous :"},{"type":"add","content":""},{"type":"add","content":"NEP 210. Lettre de mission"},{"type":"del","content":"NORME D'EXERCICE PROFESSIONNEL RELATIVE À LA LETTRE DE MISSION DU COMMISSAIRE AUX COMPTES"},{"type":"del","content":"Lettre de mission"},{"type":"del","content":"1. Les textes législatifs et réglementaires prévoient les interventions du commissaire aux comptes, organe de contrôle légal des comptes d'une personne ou d'une entité. Le commissaire aux comptes opère à ce titre toutes vérifications et tous contrôles qu'il juge opportuns. Par ailleurs, le code de déontologie rappelle les conditions dans lesquelles le commissaire aux comptes doit exercer sa mission."},{"type":"add","content":"1. Les dispositions légales et réglementaires prévoient la mission de contrôle légal dans certaines personnes ou entités. En outre, des interventions autres que le contrôle légal sont expressément et exclusivement requises du commissaire aux comptes de la personne ou de l'entité par les dispositions légales ou réglementaires ou par des dispositions du droit de l'Union européenne ayant un effet direct en droit national."},{"type":"add","content":""},{"type":"add","content":"La mission de contrôle légal et ces autres interventions sont qualifiées de “ mission ” dans la présente norme."},{"type":"del","content":"2. Pour favoriser le bon déroulement de la mission du commissaire aux comptes, il est nécessaire que ce dernier définisse les termes et conditions de ses interventions. A cet effet, il doit les consigner dans une lettre de mission."},{"type":"add","content":"Le commissaire aux comptes en définit les modalités dans une lettre de mission."},{"type":"del","content":"3. La présente norme a pour objet de définir les principes que doit respecter le commissaire aux comptes pour établir sa lettre de mission et demander l'accord de la personne ou de l'entité sur son contenu."},{"type":"add","content":"2. La présente norme a pour objet de définir les principes à respecter par le commissaire aux comptes pour établir cette lettre de mission et demander l'accord de la personne ou de l'entité sur son contenu."},{"type":"del","content":"Etablissement et révision de la lettre de mission"},{"type":"add","content":"Etablissement de la lettre de mission"},{"type":"del","content":"4. La lettre de mission initiale doit être établie par le commissaire aux comptes la première année de son mandat et communiquée à la personne ou à l'entité préalablement à la mise en œuvre de ses travaux de vérification et de contrôle."},{"type":"add","content":"3. La lettre de mission est établie par le commissaire aux comptes la première année de son mandat et communiquée à la personne ou à l'entité préalablement à la mise en œuvre de ses travaux de vérification et de contrôle."},{"type":"del","content":"5. Dans le cas où la mission est dévolue à plusieurs commissaires aux comptes, ceux-ci établissent soit une lettre de mission commune, soit des lettres de mission individuelles."},{"type":"add","content":"4. Dans le cas où la mission est confiée à plusieurs commissaires aux comptes, ceux-ci établissent soit une lettre de mission conjointe, soit des lettres de mission individuelles, après avoir échangé entre eux."},{"type":"del","content":"6. Lorsque le commissaire aux comptes d'une personne ou entité qui établit des comptes consolidés ou combinés est également commissaire aux comptes d'une ou plusieurs personnes ou entités du même ensemble, il apprécie s'il convient d'établir une lettre de mission commune à plusieurs de ces personnes ou entités."},{"type":"add","content":"5. Lorsque le commissaire aux comptes d'une personne ou d'une entité qui établit des comptes consolidés ou combinés est également commissaire aux comptes d'une ou plusieurs personnes ou entités du même ensemble, il apprécie s'il convient d'établir une lettre de mission commune à plusieurs de ces personnes ou entités."},{"type":"del","content":"Lorsque le commissaire aux comptes choisit d'établir une lettre de mission commune, il doit demander à la personne ou l'entité mère mentionnée ci-dessus de lui confirmer par écrit que les personnes ou entités de l'ensemble ont donné leur accord sur le contenu de la lettre de mission pour ce qui les concerne."},{"type":"add","content":"Lorsque le commissaire aux comptes choisit d'établir une lettre de mission commune, il demande à la personne ou à l'entité mère de lui confirmer par écrit que les personnes ou les entités de l'ensemble ont donné leur accord sur le contenu de la lettre de mission pour ce qui les concerne."},{"type":"del","content":"7. Au cours de son mandat, le commissaire aux comptes détermine, d'une part, s'il lui paraît nécessaire de rappeler à la personne ou à l'entité le contenu de la lettre de mission ; il détermine, d'autre part, si les circonstances exigent sa révision, notamment pour les cas où il existerait :"},{"type":"add","content":"Contenu de la lettre de mission"},{"type":"del","content":"― des indications selon lesquelles la direction se méprendrait sur la nature et l'étendue des interventions du commissaire aux comptes ;"},{"type":"add","content":"6. Sans préjudice des engagements contractuels ou d'autres éléments liés aux particularités de la personne ou de l'entité que le commissaire aux comptes jugerait utile d'ajouter, la lettre de mission comporte les éléments suivants :"},{"type":"del","content":"― des problèmes particuliers rencontrés par le commissaire aux comptes dans la mise en œuvre de ses travaux ;"},{"type":"add","content":"-l'objectif et l'étendue du contrôle légal et des autres interventions dont la réalisation est connue au moment de l'établissement de la lettre de mission et qu'il entend mener en application des dispositions légales et réglementaires ;"},{"type":"del","content":"― des changements intervenus au sein des organes dirigeants, de la gouvernance ou de l'actionnariat ;"},{"type":"add","content":"-la mention selon laquelle d'autres interventions requises par les dispositions légales ou réglementaires seront susceptibles d'être réalisées selon les circonstances ou la survenance d'évènements affectant la personne ou l'entité ;"},{"type":"del","content":"― une évolution de la nature ou de l'importance des activités de la personne ou de l'entité ;"},{"type":"add","content":"-le calendrier d'intervention ;"},{"type":"del","content":"― la survenance d'un événement ou une demande de la personne ou de l'entité nécessitant des diligences supplémentaires du commissaire aux comptes."},{"type":"add","content":"-le cas échéant, la répartition des travaux entre les co-commissaires aux comptes ;"},{"type":"del","content":"8. Les éléments révisés sont soit intégrés dans une nouvelle lettre de mission qui se substitue à la précédente, soit consignés dans une lettre complémentaire."},{"type":"add","content":"-le nom des signataires ;"},{"type":"del","content":"Contenu de la lettre de mission"},{"type":"add","content":"-l'éventuel recours, sous la responsabilité du commissaire aux comptes, pour la réalisation de certains travaux, à des collaborateurs externes et/ ou des experts ;"},{"type":"del","content":"9. La lettre de mission doit comporter les éléments suivants, sans préjudice d'autres éléments liés aux particularités de la personne ou de l'entité contrôlée, que le commissaire aux comptes jugerait utile d'ajouter :"},{"type":"add","content":"-le cas échéant, la mention que la certification des comptes consolidés est délivrée après examen des travaux des professionnels chargés du contrôle des comptes des personnes et entités comprises dans la consolidation, conformément aux dispositions de l'article L. 823-9 du code de commerce ;"},{"type":"del","content":"― la nature et l'étendue des interventions qu'il entend mener conformément aux normes d'exercice professionnel ;"},{"type":"add","content":"-le devoir de la personne ou de l'entité de communiquer au commissaire aux comptes les informations et documents prévus par les dispositions légales et réglementaires ;"},{"type":"del","content":"― la façon dont seront portées à la connaissance des organes dirigeants les conclusions issues de ses interventions ;"},{"type":"add","content":"-la nécessité de mettre à la disposition du commissaire aux comptes tout document, pièce justificative ou autre information demandée dans le cadre de ses travaux ;"},{"type":"del","content":"― les dispositions relatives aux signataires, aux intervenants et au calendrier ;"},{"type":"add","content":"-la nécessité de laisser au commissaire aux comptes libre accès aux personnes physiques au sein de la personne ou de l'entité ainsi qu'aux tiers mentionnés à l'article L. 823-14 du code de commerce, auprès desquels le commissaire aux comptes considère qu'il est nécessaire de recueillir des informations ;"},{"type":"del","content":"― la nécessité de l'accès sans restriction à tout document comptable, pièce justificative ou autre information demandée dans le cadre de ses interventions ;"},{"type":"add","content":"-la demande d'une confirmation écrite du représentant légal de la personne ou de l'entité pour ce qui concerne les déclarations faites au commissaire aux comptes nécessaires à sa mission ;"},{"type":"del","content":"― le rappel des informations et documents que la personne ou l'entité doit lui communiquer ou mettre à sa disposition ;"},{"type":"add","content":"-le rappel de l'obligation de communication avec les organes mentionnés à l'article L. 823-16 du code de commerce ;"},{"type":"del","content":"― le souhait de recevoir une confirmation écrite des organes dirigeants de la personne ou de l'entité pour ce qui concerne les déclarations faites au commissaire aux comptes en lien avec sa mission ;"},{"type":"add","content":"-le budget d'honoraires de la mission de contrôle légal et des autres interventions dont la réalisation est connue au moment de l'établissement de la lettre de mission ainsi que, le cas échéant, la répartition de ce budget entre les co-commissaires aux comptes, et les conditions de facturation."},{"type":"del","content":"― le budget d'honoraires et les conditions de facturation."},{"type":"add","content":"Révision de la lettre de mission"},{"type":"del","content":"10. Dans certaines circonstances, le commissaire aux comptes doit compléter la lettre de mission en mentionnant les éléments suivants :"},{"type":"add","content":"7. Au cours de son mandat, lorsque les circonstances entrainent des modifications importantes des modalités de sa mission, le commissaire aux comptes révise le contenu de la lettre de mission. Ces circonstances peuvent être notamment :"},{"type":"del","content":"― en cas d'intervention au sein d'un ensemble consolidé, la nature et l'étendue des travaux qu'il entend mettre en œuvre dans les personnes ou les entités de cet ensemble ;"},{"type":"add","content":"-des difficultés particulières rencontrées dans la mise en œuvre de ses travaux ;"},{"type":"del","content":"― en cas de recours à d'autres professionnels du contrôle des comptes et d'experts, les dispositions relatives à leur participation, sous sa responsabilité, à certaines phases de ses interventions ;"},{"type":"add","content":"-des changements intervenus au sein de la direction ou de l'actionnariat ;"},{"type":"del","content":"― en cas d'implication d'auditeurs internes ou d'autres employés de la personne ou de l'entité, les dispositions relatives à leur participation à certaines phases de ses interventions ;"},{"type":"add","content":"-des changements dans la nature, l'importance, l'organisation ou la localisation des activités de la personne ou de l'entité ;"},{"type":"del","content":"― en cas de cocommissariat, la répartition des travaux entre les commissaires aux comptes et le budget d'honoraires alloué à chacun d'eux ;"},{"type":"add","content":"-la survenance d'un événement ou de circonstances nécessitant des diligences supplémentaires ;"},{"type":"del","content":"― en cas d'intervention s'inscrivant dans le cadre de diligences directement liées à la mission du commissaire aux comptes ou de missions légales particulières, la nature et l'étendue des travaux qu'il entend mettre en œuvre à ce titre."},{"type":"add","content":"-des précisions à apporter à la direction sur l'objectif et/ ou l'étendue de la mission."},{"type":"add","content":""},{"type":"add","content":"Dans cette hypothèse, il est établi soit une lettre de mission révisée qui se substitue à la précédente, soit un avenant à la lettre de mission."},{"type":"del","content":"11. Le commissaire aux comptes doit demander à la personne ou à l'entité d'accuser réception de la lettre et de confirmer son accord sur les termes et conditions exposés. Il doit consigner dans son dossier de travail tout désaccord éventuel. Lorsque le désaccord remet en cause le bon déroulement de la mission, le commissaire aux comptes doit appliquer les mesures de sauvegarde telles que prévues par le code de déontologie et en tirer toutes les conséquences sur le maintien de son mandat auprès de la personne ou de l'entité concernée."},{"type":"add","content":"8. Le commissaire aux comptes demande à la personne ou à l'entité d'accuser réception de la lettre de mission initiale et de confirmer son accord sur les modalités exposées."},{"type":"add","content":""},{"type":"add","content":"Il consigne dans son dossier tout désaccord éventuel."},{"type":"add","content":""},{"type":"add","content":"Lorsque le désaccord remet en cause le bon déroulement de la mission, le commissaire aux comptes applique les mesures visant à remédier à cette situation en application des dispositions légales et réglementaires et, le cas échéant, en tire toutes les conséquences sur l'expression de son opinion ou la formulation de ses conclusions ainsi que sur le maintien de son mandat auprès de la personne ou de l'entité concernée."},{"type":"add","content":""},{"type":"add","content":"Les mêmes principes s'appliquent à la lettre de mission révisée ou à l'avenant mentionnés au paragraphe 7."},{"type":"del","content":"Arrêté du 14 janvier 2009 relatif à la partie Arrêtés du code de commerce - article Annexe ENTIEREMENT_MODIF CREE source"},{"type":"add","content":"Arrêté du 12 mai 2021 portant homologation d'une norme d'exercice professionnel révisée relative à la lettre de mission - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de commerce - article L823-14 AUTONOME MODIFIE, en vigueur du 2005-09-09 au 2016-06-17 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de commerce - article L823-16 AUTONOME MODIFIE, en vigueur du 2005-09-09 au 2008-12-10 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de commerce - article L823-14 AUTONOME TRANSFERE, en vigueur du 2016-06-17 au 2024-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de commerce - article L823-16 AUTONOME MODIFIE, en vigueur du 2016-06-17 au 2016-12-11 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Arrêté du 28 décembre 2023 portant modification du titre II du livre VIII du code de commerce - article 5 ENTIEREMENT_MODIF TRANSFERE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de commerce - article L823-16 AUTONOME TRANSFERE, en vigueur du 2016-12-11 au 2024-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de commerce - article L823-16 AUTONOME MODIFIE, en vigueur du 2008-12-10 au 2016-06-17 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de commerce - article A821-62 AUTONOME VIGUEUR, en vigueur depuis le 2024-01-01 CONCORDE cible"},{"type":"del","content":"2009-01-14 CREE cible Arrêté du 14 janvier 2009 relatif à la partie Arrêtés du code de commerce - article Annexe ENTIEREMENT_MODIF"},{"type":"add","content":"2021-05-12 MODIFIE cible Arrêté du 12 mai 2021 portant homologation d'une norme d'exercice professionnel révisée relative à la lettre de mission - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-12-28 TRANSFERE cible Arrêté du 28 décembre 2023 portant modification du titre II du livre VIII du code de commerce - article 5 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de commerce - article L823-14 AUTONOME MODIFIE, en vigueur du 2005-09-09 au 2016-06-17"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de commerce - article L823-16 AUTONOME MODIFIE, en vigueur du 2005-09-09 au 2008-12-10"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/16/34/LEGIARTI000020163460.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/16/34/LEGIARTI000020163460.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/20/16/34/LEGIARTI000020163460.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/46/29/41/LEGIARTI000046294175.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/46/29/41/LEGIARTI000046294175.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/46/29/41/LEGIARTI000046294175.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000020163460)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000046294175)"}],"status":"modified"},{"filename":"partie_arretes/livre_viii/titre_ii/chapitre_iii/section_3/sous-section_2/paragraphe_1/article_a823-2-1.md","articleName":"Article A823-2-1","additions":94,"deletions":114,"diff":[{"type":"del","content":"La norme d'exercice professionnel relative aux principes spécifiques applicables à l'audit des comptes consolidés, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous :"},{"type":"add","content":"La norme d'exercice professionnel relative à la lettre de mission, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous :"},{"type":"add","content":""},{"type":"add","content":"NEP 600. Principes spécifiques applicables à l'audit des comptes consolidés"},{"type":"del","content":"PRINCIPES SPÉCIFIQUES APPLICABLES À L'AUDIT DES COMPTES CONSOLIDÉS"},{"type":"del","content":"1. En application du deuxième alinéa de l'article L. 823-9, les commissaires aux comptes certifient, en justifiant de leurs appréciations, que les comptes consolidés sont réguliers et sincères et donnent une image fidèle du patrimoine, de la situation financière ainsi que du résultat de l'ensemble constitué par les personnes et entités comprises dans la consolidation."},{"type":"add","content":"1. En application du deuxième alinéa de l'article L. 823-9 du code de commerce, les commissaires aux comptes certifient, en justifiant de leurs appréciations, que les comptes consolidés sont réguliers et sincères et donnent une image fidèle du patrimoine, de la situation financière ainsi que du résultat de l'ensemble constitué par les personnes et entités comprises dans la consolidation."},{"type":"del","content":"- le terme \" entités \" désigne les entités comprises dans la consolidation ;"},{"type":"add","content":"-le terme “ entités ” désigne les entités comprises dans la consolidation ;"},{"type":"del","content":"- le terme \" entité consolidante \" désigne l'entité qui établit les comptes consolidés soumis à certification du commissaire aux comptes ;"},{"type":"add","content":"-le terme “ entité consolidante ” désigne l'entité qui établit les comptes consolidés soumis à certification du commissaire aux comptes ;"},{"type":"del","content":"- le terme \" commissaire aux comptes \" désigne l'organe de contrôle légal des comptes de l'entité consolidante ;"},{"type":"add","content":"-le terme “ commissaire aux comptes ” désigne l'organe de contrôle légal des comptes de l'entité consolidante ;"},{"type":"del","content":"- le terme \" information comptable des entités \" désigne les comptes ou l'information préparée par les entités, selon les instructions de l'entité consolidante aux fins d'inclusion dans les comptes consolidés, telle que la liasse de consolidation ;"},{"type":"add","content":"-le terme “ information comptable des entités ” désigne les comptes ou l'information préparée par les entités, selon les instructions de l'entité consolidante aux fins d'inclusion dans les comptes consolidés, telle que la liasse de consolidation ;"},{"type":"del","content":"- le terme \" professionnels chargés du contrôle des comptes des entités \" désigne les commissaires aux comptes des entités ou les autres professionnels qui réalisent les travaux de contrôle sur l'information comptable des entités."},{"type":"add","content":"-le terme “ professionnels chargés du contrôle des comptes des entités ” désigne les commissaires aux comptes des entités ou les autres professionnels qui réalisent les travaux de contrôle sur l'information comptable des entités."},{"type":"del","content":"5. Le commissaire aux comptes applique les dispositions de la norme d'exercice professionnel relative à la lettre de mission, et notamment celles des paragraphes 6 et 10 de ladite norme, relatives à l'intervention au sein d'un ensemble consolidé."},{"type":"add","content":"5. Le commissaire aux comptes applique les dispositions de la norme d'exercice professionnel relative à la lettre de mission."},{"type":"del","content":"- de l'ensemble consolidé et des entités qui le constituent, de leurs activités et de leur environnement, du processus d'élaboration des comptes consolidés défini par l'entité consolidante et des instructions adressées par sa direction aux entités de l'ensemble consolidé ;"},{"type":"del","content":""},{"type":"del","content":"- des contrôles conçus par l'entité consolidante et mis en œuvre dans l'ensemble consolidé pour les besoins de l'établissement des comptes consolidés,"},{"type":"add","content":"-de l'ensemble consolidé et des entités qui le constituent, de leurs activités et de leur environnement, du processus d'élaboration des comptes consolidés défini par l'entité consolidante et des instructions adressées par sa direction aux entités de l'ensemble consolidé ;"},{"type":"del","content":"afin :"},{"type":"add","content":"-des contrôles conçus par l'entité consolidante et mis en œuvre dans l'ensemble consolidé pour les besoins de l'établissement des comptes consolidés, afin :"},{"type":"del","content":"- d'identifier les entités importantes pour l'audit des comptes consolidés en fonction de l'importance de leur contribution individuelle ou de l'importance du risque d'anomalies significatives que l'information comptable de ces entités peut faire peser sur les comptes consolidés ;"},{"type":"add","content":"-d'identifier les entités importantes pour l'audit des comptes consolidés en fonction de l'importance de leur contribution individuelle ou de l'importance du risque d'anomalies significatives que l'information comptable de ces entités peut faire peser sur les comptes consolidés ;"},{"type":"del","content":"- d'évaluer le risque d'anomalies significatives dans les comptes consolidés résultant de fraudes ou d'erreurs."},{"type":"add","content":"-d'évaluer le risque d'anomalies significatives dans les comptes consolidés résultant de fraudes ou d'erreurs."},{"type":"del","content":"9. En application des dispositions de l'article L. 823-9, la certification des comptes consolidés est délivrée notamment après examen des travaux des commissaires aux comptes des personnes et entités comprises dans la consolidation ou, s'il n'en est point, des professionnels chargés du contrôle des comptes desdites personnes et entités."},{"type":"add","content":"9. En application des dispositions de l'article L. 823-9 du code de commerce, la certification des comptes consolidés est délivrée notamment après examen des travaux des commissaires aux comptes des personnes et entités comprises dans la consolidation ou, s'il n'en est point, des professionnels chargés du contrôle des comptes desdites personnes et entités."},{"type":"del","content":"14. Lorsque le professionnel chargé du contrôle des comptes d'une entité définit un montant inférieur au seuil de signification pour la mise en œuvre de ses procédures d'audit, tel que défini dans la norme d'exercice professionnel relative aux \" anomalies significatives et seuil de signification \", le commissaire aux comptes en apprécie le caractère approprié."},{"type":"add","content":"14. Lorsque le professionnel chargé du contrôle des comptes d'une entité définit un montant inférieur au seuil de signification pour la mise en œuvre de ses procédures d'audit, tel que défini dans la norme d'exercice professionnel relative aux “ anomalies significatives et seuil de signification ”, le commissaire aux comptes en apprécie le caractère approprié."},{"type":"del","content":"- les tests à réaliser, le cas échéant, sur l'efficacité des contrôles conçus par l'entité consolidante et mis en œuvre dans l'ensemble consolidé pour les besoins de l'établissement des comptes consolidés ;"},{"type":"add","content":"-les tests à réaliser, le cas échéant, sur l'efficacité des contrôles conçus par l'entité consolidante et mis en œuvre dans l'ensemble consolidé pour les besoins de l'établissement des comptes consolidés ;"},{"type":"del","content":"- la nature, le calendrier et l'étendue des travaux à réaliser sur l'information comptable établie par les entités pour les besoins de l'audit des comptes consolidés ;"},{"type":"add","content":"-la nature, le calendrier et l'étendue des travaux à réaliser sur l'information comptable établie par les entités pour les besoins de l'audit des comptes consolidés ;"},{"type":"del","content":"- la nature et l'étendue de son implication dans les travaux réalisés par les professionnels chargés du contrôle des comptes des entités pour les besoins de l'audit des comptes consolidés ainsi que le calendrier correspondant."},{"type":"add","content":"-la nature et l'étendue de son implication dans les travaux réalisés par les professionnels chargés du contrôle des comptes des entités pour les besoins de l'audit des comptes consolidés ainsi que le calendrier correspondant."},{"type":"del","content":"- lorsque les travaux à réaliser sur le processus d'établissement des comptes consolidés ou sur l'information comptable des entités reposent sur l'hypothèse selon laquelle ces contrôles fonctionnent efficacement ;"},{"type":"add","content":"-lorsque les travaux à réaliser sur le processus d'établissement des comptes consolidés ou sur l'information comptable des entités reposent sur l'hypothèse selon laquelle ces contrôles fonctionnent efficacement ;"},{"type":"del","content":"- lorsqu'il considère que les seuls contrôles de substance ne permettent pas de réduire le risque d'audit à un niveau suffisamment faible pour obtenir l'assurance recherchée."},{"type":"add","content":"-lorsqu'il considère que les seuls contrôles de substance ne permettent pas de réduire le risque d'audit à un niveau suffisamment faible pour obtenir l'assurance recherchée."},{"type":"del","content":"- un audit de l'information comptable de l'entité en utilisant le ou les seuil (s) de signification défini (s) au niveau des comptes de cette dernière ;"},{"type":"add","content":"-un audit de l'information comptable de l'entité en utilisant le ou les seuil (s) de signification défini (s) au niveau des comptes de cette dernière ;"},{"type":"del","content":"- un audit d'un ou de plusieurs soldes de comptes, de catégories d'opérations ou d'autres éléments d'information sur lesquels un risque élevé d'anomalies significatives a été identifié ;"},{"type":"add","content":"-un audit d'un ou de plusieurs soldes de comptes, de catégories d'opérations ou d'autres éléments d'information sur lesquels un risque élevé d'anomalies significatives a été identifié ;"},{"type":"del","content":"- des procédures d'audit spécifiques en réponse au risque élevé d'anomalies significatives."},{"type":"add","content":"-des procédures d'audit spécifiques en réponse au risque élevé d'anomalies significatives."},{"type":"del","content":"- des travaux réalisés sur l'information comptable des entités importantes ;"},{"type":"del","content":""},{"type":"del","content":"- des travaux réalisés sur le processus d'établissement des comptes consolidés et sur les contrôles conçus dans l'entité consolidante et mis en œuvre dans l'ensemble consolidé pour les besoins de l'établissement des comptes consolidés ;"},{"type":"add","content":"-des travaux réalisés sur l'information comptable des entités importantes ;"},{"type":"del","content":"- des procédures analytiques effectuées au niveau des comptes consolidés,"},{"type":"add","content":"-des travaux réalisés sur le processus d'établissement des comptes consolidés et sur les contrôles conçus dans l'entité consolidante et mis en œuvre dans l'ensemble consolidé pour les besoins de l'établissement des comptes consolidés ;"},{"type":"del","content":"pourront être suffisants et appropriés pour fonder son opinion sur les comptes consolidés."},{"type":"add","content":"-des procédures analytiques effectuées au niveau des comptes consolidés, pourront être suffisants et appropriés pour fonder son opinion sur les comptes consolidés."},{"type":"del","content":"- un audit ou un examen limité de l'information comptable de l'entité en utilisant le seuil de signification défini au niveau des comptes de cette dernière ;"},{"type":"add","content":"-un audit ou un examen limité de l'information comptable de l'entité en utilisant le seuil de signification défini au niveau des comptes de cette dernière ;"},{"type":"del","content":"- un audit de l'un ou de plusieurs soldes de comptes, catégories d'opérations ou d'autres éléments d'information ;"},{"type":"add","content":"-un audit de l'un ou de plusieurs soldes de comptes, catégories d'opérations ou d'autres éléments d'information ;"},{"type":"del","content":"- des procédures spécifiques."},{"type":"add","content":"-des procédures spécifiques."},{"type":"del","content":"- un échange d'informations avec le professionnel chargé du contrôle des comptes ou la direction de l'entité sur les activités de celle-ci qui sont importantes pour l'ensemble consolidé ;"},{"type":"add","content":"-un échange d'informations avec le professionnel chargé du contrôle des comptes ou la direction de l'entité sur les activités de celle-ci qui sont importantes pour l'ensemble consolidé ;"},{"type":"del","content":"- un échange d'informations avec le professionnel chargé du contrôle des comptes de l'entité sur le risque d'anomalies significatives dues à des fraudes ou des erreurs ;"},{"type":"add","content":"-un échange d'informations avec le professionnel chargé du contrôle des comptes de l'entité sur le risque d'anomalies significatives dues à des fraudes ou des erreurs ;"},{"type":"del","content":"- et une revue de la documentation du professionnel chargé du contrôle des comptes de l'entité relative au risque élevé d'anomalies significatives. Cette documentation peut prendre la forme d'une synthèse justifiant ses conclusions."},{"type":"add","content":"-et une revue de la documentation du professionnel chargé du contrôle des comptes de l'entité relative au risque élevé d'anomalies significatives. Cette documentation peut prendre la forme d'une synthèse justifiant ses conclusions."},{"type":"del","content":"- évalue le caractère approprié des procédures d'audit complémentaires à mettre en œuvre pour répondre spécifiquement à ce risque ;"},{"type":"add","content":"-évalue le caractère approprié des procédures d'audit complémentaires à mettre en œuvre pour répondre spécifiquement à ce risque ;"},{"type":"del","content":"- détermine s'il est nécessaire, en fonction de l'appréciation qu'il porte sur ce professionnel, qu'il soit impliqué dans la mise en œuvre des procédures complémentaires."},{"type":"add","content":"-détermine s'il est nécessaire, en fonction de l'appréciation qu'il porte sur ce professionnel, qu'il soit impliqué dans la mise en œuvre des procédures complémentaires."},{"type":"del","content":"- d'évaluer l'exhaustivité du périmètre de consolidation ;"},{"type":"add","content":"-d'évaluer l'exhaustivité du périmètre de consolidation ;"},{"type":"del","content":"- d'apprécier le caractère approprié, exact et exhaustif des écritures de consolidation et d'évaluer s'il existe des facteurs de risques de fraudes ou des indicateurs révélant des biais possibles de la part de la direction de l'entité consolidante ;"},{"type":"add","content":"-d'apprécier le caractère approprié, exact et exhaustif des écritures de consolidation et d'évaluer s'il existe des facteurs de risques de fraudes ou des indicateurs révélant des biais possibles de la part de la direction de l'entité consolidante ;"},{"type":"del","content":"- d'évaluer si l'information comptable des entités a été correctement retraitée, lorsque celle-ci n'est pas préparée dans le même référentiel comptable que celui retenu pour établir les comptes consolidés ;"},{"type":"add","content":"-d'évaluer si l'information comptable des entités a été correctement retraitée, lorsque celle-ci n'est pas préparée dans le même référentiel comptable que celui retenu pour établir les comptes consolidés ;"},{"type":"del","content":"- de vérifier que l'information comptable communiquée par les professionnels chargés du contrôle des comptes des entités est celle reprise dans les comptes consolidés ;"},{"type":"add","content":"-de vérifier que l'information comptable communiquée par les professionnels chargés du contrôle des comptes des entités est celle reprise dans les comptes consolidés ;"},{"type":"del","content":"- d'évaluer si les retraitements nécessaires ont été effectués conformément au référentiel comptable applicable lorsque la date de clôture des comptes des entités est différente de celle de l'entité consolidante."},{"type":"add","content":"-d'évaluer si les retraitements nécessaires ont été effectués conformément au référentiel comptable applicable lorsque la date de clôture des comptes des entités est différente de celle de l'entité consolidante."},{"type":"del","content":"24. Dans le cadre de l'audit de l'information comptable des entités, le commissaire aux comptes ou les professionnels chargés du contrôle des comptes de ces entités mettent en œuvre des procédures destinées à identifier les événements qui ont pu survenir dans ces dernières entre la date de clôture de leur information comptable et la date de signature du rapport sur les comptes consolidés et qui peuvent nécessiter :"},{"type":"add","content":"24. Dans le cadre de l'audit de l'information comptable des entités, le commissaire aux comptes ou les professionnels chargés du contrôle des comptes de ces entités mettent en oeuvre des procédures destinées à identifier les événements qui ont pu survenir dans ces dernières entre la date de clôture de leur information comptable et la date de signature du rapport sur les comptes consolidés et qui peuvent nécessiter :"},{"type":"del","content":"- un traitement comptable approprié dans les comptes consolidés ;"},{"type":"add","content":"-un traitement comptable approprié dans les comptes consolidés ;"},{"type":"del","content":"- ou une information dans le rapport de l'organe compétent à l'organe appelé à statuer sur les comptes consolidés."},{"type":"add","content":"-ou une information dans le rapport de l'organe compétent à l'organe appelé à statuer sur les comptes consolidés."},{"type":"del","content":"- la demande faite aux professionnels chargés du contrôle des comptes des entités de confirmer qu'ils coopéreront avec le commissaire aux comptes dans le cadre des conditions d'utilisation de leurs travaux, telles que définies dans les instructions ;"},{"type":"add","content":"-la demande faite aux professionnels chargés du contrôle des comptes des entités de confirmer qu'ils coopéreront avec le commissaire aux comptes dans le cadre des conditions d'utilisation de leurs travaux, telles que définies dans les instructions ;"},{"type":"del","content":"- les dispositions des règles de déontologie applicables à l'audit des comptes consolidés, en particulier en matière d'indépendance ;"},{"type":"add","content":"-les dispositions des règles de déontologie applicables à l'audit des comptes consolidés, en particulier en matière d'indépendance ;"},{"type":"del","content":"- dans le cas d'un audit ou d'un examen limité de l'information comptable des entités, le ou le (s) seuil (s) tels que définis au paragraphe 12 b, c et d ;"},{"type":"add","content":"-dans le cas d'un audit ou d'un examen limité de l'information comptable des entités, le ou le (s) seuil (s) tels que définis au paragraphe 12 b, c et d ;"},{"type":"del","content":"- le risque élevé d'anomalies significatives identifié par le commissaire aux comptes au niveau des comptes consolidés résultant de fraudes ou d'erreurs qui doit être pris en considération par les professionnels chargés du contrôle des comptes des entités ;"},{"type":"add","content":"-le risque élevé d'anomalies significatives identifié par le commissaire aux comptes au niveau des comptes consolidés résultant de fraudes ou d'erreurs qui doit être pris en considération par les professionnels chargés du contrôle des comptes des entités ;"},{"type":"del","content":"- la demande d'informer, en temps utile, le commissaire aux comptes de tout autre risque élevé d'anomalies significatives à considérer au niveau des comptes consolidés résultant de fraudes ou d'erreurs dans les entités ainsi que les procédures mises en œuvre pour répondre à ce risque ;"},{"type":"add","content":"-la demande d'informer, en temps utile, le commissaire aux comptes de tout autre risque élevé d'anomalies significatives à considérer au niveau des comptes consolidés résultant de fraudes ou d'erreurs dans les entités ainsi que les procédures mises en œuvre pour répondre à ce risque ;"},{"type":"del","content":"- la liste des parties liées préparée par la direction de l'entité consolidante, complétée de l'identité de toute autre partie liée dont le commissaire aux comptes a connaissance ;"},{"type":"add","content":"-la liste des parties liées préparée par la direction de l'entité consolidante, complétée de l'identité de toute autre partie liée dont le commissaire aux comptes a connaissance ;"},{"type":"del","content":"- la demande aux professionnels chargés du contrôle des comptes des entités de communiquer au commissaire aux comptes, dès qu'ils en ont connaissance, l'existence de toute partie liée non identifiée par celui-ci ou par la direction de l'entité consolidante. Le commissaire aux comptes apprécie, le cas échéant, si l'existence de ces parties liées doit être communiquée aux professionnels chargés du contrôle des comptes des autres entités."},{"type":"add","content":"-la demande aux professionnels chargés du contrôle des comptes des entités de communiquer au commissaire aux comptes, dès qu'ils en ont connaissance, l'existence de toute partie liée non identifiée par celui-ci ou par la direction de l'entité consolidante. Le commissaire aux comptes apprécie, le cas échéant, si l'existence de ces parties liées doit être communiquée aux professionnels chargés du contrôle des comptes des autres entités."},{"type":"del","content":"27. Le commissaire aux comptes demande aux professionnels chargés du contrôle des comptes des entités de lui communiquer les éléments pertinents pour fonder son opinion sur les comptes consolidés. Cette communication comprend :"},{"type":"add","content":"27. Le commissaire aux comptes demande aux professionnels chargés du contrôle des comptes des entités de lui communiquer les éléments pertinents pour fonder son opinion sur les comptes consolidés."},{"type":"del","content":"- la confirmation par les professionnels chargés du contrôle des comptes des entités du respect des règles de déontologie applicables à l'audit des comptes consolidés, en particulier celles relatives à l'indépendance et à la compétence professionnelle ;"},{"type":"add","content":"Cette communication comprend :"},{"type":"del","content":"- la confirmation par les professionnels chargés du contrôle des comptes des entités du respect des instructions reçues du commissaire aux comptes ;"},{"type":"add","content":"-la confirmation par les professionnels chargés du contrôle des comptes des entités du respect des règles de déontologie applicables à l'audit des comptes consolidés, en particulier celles relatives à l'indépendance et à la compétence professionnelle ;"},{"type":"del","content":"- l'identification de l'information comptable des entités sur laquelle les professionnels chargés du contrôle des comptes de ces dernières ont réalisé leurs travaux ;"},{"type":"add","content":"-la confirmation par les professionnels chargés du contrôle des comptes des entités du respect des instructions reçues du commissaire aux comptes ;"},{"type":"del","content":"- les cas de non-respect des textes légaux et réglementaires susceptibles de conduire à des anomalies significatives dans les comptes consolidés ;"},{"type":"add","content":"-l'identification de l'information comptable des entités sur laquelle les professionnels chargés du contrôle des comptes de ces dernières ont réalisé leurs travaux ;"},{"type":"del","content":"- un état des anomalies non corrigées sur l'information comptable des entités. Cet état n'inclut pas les anomalies qui sont en dessous du seuil des anomalies manifestement insignifiantes, tel que défini au paragraphe 12 d ;"},{"type":"add","content":"-les cas de non-respect des textes légaux et réglementaires susceptibles de conduire à des anomalies significatives dans les comptes consolidés ;"},{"type":"del","content":"- les indicateurs révélant des biais possibles de la part de la direction ;"},{"type":"add","content":"-un état des anomalies non corrigées sur l'information comptable des entités. Cet état n'inclut pas les anomalies qui sont en dessous du seuil des anomalies manifestement insignifiantes, tel que défini au paragraphe 12 d ;"},{"type":"del","content":"- une description des faiblesses significatives de contrôle interne identifiées au niveau des entités ;"},{"type":"add","content":"-les indicateurs révélant des biais possibles de la part de la direction ;"},{"type":"del","content":"- les autres faits significatifs que les professionnels chargés du contrôle des comptes des entités ont communiqués ou vont communiquer aux membres des organes de direction et de surveillance des entités, y compris les fraudes (réelles ou suspectées) impliquant les directions des entités ou des employés ayant un rôle clé dans le dispositif de contrôle interne ou toute autre fraude qui pourrait entraîner une anomalie significative dans l'information comptable des entités ;"},{"type":"add","content":"-une description des faiblesses significatives de contrôle interne identifiées au niveau des entités ;"},{"type":"del","content":"- tout autre élément important estimé pertinent pour le commissaire aux comptes, y compris les points particuliers mentionnés dans les lettres d'affirmation signées par les directions des entités ;"},{"type":"add","content":"-les autres faits significatifs que les professionnels chargés du contrôle des comptes des entités ont communiqués ou vont communiquer aux membres des organes de direction et de surveillance des entités, y compris les fraudes (réelles ou suspectées) impliquant les directions des entités ou des employés ayant un rôle clé dans le dispositif de contrôle interne ou toute autre fraude qui pourrait entraîner une anomalie significative dans l'information comptable des entités ;"},{"type":"del","content":"- et la synthèse des points relevés, les conclusions ou l'opinion des professionnels chargés du contrôle des comptes des entités."},{"type":"add","content":"-tout autre élément important estimé pertinent pour le commissaire aux comptes, y compris les points particuliers mentionnés dans les lettres d'affirmation signées par les directions des entités ;"},{"type":"add","content":""},{"type":"add","content":"-et la synthèse des points relevés, les conclusions ou l'opinion des professionnels chargés du contrôle des comptes des entités."},{"type":"del","content":"- des procédures d'audit réalisées sur le processus d'établissement des comptes consolidés ;"},{"type":"add","content":"-des procédures d'audit réalisées sur le processus d'établissement des comptes consolidés ;"},{"type":"del","content":"- des travaux réalisés par lui-même et par les professionnels chargés du contrôle des comptes des entités sur l'information comptable de ces dernières."},{"type":"add","content":"-des travaux réalisés par lui-même et par les professionnels chargés du contrôle des comptes des entités sur l'information comptable de ces dernières."},{"type":"del","content":"- apprécie la pertinence des éléments transmis par les professionnels chargés du contrôle des comptes des entités tels que mentionnés dans le paragraphe 27 ;"},{"type":"add","content":"-apprécie la pertinence des éléments transmis par les professionnels chargés du contrôle des comptes des entités tels que mentionnés dans le paragraphe 27 ;"},{"type":"del","content":"- échange avec les professionnels chargés du contrôle des comptes des entités, les directions des entités ou la direction de l'entité consolidante sur les éléments importants relevés ;"},{"type":"add","content":"-échange avec les professionnels chargés du contrôle des comptes des entités, les directions des entités ou la direction de l'entité consolidante sur les éléments importants relevés ;"},{"type":"del","content":"- évalue la nécessité de revoir d'autres éléments de la documentation des travaux des professionnels chargés du contrôle des comptes des entités ;"},{"type":"add","content":"-évalue la nécessité de revoir d'autres éléments de la documentation des travaux des professionnels chargés du contrôle des comptes des entités ;"},{"type":"del","content":"- conçoit, dès lors que les travaux mis en œuvre au niveau des entités sont estimés insuffisants, les procédures complémentaires à mettre en œuvre par les professionnels chargés du contrôle des comptes des entités ou par le commissaire aux comptes."},{"type":"add","content":"-conçoit, dès lors que les travaux mis en œuvre au niveau des entités sont estimés insuffisants, les procédures complémentaires à mettre en œuvre par les professionnels chargés du contrôle des comptes des entités ou par le commissaire aux comptes."},{"type":"del","content":"- l'ensemble des anomalies non corrigées autres que celles manifestement insignifiantes ;"},{"type":"add","content":"-l'ensemble des anomalies non corrigées autres que celles manifestement insignifiantes ;"},{"type":"del","content":"- toute situation où il n'a pas été possible de collecter des éléments suffisants et appropriés."},{"type":"add","content":"-toute situation où il n'a pas été possible de collecter des éléments suffisants et appropriés."},{"type":"del","content":"- les faiblesses du contrôle interne conçu par l'entité consolidante et mis en œuvre dans l'ensemble consolidé pour les besoins de l'établissement des comptes consolidés ;"},{"type":"del","content":""},{"type":"del","content":"- les faiblesses du contrôle interne des entités, identifiées soit par les professionnels chargés du contrôle des comptes des entités, soit par lui-même,"},{"type":"add","content":"-les faiblesses du contrôle interne conçu par l'entité consolidante et mis en oeuvre dans l'ensemble consolidé pour les besoins de l'établissement des comptes consolidés ;"},{"type":"del","content":"qu'il estime d'une importance suffisante pour mériter son attention ;"},{"type":"add","content":"-les faiblesses du contrôle interne des entités, identifiées soit par les professionnels chargés du contrôle des comptes des entités, soit par lui-même, qu'il estime d'une importance suffisante pour mériter son attention ;"},{"type":"del","content":"- les fraudes qu'il a identifiées ou qui ont été portées à sa connaissance par le professionnel chargé du contrôle des comptes d'une entité ou les informations qu'il a obtenues sur l'existence possible d'une fraude."},{"type":"add","content":"-les fraudes qu'il a identifiées ou qui ont été portées à sa connaissance par le professionnel chargé du contrôle des comptes d'une entité ou les informations qu'il a obtenues sur l'existence possible d'une fraude."},{"type":"del","content":"32. Le commissaire aux comptes applique les dispositions de la norme d'exercice professionnel relative aux communications avec les organes mentionnés à l'article L. 823-16."},{"type":"add","content":"32. Le commissaire aux comptes applique les dispositions de la norme d'exercice professionnel relative aux communications avec les organes mentionnés à l'article L. 823-16 du code de commerce."},{"type":"del","content":"- une présentation d'ensemble :"},{"type":"add","content":"-une présentation d'ensemble :"},{"type":"del","content":"- des travaux à réaliser sur l'information comptable des entités ;"},{"type":"add","content":"-des travaux à réaliser sur l'information comptable des entités ;"},{"type":"del","content":"- de son implication dans les travaux à réaliser par les professionnels chargés du contrôle des comptes des entités sur l'information comptable des entités importantes ;"},{"type":"add","content":"-de son implication dans les travaux à réaliser par les professionnels chargés du contrôle des comptes des entités sur l'information comptable des entités importantes ;"},{"type":"del","content":"- les difficultés qu'il a rencontrées, liées à la qualité des travaux réalisés par le professionnel chargé du contrôle des comptes d'une entité ;"},{"type":"add","content":"-les difficultés qu'il a rencontrées, liées à la qualité des travaux réalisés par le professionnel chargé du contrôle des comptes d'une entité ;"},{"type":"del","content":"- toute limitation dans la mise en œuvre des procédures d'audit estimées nécessaires pour l'audit des comptes consolidés, par exemple lorsque le commissaire aux comptes n'a pu avoir accès à toute l'information demandée ;"},{"type":"add","content":"-toute limitation dans la mise en œuvre des procédures d'audit estimées nécessaires pour l'audit des comptes consolidés, par exemple lorsque le commissaire aux comptes n'a pu avoir accès à toute l'information demandée ;"},{"type":"del","content":"- les faiblesses du contrôle interne visées au paragraphe 31 qu'il estime significatives ;"},{"type":"add","content":"-les faiblesses du contrôle interne visées au paragraphe 31 qu'il estime significatives ;"},{"type":"del","content":"- les fraudes avérées ou suspectées impliquant :"},{"type":"add","content":"-les fraudes avérées ou suspectées impliquant :"},{"type":"del","content":"- la direction de l'entité consolidante, la direction des entités, les employés ayant un rôle clé dans les contrôles conçus par l'entité consolidante et mis en œuvre dans l'ensemble consolidé pour les besoins de l'établissement des comptes consolidés ;"},{"type":"add","content":"-la direction de l'entité consolidante, la direction des entités, les employés ayant un rôle clé dans les contrôles conçus par l'entité consolidante et mis en œuvre dans l'ensemble consolidé pour les besoins de l'établissement des comptes consolidés ;"},{"type":"del","content":"- ou d'autres personnes lorsque la fraude a entraîné une anomalie significative dans les comptes consolidés."},{"type":"add","content":"-ou d'autres personnes lorsque la fraude a entraîné une anomalie significative dans les comptes consolidés."},{"type":"del","content":"- une analyse des entités le conduisant à déterminer celles qui sont ou non importantes ;"},{"type":"add","content":"-une analyse des entités le conduisant à déterminer celles qui sont ou non importantes ;"},{"type":"del","content":"- la nature des travaux réalisés sur l'information comptable des entités ;"},{"type":"add","content":"-la nature des travaux réalisés sur l'information comptable des entités ;"},{"type":"del","content":"- la nature, le calendrier et l'étendue de l'intervention du commissaire aux comptes dans les travaux réalisés par les professionnels chargés du contrôle des comptes des entités importantes, y compris la revue éventuelle, par le commissaire aux comptes, de tout ou partie de la documentation des professionnels chargés du contrôle des comptes de ces entités et de leurs conclusions ;"},{"type":"add","content":"-la nature, le calendrier et l'étendue de l'intervention du commissaire aux comptes dans les travaux réalisés par les professionnels chargés du contrôle des comptes des entités importantes, y compris la revue éventuelle, par le commissaire aux comptes, de tout ou partie de la documentation des professionnels chargés du contrôle des comptes de ces entités et de leurs conclusions ;"},{"type":"del","content":"- les communications écrites entre le commissaire aux comptes et les professionnels chargés du contrôle des comptes des entités relatives aux demandes du commissaire aux comptes."},{"type":"add","content":"-les communications écrites entre le commissaire aux comptes et les professionnels chargés du contrôle des comptes des entités relatives aux demandes du commissaire aux comptes."},{"type":"del","content":"Le commissaire aux comptes veille au respect des dispositions de l'article R. 821-27."},{"type":"add","content":"Le commissaire aux comptes veille au respect des dispositions de l'article R. 821-76 du code de commerce."},{"type":"del","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article R821-27 AUTONOME ABROGE, en vigueur du 2016-07-29 au 2020-06-05 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article R821-27 AUTONOME MODIFIE, en vigueur du 2008-06-01 au 2016-07-29 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 21 juin 2011 portant homologation de la norme d'exercice professionnel relative aux principes spécifiques applicables à l'audit des comptes consolidés - article 2 ENTIEREMENT_MODIF CREE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":"2011-06-21 CREE cible Arrêté du 21 juin 2011 portant homologation de la norme d'exercice professionnel relative aux principes spécifiques applicables à l'audit des comptes consolidés - article 2 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de commerce - article R821-27 AUTONOME MODIFIE, en vigueur du 2008-06-01 au 2016-07-29"},{"type":"add","content":"2999-01-01 CITATION source Code de commerce - article R821-76 AUTONOME MODIFIE, en vigueur du 2016-07-29 au 2024-02-01"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/24/42/94/LEGIARTI000024429423.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/24/42/94/LEGIARTI000024429423.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/24/42/94/LEGIARTI000024429423.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/50/61/LEGIARTI000043506196.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/50/61/LEGIARTI000043506196.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/43/50/61/LEGIARTI000043506196.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000024429423)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000043506196)"}],"status":"modified"}],"stats":{"additions":177,"deletions":154,"filesChanged":2}}