{"sha":"d52301ac4657","date":"2011-08-04","message":"Arrêté du 21 juin 2011 portant homologation de la norme d'exercice professionnel relative à la prise en considération de la possibilité de fraudes lors de l'audit des comptes","files":[{"filename":"partie_arretes/livre_viii/titre_ii/chapitre_iii/section_3/sous-section_2/paragraphe_4/article_a823-15.md","articleName":"Article A823-15","additions":61,"deletions":123,"diff":[{"type":"del","content":"NORME D'EXERCICE PROFESSIONNEL RELATIVE À LA PRISE EN CONSIDÉRATION DE LA POSSIBILITÉ DE FRAUDES LORS DE L'AUDIT DES COMPTESIntroduction"},{"type":"add","content":"PRISE EN CONSIDÉRATION DE LA POSSIBILITÉ DE FRAUDES LORS DE L'AUDIT DES COMPTES"},{"type":"add","content":"Introduction"},{"type":"del","content":"― à l'identification et à l'évaluation du risque d'anomalies significatives résultant de fraudes, dans les comptes ;"},{"type":"add","content":"- à l'identification et à l'évaluation du risque d'anomalies significatives résultant de fraudes, dans les comptes ;"},{"type":"del","content":"― à l'adaptation de l'approche générale et à la conception des procédures d'audit en réponse à cette évaluation."},{"type":"add","content":"- à l'adaptation de l'approche générale et à la conception des procédures d'audit en réponse à cette évaluation."},{"type":"del","content":"― les actes intentionnels portant atteinte à l'image fidèle des comptes et de nature à induire en erreur l'utilisateur de ces comptes ;"},{"type":"add","content":"- les actes intentionnels portant atteinte à l'image fidèle des comptes et de nature à induire en erreur l'utilisateur de ces comptes ;"},{"type":"del","content":"― le détournement d'actifs."},{"type":"add","content":"- le détournement d'actifs."},{"type":"del","content":"6. Conformément au principe défini dans la norme Principes applicables à l'audit des comptes mis en œuvre dans le cadre de la certification des comptes, le commissaire aux comptes fait preuve d'esprit critique et tient compte, tout au long de son audit, du fait qu'une anomalie significative résultant d'une fraude puisse exister."},{"type":"add","content":"6. Conformément au principe défini dans la norme \" Principes applicables à l'audit des comptes mis en œuvre dans le cadre de la certification des comptes \", le commissaire aux comptes fait preuve d'esprit critique et tient compte, tout au long de son audit, du fait qu'une anomalie significative résultant d'une fraude puisse exister."},{"type":"del","content":"12. Afin d'identifier le risque d'anomalies significatives résultant de fraudes, le commissaire aux comptes, lors de sa prise de connaissance de l'entité et de son environnement, met en œuvre des procédures d'audit qui consistent à :"},{"type":"add","content":"12. Afin d'identifier le risque d'anomalies significatives résultant de fraudes, le commissaire aux comptes, lors de sa prise de connaissance de l'entité et de son environnement, met en œuvre des procédures d'audit, qui consistent à :"},{"type":"del","content":"― s'enquérir du risque de fraude ;"},{"type":"add","content":"- s'enquérir du risque de fraude ;"},{"type":"del","content":"― prendre connaissance de la façon dont l'organe d'administration ou de surveillance exerce sa surveillance en matière de risque de fraude ;"},{"type":"add","content":"- prendre connaissance de la façon dont les organes mentionnés à l'article L. 823-16 du code de commerce exercent leur surveillance en matière de risque de fraude ;"},{"type":"del","content":"― analyser les facteurs de risque de fraude."},{"type":"add","content":"- analyser les facteurs de risque de fraude."},{"type":"del","content":"― de l'appréciation qu'elle a du risque que les comptes comportent des anomalies significatives résultant de fraudes ;"},{"type":"add","content":"- de l'appréciation qu'elle a du risque que les comptes comportent des anomalies significatives résultant de fraudes ;"},{"type":"del","content":"― des procédures qu'elle a mises en place pour identifier les risques de fraude dans l'entité et pour y répondre, y compris les risques spécifiques qu'elle aurait identifiés, ou les catégories d'opérations, les soldes de comptes ou les informations fournies dans l'annexe au titre desquels un risque de fraude peut exister ;"},{"type":"add","content":"- des procédures qu'elle a mises en place pour identifier les risques de fraude dans l'entité et pour y répondre, y compris les risques spécifiques qu'elle aurait identifiés, ou les catégories d'opérations, les soldes de comptes ou les informations fournies dans l'annexe au titre desquels un risque de fraude peut exister ;"},{"type":"del","content":"― le cas échéant, des informations qu'elle a communiquées à l'organe d'administration ou de surveillance sur les procédures mises en place pour identifier les risques de fraude dans l'entité et y répondre ;"},{"type":"add","content":"- le cas échéant, des informations qu'elle a communiquées aux organes mentionnés à l'article L. 823-16 du code de commerce sur les procédures mises en place pour identifier les risques de fraude dans l'entité et y répondre ;"},{"type":"del","content":"― le cas échéant, des informations qu'elle a communiquées aux employés sur sa vision de la conduite des affaires et sur la politique éthique de l'entité ;"},{"type":"add","content":"- le cas échéant, des informations qu'elle a communiquées aux employés sur sa vision de la conduite des affaires et sur la politique éthique de l'entité ;"},{"type":"del","content":"― de la connaissance éventuelle par celle-ci de fraudes avérées, suspectées ou simplement alléguées concernant l'entité."},{"type":"add","content":"- de la connaissance éventuelle par celle-ci de fraudes avérées, suspectées ou simplement alléguées concernant l'entité."},{"type":"del","content":"Il s'entretient également de ces questions avec l'organe d'administration ou de surveillance, notamment afin de corroborer les réponses apportées par la direction de l'entité."},{"type":"add","content":"Il s'entretient également de ces questions avec les organes mentionnés à l'article L. 823-16 du code de commerce, notamment afin de corroborer les réponses apportées par la direction de l'entité."},{"type":"del","content":"15.L'importance accordée par l'organe d'administration ou de surveillance à la prévention de la fraude a une incidence sur le risque de fraude. Le commissaire aux comptes prend connaissance de la façon dont cet organe exerce sa surveillance sur les procédures mises en œuvre par la direction pour identifier les risques de fraude dans l'entité et pour répondre à ces risques."},{"type":"add","content":"15. L'importance accordée par les organes mentionnés à l'article L. 823-16 du code de commerce à la prévention de la fraude a une incidence sur le risque de fraude. Le commissaire aux comptes prend connaissance de la façon dont cet organe exerce sa surveillance sur les procédures mises en œuvre par la direction pour identifier les risques de fraude dans l'entité et pour répondre à ces risques."},{"type":"del","content":"Réponses à l'évaluation du risque d'anomalies significatives"},{"type":"del","content":""},{"type":"del","content":"résultant de fraudes"},{"type":"add","content":"Réponses à l'évaluation du risque d'anomalies significatives résultant de fraudes"},{"type":"del","content":"― reconsidère l'affectation des membres de l'équipe d'audit et le degré de supervision de leurs travaux ;"},{"type":"del","content":""},{"type":"del","content":"― analyse les choix comptables de l'entité, en particulier ceux qui concernent des estimations qui reposent sur des hypothèses ou des opérations complexes, ainsi que leur mise en œuvre. Il apprécie si ces choix sont de nature à porter atteinte à l'image fidèle des comptes ;"},{"type":"add","content":"- reconsidère l'affectation des membres de l'équipe d'audit et le degré de supervision de leurs travaux ;"},{"type":"del","content":"― introduit un élément d'imprévisibilité pour l'entité dans le choix de la nature, du calendrier et de l'étendue des procédures d'audit."},{"type":"add","content":"- analyse les choix comptables de l'entité, en particulier ceux qui concernent des estimations qui reposent sur des hypothèses ou des opérations complexes, ainsi que leur mise en œuvre. Il apprécie si ces choix sont de nature à porter atteinte à l'image fidèle des comptes ;"},{"type":"del","content":"21. En réponse à son évaluation du risque d'anomalies significatives résultant de fraudes, au niveau des assertions, le commissaire aux comptes conçoit et met en œuvre des procédures d'audit complémentaires à celles réalisées pour cette évaluation. Il détermine leur nature, leur calendrier et leur étendue en fonction du risque auquel elles répondent. Par exemple, il peut décider de faire davantage appel à l'observation physique de certains actifs, de recourir à des techniques de contrôle assistées par ordinateur, ou encore de mettre en œuvre des procédures analytiques plus détaillées."},{"type":"add","content":"- introduit un élément d'imprévisibilité pour l'entité dans le choix de la nature, du calendrier et de l'étendue des procédures d'audit."},{"type":"del","content":"22. En complément des réponses à l'évaluation du risque d'anomalies significatives résultant de fraudes, au niveau des comptes pris dans leur ensemble et au niveau des assertions et afin de répondre au risque que la direction s'affranchisse de certains contrôles mis en place par l'entité, le commissaire aux comptes conçoit et met en œuvre des procédures d'audit qui consistent à :"},{"type":"add","content":"21. En réponse à son évaluation du risque d'anomalies significatives résultant de fraudes, au niveau des assertions, le commissaire aux comptes conçoit et met en œuvre des procédures d'audit complémentaires à celles réalisées pour cette évaluation. Il détermine leur nature, leur calendrier et leur étendue en fonction du risque auquel elles répondent. Par exemple, il peut décider de faire davantage appel à l'observation physique de certains actifs, de recourir à des techniques de contrôle assistées par ordinateur ou encore de mettre en œuvre des procédures analytiques plus détaillées."},{"type":"del","content":"― vérifier le caractère approprié des écritures comptables et des écritures d'inventaire passées lors de la préparation des comptes ;"},{"type":"add","content":"22. En complément des réponses à l'évaluation du risque d'anomalies significatives résultant de fraudes, au niveau des comptes pris dans leur ensemble et au niveau des assertions et afin de répondre au risque que la direction s'affranchisse de certains contrôles mis en place par l'entité, le commissaire aux comptes conçoit et met en œuvre des procédures d'audit, qui consistent à :"},{"type":"del","content":"― revoir si les estimations comptables ne sont pas biaisées. Pour cela, le commissaire aux comptes peut notamment revoir les jugements et les hypothèses de la direction reflétés dans les estimations comptables des années antérieures à la lumière des réalisations ultérieures ;"},{"type":"add","content":"- vérifier le caractère approprié des écritures comptables et des écritures d'inventaire passées lors de la préparation des comptes ;"},{"type":"del","content":"― comprendre la justification économique d'opérations importantes qui lui semblent être en dehors des activités ordinaires de l'entité, ou qui lui apparaissent inhabituelles eu égard à sa connaissance de l'entité et de son environnement."},{"type":"add","content":"- revoir si les estimations comptables ne sont pas biaisées. Pour cela, le commissaire aux comptes peut notamment revoir les jugements et les hypothèses de la direction reflétés dans les estimations comptables des années antérieures à la lumière des réalisations ultérieures ;"},{"type":"del","content":"Réévaluation du risque d'anomalies significatives"},{"type":"add","content":"- comprendre la justification économique d'opérations importantes qui lui semblent être en dehors des activités ordinaires de l'entité, ou qui lui apparaissent inhabituelles eu égard à sa connaissance de l'entité et de son environnement."},{"type":"del","content":"résultant de fraudes"},{"type":"add","content":"Réévaluation du risque d'anomalies significatives résultant de fraudes"},{"type":"del","content":"― elle déclare que des contrôles destinés à prévenir et à détecter les fraudes ont été conçus et mis en œuvre dans l'entité ;"},{"type":"del","content":""},{"type":"del","content":"― elle confirme lui avoir communiqué son appréciation sur le risque que les comptes puissent comporter des anomalies significatives résultant de fraudes ;"},{"type":"add","content":"- elle déclare que des contrôles destinés à prévenir et à détecter les fraudes ont été conçus et mis en œuvre dans l'entité ;"},{"type":"del","content":"― elle déclare lui avoir signalé toutes les fraudes avérées dont elle a eu connaissance, ou suspectées, et impliquant la direction, des employés ayant un rôle clé dans le dispositif de contrôle interne ou d'autres personnes, dès lors que la fraude est susceptible d'entraîner des anomalies significatives dans les comptes ;"},{"type":"add","content":"- elle confirme lui avoir communiqué son appréciation sur le risque que les comptes puissent comporter des anomalies significatives résultant de fraudes ;"},{"type":"del","content":"― elle déclare lui avoir signalé toutes les allégations de fraudes ayant un impact sur les comptes de l'entité et portées à sa connaissance par des employés, anciens employés, analystes, régulateurs ou autres."},{"type":"add","content":"- elle déclare lui avoir signalé toutes les fraudes avérées dont elle a eu connaissance, ou suspectées, et impliquant la direction, des employés ayant un rôle clé dans le dispositif de contrôle interne ou d'autres personnes, dès lors que la fraude est susceptible d'entraîner des anomalies significatives dans les comptes ;"},{"type":"del","content":"Communication avec la direction et avec l'organe"},{"type":"add","content":"- elle déclare lui avoir signalé toutes les allégations de fraudes ayant un impact sur les comptes de l'entité et portées à sa connaissance par des employés, anciens employés, analystes, régulateurs ou autres."},{"type":"del","content":"d'administration ou de surveillance"},{"type":"add","content":"Communication"},{"type":"del","content":"28. Lorsque le commissaire aux comptes a identifié une fraude ayant entraîné des anomalies significatives dans les comptes ou a obtenu des informations sur la possibilité d'une telle fraude, il en informe dès que possible la direction ainsi que l'organe d'administration ou de surveillance."},{"type":"add","content":"28. Lorsque le commissaire aux comptes a identifié une fraude ayant entraîné des anomalies significatives dans les comptes ou a obtenu des informations sur la possibilité d'une telle fraude, il en informe dès que possible la direction. Il lui communique également, au niveau de responsabilité approprié, les fraudes relevées au cours de son audit n'ayant pas entraîné d'anomalies significatives dans les comptes."},{"type":"del","content":"29. Au cours de son audit, le commissaire aux comptes peut être amené à relever des fraudes n'ayant pas entraîné d'anomalies significatives. Il en informe :"},{"type":"add","content":"29. Le commissaire aux comptes applique les dispositions de la norme d'exercice professionnel relative aux communications avec les organes mentionnés à l'article L. 823-16 du code de commerce."},{"type":"del","content":"― la direction, au niveau de responsabilité approprié ;"},{"type":"add","content":"A ce titre, il communique :"},{"type":"del","content":"― l'organe d'administration ou de surveillance, lorsque ces fraudes impliquent la direction ou des employés ayant un rôle clé dans le dispositif de contrôle interne."},{"type":"add","content":"- les fraudes ayant entraîné des anomalies significatives dans les comptes ou les informations qu'il a obtenues sur la possibilité de telles fraudes ;"},{"type":"del","content":"30. Le commissaire aux comptes communique dès que possible à l'organe d'administration ou de surveillance et à la direction, au niveau de responsabilité approprié, les déficiences majeures qu'il a relevées dans la conception ou la mise en œuvre des contrôles de l'entité destinés à prévenir et à détecter les fraudes."},{"type":"add","content":"- les fraudes impliquant la direction ou des employés ayant un rôle clé dans le dispositif de contrôle interne."},{"type":"del","content":"31. Le commissaire aux comptes apprécie s'il existe d'autres points ayant trait à la fraude à discuter avec l'organe d'administration ou de surveillance. Il peut s'agir par exemple d'interrogation de sa part sur la nature, l'étendue et la fréquence de l'évaluation par la direction des contrôles mis en place pour prévenir et détecter la fraude ou encore sur le processus d'autorisation des opérations qui n'entrent pas dans le cadre habituel de l'activité de l'entité."},{"type":"add","content":"30. Le commissaire aux comptes apprécie s'il existe d'autres points ayant trait à la fraude à discuter avec les organes mentionnés à l'article L. 823-16 du code de commerce."},{"type":"del","content":"Révélation des faits délictueux et déclaration de soupçons"},{"type":"add","content":"Il peut s'agir par exemple d'interrogation de sa part sur la nature, l'étendue et la fréquence de l'évaluation par la direction des contrôles mis en place pour prévenir et détecter la fraude ou encore sur le processus d'autorisation des opérations qui n'entrent pas dans le cadre habituel de l'activité de l'entité."},{"type":"del","content":"32. Lorsque le commissaire aux comptes conclut que les comptes comportent des anomalies significatives résultant de fraudes susceptibles de recevoir une qualification pénale, il révèle les faits au procureur de la République."},{"type":"add","content":"Révélation des faits délictueux"},{"type":"del","content":"Lorsqu'il soupçonne que des opérations portent sur des sommes qui pourraient provenir du trafic de stupéfiants, de la fraude aux intérêts financiers des Communautés européennes, de la corruption ou d'activités criminelles organisées ou qui pourraient participer au financement du terrorisme, le commissaire aux comptes procède, conformément aux dispositions des articles L. 562-2 et suivants du code monétaire et financier, à une déclaration au service mentionné à l'article L. 562-4 dudit code."},{"type":"add","content":"31. Lorsque le commissaire aux comptes conclut que les comptes comportent des anomalies significatives résultant de fraudes susceptibles de recevoir une qualification pénale, il révèle les faits au procureur de la République."},{"type":"del","content":"33. Lorsque le commissaire aux comptes envisage de démissionner en raison de l'existence d'anomalies significatives résultant de fraudes avérées ou suspectées qui remettent en cause la poursuite de la mission, il respecte les règles édictées par le code de déontologie de la profession et s'assure notamment que sa démission a un motif légitime."},{"type":"add","content":"32. Lorsque le commissaire aux comptes envisage de démissionner en raison de l'existence d'anomalies significatives résultant de fraudes avérées ou suspectées qui remettent en cause la poursuite de la mission, il respecte les règles édictées par le code de déontologie de la profession et s'assure notamment que sa démission a un motif légitime."},{"type":"del","content":"34. Si le commissaire aux comptes décide de démissionner :"},{"type":"add","content":"33. Si le commissaire aux comptes décide de démissionner :"},{"type":"del","content":"― il s'en entretient avec la direction, à un niveau de responsabilité approprié, et avec l'organe d'administration ou de surveillance, et leur en expose les motifs ;"},{"type":"add","content":"- il s'en entretient avec les organes mentionnés à l'article L. 823-16 du code de commerce, et leur en expose les motifs ;"},{"type":"del","content":"― il répond aux obligations édictées par le code de déontologie de la profession en terme de succession de mission."},{"type":"add","content":"- il répond aux obligations édictées par le code de déontologie de la profession en terme de succession de mission."},{"type":"del","content":"35. Le commissaire aux comptes consigne dans son dossier de travail :"},{"type":"add","content":"34. Le commissaire aux comptes consigne dans son dossier de travail :"},{"type":"del","content":"― les décisions importantes prises au cours des échanges entre les membres de l'équipe d'audit sur le risque d'anomalies significatives résultant de fraudes dans les comptes ;"},{"type":"add","content":"- les décisions importantes prises au cours des échanges entre les membres de l'équipe d'audit sur le risque d'anomalies significatives résultant de fraudes dans les comptes ;"},{"type":"del","content":"― les risques d'anomalies significatives résultant de fraudes identifiés au niveau des comptes pris dans leur ensemble et au niveau des assertions ;"},{"type":"add","content":"- les risques d'anomalies significatives résultant de fraudes identifiés au niveau des comptes pris dans leur ensemble et au niveau des assertions ;"},{"type":"del","content":"― l'adaptation de son approche générale en réponse au risque d'anomalies significatives résultant de fraudes au niveau des comptes pris dans leur ensemble ainsi que la nature, le calendrier et l'étendue des procédures d'audit conçues et mises en œuvre en réponse à son évaluation du risque et le lien entre ces procédures et les risques évalués au niveau des assertions ;"},{"type":"add","content":"- l'adaptation de son approche générale en réponse au risque d'anomalies significatives résultant de fraudes au niveau des comptes pris dans leur ensemble ainsi que la nature, le calendrier et l'étendue des procédures d'audit conçues et mises en œuvre en réponse à son évaluation du risque et le lien entre ces procédures et les risques évalués au niveau des assertions ;"},{"type":"del","content":"― les conclusions des procédures d'audit, et notamment de celles qui sont destinées à répondre au risque que la direction s'affranchisse des contrôles ;"},{"type":"add","content":"- les conclusions des procédures d'audit, et notamment de celles qui sont destinées à répondre au risque que la direction s'affranchisse des contrôles ;"},{"type":"del","content":"― le cas échéant, les raisons motivant son appréciation selon laquelle il n'existe pas de risque de fraude dans la comptabilisation des produits ;"},{"type":"add","content":"- le cas échéant, les raisons motivant son appréciation selon laquelle il n'existe pas de risque de fraude dans la comptabilisation des produits ;"},{"type":"del","content":"― les communications qu'il a faites en matière de fraude à la direction et à l'organe d'administration ou de surveillance ;"},{"type":"add","content":"- les communications qu'il a faites en matière de fraude à la direction et aux organes mentionnés à l'article L. 823-16 du code de commerce ;"},{"type":"del","content":"― le cas échéant, la révélation au procureur de la République de faits délictueux."},{"type":"add","content":"- le cas échéant, la révélation au procureur de la République de faits délictueux."},{"type":"del","content":"Code monétaire et financier - article L562-4 AUTONOME MODIFIE, en vigueur du 2004-10-01 au 2006-01-24 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code monétaire et financier - article L562-2 AUTONOME MODIFIE, en vigueur du 2001-01-01 au 2001-05-16 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code monétaire et financier - article L562-2 AUTONOME MODIFIE, en vigueur du 2001-05-16 au 2004-02-12 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code monétaire et financier - article L562-2 AUTONOME MODIFIE, en vigueur du 2004-02-12 au 2004-10-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code monétaire et financier - article L562-2 AUTONOME MODIFIE, en vigueur du 2004-10-01 au 2006-01-24 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code monétaire et financier - article L562-2 AUTONOME MODIFIE, en vigueur du 2006-01-24 au 2007-03-07 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code monétaire et financier - article L562-2 AUTONOME MODIFIE, en vigueur du 2007-03-07 au 2009-02-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code monétaire et financier - article L562-4 AUTONOME MODIFIE, en vigueur du 2001-01-01 au 2001-05-16 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code monétaire et financier - article L562-4 AUTONOME MODIFIE, en vigueur du 2001-05-16 au 2004-10-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code monétaire et financier - article L562-4 AUTONOME MODIFIE, en vigueur du 2006-01-24 au 2007-03-07 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code monétaire et financier - article L562-4 AUTONOME MODIFIE, en vigueur du 2007-03-07 au 2009-02-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code monétaire et financier - article L562-2 AUTONOME MODIFIE, en vigueur du 2016-03-04 au 2017-07-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code monétaire et financier - article L562-4 AUTONOME MODIFIE, en vigueur du 2017-07-01 au 2020-11-06 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code monétaire et financier - article L562-2 AUTONOME VIGUEUR, en vigueur depuis le 2017-07-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code monétaire et financier - article L562-4 AUTONOME VIGUEUR, en vigueur depuis le 2022-02-26 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code monétaire et financier - article L562-4 AUTONOME MODIFIE, en vigueur du 2009-02-01 au 2017-07-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code monétaire et financier - article L562-2 AUTONOME MODIFIE, en vigueur du 2009-02-01 au 2016-03-04 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code monétaire et financier - article L562-4 AUTONOME MODIFIE, en vigueur du 2020-11-06 au 2022-02-26 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 14 janvier 2009 relatif à la partie Arrêtés du code de commerce - article Annexe ENTIEREMENT_MODIF CREE source"},{"type":"add","content":"Arrêté du 21 juin 2011 portant homologation de la norme d'exercice professionnel relative à la prise en considération de la possibilité de fraudes lors de l'audit des comptes - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2009-01-14 CREE cible Arrêté du 14 janvier 2009 relatif à la partie Arrêtés du code de commerce - article Annexe ENTIEREMENT_MODIF"},{"type":"add","content":"2011-06-21 MODIFIE cible Arrêté du 21 juin 2011 portant homologation de la norme d'exercice professionnel relative à la prise en considération de la possibilité de fraudes lors de l'audit des comptes - article 2 ENTIEREMENT_MODIF"},{"type":"del","content":"2999-01-01 CITATION source Code monétaire et financier - article L562-2 AUTONOME MODIFIE, en vigueur du 2001-01-01 au 2001-05-16"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code monétaire et financier - article L562-4 AUTONOME MODIFIE, en vigueur du 2001-01-01 au 2001-05-16"},{"type":"add","content":"2999-01-01 CITATION source Code de commerce - article L823-16 AUTONOME MODIFIE, en vigueur du 2005-09-09 au 2008-12-10"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/16/34/LEGIARTI000020163422.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/16/34/LEGIARTI000020163422.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/20/16/34/LEGIARTI000020163422.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/24/44/58/LEGIARTI000024445868.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/24/44/58/LEGIARTI000024445868.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/24/44/58/LEGIARTI000024445868.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000020163422)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000024445868)"}],"status":"modified"}],"stats":{"additions":61,"deletions":123,"filesChanged":1}}