{"sha":"dbd4fbc330ae","date":"2018-10-08","message":"Arrêté du 1er octobre 2018 portant homologation de deux normes d'exercice professionnel relatives aux rapports du commissaire aux comptes sur les comptes annuels et consolidés et aux diligences du commissaire aux comptes relatives au rapport de gestion, aux autres documents sur la situation financière et les comptes et aux informations relevant du rapport sur le gouvernement d'entreprise adressés aux membres de l'organe appelé à statuer sur les comptes","files":[{"filename":"partie_arretes/livre_viii/titre_ii/chapitre_iii/section_3/sous-section_2/paragraphe_7/article_a823-26.md","articleName":"Article A823-26","additions":71,"deletions":138,"diff":[{"type":"del","content":"NEP-700. RAPPORTS DU COMMISSAIRE AUX COMPTES SUR LES COMPTES ANNUELS ET CONSOLIDÉS"},{"type":"add","content":"NEP 700. RAPPORTS DU COMMISSAIRE AUX COMPTES SUR LES COMPTES ANNUELS ET CONSOLIDÉS"},{"type":"del","content":"– soit certifier que les comptes annuels ou consolidés sur lesquels porte le rapport sont réguliers et sincères et qu'ils donnent une image fidèle du résultat des opérations de l'exercice écoulé ainsi que de la situation financière et du patrimoine de la personne ou de l'entité ou de l'ensemble constitué par les personnes et entités comprises dans la consolidation à la fin de l'exercice ;"},{"type":"add","content":"- soit certifier que les comptes annuels ou consolidés sur lesquels porte le rapport sont réguliers et sincères et qu'ils donnent une image fidèle du résultat des opérations de l'exercice écoulé ainsi que de la situation financière et du patrimoine de la personne ou de l'entité ou de l'ensemble constitué par les personnes et entités comprises dans la consolidation à la fin de l'exercice ;"},{"type":"del","content":"– soit assortir la certification de réserves ;"},{"type":"add","content":"- soit assortir la certification de réserves ;"},{"type":"del","content":"– soit refuser la certification des comptes ;"},{"type":"add","content":"- soit refuser la certification des comptes ;"},{"type":"del","content":"– soit être dans l'impossibilité de certifier les comptes."},{"type":"add","content":"- soit être dans l'impossibilité de certifier les comptes."},{"type":"del","content":"-lorsqu'il a identifié au cours de son audit des comptes des anomalies significatives et que celles-ci n'ont pas été corrigées ;"},{"type":"add","content":"- lorsqu'il a identifié au cours de son audit des comptes des anomalies significatives et que celles-ci n'ont pas été corrigées ;"},{"type":"del","content":"– que les incidences sur les comptes des anomalies significatives sont clairement circonscrites ;"},{"type":"add","content":"- que les incidences sur les comptes des anomalies significatives sont clairement circonscrites ;"},{"type":"del","content":"– et que la formulation de la réserve est suffisante pour permettre à l'utilisateur des comptes de fonder son jugement en connaissance de cause."},{"type":"add","content":"- et que la formulation de la réserve est suffisante pour permettre à l'utilisateur des comptes de fonder son jugement en connaissance de cause."},{"type":"del","content":"– lorsqu'il n'a pas pu mettre en œuvre toutes les procédures d'audit nécessaires pour fonder son opinion sur les comptes ;"},{"type":"add","content":"- lorsqu'il n'a pas pu mettre en œuvre toutes les procédures d'audit nécessaires pour fonder son opinion sur les comptes ;"},{"type":"del","content":"– que les incidences sur les comptes des limitations à ses travaux sont clairement circonscrites ;"},{"type":"add","content":"- que les incidences sur les comptes des limitations à ses travaux sont clairement circonscrites ;"},{"type":"del","content":"– et que la formulation de la réserve est suffisante pour permettre à l'utilisateur des comptes de fonder son jugement en connaissance de cause."},{"type":"add","content":"- et que la formulation de la réserve est suffisante pour permettre à l'utilisateur des comptes de fonder son jugement en connaissance de cause."},{"type":"del","content":"– lorsqu'il a détecté au cours de son audit des comptes des anomalies significatives et que celles-ci n'ont pas été corrigées ;"},{"type":"add","content":"- lorsqu'il a détecté au cours de son audit des comptes des anomalies significatives et que celles-ci n'ont pas été corrigées ;"},{"type":"del","content":"et que :"},{"type":"add","content":"- et que :"},{"type":"del","content":"– soit les incidences sur les comptes des anomalies significatives ne peuvent être clairement circonscrites ;"},{"type":"add","content":"- soit les incidences sur les comptes des anomalies significatives ne peuvent être clairement circonscrites ;"},{"type":"del","content":"– soit la formulation d'une réserve n'est pas suffisante pour permettre à l'utilisateur des comptes de fonder son jugement en connaissance de cause."},{"type":"add","content":"- soit la formulation d'une réserve n'est pas suffisante pour permettre à l'utilisateur des comptes de fonder son jugement en connaissance de cause."},{"type":"del","content":"– soit les incidences sur les comptes des limitations à ses travaux ne peuvent être clairement circonscrites ;"},{"type":"add","content":"- soit les incidences sur les comptes des limitations à ses travaux ne peuvent être clairement circonscrites ;"},{"type":"del","content":"– soit la formulation d'une réserve n'est pas suffisante pour permettre à l'utilisateur des comptes de fonder son jugement en connaissance de cause."},{"type":"add","content":"- soit la formulation d'une réserve n'est pas suffisante pour permettre à l'utilisateur des comptes de fonder son jugement en connaissance de cause."},{"type":"del","content":"– soit dans la norme d'exercice professionnel relative à la justification des appréciations dans les rapports du commissaire aux comptes sur les comptes annuels et consolidés des personnes et entités qui ne sont pas des entités d'intérêt public ;"},{"type":"add","content":"- soit dans la norme d'exercice professionnel relative à la justification des appréciations dans les rapports du commissaire aux comptes sur les comptes annuels et consolidés des personnes et entités qui ne sont pas des entités d'intérêt public ;"},{"type":"del","content":"– soit dans la norme d'exercice professionnel relative à la justification des appréciations dans les rapports du commissaire aux comptes sur les comptes annuels et consolidés des entités d'intérêt public."},{"type":"add","content":"- soit dans la norme d'exercice professionnel relative à la justification des appréciations dans les rapports du commissaire aux comptes sur les comptes annuels et consolidés des entités d'intérêt public."},{"type":"del","content":"Vérification du rapport de gestion et des documents adressés aux membres de l'organe appelé à statuer sur les comptes"},{"type":"add","content":"Vérification du rapport de gestion, des autres documents sur la situation financière et les comptes et des informations relevant du rapport sur le gouvernement d'entreprise adressés aux membres de l'organe appelé à statuer sur les comptes"},{"type":"del","content":"16. Dans le rapport sur les comptes annuels, cette partie comporte les éléments suivants :"},{"type":"add","content":"16. En application des dispositions des articles L. 823-10, L. 225-235 ou L. 226-10-1, et L. 441-6-1 du code de commerce, le commissaire aux comptes procède à des vérifications spécifiques et formule ses conclusions telles que prévues dans la norme concernant les diligences du commissaire aux comptes relatives au rapport de gestion, aux autres documents sur la situation financière et les comptes et aux informations relevant du rapport sur le gouvernement d'entreprise adressés aux membres de l'organe appelé à statuer sur les comptes."},{"type":"del","content":"a) Une introduction par laquelle le commissaire aux comptes indique qu'il a effectué les vérifications spécifiques prévues par les textes légaux et réglementaires ;"},{"type":"del","content":""},{"type":"del","content":"b) Les conclusions exprimées sous forme d'observation, ou d'absence d'observation, sur la sincérité et la concordance avec les comptes annuels des informations données dans le rapport de l'organe compétent à l'organe appelé à statuer sur les comptes et, le cas échéant, dans les autres documents adressés à l'organe appelé à statuer sur les comptes sur la situation financière et les comptes annuels ;"},{"type":"del","content":""},{"type":"del","content":"c) L'attestation, le cas échéant, de l'exactitude et de la sincérité des informations relatives aux rémunérations et aux avantages de toute nature versés à chaque mandataire social, fournies dans le rapport de gestion en application des trois premiers alinéas de l'article L. 225-102-1 du code de commerce ;"},{"type":"del","content":""},{"type":"del","content":"d) Le cas échéant, les vérifications ou informations relatives à l'entité que les textes légaux et réglementaires font obligation au commissaire aux comptes de mentionner dans son rapport, telles que les prises de participation et les prises de contrôle intervenues au cours de l'exercice, les aliénations diverses intervenues en application de la législation sur les participations réciproques et l'identité des personnes détenant le capital et les droits de vote."},{"type":"del","content":""},{"type":"del","content":"17. Dans le rapport sur les comptes consolidés, cette partie concerne uniquement la vérification spécifique portant sur la sincérité et la concordance avec les comptes consolidés des informations relatives au groupe données dans le rapport de gestion."},{"type":"del","content":""},{"type":"del","content":"Elle comporte deux paragraphes distincts :"},{"type":"del","content":""},{"type":"del","content":"a) Une introduction par laquelle le commissaire aux comptes indique qu'il a effectué la vérification spécifique prévue par les textes légaux et réglementaires ;"},{"type":"del","content":""},{"type":"del","content":"b) La conclusion issue de cette vérification exprimée sous forme d'observation, ou d'absence d'observation, sur la sincérité et la concordance avec les comptes consolidés des informations relatives au groupe données dans le rapport de gestion."},{"type":"add","content":"Le cas échéant, il fait état des informations relatives à l'entité que les textes légaux et réglementaires lui font obligation de mentionner dans son rapport, telles que les prises de participation et les prises de contrôle intervenues au cours de l'exercice, les aliénations diverses intervenues en application de la législation sur les participations réciproques et l'identité des personnes détenant le capital et les droits de vote."},{"type":"del","content":"18. Cette partie du rapport comporte, le cas échéant, les autres vérifications ou informations que les textes légaux et réglementaires font obligation au commissaire aux comptes de mentionner dans son rapport, telles que les informations requises dans le rapport sur les comptes d'entités d'intérêt public relatives à la date initiale de la désignation du commissaire aux comptes et à la durée totale de sa mission sans interruption, y compris les renouvellements précédents du commissaire aux comptes."},{"type":"add","content":"17. Le cas échéant, le commissaire aux comptes fait état des autres vérifications ou informations que les textes légaux et réglementaires lui font obligation de mentionner dans son rapport, telles que les informations requises dans le rapport sur les comptes d'entités d'intérêt public relatives à la date initiale de la désignation du commissaire aux comptes et à la durée totale de sa mission sans interruption, y compris les renouvellements précédents du commissaire aux comptes."},{"type":"del","content":"19. Les rapports établis par le commissaire aux comptes mentionnent les informations prévues aux articles R. 822-56 et R. 823-7 du code de commerce."},{"type":"add","content":"18. Les rapports établis par le commissaire aux comptes mentionnent les informations prévues aux articles R. 822-56, R. 823-7, D. 823-7-1, L. 225-235 ou L. 226-10-1 et L. 823-10 du code de commerce."},{"type":"del","content":"– l'opinion, incluant :"},{"type":"add","content":"- l'opinion, incluant :"},{"type":"del","content":"– l'origine de la désignation du commissaire aux comptes ;"},{"type":"add","content":"- l'origine de la désignation du commissaire aux comptes ;"},{"type":"del","content":"– l'identité de la personne ou de l'entité dont les comptes sont certifiés ;"},{"type":"add","content":"- l'identité de la personne ou de l'entité dont les comptes sont certifiés ;"},{"type":"del","content":"– la nature des comptes, annuels ou consolidés, qui font l'objet du rapport et sont joints à ce dernier ;"},{"type":"add","content":"- la nature des comptes, annuels ou consolidés, qui font l'objet du rapport et sont joints à ce dernier ;"},{"type":"del","content":"– la date de clôture et l'exercice auquel les comptes se rapportent ;"},{"type":"add","content":"- la date de clôture et l'exercice auquel les comptes se rapportent ;"},{"type":"del","content":"– les règles et méthodes comptables appliquées pour établir les comptes ;"},{"type":"add","content":"- les règles et méthodes comptables appliquées pour établir les comptes ;"},{"type":"del","content":"– le fondement de cette opinion, comprenant :"},{"type":"add","content":"- le fondement de cette opinion, comprenant :"},{"type":"del","content":"– une sous-partie relative au référentiel d'audit incluant les normes d'exercice professionnel conformément auxquelles la mission a été accomplie ;"},{"type":"add","content":"- une sous-partie relative au référentiel d'audit incluant les normes d'exercice professionnel conformément auxquelles la mission a été accomplie ;"},{"type":"del","content":"– une sous-partie attestant qu'il n'a pas été fourni de services autres que la certification des comptes interdits visés au code de déontologie et que le commissaire aux comptes est resté indépendant vis-à-vis de l'entité contrôlée au cours de sa mission ;"},{"type":"add","content":"- une sous-partie attestant qu'il n'a pas été fourni de services autres que la certification des comptes interdits visés au code de déontologie et que le commissaire aux comptes est resté indépendant vis-à-vis de l'entité contrôlée au cours de sa mission ;"},{"type":"del","content":"– le cas échéant, les motifs de la réserve, du refus ou de l'impossibilité de certifier les comptes ;"},{"type":"add","content":"- le cas échéant, les motifs de la réserve, du refus ou de l'impossibilité de certifier les comptes ;"},{"type":"del","content":"– le cas échéant, les incertitudes significatives liées à des événements ou à des circonstances susceptibles de mettre en cause la continuité d'exploitation ;"},{"type":"add","content":"- le cas échéant, les incertitudes significatives liées à des événements ou à des circonstances susceptibles de mettre en cause la continuité d'exploitation ;"},{"type":"del","content":"– le cas échéant, les observations prévues par les textes légaux et réglementaires, ainsi que toute observation utile ;"},{"type":"add","content":"- le cas échéant, les observations prévues par les textes légaux et réglementaires, ainsi que toute observation utile ;"},{"type":"del","content":"– la justification des appréciations ;"},{"type":"add","content":"- la justification des appréciations ;"},{"type":"del","content":"– dans le cas d'un rapport sur les comptes annuels, la vérification du rapport de gestion et des documents adressés aux membres de l'organe appelé à statuer sur les comptes à l'occasion de la réunion de cet organe ;"},{"type":"add","content":"- dans le cas d'un rapport sur les comptes annuels, la vérification du rapport de gestion, des autres documents sur la situation financière et les comptes et des informations relevant du rapport sur le gouvernement d'entreprise adressés aux membres de l'organe appelé à statuer sur les comptes ;"},{"type":"del","content":"– dans le cas d'un rapport sur les comptes consolidés, la vérification des informations relatives au groupe données dans le rapport de gestion ;"},{"type":"add","content":"- dans le cas d'un rapport sur les comptes consolidés, la vérification des informations relatives au groupe données dans le rapport de gestion ;"},{"type":"del","content":"– le cas échéant, d'autres vérifications ou informations prévues par les textes légaux et réglementaires ;"},{"type":"add","content":"- le cas échéant, d'autres vérifications ou informations prévues par les textes légaux et réglementaires ;"},{"type":"del","content":"– le rappel des responsabilités des organes mentionnés à l'article L. 823-16 du code de commerce relatives aux comptes ;"},{"type":"add","content":"- le rappel des responsabilités des organes mentionnés à l'article L. 823-16 du code de commerce relatives aux comptes ;"},{"type":"del","content":"– le rappel des responsabilités du commissaire aux comptes relatives à l'audit des comptes incluant l'étendue de la mission et une mention expliquant dans quelle mesure la certification des comptes a été considérée comme permettant de déceler les irrégularités, notamment la fraude ;"},{"type":"add","content":"- le rappel des responsabilités du commissaire aux comptes relatives à l'audit des comptes incluant l'étendue de la mission et une mention expliquant dans quelle mesure la certification des comptes a été considérée comme permettant de déceler les irrégularités, notamment la fraude ;"},{"type":"del","content":"20. Le rapport sur les comptes d'entités d'intérêt public comporte en outre les autres informations suivantes, prévues par l'article 10 du règlement (UE) n° 537/2014 :"},{"type":"del","content":""},{"type":"del","content":"– il indique la date initiale de la désignation du commissaire aux comptes et la durée totale de sa mission sans interruption, y compris les renouvellements précédents du commissaire aux comptes ;"},{"type":"add","content":"19. Le rapport sur les comptes d'entités d'intérêt public comporte en outre les autres informations suivantes, prévues par l'article 10 du règlement (UE) n° 537/2014 :"},{"type":"del","content":"– il confirme que l'opinion d'audit est cohérente avec le contenu du rapport complémentaire prévu au III de l'article L. 823-16 du code de commerce et destiné au comité spécialisé visé à l'article L. 823-19 du code de commerce. Hormis cette exigence, le rapport sur les comptes ne contient pas de références au rapport complémentaire destiné au comité spécialisé ;"},{"type":"add","content":"- il indique la date initiale de la désignation du commissaire aux comptes et la durée totale de sa mission sans interruption, y compris les renouvellements précédents du commissaire aux comptes ;"},{"type":"del","content":"– il indique les services, autres que la certification des comptes, qui ont été fournis par le commissaire aux comptes à l'entité contrôlée et aux entités qu'elle contrôle au sens de l'article L. 233-3 du code de commerce, et qui n'ont pas été communiqués dans le rapport de gestion ou l'annexe des comptes."},{"type":"add","content":"- il confirme que l'opinion d'audit est cohérente avec le contenu du rapport complémentaire prévu au III de l'article L. 823-16 du code de commerce et destiné au comité spécialisé visé à l'article L. 823-19 du code de commerce. Hormis cette exigence, le rapport sur les comptes ne contient pas de références au rapport complémentaire destiné au comité spécialisé ;"},{"type":"del","content":"Le commissaire aux comptes ne fait pas usage du nom d'une autorité compétente, quelle qu'elle soit, d'une manière qui puisse indiquer ou laisser entendre que cette autorité approuve ou cautionne le rapport sur les comptes."},{"type":"add","content":"- il indique les services, autres que la certification des comptes, qui ont été fournis par le commissaire aux comptes à l'entité contrôlée et aux entités qu'elle contrôle au sens de l'article L. 233-3 du code de commerce, et qui n'ont pas été communiqués dans le rapport de gestion ou l'annexe des comptes."},{"type":"del","content":""},{"type":"del","content":"### Nota"},{"type":"del","content":""},{"type":"del","content":"Conformément aux dispositions de l'article 3 de l'arrêté du 26 mai 2017, les dispositions de l'article A. 823-26 du code de commerce dans leur rédaction antérieure à celle dudit arrêté demeurent applicables aux rapports de certification des comptes des entités d'intérêt public pour les exercices ouverts avant le 17 juin 2016 ainsi qu'aux rapports de certification des comptes des personnes et entités qui ne sont pas des entités d'intérêt public pour les exercices ouverts avant le 30 juillet 2016."},{"type":"add","content":"- le commissaire aux comptes ne fait pas usage du nom d'une autorité compétente, quelle qu'elle soit, d'une manière qui puisse indiquer ou laisser entendre que cette autorité approuve ou cautionne le rapport sur les comptes."},{"type":"del","content":"Code de commerce - article L225-102-1 AUTONOME MODIFIE, en vigueur du 2003-08-02 au 2004-06-26 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L225-102-1 AUTONOME MODIFIE, en vigueur du 2015-08-19 au 2016-02-13 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L225-102-1 AUTONOME MODIFIE, en vigueur du 2018-10-25 au 2018-11-02 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L225-102-1 AUTONOME MODIFIE, en vigueur du 2012-03-24 au 2014-08-03 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L225-102-1 AUTONOME MODIFIE, en vigueur du 2014-08-03 au 2015-08-08 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L225-102-1 AUTONOME MODIFIE, en vigueur du 2015-08-08 au 2015-08-19 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L225-102-1 AUTONOME MODIFIE, en vigueur du 2016-02-13 au 2016-08-10 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L225-102-1 AUTONOME MODIFIE, en vigueur du 2018-09-07 au 2018-10-25 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L225-102-1 AUTONOME MODIFIE, en vigueur du 2022-03-04 au 2022-07-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L225-102-1 AUTONOME MODIFIE, en vigueur du 2022-07-01 au 2023-08-03 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L225-102-1 AUTONOME MODIFIE, en vigueur du 2010-07-14 au 2010-10-24 CITATION cible"},{"type":"add","content":"Code de commerce - article L441-6-1 AUTONOME MODIFIE, en vigueur du 2014-03-19 au 2015-08-08 CITATION cible"},{"type":"del","content":"Code de commerce - article L225-102-1 AUTONOME MODIFIE, en vigueur du 2017-07-22 au 2018-09-07 CITATION cible"},{"type":"add","content":"Code de commerce - article L441-6-1 AUTONOME ABROGE, en vigueur du 2015-08-08 au 2019-04-26 CITATION cible"},{"type":"del","content":"Code de commerce - article L225-102-1 AUTONOME MODIFIE, en vigueur du 2017-07-14 au 2017-07-22 CITATION cible"},{"type":"add","content":"Code de commerce - article L441-6-1 AUTONOME MODIFIE, en vigueur du 2008-08-06 au 2012-03-24 CITATION cible"},{"type":"del","content":"Code de commerce - article L225-102-1 AUTONOME MODIFIE, en vigueur du 2018-11-02 au 2021-01-01 CITATION cible"},{"type":"add","content":"Code de commerce - article L441-6-1 AUTONOME MODIFIE, en vigueur du 2012-03-24 au 2014-03-19 CITATION cible"},{"type":"del","content":"Code de commerce - article L225-102-1 AUTONOME MODIFIE, en vigueur du 2004-06-26 au 2005-07-27 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L225-102-1 AUTONOME MODIFIE, en vigueur du 2021-01-01 au 2022-03-04 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L225-102-1 AUTONOME MODIFIE, en vigueur du 2023-08-03 au 2025-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L225-102-1 AUTONOME VIGUEUR, en vigueur depuis le 2025-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L225-102-1 AUTONOME MODIFIE, en vigueur du 2010-10-24 au 2011-01-29 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 26 mai 2017 portant homologation de la norme d'exercice professionnel relative aux rapports du commissaire aux comptes sur les comptes annuels et consolidés - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L225-102-1 AUTONOME MODIFIE, en vigueur du 2005-07-27 au 2010-07-14 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L225-102-1 AUTONOME MODIFIE, en vigueur du 2016-08-10 au 2017-07-14 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L225-102-1 AUTONOME MODIFIE, en vigueur du 2011-06-18 au 2012-03-24 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L225-102-1 AUTONOME MODIFIE, en vigueur du 2011-01-29 au 2011-06-18 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L225-102-1 AUTONOME MODIFIE, en vigueur du 2001-05-16 au 2003-08-02 CITATION cible"},{"type":"add","content":"Arrêté du 1er octobre 2018 portant homologation de deux normes d'exercice professionnel relatives aux rapports du commissaire aux comptes sur les comptes annuels et consolidés et aux diligences du commissaire aux comptes relatives au rapport de gestion, aux autres documents sur la situation financière et les comptes et aux informations relevant du rapport sur le gouvernement d'entreprise adressés aux membres de l'organe appelé à statuer sur les comptes - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2017-05-26 MODIFIE cible Arrêté du 26 mai 2017 portant homologation de la norme d'exercice professionnel relative aux rapports du commissaire aux comptes sur les comptes annuels et consolidés - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":"2017-05-26 CITATION cible Arrêté du 26 mai 2017 portant homologation de la norme d'exercice professionnel relative aux rapports du commissaire aux comptes sur les comptes annuels et consolidés - article 3 AUTONOME VIGUEUR, en vigueur depuis le 2017-06-05"},{"type":"del","content":"2017-05-26 CITATION cible Arrêté du 26 mai 2017 portant homologation de la norme d'exercice professionnel relative aux rapports du commissaire aux comptes sur les comptes annuels et consolidés - article 3 AUTONOME VIGUEUR, en vigueur depuis le 2017-06-05"},{"type":"add","content":"2018-10-01 MODIFIE cible Arrêté du 1er octobre 2018 portant homologation de deux normes d'exercice professionnel relatives aux rapports du commissaire aux comptes sur les comptes annuels et consolidés et aux diligences du commissaire aux comptes relatives au rapport de gestion, aux autres documents sur la situation financière et les comptes et aux informations relevant du rapport sur le gouvernement d'entreprise adressés aux membres de l'organe appelé à statuer sur les comptes - article 2 ENTIEREMENT_MODIF"},{"type":"del","content":"2999-01-01 CITATION source Code de commerce - article L225-102-1 AUTONOME MODIFIE, en vigueur du 2001-05-16 au 2003-08-02"},{"type":"add","content":"      2999-01-01 CITATION source Code de commerce - art. D823-7-1"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de commerce - article L225-235 AUTONOME MODIFIE, en vigueur du 2000-09-21 au 2003-08-02"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code de commerce - art. L226-10-1"},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code de commerce - art. L441-6-1"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de commerce - article L823-10 AUTONOME MODIFIE, en vigueur du 2005-09-09 au 2007-08-22"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/86/01/LEGIARTI000034860172.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/86/01/LEGIARTI000034860172.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/34/86/01/LEGIARTI000034860172.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/37/47/58/LEGIARTI000037475893.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/37/47/58/LEGIARTI000037475893.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/37/47/58/LEGIARTI000037475893.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000034860172)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000037475893)"}],"status":"modified"},{"filename":"partie_arretes/livre_viii/titre_ii/chapitre_iii/section_3/sous-section_3/README.md","articleName":"Sommaire - Sous-Section 3","additions":0,"deletions":1,"diff":[{"type":"del","content":"- [Article A823-29-1](article_a823-29-1.md)"}],"status":"modified"},{"filename":"partie_arretes/livre_viii/titre_ii/chapitre_iii/section_3/sous-section_3/article_a823-29-1.md","articleName":"Article A823-29-1","additions":0,"deletions":304,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article A823-29-1"},{"type":"del","content":""},{"type":"del","content":"La norme d'exercice professionnel relative aux travaux du commissaire aux comptes relatifs au rapport de gestion et aux autres documents adressés aux membres de l'organe appelé à statuer sur les comptes en application de l'article L. 823-10, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous :"},{"type":"del","content":""},{"type":"del","content":"NORME D'EXERCICE PROFESSIONNEL RELATIVE AUX TRAVAUX DU COMMISSAIRE AUX COMPTES RELATIFS AU RAPPORT DE GESTION ET AUX AUTRES DOCUMENTS ADRESSÉS AUX MEMBRES DE L'ORGANE APPELÉ À STATUER SUR LES COMPTES EN APPLICATION DE L'ARTICLE L. 823-10 DU CODE DE COMMERCE"},{"type":"del","content":""},{"type":"del","content":"Introduction"},{"type":"del","content":""},{"type":"del","content":"01. En application des articles L. 820-1 et L. 823-10 alinéas 2 et 3 du code de commerce, le commissaire aux comptes vérifie, dans toutes les personnes et entités, la sincérité et la concordance avec les comptes annuels des informations données dans le rapport de gestion du conseil d'administration, du directoire ou de tout organe de direction, et dans les documents adressés aux actionnaires ou associés sur la situation financière et les comptes annuels. Dans les sociétés dont les titres sont admis aux négociations sur un marché réglementé ou qui sont contrôlées au sens de l'article L. 233-16 par une telle société, il atteste spécialement l'exactitude et la sincérité des informations relatives aux rémunérations et aux avantages de toute nature versés à chaque mandataire social."},{"type":"del","content":""},{"type":"del","content":"Il vérifie, le cas échéant, la sincérité et la concordance avec les comptes consolidés des informations données dans le rapport sur la gestion du groupe."},{"type":"del","content":""},{"type":"del","content":"02. En application de l'article R. 823-7 (2° et 3°), dans son rapport à l'assemblée générale ordinaire, le commissaire aux comptes fait état de ses observations sur la sincérité et la concordance avec les comptes des informations données dans le rapport de gestion de l'exercice et dans les documents adressés aux actionnaires sur la situation financière de la société et de l'ensemble des entreprises comprises dans la consolidation et atteste spécialement l'exactitude et la sincérité des informations mentionnées aux trois premiers alinéas de l'article L. 225-102-1."},{"type":"del","content":""},{"type":"del","content":"03. La présente norme a pour objet de définir les diligences que le commissaire aux comptes met en œuvre afin de :"},{"type":"del","content":""},{"type":"del","content":"― vérifier la sincérité et la concordance avec les comptes annuels des informations données dans le rapport de gestion et dans les autres documents adressés à l'organe appelé à statuer sur les comptes ;"},{"type":"del","content":""},{"type":"del","content":"― vérifier, le cas échéant, la sincérité et la concordance avec les comptes consolidés des informations données dans le rapport sur la gestion du groupe ;"},{"type":"del","content":""},{"type":"del","content":"― vérifier, le cas échéant, l'exactitude et la sincérité des informations relatives aux rémunérations et aux avantages de toute nature versés à chaque mandataire social."},{"type":"del","content":""},{"type":"del","content":"04. Elle définit également les principes relatifs à la formulation, par le commissaire aux comptes, de ses observations."},{"type":"del","content":""},{"type":"del","content":"05. Les diligences du commissaire aux comptes sur les documents adressés aux membres de l'organe appelé à statuer sur les comptes, ou mis à leur disposition, portent sur les documents relatifs à la situation financière et aux comptes annuels ou consolidés, que ces documents soient :"},{"type":"del","content":""},{"type":"del","content":"― prévus par les textes légaux ou réglementaires applicables à l'entité ;"},{"type":"del","content":""},{"type":"del","content":"― prévus par les statuts de l'entité ;"},{"type":"del","content":""},{"type":"del","content":"― ou établis à l'initiative de l'entité et communiqués au commissaire aux comptes avant la date d'établissement de son rapport."},{"type":"del","content":""},{"type":"del","content":"06. Les informations présentées dans le rapport de gestion et dans les autres documents relatifs à la situation financière et aux comptes annuels ou consolidés adressés à l'organe appelé à statuer sur les comptes sont classées en trois catégories pour les besoins de la norme :"},{"type":"del","content":""},{"type":"del","content":"― les informations sur la situation financière et les comptes annuels et, le cas échéant, les comptes consolidés ;"},{"type":"del","content":""},{"type":"del","content":"― les informations relatives aux rémunérations et aux avantages de toute nature versés à chaque mandataire social prévues aux trois premiers alinéas de l'article L. 225-102-1 ;"},{"type":"del","content":""},{"type":"del","content":"― les autres informations."},{"type":"del","content":""},{"type":"del","content":"Travaux relatifs aux informations sur la situation financière"},{"type":"del","content":""},{"type":"del","content":"et les comptes annuels et, le cas échéant, les comptes consolidés"},{"type":"del","content":""},{"type":"del","content":"07. Les informations sur la situation financière et les comptes annuels et, le cas échéant, les comptes consolidés, sont celles extraites des comptes ou celles qui peuvent être rapprochées des données ayant servi à l'établissement de ces comptes. Ces informations peuvent être constituées de données chiffrées ou de commentaires et précisions portant sur ces comptes."},{"type":"del","content":""},{"type":"del","content":"08. Il en est ainsi, à titre d'exemple, des informations suivantes :"},{"type":"del","content":""},{"type":"del","content":"― répartition du chiffre d'affaires par produits ;"},{"type":"del","content":""},{"type":"del","content":"― détail de l'évolution de certaines charges ;"},{"type":"del","content":""},{"type":"del","content":"― ratios d'endettement et autres ratios financiers ;"},{"type":"del","content":""},{"type":"del","content":"― résultat opérationnel de chaque unité de production ;"},{"type":"del","content":""},{"type":"del","content":"― décomposition par date d'échéance des soldes des dettes à l'égard des fournisseurs, telle que prévue par le code de commerce."},{"type":"del","content":""},{"type":"del","content":"09. Le commissaire aux comptes vérifie que ces informations reflètent la situation de l'entité et l'importance relative des événements enregistrés dans les comptes telles qu'il les connaît à la suite des travaux menés au cours de sa mission."},{"type":"del","content":""},{"type":"del","content":"10. Il vérifie que chaque information significative concorde avec les comptes dont elle est issue ou avec les données ayant servi à l'établissement de ces comptes."},{"type":"del","content":""},{"type":"del","content":"Travaux relatifs aux informations prévues"},{"type":"del","content":""},{"type":"del","content":"aux trois premiers alinéas de l'article L. 225-102-1"},{"type":"del","content":""},{"type":"del","content":"11. Dans les cas où l'entité fournit les informations relatives aux rémunérations et aux avantages de toute nature versés à chaque mandataire social, ainsi qu'aux engagements consentis en leur faveur, prévues à l'article L. 225-102-1, le commissaire aux comptes en vérifie l'exactitude et la sincérité."},{"type":"del","content":""},{"type":"del","content":"A cet effet, il vérifie que les informations concordent avec les comptes ou avec les données ayant servi à l'établissement de ces comptes."},{"type":"del","content":""},{"type":"del","content":"12. Lorsque des rémunérations, avantages ou engagements sont versées ou consentis par d'autres entités, il vérifie que les informations fournies dans le rapport de gestion concordent avec les éléments recueillis par l'entité auprès de ces entités."},{"type":"del","content":""},{"type":"del","content":"Travaux relatifs aux autres informations"},{"type":"del","content":""},{"type":"del","content":"13. Les autres informations s'entendent de celles :"},{"type":"del","content":""},{"type":"del","content":"― qui ne sont pas extraites des comptes annuels et, le cas échéant, des comptes consolidés ou qui ne peuvent pas être rapprochées des données ayant servi à l'établissement de ces comptes ;"},{"type":"del","content":""},{"type":"del","content":"― ou qui ne relèvent pas des trois premiers alinéas de l'article L. 225-102-1."},{"type":"del","content":""},{"type":"del","content":"14. Le commissaire aux comptes n'a pas à vérifier les autres informations figurant dans le rapport de gestion et dans les autres documents adressés à l'organe appelé à statuer sur les comptes. Sa lecture de ces autres informations lui permet toutefois de relever, le cas échéant, celles qui lui apparaîtraient manifestement incohérentes."},{"type":"del","content":""},{"type":"del","content":"15. Lorsqu'il procède à cette lecture, le commissaire aux comptes exerce son esprit critique en s'appuyant sur sa connaissance de l'entité, de son environnement et des éléments collectés au cours de l'audit et sur les conclusions auxquelles l'ont conduit les contrôles qu'il a menés."},{"type":"del","content":""},{"type":"del","content":"Autres travaux"},{"type":"del","content":""},{"type":"del","content":"16. Le commissaire aux comptes vérifie que le rapport de gestion et les autres documents adressés à l'organe appelé à statuer sur les comptes comprennent toutes les informations requises par les textes légaux et réglementaires et, le cas échéant, par les statuts."},{"type":"del","content":""},{"type":"del","content":"Formulation des conclusions"},{"type":"del","content":""},{"type":"del","content":"17. Lorsque, à l'issue de ses travaux, le commissaire aux comptes relève, dans le rapport de gestion ou dans les autres documents adressés à l'organe appelé à statuer sur les comptes :"},{"type":"del","content":""},{"type":"del","content":"― des informations sur la situation financière et les comptes annuels et, le cas échéant, les comptes consolidés qui ne concordent pas avec les comptes ou qui ne peuvent pas être rapprochées des données ayant servi à l'établissement de ces comptes, ou qui ne sont pas sincères ;"},{"type":"del","content":""},{"type":"del","content":"― des informations relatives aux rémunérations et aux avantages de toute nature versés à chaque mandataire social prévues aux trois premiers alinéas de l'article L. 225-102-1 qui ne sont pas exactes ou qui ne sont pas sincères ;"},{"type":"del","content":""},{"type":"del","content":"― des incohérences manifestes dans les autres informations ;"},{"type":"del","content":""},{"type":"del","content":"― l'omission d'informations prévues par les textes légaux et réglementaires ou par les statuts,"},{"type":"del","content":""},{"type":"del","content":"il les porte à la connaissance de l'organe collégial chargé de l'administration ou de l'organe chargé de la direction et de l'organe de surveillance, ainsi que, le cas échéant, du comité spécialisé agissant sous la responsabilité exclusive et collective de ces organes, dans le cadre des obligations prévues par l'article L. 823-16."},{"type":"del","content":""},{"type":"del","content":"18.A défaut de modifications par l'organe compétent, le commissaire aux comptes apprécie si les inexactitudes relevées sont susceptibles d'influencer le jugement des utilisateurs des comptes sur l'entité ou sur son fonctionnement, ou leur prise de décision. Si tel est le cas, il rend compte de ses travaux en appliquant les dispositions des paragraphes 21 et 22 de la norme relative au rapport du commissaire aux comptes sur les comptes annuels et consolidés. Les conclusions sont exprimées dans la troisième partie du rapport, sous forme d'observation ou d'absence d'observation. En outre, dans la troisième partie de son rapport, il atteste spécialement l'exactitude et la sincérité des informations relatives aux rémunérations et aux avantages de toute nature versés à chaque mandataire social, fournies en application des dispositions du code de commerce."},{"type":"del","content":""},{"type":"del","content":"19. Les motifs conduisant à la formulation de réserves dans la première partie du rapport sur les comptes, ou à un refus de certification desdits comptes, ont dans la plupart des cas une incidence sur la sincérité des informations sur la situation financière et les comptes. Le cas échéant, le commissaire aux comptes en fait mention dans la troisième partie de son rapport sur les comptes annuels ou de son rapport sur les comptes consolidés, sous forme d'observation."},{"type":"del","content":""},{"type":"del","content":"20. Lorsque des informations prévues par les textes légaux et réglementaires ou par les statuts sont omises, le commissaire aux comptes signale cette irrégularité dans la troisième partie de son rapport sur les comptes. Il en est de même en l'absence de rapport de gestion ou d'autres documents adressés à l'organe appelé à statuer sur les comptes prévus par les textes légaux ou réglementaires ou par les statuts. ”"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L225-102-1 AUTONOME MODIFIE, en vigueur du 2003-08-02 au 2004-06-26 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L233-16 AUTONOME MODIFIE, en vigueur du 2003-08-02 au 2016-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L225-102-1 AUTONOME MODIFIE, en vigueur du 2015-08-19 au 2016-02-13 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L233-16 AUTONOME MODIFIE, en vigueur du 2000-09-21 au 2003-08-02 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L225-102-1 AUTONOME MODIFIE, en vigueur du 2018-10-25 au 2018-11-02 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L820-1 AUTONOME MODIFIE, en vigueur du 2013-07-28 au 2016-06-17 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L823-16 AUTONOME MODIFIE, en vigueur du 2005-09-09 au 2008-12-10 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L823-10 AUTONOME MODIFIE, en vigueur du 2005-09-09 au 2007-08-22 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L823-10 AUTONOME MODIFIE, en vigueur du 2007-08-22 au 2017-07-22 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L820-1 AUTONOME MODIFIE, en vigueur du 2011-08-03 au 2013-07-28 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L225-102-1 AUTONOME MODIFIE, en vigueur du 2012-03-24 au 2014-08-03 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L225-102-1 AUTONOME MODIFIE, en vigueur du 2014-08-03 au 2015-08-08 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L225-102-1 AUTONOME MODIFIE, en vigueur du 2015-08-08 au 2015-08-19 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L225-102-1 AUTONOME MODIFIE, en vigueur du 2016-02-13 au 2016-08-10 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L823-16 AUTONOME MODIFIE, en vigueur du 2016-06-17 au 2016-12-11 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L820-1 AUTONOME MODIFIE, en vigueur du 2017-04-08 au 2019-05-24 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L225-102-1 AUTONOME MODIFIE, en vigueur du 2018-09-07 au 2018-10-25 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L820-1 AUTONOME MODIFIE, en vigueur du 2019-05-24 au 2024-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L225-102-1 AUTONOME MODIFIE, en vigueur du 2022-03-04 au 2022-07-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L225-102-1 AUTONOME MODIFIE, en vigueur du 2022-07-01 au 2023-08-03 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L823-10 AUTONOME TRANSFERE, en vigueur du 2023-06-23 au 2024-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L225-102-1 AUTONOME MODIFIE, en vigueur du 2010-07-14 au 2010-10-24 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L823-16 AUTONOME TRANSFERE, en vigueur du 2016-12-11 au 2024-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article R823-7 AUTONOME ABROGE, en vigueur du 2020-06-05 au 2024-02-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L820-1 AUTONOME MODIFIE, en vigueur du 2003-08-02 au 2005-09-09 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article R823-7 AUTONOME MODIFIE, en vigueur du 2016-07-29 au 2020-06-05 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L225-102-1 AUTONOME MODIFIE, en vigueur du 2017-07-22 au 2018-09-07 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L225-102-1 AUTONOME MODIFIE, en vigueur du 2017-07-14 au 2017-07-22 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L823-10 AUTONOME MODIFIE, en vigueur du 2017-07-22 au 2023-06-23 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article R823-7 AUTONOME MODIFIE, en vigueur du 2007-03-27 au 2016-07-29 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L225-102-1 AUTONOME MODIFIE, en vigueur du 2018-11-02 au 2021-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L225-102-1 AUTONOME MODIFIE, en vigueur du 2004-06-26 au 2005-07-27 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L823-16 AUTONOME MODIFIE, en vigueur du 2008-12-10 au 2016-06-17 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L225-102-1 AUTONOME MODIFIE, en vigueur du 2021-01-01 au 2022-03-04 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 1er octobre 2018 portant homologation de deux normes d'exercice professionnel relatives aux rapports du commissaire aux comptes sur les comptes annuels et consolidés et aux diligences du commissaire aux comptes relatives au rapport de gestion, aux autres documents sur la situation financière et les comptes et aux informations relevant du rapport sur le gouvernement d'entreprise adressés aux membres de l'organe appelé à statuer sur les comptes - article 4 ENTIEREMENT_MODIF ABROGE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L820-1 AUTONOME MODIFIE, en vigueur du 2005-09-09 au 2011-08-03 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L233-16 AUTONOME VIGUEUR, en vigueur depuis le 2016-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L820-1 AUTONOME MODIFIE, en vigueur du 2016-06-17 au 2017-04-08 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L820-1 AUTONOME MODIFIE, en vigueur du 2001-05-16 au 2003-08-02 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L225-102-1 AUTONOME MODIFIE, en vigueur du 2023-08-03 au 2025-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L225-102-1 AUTONOME VIGUEUR, en vigueur depuis le 2025-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L820-1 AUTONOME VIGUEUR, en vigueur depuis le 2024-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L225-102-1 AUTONOME MODIFIE, en vigueur du 2010-10-24 au 2011-01-29 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L225-102-1 AUTONOME MODIFIE, en vigueur du 2005-07-27 au 2010-07-14 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L225-102-1 AUTONOME MODIFIE, en vigueur du 2016-08-10 au 2017-07-14 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L225-102-1 AUTONOME MODIFIE, en vigueur du 2011-06-18 au 2012-03-24 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L225-102-1 AUTONOME MODIFIE, en vigueur du 2011-01-29 au 2011-06-18 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L225-102-1 AUTONOME MODIFIE, en vigueur du 2001-05-16 au 2003-08-02 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 3 novembre 2009 portant homologation de la norme d'exercice professionnel relative aux travaux du commissaire aux comptes relatifs au rapport de gestion et aux autres documents adressés aux membres de l'organe appelé à statuer sur les comptes en application de l'article L. 823-10 du code de commerce - article 2 ENTIEREMENT_MODIF CREE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2009-11-03 CREE cible Arrêté du 3 novembre 2009 portant homologation de la norme d'exercice professionnel relative aux travaux du commissaire aux comptes relatifs au rapport de gestion et aux autres documents adressés aux membres de l'organe appelé à statuer sur les comptes en application de l'article L. 823-10 du code de commerce - article 2 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2018-10-01 ABROGE cible Arrêté du 1er octobre 2018 portant homologation de deux normes d'exercice professionnel relatives aux rapports du commissaire aux comptes sur les comptes annuels et consolidés et aux diligences du commissaire aux comptes relatives au rapport de gestion, aux autres documents sur la situation financière et les comptes et aux informations relevant du rapport sur le gouvernement d'entreprise adressés aux membres de l'organe appelé à statuer sur les comptes - article 4 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de commerce - article L225-102-1 AUTONOME MODIFIE, en vigueur du 2001-05-16 au 2003-08-02"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de commerce - article L233-16 AUTONOME MODIFIE, en vigueur du 2000-09-21 au 2003-08-02"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de commerce - article L820-1 AUTONOME MODIFIE, en vigueur du 2001-05-16 au 2003-08-02"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de commerce - article L823-10 AUTONOME MODIFIE, en vigueur du 2005-09-09 au 2007-08-22"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de commerce - article L823-16 AUTONOME MODIFIE, en vigueur du 2005-09-09 au 2008-12-10"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de commerce - article R823-7 AUTONOME MODIFIE, en vigueur du 2007-03-27 au 2016-07-29"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/34/03/LEGIARTI000021340386.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/34/03/LEGIARTI000021340386.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/21/34/03/LEGIARTI000021340386.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_commerce/src/branch/main/partie_arretes/livre_viii/titre_ii/chapitre_iii/section_3/sous-section_3/article_a823-29-1.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000021340386)"},{"type":"del","content":""}],"status":"deleted"},{"filename":"partie_arretes/livre_viii/titre_ii/chapitre_iii/section_3/sous-section_3/article_a823-29.md","articleName":"Article A823-29","additions":205,"deletions":65,"diff":[{"type":"del","content":"La norme d'exercice professionnel relative au rapport du commissaire aux comptes établi en application des articles L. 225-235 et L. 226-10-1 sur le rapport du président, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous :"},{"type":"add","content":"La norme d'exercice professionnel relative aux diligences du commissaire aux comptes relatives au rapport de gestion, aux autres documents sur la situation financière et les comptes et aux informations relevant du rapport sur le gouvernement d'entreprise adressés aux membres de l'organe appelé à statuer sur les comptes, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous :"},{"type":"del","content":""},{"type":"del","content":"RAPPORT DU COMMISSAIRE AUX COMPTES ÉTABLI EN APPLICATION DES ARTICLES L. 225-235 ET L. 226-10-1 SUR LE RAPPORT DU PRÉSIDENT"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"NEP 9510. DILIGENCES DU COMMISSAIRE AUX COMPTES RELATIVES AU RAPPORT DE GESTION, AUX AUTRES DOCUMENTS SUR LA SITUATION FINANCIÈRE ET LES COMPTES ET AUX INFORMATIONS RELEVANT DU RAPPORT SUR LE GOUVERNEMENT D'ENTREPRISE ADRESSÉS AUX MEMBRES DE L'ORGANE APPELÉ À STATUER SUR LES COMPTES"},{"type":"add","content":"INTRODUCTION"},{"type":"add","content":""},{"type":"add","content":""},{"type":"del","content":"Introduction"},{"type":"add","content":"01. Les articles L. 823-10, L. 225-235 ou L. 226-10-1, et L. 441-6-1 du code de commerce prévoient que le commissaire aux comptes procède à des vérifications spécifiques relatives au rapport de gestion, aux autres documents sur la situation financière et les comptes et aux informations relevant du rapport sur le gouvernement d'entreprise, adressés aux membres de l'organe appelé à statuer sur les comptes."},{"type":"del","content":"1. En application des articles L. 225-235 et L. 226-10-1, le commissaire aux comptes :"},{"type":"add","content":"02. La présente norme a pour objet de définir les diligences relatives :"},{"type":"del","content":"- présente, dans un rapport joint à son rapport sur les comptes annuels ou, le cas échéant, à son rapport sur les comptes consolidés, ses observations sur le rapport du président visé aux articles L. 225-37, L. 225-68 et L. 226-10-1, pour celles des procédures de contrôle interne et de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière ;"},{"type":"add","content":"-au rapport de gestion et aux autres documents sur la situation financière et les comptes ;"},{"type":"del","content":"- atteste l'établissement des autres informations requises aux articles L. 225-37, L. 225-68 et L. 226-10-1 devant figurer dans le rapport du président."},{"type":"add","content":"-aux informations relevant du rapport sur le gouvernement d'entreprise,"},{"type":"del","content":"2. Ces dispositions s'appliquent à tout commissaire aux comptes lorsqu'il exerce sa mission de certification dans une société anonyme, une société en commandite par actions ou une société européenne, dont les titres financiers sont admis aux négociations sur un marché réglementé."},{"type":"add","content":"dont les conclusions sont formulées dans le rapport sur les comptes."},{"type":"del","content":"3. La présente norme a pour objet de définir les principes relatifs à l'établissement par le commissaire aux comptes de son rapport sur le rapport du président."},{"type":"add","content":"03. Elle définit également l'incidence des éventuelles inexactitudes et irrégularités relevées ainsi que la forme et le contenu de la partie du rapport sur les comptes relative à ces diligences."},{"type":"del","content":"Rappel des obligations du président et de la société"},{"type":"add","content":"DILIGENCES RELATIVES AU RAPPORT DE GESTION ET AUX AUTRES DOCUMENTS SUR LA SITUATION FINANCIÈRE ET LES COMPTES ADRESSÉS AUX MEMBRES DE L'ORGANE APPELÉ À STATUER SUR LES COMPTES"},{"type":"del","content":"4. En application des articles L. 225-37, L. 225-68 ou L. 226-10-1, le président du conseil d'administration ou le président du conseil de surveillance rend compte dans un rapport à l'assemblée générale, joint au rapport du conseil d'administration, du directoire ou du gérant, des éléments suivants :"},{"type":"add","content":"04. Les diligences du commissaire aux comptes portent, dans toutes les entités, sur le rapport de gestion et les autres documents sur la situation financière et les comptes adressés aux membres de l'organe appelé à statuer sur les comptes ou mis à leur disposition."},{"type":"del","content":"- la composition, les conditions de préparation et d'organisation des travaux du conseil d'administration ou du conseil de surveillance, selon le cas, ainsi que les procédures de contrôle interne et de gestion des risques mises en place par la société, en détaillant notamment celles de ces procédures qui sont relatives à l'élaboration et au traitement de l'information comptable et financière pour les comptes sociaux et, le cas échéant, pour les comptes consolidés ;"},{"type":"add","content":"Ces documents peuvent être :"},{"type":"del","content":"- les éventuelles limitations que le conseil d'administration apporte aux pouvoirs du directeur général ;"},{"type":"add","content":"-prévus par les textes légaux et réglementaires applicables à l'entité ;"},{"type":"del","content":"- lorsque la société se réfère volontairement à un code de gouvernement d'entreprise élaboré par les organisations représentatives des entreprises, les dispositions qui ont été écartées et les raisons pour lesquelles elles l'ont été ainsi que le lieu où ce code peut être consulté ;"},{"type":"add","content":"-prévus par les statuts de l'entité ;"},{"type":"del","content":"- si la société ne se réfère pas à un tel code, les règles retenues en complément des exigences requises par la loi et les raisons pour lesquelles la société a décidé de n'appliquer aucune disposition d'un code de gouvernement d'entreprise ;"},{"type":"add","content":"-ou établis à l'initiative de l'entité et communiqués au commissaire aux comptes avant la date d'établissement de son rapport sur les comptes."},{"type":"del","content":"- les modalités particulières relatives à la participation des actionnaires à l'assemblée générale, le rapport pouvant procéder par renvoi aux dispositions des statuts qui prévoient ces modalités."},{"type":"add","content":"Diligences relatives aux informations sur la situation financière et les comptes"},{"type":"del","content":"Dans les sociétés anonymes, ce rapport présente, en outre, les principes et les règles arrêtés par le conseil d'administration ou le conseil de surveillance pour déterminer les rémunérations et avantages de toute nature accordés aux mandataires sociaux et mentionne la publication des informations prévues par l'article L. 225-100-3 relatives aux éléments susceptibles d'avoir une incidence en cas d'offre publique."},{"type":"add","content":"05. Les informations sur la situation financière et les comptes sont celles extraites des comptes ou qui peuvent être rapprochées des données ayant servi à l'établissement de ces comptes. Elles peuvent être constituées de données chiffrées ou de commentaires et précisions portant sur ces comptes."},{"type":"del","content":"5. Ce rapport est approuvé par le conseil d'administration ou le conseil de surveillance et est rendu public."},{"type":"add","content":"06. En application des articles R. 823-7 et D. 823-7-1 du code de commerce et afin :"},{"type":"del","content":"Diligences relatives aux informations dans le rapport du président sur les procédures de contrôle interne et de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière"},{"type":"add","content":"-de faire état de ses observations sur la sincérité et la concordance avec les comptes des informations sur la situation financière et les comptes ;"},{"type":"del","content":"6. Les procédures de contrôle interne et de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière s'entendent de celles qui permettent à la société de produire, dans des conditions de nature à pouvoir en garantir la fiabilité, les comptes et les informations sur la situation financière et sur ces comptes. Ces informations sont celles extraites de comptes intermédiaires ou des comptes annuels ou consolidés, ou celles qui peuvent être rapprochées des données ayant servi à l'établissement de ces comptes."},{"type":"add","content":"-d'attester, dans les sociétés, de la sincérité des informations relatives aux délais de paiement mentionnées à l'article D. 441-4 du code de commerce et de leur concordance avec les comptes annuels, et de présenter ses observations, le cas échéant ;"},{"type":"del","content":"7. L'intervention du commissaire aux comptes ne consiste pas à porter une appréciation sur les procédures de contrôle interne et de gestion des risques en tant que telles mais à apprécier la sincérité des informations contenues dans le rapport du président sur les procédures de contrôle interne et de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière."},{"type":"add","content":"-le commissaire aux comptes :"},{"type":"del","content":"Pour ce faire, le commissaire aux comptes :"},{"type":"add","content":"-vérifie que ces informations reflètent la situation de l'entité et l'importance relative des événements enregistrés dans les comptes telles qu'il les connaît à la suite des travaux menés au cours de sa mission. Le cas échéant, il apprécie l'incidence éventuelle sur la sincérité des informations des réserves, du refus ou de l'impossibilité de certifier qu'il envisage de formuler dans le rapport sur les comptes."},{"type":"del","content":"- prend connaissance des procédures de contrôle interne et de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière sous-tendant les informations présentées dans le rapport du président et consulte la documentation existante ;"},{"type":"add","content":"-vérifie que chaque information significative concorde avec les comptes dont elle est issue ou avec les données ayant servi à l'établissement de ces comptes."},{"type":"del","content":"- prend connaissance des travaux qui ont permis d'élaborer ces informations et consulte la documentation existante ;"},{"type":"add","content":"Diligences relatives aux autres informations"},{"type":"del","content":"- détermine si les déficiences majeures des procédures de contrôle interne et de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière qu'il aurait relevées dans le cadre de sa mission font l'objet d'une information appropriée dans le rapport du président."},{"type":"add","content":"07. Les autres informations sont celles qui ne sont pas extraites des comptes ou qui ne peuvent pas être rapprochées des données ayant servi à l'établissement de ces comptes."},{"type":"del","content":"Les déficiences majeures des procédures de contrôle interne et de gestion des risques sont des faiblesses significatives du contrôle interne au sens de la norme relative à la communication des faiblesses du contrôle interne, qui sont telles qu'elles puissent conduire à une anomalie significative dans l'information comptable et financière dont la connaissance par le marché est susceptible d'avoir une incidence sensible sur le cours des instruments financiers émis par la société."},{"type":"add","content":"08. Le commissaire aux comptes procède à la lecture des autres informations afin de relever, le cas échéant, celles qui lui apparaîtraient manifestement incohérentes. Il n'a pas à vérifier ces autres informations."},{"type":"del","content":"8. Lorsque, à l'issue de ses travaux, le commissaire aux comptes relève dans le rapport du président des informations sur les procédures de contrôle interne et de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière qui ne correspondent pas à ses propres constatations ou lorsque ces informations ne sont pas sincères ou sont insuffisamment justifiées, il s'entretient avec le président à l'effet d'obtenir les modifications qu'il estime nécessaires. A défaut d'obtenir satisfaction, il formule, dans son rapport, les observations qu'il estime nécessaires."},{"type":"add","content":"Lorsqu'il procède à cette lecture, le commissaire aux comptes exerce son esprit critique en s'appuyant sur sa connaissance de l'entité, de son environnement et des éléments collectés au cours de l'audit et sur les conclusions auxquelles l'ont conduit les contrôles qu'il a menés."},{"type":"del","content":"Ces observations peuvent notamment porter sur :"},{"type":"add","content":"09. En outre, lorsque l'entité est soumise aux dispositions de l'article L. 225-102-1 du code de commerce qui requiert des informations non financières, notamment sociales et environnementales, afin d'attester de l'existence de la déclaration prévue par cet article, il vérifie, en application de l'article L. 823-10 alinéa 4 du code de commerce, la présence :"},{"type":"del","content":"- la description donnée des procédures de contrôle interne et de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière ;"},{"type":"add","content":"-de la déclaration de performance extra-financière dans le rapport de gestion, ou,"},{"type":"del","content":"- l'absence d'éléments disponibles lui permettant d'apprécier certaines informations contenues sans le rapport du président ;"},{"type":"add","content":"-de la déclaration consolidée de performance extra-financière au sein des informations relatives au groupe données dans le rapport de gestion."},{"type":"del","content":"- l'omission de déficiences majeures des procédures de contrôle interne et de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière qu'il aurait relevées dans le cadre de sa mission."},{"type":"add","content":"Autres diligences"},{"type":"del","content":"9. Lorsque le commissaire aux comptes est conduit à formuler des observations dans son rapport, il les porte à la connaissance de l'organe collégial chargé de l'administration ou de l'organe chargé de la direction et de l'organe de surveillance, ainsi que, le cas échéant, du comité spécialisé agissant sous la responsabilité exclusive et collective de ces organes."},{"type":"add","content":"10. Le commissaire aux comptes vérifie que le rapport de gestion et les autres documents sur la situation financière et les comptes comprennent toutes les informations requises par les textes légaux et réglementaires et, le cas échéant, par les statuts."},{"type":"del","content":"Diligences relatives aux autres informations"},{"type":"add","content":"DILIGENCES RELATIVES AUX INFORMATIONS RELEVANT DU RAPPORT SUR LE GOUVERNEMENT D'ENTREPRISE"},{"type":"add","content":""},{"type":"add","content":"11. Les diligences du commissaire aux comptes portent sur les informations relevant du rapport sur le gouvernement d'entreprise prévu aux articles L. 225-37 ou L. 225-68 du code de commerce applicables aux sociétés anonymes, aux sociétés en commandite par actions et aux sociétés européennes. Ces informations sont :"},{"type":"add","content":""},{"type":"add","content":"-présentées dans le rapport sur le gouvernement d'entreprise joint au rapport de gestion ;"},{"type":"add","content":""},{"type":"add","content":"-ou fournies au sein d'une section spécifique du rapport de gestion, dans les sociétés anonymes à conseil d'administration qui ont fait ce choix."},{"type":"add","content":""},{"type":"add","content":"Diligences relatives aux rémunérations, avantages et engagements de toute nature"},{"type":"add","content":""},{"type":"add","content":"12. Dans les sociétés mentionnées au paragraphe 11, dont les titres sont admis aux négociations sur un marché réglementé ou qui sont contrôlées au sens de l'article L. 233-16 par des sociétés dont les titres sont admis aux négociations sur un marché réglementé, des informations relatives aux rémunérations et aux avantages de toute nature versés aux mandataires sociaux ainsi qu'aux engagements consentis en leur faveur, sont requises par l'article L. 225-37-3 du code de commerce. Afin d'attester, en application des articles L. 225-235 ou L. 226-10-1 et L. 823-10 alinéa 2 du code de commerce, de l'existence, de l'exactitude et de la sincérité de ces informations, le commissaire aux comptes vérifie la présence des informations requises et que celles-ci :"},{"type":"add","content":""},{"type":"add","content":"-concordent avec les comptes ou avec les données ayant servi à l'établissement de ces comptes ;"},{"type":"add","content":""},{"type":"add","content":"-concordent avec les éléments recueillis par la société auprès des sociétés qu'elle contrôle ou de la société qui la contrôle, lorsque des rémunérations, avantages ou engagements sont versés ou consentis par ces sociétés ;"},{"type":"add","content":""},{"type":"add","content":"-sont cohérentes avec la connaissance qu'il a acquise de la société à la suite des travaux menés au cours de sa mission."},{"type":"add","content":""},{"type":"add","content":"13. Dans les sociétés anonymes dont les titres sont admis aux négociations sur un marché réglementé, il vérifie par ailleurs que les informations requises par l'article L. 225-37-2 ou l'article L. 225-82-2 du code de commerce, concernant les projets de résolution relatifs à la rémunération totale et aux avantages de toute nature attribuables respectivement aux président, directeurs généraux ou directeurs généraux délégués ou bien aux membres du directoire, ou au directeur général unique et aux membres du conseil de surveillance, à raison de leur mandat, ont été fournies."},{"type":"add","content":""},{"type":"add","content":"Diligences relatives aux informations sur les éléments susceptibles d'avoir une incidence en cas d'offre publique d'achat ou d'échange"},{"type":"add","content":""},{"type":"add","content":"14. Dans les sociétés dont les titres sont admis aux négociations sur un marché réglementé, afin de formuler en application des articles L. 225-235 ou L. 226-10-1 du code de commerce ses observations sur les informations mentionnées à l'article L. 225-37-5 du code de commerce relatives aux éléments que la société a considéré susceptibles d'avoir une incidence en cas d'offre publique d'achat ou d'échange, le commissaire aux comptes :"},{"type":"add","content":""},{"type":"add","content":"-vérifie la conformité de ces informations avec les documents et informations dont elles sont issues et qui lui ont été communiqués ;"},{"type":"add","content":""},{"type":"add","content":"-demande une déclaration de la direction confirmant lui avoir fourni l'ensemble des informations qu'elle a identifiées."},{"type":"add","content":""},{"type":"add","content":"Autres diligences"},{"type":"add","content":""},{"type":"add","content":"15. Afin d'attester de l'existence des informations requises par l'article L. 225-37-4 du code de commerce, portant notamment sur le fonctionnement des organes d'administration et de direction de l'entité, le commissaire aux comptes vérifie leur présence au sein des informations sur le gouvernement d'entreprise."},{"type":"add","content":""},{"type":"add","content":"16. Le commissaire aux comptes procède à la lecture des informations, autres que celles requises par les articles L. 225-37-3 et L. 225-37-5 du code de commerce, afin de relever, le cas échéant, celles qui lui apparaîtraient manifestement incohérentes. Il n'a pas à vérifier ces informations."},{"type":"add","content":""},{"type":"add","content":"Lorsqu'il procède à cette lecture, le commissaire aux comptes exerce son esprit critique en s'appuyant sur sa connaissance de l'entité, de son environnement et des éléments collectés au cours de l'audit et sur les conclusions auxquelles l'ont conduit les contrôles qu'il a menés."},{"type":"add","content":""},{"type":"add","content":"INCIDENCE DES ÉVENTUELLES INEXACTITUDES ET IRRÉGULARITÉS RELEVÉES"},{"type":"add","content":""},{"type":"add","content":"17. Si le commissaire aux comptes relève dans le rapport de gestion, dans les autres documents sur la situation financière et les comptes ou dans les informations relevant du rapport sur le gouvernement d'entreprise, des éléments qui pourraient constituer :"},{"type":"del","content":"10. Le commissaire aux comptes vérifie que les informations, autres que celles portant sur les procédures de contrôle interne et de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière, requises aux articles L. 225-37, L. 225-68 et L. 226-10-1 figurent dans le rapport du président. Si tel n'est pas le cas, il s'entretient avec le président à l'effet d'obtenir les compléments qu'il estime nécessaires. A défaut d'obtenir ces compléments, il signale dans son rapport l'irrégularité constituée par l'absence de certaines de ces informations."},{"type":"add","content":"a) Des inexactitudes, c'est-à-dire des informations qui ne concordent pas avec les comptes ou avec les données ayant servi à l'établissement des comptes, qui ne sont pas conformes avec les documents et informations dont elles sont issues, qui ne sont pas exactes ou qui ne sont pas sincères ;"},{"type":"del","content":"11. Le commissaire aux comptes n'a pas à vérifier la sincérité des informations, autres que celles portant sur les procédures de contrôle interne et de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière, contenues dans le rapport du président, que ces informations soient requises par les articles L. 225-37, L. 225-68 et L. 226-10-1 ou non ; notamment, il n'a pas à prendre connaissance des travaux qui ont permis d'élaborer ces autres informations ni de la documentation disponible."},{"type":"add","content":"b) Des irrégularités résultant de l'omission d'informations ou de documents prévus par les textes légaux et réglementaires ou par les statuts ;"},{"type":"del","content":"Sa lecture du rapport du président lui permet toutefois de relever, le cas échéant, les informations qui lui apparaîtraient manifestement incohérentes. Dans une telle situation, il s'entretient avec le président à l'effet d'obtenir les modifications qu'il estime nécessaires. A défaut d'obtenir satisfaction, le commissaire aux comptes formule une observation dans son rapport sur le caractère manifestement incohérent de ces autres informations."},{"type":"add","content":"Il s'en entretient avec la direction et, s'il l'estime nécessaire, met en œuvre d'autres procédures pour conclure :"},{"type":"del","content":"Rapport du commissaire aux comptes sur le rapport du président"},{"type":"add","content":"-s'il existe effectivement une inexactitude ou une irrégularité dans le rapport de gestion, les autres documents sur la situation financière et les comptes ou les informations relevant du rapport sur le gouvernement d'entreprise ;"},{"type":"del","content":"12. Le rapport du commissaire aux comptes comporte les mentions suivantes :"},{"type":"add","content":"-s'il existe une anomalie significative dans les comptes ;"},{"type":"del","content":"- un intitulé ;"},{"type":"add","content":"-s'il doit mettre à jour sa connaissance de l'entité et de son environnement."},{"type":"del","content":"- le destinataire du rapport ;"},{"type":"add","content":"18. Si le commissaire aux comptes conclut à l'existence d'inexactitudes ou d'irrégularités, il demande à la direction les modifications nécessaires."},{"type":"del","content":"- un paragraphe d'introduction comportant le rappel de sa qualité de commissaire aux comptes, les objectifs de son intervention et le texte de loi applicable, l'identification du rapport du président et l'exercice concerné ;"},{"type":"add","content":"19. A défaut de modification par la direction, le commissaire aux comptes détermine si ces inexactitudes ou irrégularités sont susceptibles d'influencer le jugement des utilisateurs des comptes sur l'entité ou leur prise de décision et donc d'avoir une incidence sur son rapport sur les comptes."},{"type":"del","content":"Dans une partie relative aux informations concernant les procédures de contrôle interne et de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière :"},{"type":"add","content":"20. Le commissaire aux comptes communique aux organes mentionnés à l'article L. 823-16 du code de commerce les inexactitudes ou irrégularités non corrigées et les informe de l'incidence qu'elles peuvent avoir sur son rapport sur les comptes."},{"type":"del","content":"- un paragraphe comportant une description des diligences qu'il a mises en œuvre conformément aux normes d'exercice professionnel ;"},{"type":"add","content":"A défaut de correction, il en tire les conséquences éventuelles dans son rapport sur les comptes."},{"type":"del","content":"- une conclusion sous la forme d'observations, ou au contraire d'absence d'observations, à exprimer sur les informations contenues dans le rapport du président portant sur les procédures de contrôle interne et de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière ;"},{"type":"add","content":"FORME ET CONTENU DE LA PARTIE DU RAPPORT SUR LES COMPTES RELATIVE A LA VERIFICATION DU RAPPORT DE GESTION, DES AUTRES DOCUMENTS SUR LA SITUATION FINANCIÈRE ET LES COMPTES ET DES INFORMATIONS RELEVANT DU RAPPORT SUR LE GOUVERNEMENT D'ENTREPRISE"},{"type":"del","content":"Dans une partie relative aux autres informations :"},{"type":"add","content":"21. Dans le rapport sur les comptes annuels, cette partie comporte les éléments suivants :"},{"type":"del","content":"- une attestation de l'établissement des autres informations requises aux articles L. 225-37, L. 225-68 et L. 226-10-1, ou, à défaut, le signalement de l'irrégularité constituée par l'absence de certaines de ces informations ;"},{"type":"add","content":"-une introduction par laquelle le commissaire aux comptes indique qu'il a effectué les vérifications spécifiques prévues par les textes légaux et réglementaires ;"},{"type":"del","content":"- le cas échéant, ses observations sur le caractère manifestement incohérent des autres informations ;"},{"type":"add","content":"-s'agissant des informations données dans le rapport de gestion et dans les autres documents sur la situation financière et les comptes annuels :"},{"type":"del","content":"- la date du rapport ;"},{"type":"add","content":"-les conclusions exprimées sous forme d'observation, ou d'absence d'observation, sur la sincérité et la concordance avec les comptes annuels des informations données dans le rapport de gestion et dans les autres documents sur la situation financière et les comptes annuels adressés à l'organe appelé à statuer sur les comptes ;"},{"type":"del","content":"- l'adresse et l'identification du (des) signataire (s) du rapport."},{"type":"add","content":"-le cas échéant, l'attestation de la sincérité des informations relatives aux délais de paiement mentionnées à l'article D. 441-4 du code de commerce et de leur concordance avec les comptes annuels et la formulation, le cas échéant, de ses observations ;"},{"type":"del","content":"13. Lorsque le président n'établit pas le rapport prévu par les dispositions légales précitées, ou ne rend pas compte dans ce rapport des procédures de contrôle interne et de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière, le commissaire aux comptes formule, dans le rapport prévu à l'article L. 225-235, une observation traduisant son impossibilité de conclure et mentionne l'irrégularité correspondante ainsi relevée."},{"type":"add","content":"-le cas échéant, l'attestation de la présence de la déclaration de performance extra-financière visée à l'article L. 225-102-1 du code de commerce ;"},{"type":"del","content":"Hypothèse d'un rapport du président comportant une évaluation des procédures de contrôle interne ou de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière"},{"type":"add","content":"-la mention des éventuelles irrégularités résultant de l'omission d'informations ou de documents prévus par les textes légaux et réglementaires ou par les statuts ;"},{"type":"del","content":"14. Le commissaire aux comptes met en œuvre, sur les informations portant sur l'évaluation des procédures de contrôle interne ou de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière, les diligences prévues dans la présente norme. En outre, il :"},{"type":"add","content":"-la mention des éventuelles autres inexactitudes relevées."},{"type":"del","content":"- prend connaissance du processus d'évaluation mis en place ainsi que de sa documentation ;"},{"type":"add","content":"-s'agissant des informations relevant du rapport sur le gouvernement d'entreprise :"},{"type":"del","content":"- et apprécie la qualité et le caractère suffisant de la documentation existante."},{"type":"add","content":"-l'attestation de l'existence des informations requises par l'article L. 225-37-4 et, le cas échéant, par l'article L. 225-37-3 du code de commerce ;"},{"type":"del","content":"15. Le cas échéant, le commissaire aux comptes formule dans son rapport, au titre des informations portant sur l'évaluation des procédures de contrôle interne ou de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière, les observations prévues dans la présente norme, qui peuvent en outre être relatives :"},{"type":"add","content":"-le cas échéant, l'attestation de l'exactitude et de la sincérité des informations relatives aux rémunérations et aux avantages de toute nature versés à chaque mandataire social, fournies en application de l'article L. 225-37-3 du code de commerce ;"},{"type":"del","content":"- à l'appréciation portée par le président sur l'adéquation et l'efficacité des procédures de contrôle interne ou de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière ;"},{"type":"add","content":"-le cas échéant, les conclusions exprimées sous forme d'observation, ou d'absence d'observation, sur la conformité des informations prévues à l'article L. 225-37-5 du code de commerce, relatives aux éléments que la société a considéré susceptibles d'avoir une incidence en cas d'offre publique d'achat ou d'échange, avec les documents dont elles issues et qui ont été communiqués au commissaire aux comptes ;"},{"type":"del","content":"- aux raisons pour lesquelles les diligences qu'il a mises en œuvre conformément à la présente norme ne lui permettent pas de se prononcer sur ces informations."},{"type":"add","content":"-la mention des éventuelles irrégularités résultant de l'omission d'informations ou de documents prévus par les textes légaux et réglementaires ou par les statuts ;"},{"type":"add","content":""},{"type":"add","content":"-la mention des éventuelles autres inexactitudes relevées."},{"type":"add","content":""},{"type":"add","content":"22. Dans le rapport sur les comptes consolidés, la partie relative à la vérification des informations relatives au groupe données dans le rapport de gestion comporte les éléments suivants :"},{"type":"add","content":""},{"type":"add","content":"-une introduction par laquelle le commissaire aux comptes indique qu'il a effectué les vérifications spécifiques prévues par les textes légaux et réglementaires ;"},{"type":"add","content":""},{"type":"add","content":"-les conclusions, exprimées sous forme d'observation, ou d'absence d'observation, sur la sincérité et la concordance avec les comptes consolidés des informations relatives au groupe données dans le rapport de gestion ;"},{"type":"add","content":""},{"type":"add","content":"-le cas échéant, l'attestation de la présence de la déclaration consolidée de performance extra-financière visée à l'article L. 225-102-1 du code de commerce ;"},{"type":"add","content":""},{"type":"add","content":"-la mention des éventuelles irrégularités résultant de l'omission d'informations ou de documents prévus par les textes légaux et réglementaires ou par les statuts ;"},{"type":"add","content":""},{"type":"add","content":"-la mention des éventuelles autres inexactitudes relevées."},{"type":"del","content":"Code de commerce - article L225-100-3 AUTONOME ABROGE, en vigueur du 2006-04-01 au 2017-07-14 CITATION cible"},{"type":"add","content":"Code de commerce - article L441-6-1 AUTONOME MODIFIE, en vigueur du 2014-03-19 au 2015-08-08 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de commerce - article L441-6-1 AUTONOME ABROGE, en vigueur du 2015-08-08 au 2019-04-26 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de commerce - article L225-37-3 AUTONOME MODIFIE, en vigueur du 2019-05-24 au 2019-11-29 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de commerce - article L225-37-3 AUTONOME ABROGE, en vigueur du 2019-11-29 au 2021-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de commerce - article L225-37-2 AUTONOME ABROGE, en vigueur du 2019-11-29 au 2021-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de commerce - article L225-82-2 AUTONOME ABROGE, en vigueur du 2019-11-29 au 2021-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de commerce - article L441-6-1 AUTONOME MODIFIE, en vigueur du 2008-08-06 au 2012-03-24 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de commerce - article D441-4 AUTONOME VIGUEUR, en vigueur depuis le 2021-02-27 CITATION cible"},{"type":"del","content":"Arrêté du 21 juin 2011 portant homologation de la norme d'exercice professionnel relative au rapport du commissaire aux comptes établi en application des articles L. 225-235 et L. 226-10-1 du code de commerce sur le rapport du président - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Code de commerce - article L441-6-1 AUTONOME MODIFIE, en vigueur du 2012-03-24 au 2014-03-19 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de commerce - article L225-82-2 AUTONOME MODIFIE, en vigueur du 2017-07-14 au 2019-11-29 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de commerce - article L225-37-2 AUTONOME MODIFIE, en vigueur du 2016-12-11 au 2017-07-14 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de commerce - article L225-82-2 AUTONOME MODIFIE, en vigueur du 2016-12-11 au 2017-07-14 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de commerce - article D441-4 AUTONOME MODIFIE, en vigueur du 2017-03-22 au 2021-02-27 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de commerce - article D441-4 AUTONOME MODIFIE, en vigueur du 2009-01-01 au 2015-11-30 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Arrêté du 1er octobre 2018 portant homologation de deux normes d'exercice professionnel relatives aux rapports du commissaire aux comptes sur les comptes annuels et consolidés et aux diligences du commissaire aux comptes relatives au rapport de gestion, aux autres documents sur la situation financière et les comptes et aux informations relevant du rapport sur le gouvernement d'entreprise adressés aux membres de l'organe appelé à statuer sur les comptes - article 3 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de commerce - article D441-4 AUTONOME MODIFIE, en vigueur du 2015-11-30 au 2017-03-22 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de commerce - article L225-37-5 AUTONOME ABROGE, en vigueur du 2017-07-14 au 2021-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de commerce - article L225-37-3 AUTONOME MODIFIE, en vigueur du 2017-07-14 au 2019-05-24 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de commerce - article L225-37-2 AUTONOME MODIFIE, en vigueur du 2017-07-14 au 2019-11-29 CITATION cible"},{"type":"del","content":"2011-06-21 MODIFIE cible Arrêté du 21 juin 2011 portant homologation de la norme d'exercice professionnel relative au rapport du commissaire aux comptes établi en application des articles L. 225-235 et L. 226-10-1 du code de commerce sur le rapport du président - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":"2018-10-01 MODIFIE cible Arrêté du 1er octobre 2018 portant homologation de deux normes d'exercice professionnel relatives aux rapports du commissaire aux comptes sur les comptes annuels et consolidés et aux diligences du commissaire aux comptes relatives au rapport de gestion, aux autres documents sur la situation financière et les comptes et aux informations relevant du rapport sur le gouvernement d'entreprise adressés aux membres de l'organe appelé à statuer sur les comptes - article 3 ENTIEREMENT_MODIF"},{"type":"del","content":"2999-01-01 CITATION source Code de commerce - article L225-100-3 AUTONOME ABROGE, en vigueur du 2006-04-01 au 2017-07-14"},{"type":"add","content":"      2999-01-01 CITATION source Code de commerce - art. D441-4"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code de commerce - art. D823-7-1"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de commerce - article L225-102-1 AUTONOME MODIFIE, en vigueur du 2001-05-16 au 2003-08-02"},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code de commerce - art. L225-37-2"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code de commerce - art. L225-37-3"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code de commerce - art. L225-37-4"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code de commerce - art. L225-37-5"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code de commerce - art. L225-82-2"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code de commerce - art. L441-6-1"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de commerce - article L823-10 AUTONOME MODIFIE, en vigueur du 2005-09-09 au 2007-08-22"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de commerce - article L823-16 AUTONOME MODIFIE, en vigueur du 2005-09-09 au 2008-12-10"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de commerce - article R823-7 AUTONOME MODIFIE, en vigueur du 2007-03-27 au 2016-07-29"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/24/44/58/LEGIARTI000024445890.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/24/44/58/LEGIARTI000024445890.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/24/44/58/LEGIARTI000024445890.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/37/47/59/LEGIARTI000037475937.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/37/47/59/LEGIARTI000037475937.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/37/47/59/LEGIARTI000037475937.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000024445890)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000037475937)"}],"status":"modified"}],"stats":{"additions":276,"deletions":508,"filesChanged":4}}