{"sha":"e9e1df5420b7","date":"2011-07-13","message":"Arrêté du 4 juillet 2011 fixant la composition du dossier accompagnant la demande de reconnaissance des qualifications professionnelles prévu à l'article R. 321-66 du code de commerce","files":[{"filename":"partie_arretes/livre_iii/titre_ii/chapitre_ier/section_3/article_a321-26.md","articleName":"Article A321-26","additions":48,"deletions":9,"diff":[{"type":"del","content":"3° Pour les titulaires d'un diplôme, certificat ou titre délivré par un pays tiers et reconnu par un Etat membre de la Communauté européenne ou partie à l'accord sur l'Espace économique européen, une attestation émanant de l'autorité compétente de cet Etat membre ou partie, certifiant de la durée de l'exercice professionnel sur son territoire et des dates correspondantes ;"},{"type":"add","content":"3° Pour les titulaires d'un diplôme, certificat ou titre délivré par un pays tiers et reconnu par un Etat membre de l'Union européenne ou partie à l'accord sur l'Espace économique européen, une attestation émanant de l'autorité compétente de cet Etat membre ou partie, certifiant de la durée de l'exercice professionnel sur son territoire et des dates correspondantes ;"},{"type":"del","content":"4° Une attestation de l'autorité compétente justifiant que le requérant a exercé à temps plein, au cours des dix dernières années, l'activité de ventes volontaires de meubles aux enchères publiques, et précisant les dates de cet exercice, si ni l'accès à cette activité ou son exercice, ni la formation y conduisant ne sont réglementés dans son Etat d'origine ;"},{"type":"add","content":"4° La preuve par tout moyen que le requérant a exercé à temps plein, au cours des dix dernières années, l'activité de ventes volontaires de meubles aux enchères publiques, et précisant les dates de cet exercice, si ni l'accès à cette activité ou son exercice, ni la formation y conduisant ne sont réglementés dans son Etat d'origine ;"},{"type":"del","content":"Le cas échéant, les pièces justificatives, sauf celles relatives à l'identité et à la nationalité du demandeur, doivent être accompagnées de leur traduction en langue française.A l'exception des documents mentionnés au 1° et au 5°, cette traduction est effectuée par un traducteur inscrit sur la liste nationale des experts judiciaires ou sur l'une des listes d'experts judiciaires dressées par les cours d'appel ou par un traducteur habilité à intervenir auprès des autorités judiciaires ou administratives d'un autre Etat membre de la Communauté européenne ou d'un Etat partie à l'accord sur l'Espace économique européen."},{"type":"add","content":"Le cas échéant, les pièces justificatives, sauf celles relatives à l'identité et à la nationalité du demandeur, doivent être accompagnées de leur traduction en langue française. A l'exception des documents mentionnés au 1° et au 5°, cette traduction est effectuée par un traducteur inscrit sur la liste nationale des experts judiciaires ou sur l'une des listes d'experts judiciaires dressées par les cours d'appel ou par un traducteur habilité à intervenir auprès des autorités judiciaires ou administratives d'un autre Etat membre de l'Union européenne ou d'un Etat partie à l'accord sur l'Espace économique européen."},{"type":"del","content":"Arrêté du 23 septembre 2009 fixant la composition du dossier accompagnant la demande de reconnaissance des qualifications professionnelles et organisant les mesures de compensation prévues aux articles R. 321-66 et R. 321-67 du code de commerce - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Code de commerce - article R321-66 AUTONOME MODIFIE, en vigueur du 2007-03-27 au 2009-02-12 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de commerce - article R321-65 AUTONOME MODIFIE, en vigueur du 2007-03-27 au 2009-02-12 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de commerce - article R321-65 AUTONOME VIGUEUR, en vigueur depuis le 2017-04-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de commerce - article R321-65 AUTONOME MODIFIE, en vigueur du 2009-02-12 au 2012-02-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de commerce - article R321-65 AUTONOME MODIFIE, en vigueur du 2012-02-01 au 2017-04-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de commerce - article R321-66 AUTONOME VIGUEUR, en vigueur depuis le 2023-02-23 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de commerce - article A321-27 AUTONOME MODIFIE, en vigueur du 2012-03-30 au 2017-06-30 CONCORDE cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Arrêté du 19 mars 2012 relatif aux ventes volontaires de meubles aux enchères publiques - article 8 ENTIEREMENT_MODIF TRANSFERE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Arrêté du 4 juillet 2011 fixant la composition du dossier accompagnant la demande de reconnaissance des qualifications professionnelles prévu à l'article R. 321-66 du code de commerce - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de commerce - article R321-66 AUTONOME MODIFIE, en vigueur du 2009-02-12 au 2023-02-23 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Arrêté du 19 mars 2012 relatif aux ventes volontaires de meubles aux enchères publiques - article 4 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2009-09-23 MODIFIE cible Arrêté du 23 septembre 2009 fixant la composition du dossier accompagnant la demande de reconnaissance des qualifications professionnelles et organisant les mesures de compensation prévues aux articles R. 321-66 et R. 321-67 du code de commerce - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":"2011-07-04 MODIFIE cible Arrêté du 4 juillet 2011 fixant la composition du dossier accompagnant la demande de reconnaissance des qualifications professionnelles prévu à l'article R. 321-66 du code de commerce - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2012-03-19 MODIFIE cible Arrêté du 19 mars 2012 relatif aux ventes volontaires de meubles aux enchères publiques - article 4 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2012-03-19 TRANSFERE cible Arrêté du 19 mars 2012 relatif aux ventes volontaires de meubles aux enchères publiques - article 8 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de commerce - article R321-65 AUTONOME MODIFIE, en vigueur du 2007-03-27 au 2009-02-12"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/11/33/LEGIARTI000021113330.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/11/33/LEGIARTI000021113330.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/21/11/33/LEGIARTI000021113330.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/24/35/56/LEGIARTI000024355666.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/24/35/56/LEGIARTI000024355666.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/24/35/56/LEGIARTI000024355666.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000021113330)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000024355666)"}],"status":"modified"}],"stats":{"additions":48,"deletions":9,"filesChanged":1}}