{"sha":"f34794f52357","date":"2011-08-04","message":"Arrêté du 21 juin 2011 portant homologation de la norme d'exercice professionnel relative à la connaissance de l'entité et de son environnement et à l'évaluation du risque d'anomalies significatives dans les comptes","files":[{"filename":"partie_arretes/livre_viii/titre_ii/chapitre_iii/section_3/sous-section_2/paragraphe_2/article_a823-7.md","articleName":"Article A823-7","additions":70,"deletions":65,"diff":[{"type":"del","content":"La norme d'exercice professionnel relative à la connaissance de l'entité et de son environnement et évaluation du risque d'anomalies significatives dans les comptes, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous :"},{"type":"del","content":""},{"type":"del","content":"NORME D'EXERCICE PROFESSIONNEL « CONNAISSANCE DE L'ENTITÉ ET DE SON ENVIRONNEMENT ET ÉVALUATION DU RISQUE D'ANOMALIES SIGNIFICATIVES DANS LES COMPTES »"},{"type":"add","content":"La norme d'exercice professionnel relative à la connaissance de l'entité et de son environnement et à l'évaluation du risque d'anomalies significatives dans les comptes, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous :"},{"type":"add","content":"CONNAISSANCE DE L'ENTITÉ ET DE SON ENVIRONNEMENT ET ÉVALUATION DU RISQUE D'ANOMALIES SIGNIFICATIVES DANS LES COMPTES"},{"type":"del","content":"1. Le commissaire aux comptes acquiert une connaissance suffisante de l'entité, notamment de son contrôle interne, afin d'identifier et évaluer le risque d'anomalies significatives dans les comptes et afin de concevoir et mettre en œuvre des procédures d'audit permettant de fonder son opinion sur les comptes."},{"type":"add","content":"1. Le commissaire aux comptes acquiert une connaissance suffisante de l'entité, notamment de son contrôle interne, afin d'identifier et d'évaluer le risque d'anomalies significatives dans les comptes et afin de concevoir et de mettre en œuvre des procédures d'audit permettant de fonder son opinion sur les comptes."},{"type":"del","content":"― les tests de détail ;"},{"type":"add","content":"- les tests de détail ;"},{"type":"del","content":"― les procédures analytiques."},{"type":"add","content":"- les procédures analytiques."},{"type":"del","content":"― examiner des enregistrements ou des documents, soit internes, soit externes, sous forme papier, sous forme électronique ou autres supports ;"},{"type":"add","content":"- examiner des enregistrements ou des documents, soit internes, soit externes, sous forme papier, sous forme électronique ou autres supports ;"},{"type":"del","content":"― ou à procéder à un contrôle physique des actifs corporels."},{"type":"add","content":"- ou à procéder à un contrôle physique des actifs corporels."},{"type":"del","content":"― de leurs corrélations avec d'autres informations, issues ou non des comptes, ou avec des données antérieures, postérieures ou prévisionnelles de l'entité, ou d'entités similaires ; et"},{"type":"add","content":"- de leurs corrélations avec d'autres informations, issues ou non des comptes, ou avec des données antérieures, postérieures ou prévisionnelles de l'entité, ou d'entités similaires ; et"},{"type":"del","content":"― de l'analyse des variations ou des tendances inattendues."},{"type":"add","content":"- de l'analyse des variations ou des tendances inattendues."},{"type":"del","content":"― du secteur d'activité de l'entité, de son environnement réglementaire, notamment du référentiel comptable applicable et d'autres facteurs externes tels que les conditions économiques générales ;"},{"type":"del","content":""},{"type":"del","content":"― des caractéristiques de l'entité qui permettent au commissaire aux comptes d'appréhender les catégories d'opérations, les soldes des comptes et les informations attendues dans l'annexe des comptes. Ces caractéristiques incluent notamment la nature de ses activités, la composition de son capital et de son gouvernement d'entreprise, sa politique d'investissement, son organisation et son financement ainsi que le choix des méthodes comptables appliquées ;"},{"type":"add","content":"- du secteur d'activité de l'entité, de son environnement réglementaire, notamment du référentiel comptable applicable, et d'autres facteurs externes tels que les conditions économiques générales ;"},{"type":"del","content":"― des objectifs de l'entité et des stratégies mises en œuvre pour les atteindre dans la mesure où ces objectifs pourront avoir des conséquences financières et de ce fait une incidence sur les comptes ;"},{"type":"add","content":"- des caractéristiques de l'entité qui permettent au commissaire aux comptes d'appréhender les catégories d'opérations, les soldes des comptes et les informations attendues dans l'annexe des comptes. Ces caractéristiques incluent notamment la nature de ses activités, la composition de son capital et de son gouvernement d'entreprise, sa politique d'investissement, son organisation et son financement ainsi que le choix des méthodes comptables appliquées ;"},{"type":"del","content":"― de la mesure et de l'analyse des indicateurs de performance financière de l'entité ; ces éléments indiquent au commissaire aux comptes les aspects financiers que la direction considère comme constituant des enjeux majeurs ;"},{"type":"add","content":"- des objectifs de l'entité et des stratégies mises en œuvre pour les atteindre dans la mesure où ces objectifs pourront avoir des conséquences financières et, de ce fait, une incidence sur les comptes ;"},{"type":"del","content":"― des éléments du contrôle interne pertinents pour l'audit."},{"type":"add","content":"- de la mesure et de l'analyse des indicateurs de performance financière de l'entité ; ces éléments indiquent au commissaire aux comptes les aspects financiers que la direction considère comme constituant des enjeux majeurs ;"},{"type":"del","content":"Prise de connaissance des éléments"},{"type":"add","content":"- des éléments du contrôle interne pertinents pour l'audit."},{"type":"del","content":"du contrôle interne pertinents pour l'audit"},{"type":"add","content":"Prise de connaissance des éléments du contrôle interne pertinents pour l'audit"},{"type":"del","content":"― l'environnement de contrôle, qui se traduit par le comportement des personnes constituant le gouvernement d'entreprise et de la direction, leur degré de sensibilité et les actions qu'ils mènent en matière de contrôle interne ;"},{"type":"del","content":""},{"type":"del","content":"― les moyens mis en place par l'entité pour identifier les risques liés à son activité et leur incidence sur les comptes et pour définir les actions à mettre en œuvre en réponse à ces risques ;"},{"type":"add","content":"- l'environnement de contrôle, qui se traduit par le comportement des organes mentionnés à l'article L. 823-16 du code de commerce et de la direction, leur degré de sensibilité et les actions qu'ils mènent en matière de contrôle interne ;"},{"type":"del","content":"― les procédures de contrôle interne en place, et notamment la façon dont l'entité a pris en compte les risques résultant de l'utilisation de traitements informatisés ; ces procédures permettent à la direction de s'assurer que ses directives sont respectées ;"},{"type":"add","content":"- les moyens mis en place par l'entité pour identifier les risques liés à son activité et leur incidence sur les comptes et pour définir les actions à mettre en œuvre en réponse à ces risques ;"},{"type":"del","content":"― les principaux moyens mis en œuvre par l'entité pour s'assurer du bon fonctionnement du contrôle interne, ainsi que la manière dont sont mises en œuvre les actions correctives ;"},{"type":"add","content":"- les procédures de contrôle interne en place, et notamment la façon dont l'entité a pris en compte les risques résultant de l'utilisation de traitements informatisés ; ces procédures permettent à la direction de s'assurer que ses directives sont respectées ;"},{"type":"del","content":"― le système d'information relatif à l'élaboration de l'information financière. A ce titre, le commissaire aux comptes s'intéresse notamment :"},{"type":"add","content":"- les principaux moyens mis en œuvre par l'entité pour s'assurer du bon fonctionnement du contrôle interne, ainsi que la manière dont sont mises en œuvre les actions correctives ;"},{"type":"del","content":"― aux catégories d'opérations ayant un caractère significatif pour les comptes pris dans leur ensemble ;"},{"type":"add","content":"- le système d'information relatif à l'élaboration de l'information financière. A ce titre, le commissaire aux comptes s'intéresse notamment :"},{"type":"del","content":"― aux procédures, informatisées ou manuelles, qui permettent d'initier, enregistrer, traiter ces opérations et de les traduire dans les comptes ;"},{"type":"add","content":"- aux catégories d'opérations ayant un caractère significatif pour les comptes pris dans leur ensemble ;"},{"type":"del","content":"― aux enregistrements comptables correspondants, aussi bien informatisés que manuels ;"},{"type":"add","content":"- aux procédures, informatisées ou manuelles, qui permettent d'initier, enregistrer et traiter ces opérations et de les traduire dans les comptes ;"},{"type":"del","content":"― à la façon dont sont traités les événements ponctuels, différents des opérations récurrentes, susceptibles d'engendrer un risque d'anomalies significatives ;"},{"type":"add","content":"- aux enregistrements comptables correspondants, aussi bien informatisés que manuels ;"},{"type":"del","content":"― au processus d'élaboration des comptes, y compris des estimations comptables significatives et des informations significatives fournies dans l'annexe des comptes ;"},{"type":"add","content":"- à la façon dont sont traités les événements ponctuels, différents des opérations récurrentes, susceptibles d'engendrer un risque d'anomalies significatives ;"},{"type":"del","content":"― la façon dont l'entité communique sur les éléments significatifs de l'information financière et sur les rôles et les responsabilités individuelles au sein de l'entité en matière d'information financière. A ce titre, le commissaire aux comptes s'intéresse notamment à la communication entre la direction et les personnes constituant le gouvernement d'entreprise ou les autorités de contrôle, ainsi qu'aux actions de sensibilisation de la direction envers les membres du personnel afin de les informer quant à l'impact que peuvent avoir leurs activités sur l'élaboration de l'information financière."},{"type":"add","content":"- au processus d'élaboration des comptes, y compris des estimations comptables significatives et des informations significatives fournies dans l'annexe des comptes ;"},{"type":"del","content":"Evaluation du risque d'anomalies"},{"type":"add","content":"- la façon dont l'entité communique sur les éléments significatifs de l'information financière et sur les rôles et les responsabilités individuelles au sein de l'entité en matière d'information financière. A ce titre, le commissaire aux comptes s'intéresse notamment à la communication entre la direction et les organes mentionnés à l'article L. 823-16 du code de commerce ou les autorités de contrôle ainsi qu'aux actions de sensibilisation de la direction envers les membres du personnel afin de les informer quant à l'impact que peuvent avoir leurs activités sur l'élaboration de l'information financière."},{"type":"del","content":"significatives dans les comptes"},{"type":"add","content":"Evaluation du risque d'anomalies significatives dans les comptes"},{"type":"del","content":"― au niveau des comptes pris dans leur ensemble ; et"},{"type":"add","content":"- au niveau des comptes pris dans leur ensemble ; et"},{"type":"del","content":"― au niveau des assertions, pour les catégories d'opérations, les soldes de comptes et les informations fournies dans l'annexe des comptes."},{"type":"add","content":"- au niveau des assertions, pour les catégories d'opérations, les soldes de comptes et les informations fournies dans l'annexe des comptes."},{"type":"del","content":"L'évaluation des risques au niveau des assertions est basée sur les éléments collectés par le commissaire aux comptes lors de la prise de connaissance de l'entité mais elle peut être remise en cause et modifiée au cours de l'audit en fonction des autres éléments collectés au cours de la mission."},{"type":"add","content":"L'évaluation des risques au niveau des assertions est basée sur les éléments collectés par le commissaire aux comptes lors de la prise de connaissance de l'entité, mais elle peut être remise en cause et modifiée au cours de l'audit en fonction des autres éléments collectés au cours de la mission."},{"type":"del","content":"― qu'ils contribuent à prévenir le risque d'anomalies significatives dans les comptes, pris dans leur ensemble ou au niveau des assertions ;"},{"type":"add","content":"- qu'ils contribuent à prévenir le risque d'anomalies significatives dans les comptes, pris dans leur ensemble ou au niveau des assertions ;"},{"type":"del","content":"― qu'ils se rapportent à un risque inhérent élevé identifié qui requiert une démarche d'audit particulière. Un tel risque est généralement lié à des opérations non courantes en raison de leur importance et de leur nature ou à des éléments sujets à interprétation, tels que les estimations comptables ;"},{"type":"add","content":"- qu'ils se rapportent à un risque inhérent élevé identifié qui requiert une démarche d'audit particulière. Un tel risque est généralement lié à des opérations non courantes en raison de leur importance et de leur nature ou à des éléments sujets à interprétation, tels que les estimations comptables ;"},{"type":"del","content":"― que les seuls éléments collectés à partir des contrôles de substance ne lui permettront pas de réduire le risque d'audit à un niveau suffisamment faible pour obtenir l'assurance recherchée."},{"type":"add","content":"- que les seuls éléments collectés à partir des contrôles de substance ne lui permettront pas de réduire le risque d'audit à un niveau suffisamment faible pour obtenir l'assurance recherchée."},{"type":"del","content":"17. L'évaluation par le commissaire aux comptes de la conception et de la mise en œuvre des contrôles de l'entité consiste à apprécier si un contrôle, seul ou en association avec d'autres, est théoriquement en mesure de prévenir, détecter ou corriger les anomalies significatives dans les comptes."},{"type":"add","content":"17. L'évaluation par le commissaire aux comptes de la conception et de la mise en œuvre des contrôles de l'entité consiste à apprécier si un contrôle, seul ou en association avec d'autres, est théoriquement en mesure de prévenir, de détecter ou de corriger les anomalies significatives dans les comptes."},{"type":"del","content":"― des demandes d'informations auprès de la direction et d'autres personnes au sein de l'entité, comme le personnel de production ou les auditeurs internes qui peuvent fournir au commissaire aux comptes des perspectives différentes pour l'identification des risques ;"},{"type":"add","content":"- des demandes d'informations auprès de la direction et d'autres personnes au sein de l'entité, comme le personnel de production ou les auditeurs internes qui peuvent fournir au commissaire aux comptes des perspectives différentes pour l'identification des risques ;"},{"type":"del","content":"― des procédures analytiques qui peuvent notamment permettre au commissaire aux comptes d'identifier des opérations ou des événements inhabituels ; et"},{"type":"add","content":"- des procédures analytiques qui peuvent notamment permettre au commissaire aux comptes d'identifier des opérations ou des événements inhabituels ; et"},{"type":"del","content":"― des observations physiques et des inspections qui peuvent notamment permettre au commissaire aux comptes de recueillir des informations sur l'entité mais également de corroborer celles recueillies auprès de la direction ou d'autres personnes au sein de l'entité."},{"type":"add","content":"- des observations physiques et des inspections qui peuvent notamment permettre au commissaire aux comptes de recueillir des informations sur l'entité, mais également de corroborer celles recueillies auprès de la direction ou d'autres personnes au sein de l'entité."},{"type":"del","content":"― quels membres de l'équipe d'audit participent à ces échanges d'informations, à quel moment ils ont lieu ainsi que les thèmes qui y seront abordés en fonction du rôle, de l'expérience et des besoins d'information des membres de l'équipe ;"},{"type":"del","content":""},{"type":"del","content":"― s'il convient d'associer aux échanges les experts qu'il aurait prévu de solliciter pour les besoins de la mission."},{"type":"del","content":""},{"type":"del","content":"Communication avec les personnes"},{"type":"del","content":""},{"type":"del","content":"constituant le gouvernement d'entreprise"},{"type":"add","content":"- quels membres de l'équipe d'audit participent à ces échanges d'informations, à quel moment ils ont lieu ainsi que les thèmes qui y seront abordés en fonction du rôle, de l'expérience et des besoins d'information des membres de l'équipe ;"},{"type":"del","content":"21. Le commissaire aux comptes informe, dès que possible, les personnes constituant le gouvernement d'entreprise ainsi que la direction, au niveau de responsabilité approprié, des déficiences majeures dans la conception ou la mise en œuvre du contrôle interne qu'il a relevées. Pour cela, il fait application des dispositions de la norme relative aux communications avec les personnes constituant le gouvernement d'entreprise."},{"type":"add","content":"- s'il convient d'associer aux échanges les experts qu'il aurait prévu de solliciter pour les besoins de la mission."},{"type":"del","content":"22. Le commissaire aux comptes consigne dans son dossier de travail :"},{"type":"add","content":"21. Le commissaire aux comptes consigne dans son dossier de travail :"},{"type":"del","content":"23. La manière utilisée par le commissaire aux comptes pour consigner ces informations relève de son jugement professionnel. Il peut s'agir par exemple d'une description sous forme narrative, de questionnaires ou encore de diagrammes."},{"type":"add","content":"22. La manière utilisée par le commissaire aux comptes pour consigner ces informations relève de son jugement professionnel. Il peut s'agir, par exemple, d'une description sous forme narrative, de questionnaires ou encore de diagrammes."},{"type":"del","content":"24. La forme et le niveau de détail des informations ainsi consignées dépendent des nombreux éléments propres à l'entité, tels que sa taille, la nature de ses opérations ou encore son contrôle interne, mais également des techniques de contrôle mises en œuvre par le commissaire aux comptes."},{"type":"add","content":"23. La forme et le niveau de détail des informations ainsi consignées dépendent des nombreux éléments propres à l'entité, tels que sa taille, la nature de ses opérations ou encore son contrôle interne, mais également des techniques de contrôle mises en œuvre par le commissaire aux comptes."},{"type":"del","content":"Arrêté du 14 janvier 2009 relatif à la partie Arrêtés du code de commerce - article Annexe ENTIEREMENT_MODIF CREE source"},{"type":"add","content":"Code de commerce - article L823-16 AUTONOME MODIFIE, en vigueur du 2005-09-09 au 2008-12-10 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de commerce - article L823-16 AUTONOME MODIFIE, en vigueur du 2016-06-17 au 2016-12-11 CITATION cible"},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":"Arrêté du 19 juillet 2006 portant homologation de la norme d'exercice professionnel relative à la connaissance de l'entité et de son environnement et évaluation du risque d'anomalies significatives dans les comptes CONCORDANCE cible"},{"type":"add","content":"Arrêté du 28 décembre 2023 portant modification du titre II du livre VIII du code de commerce - article 5 ENTIEREMENT_MODIF TRANSFERE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de commerce - article L823-16 AUTONOME TRANSFERE, en vigueur du 2016-12-11 au 2024-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de commerce - article L823-16 AUTONOME MODIFIE, en vigueur du 2008-12-10 au 2016-06-17 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de commerce - article A821-72 AUTONOME VIGUEUR, en vigueur depuis le 2024-01-01 CONCORDE cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Arrêté du 21 juin 2011 portant homologation de la norme d'exercice professionnel relative à la connaissance de l'entité et de son environnement et à l'évaluation du risque d'anomalies significatives dans les comptes - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2009-01-14 CREE cible Arrêté du 14 janvier 2009 relatif à la partie Arrêtés du code de commerce - article Annexe ENTIEREMENT_MODIF"},{"type":"add","content":"2011-06-21 MODIFIE cible Arrêté du 21 juin 2011 portant homologation de la norme d'exercice professionnel relative à la connaissance de l'entité et de son environnement et à l'évaluation du risque d'anomalies significatives dans les comptes - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-12-28 TRANSFERE cible Arrêté du 28 décembre 2023 portant modification du titre II du livre VIII du code de commerce - article 5 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de commerce - article L823-16 AUTONOME MODIFIE, en vigueur du 2005-09-09 au 2008-12-10"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/16/34/LEGIARTI000020163442.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/16/34/LEGIARTI000020163442.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/20/16/34/LEGIARTI000020163442.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/24/44/57/LEGIARTI000024445745.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/24/44/57/LEGIARTI000024445745.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/24/44/57/LEGIARTI000024445745.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000020163442)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000024445745)"}],"status":"modified"}],"stats":{"additions":70,"deletions":65,"filesChanged":1}}