{"sha":"758641c61c8f","date":"2007-11-18","message":"Décret n° 2007-1626 du 16 novembre 2007 portant extension et adaptation en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna de diverses dispositions du code de la route et de la deuxième partie du code de procédure pénale (Décrets en Conseil d'Etat)","files":[{"filename":"partie_reglementaire/livre_ii/titre_iv/chapitre_iii/README.md","articleName":"Sommaire - Chapitre Iii","additions":1,"deletions":0,"diff":[{"type":"add","content":"- [Article R243-2](article_r243-2.md)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_ii/titre_iv/chapitre_iii/article_r243-1.md","articleName":"Article R243-1","additions":15,"deletions":7,"diff":[{"type":"del","content":"\"Art. R. 234-1. - Même en l'absence de tout signe d'ivresse manifeste, le fait de conduire un véhicule sous l'empire d'un état alcoolique caractérisé par une concentration d'alcool dans le sang égale ou supérieure à 0,50 gramme par litre ou par une concentration d'alcool dans l'air expiré égale ou supérieure à 0,25 milligramme par litre, sans atteindre les seuils fixés à l'article L. 234-1 est puni de l'amende prévue pour les contraventions de la quatrième classe.\""},{"type":"add","content":"\"Art. R. 234-1 - I. - Même en l'absence de tout signe d'ivresse manifeste, est puni de l'amende prévue pour les contraventions de la quatrième classe le fait de conduire un véhicule sous l'empire d'un état alcoolique caractérisé par :"},{"type":"add","content":""},{"type":"add","content":"1° Une concentration d'alcool dans le sang égale ou supérieure à 0,20 gramme par litre ou par une concentration d'alcool dans l'air expiré égale ou supérieure à 0,10 milligramme par litre et inférieure aux seuils fixés à l'article L. 234-1, pour les véhicules de transport en commun ;"},{"type":"add","content":""},{"type":"add","content":"2° Une concentration d'alcool dans le sang égale ou supérieure à 0,50 gramme par litre ou par une concentration d'alcool dans l'air expiré égale ou supérieure à 0,25 milligramme par litre et inférieure aux seuils fixés à l'article L. 234-1, pour les autres catégories de véhicules."},{"type":"add","content":""},{"type":"add","content":"II. - L'immobilisation peut être prescrite dans les conditions prévues aux articles L. 325-1 à L. 325-3."},{"type":"add","content":""},{"type":"add","content":"III. - Toute personne coupable de l'une des infractions mentionnées au I encourt également la peine complémentaire de suspension du permis de conduire pour une durée de trois ans au plus, cette suspension pouvant être limitée à la conduite en dehors de l'activité professionnelle."},{"type":"del","content":"Décret n°2004-106 du 29 janvier 2004 portant modification des dispositions relatives au service national dans divers décrets statutaires - article 10 AUTONOME VIGUEUR, en vigueur depuis le 2004-02-05 MODIFICATION cible"},{"type":"add","content":"Décret n° 2007-1626 du 16 novembre 2007 portant extension et adaptation en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna de diverses dispositions du code de la route et de la deuxième partie du code de procédure pénale (Décrets en Conseil d'Etat) - article 5 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":"2004-01-29 MODIFICATION source Décret n°2004-106 du 29 janvier 2004 portant modification des dispositions relatives au service national dans divers décrets statutaires - article 10 AUTONOME VIGUEUR, en vigueur depuis le 2004-02-05"},{"type":"add","content":"2007-11-16 MODIFICATION source Décret n° 2007-1626 du 16 novembre 2007 portant extension et adaptation en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna de diverses dispositions du code de la route et de la deuxième partie du code de procédure pénale (Décrets en Conseil d'Etat) - article 5 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/15/LEGIARTI000006841563.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/15/LEGIARTI000006841563.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/15/LEGIARTI000006841563.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/15/LEGIARTI000006841564.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/15/LEGIARTI000006841564.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/15/LEGIARTI000006841564.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006841563)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006841564)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_ii/titre_iv/chapitre_iii/article_r243-2.md","articleName":"Article R243-2","additions":274,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article R243-2"},{"type":"add","content":""},{"type":"add","content":"Les articles R. 235-1 à R. 235-13 sont applicables en Nouvelle-Calédonie dans la rédaction suivante :"},{"type":"add","content":""},{"type":"add","content":"\"Art. R. 235-1 - En vue de procéder aux épreuves de dépistage et, le cas échéant, aux analyses et examens médicaux, cliniques et biologiques prévus par l'article L. 235-2, le délai séparant, d'une part, l'heure de l'accident et, d'autre part, l'heure de l'épreuve de dépistage, et le cas échéant, des analyses et examens précités doit être le plus court possible."},{"type":"add","content":""},{"type":"add","content":"\"Art. R. 235-2 - Pour l'application de l'article L. 235-2, doit être regardé comme étant un accident mortel de la circulation celui qui a des conséquences immédiatement mortelles."},{"type":"add","content":""},{"type":"add","content":"\"Art. R. 235-3 - Les épreuves de dépistage prévues par l'article L. 235-2 sont effectuées par un médecin ou un biologiste, requis à cet effet par un officier ou agent de police judiciaire qui leur fournit les matériels nécessaires au dépistage."},{"type":"add","content":""},{"type":"add","content":"\"Art. R. 235-4 - Les épreuves de dépistage réalisées à la suite d'un recueil de liquide biologique sont effectuées conformément aux méthodes et dans les conditions prescrites par un arrêté du ministre chargé de la santé, qui tient compte des particularités locales et qui précise notamment les critères de choix des réactifs et le modèle des fiches présentant les résultats."},{"type":"add","content":""},{"type":"add","content":"Ces fiches sont remises à l'officier ou l'agent de police judiciaire mentionné à l'article R. 235-3."},{"type":"add","content":""},{"type":"add","content":"\"Art. R. 235-5 - Les analyses et examens médicaux, cliniques et biologiques prévus à l'article L. 235-2 comportent les opérations suivantes :"},{"type":"add","content":""},{"type":"add","content":"- examen clinique ;"},{"type":"add","content":""},{"type":"add","content":"- prélèvement biologique ;"},{"type":"add","content":""},{"type":"add","content":"- recherche et dosage des stupéfiants."},{"type":"add","content":""},{"type":"add","content":"\"Art. R. 235-6 - L'examen clinique et le prélèvement biologique sont effectués par un médecin requis à cet effet par un officier ou un agent de police judiciaire. Le prélèvement biologique peut également être effectué par un biologiste requis dans les mêmes conditions."},{"type":"add","content":""},{"type":"add","content":"Ce praticien effectue le prélèvement biologique à l'aide d'un nécessaire mis à sa disposition par un officier ou un agent de police judiciaire, en se conformant aux méthodes prescrites par un arrêté du ministre chargé de la santé, qui tient compte des particularités locales."},{"type":"add","content":""},{"type":"add","content":"Un officier ou un agent de police judiciaire assiste au prélèvement biologique."},{"type":"add","content":""},{"type":"add","content":"\"Art. R. 235-7 - Le prélèvement biologique est réparti entre deux flacons étiquetés et scellés par un officier ou agent de police judiciaire."},{"type":"add","content":""},{"type":"add","content":"\"Art. R. 235-8 - En cas de décès du ou des conducteurs impliqués, le prélèvement des échantillons biologiques et l'examen du corps sont effectués soit dans les conditions fixées par les articles R. 235-5 et R. 235-6, soit par un médecin légiste au cours de l'autopsie judiciaire."},{"type":"add","content":""},{"type":"add","content":"Les méthodes particulières de prélèvement et de conservation des échantillons biologiques applicables en cas de décès du ou des conducteurs impliqués sont fixées par un arrêté du ministre chargé de la santé, qui tient compte des particularités locales."},{"type":"add","content":""},{"type":"add","content":"\"Art. R. 235-9 - L'officier ou l'agent de police judiciaire adresse les deux échantillons biologiques prélevés, accompagnés des résultats des épreuves de dépistage, à un expert inscrit sous une rubrique spéciale en toxicologie, sur la liste de la cour d'appel, ou à un laboratoire de police technique et scientifique."},{"type":"add","content":""},{"type":"add","content":"Le laboratoire ou l'expert conserve un des deux flacons mentionnés à l'article R. 235-7 en vue d'une demande éventuelle d'un examen technique ou d'une expertise. Les conditions dans lesquelles est conservé cet échantillon sont fixées par un arrêté du ministre chargé de la santé, qui tient compte des particularités locales."},{"type":"add","content":""},{"type":"add","content":"\"Art. R. 235-10. - La recherche et le dosage des produits stupéfiants sont pratiqués dans les conditions définies par un arrêté du ministre chargé de la santé, qui tient compte des particularités locales."},{"type":"add","content":""},{"type":"add","content":"Les résultats des analyses et examens médicaux, cliniques et biologiques sont consignés sur les fiches mentionnées à l'article R. 235-4. Ces fiches sont ensuite transmises à l'officier ou à l'agent de police judiciaire ayant assisté au prélèvement biologique."},{"type":"add","content":""},{"type":"add","content":"\"Art. R. 235-11. - Le conducteur peut demander au procureur de la République, au juge d'instruction ou à la juridiction de jugement qu'il soit procédé à un examen technique ou à une expertise en application des articles 60, 77-1 et 156 du code de procédure pénale."},{"type":"add","content":""},{"type":"add","content":"De même, le conducteur peut demander qu'il soit procédé, dans les mêmes conditions, à la recherche de l'usage des médicaments psychoactifs pouvant avoir des effets sur la capacité de conduire le véhicule."},{"type":"add","content":""},{"type":"add","content":"En cas d'examen technique ou d'expertise, ceux-ci sont confiés à un autre laboratoire ou à un autre expert répondant aux conditions fixées par l'article R. 235-9. Celui-ci pratique l'expertise de contrôle en se conformant aux méthodes prescrites en application de l'article R. 235-10."},{"type":"add","content":""},{"type":"add","content":"La consignation et la transmission de ces résultats sont effectuées dans les conditions mentionnées à l'article R. 235-10."},{"type":"add","content":""},{"type":"add","content":"\"Art. R. 235-12. - Les honoraires et indemnités de déplacement afférents aux épreuves de dépistage et aux examens cliniques, médicaux et biologiques prévus aux articles R. 235-4 et R. 235-6 sont calculés par référence aux articles R. 110, R. 111 et R. 117 (1°, c et e) du code de procédure pénale, dans leurs versions applicables localement tirées des articles R. 317 et R. 321 de ce même code."},{"type":"add","content":""},{"type":"add","content":"Lorsqu'il est procédé à un examen clinique et à un prélèvement biologique en application des dispositions de l'article R. 235-6 du code des débits de boissons et des mesures contre l'alcoolisme, il n'est dû qu'une seule indemnité de déplacement et les honoraires pour un seul acte."},{"type":"add","content":""},{"type":"add","content":"Les frais afférents aux examens de laboratoire prévus par les articles R. 235-10 et R. 235-11 relatifs à la recherche et au dosage des produits stupéfiants et, le cas échéant, les frais afférents à la recherche des médicaments psychoactifs sont fixés par référence aux 10° et 11° de l'article R. 118 du code de procédure pénale."},{"type":"add","content":""},{"type":"add","content":"Les frais afférents à l'acquisition des matériels de recueil et de dépistage prévus par l'article R. 235-3 sont fixés par arrêté conjoint du ministre de la justice et du ministre chargé du budget."},{"type":"add","content":""},{"type":"add","content":"\"Art. R. 235-13. - Les dépenses visées à l'article précédent constituent des frais de justice criminelle, correctionnelle et de police."},{"type":"add","content":""},{"type":"add","content":"Le paiement de ces frais a lieu conformément aux dispositions du titre X du livre V du code de procédure pénale.\""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article R212-4 AUTONOME MODIFIE, en vigueur du 2010-11-04 au 2014-11-02 CONCORDANCE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article R212-4 AUTONOME MODIFIE, en vigueur du 2003-07-12 au 2010-01-01 CONCORDANCE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article R212-4 AUTONOME MODIFIE, en vigueur du 2010-01-01 au 2010-11-04 CONCORDANCE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article R212-4 AUTONOME MODIFIE, en vigueur du 2014-11-02 au 2015-11-28 CONCORDANCE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article R212-4 AUTONOME MODIFIE, en vigueur du 2015-11-28 au 2016-04-01 CONCORDANCE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Arrêté du 8 janvier 2001 relatif à l'autorisation d'enseigner, à titre onéreux, la conduite des véhicules à moteur et la sécurité routière. - article 2 AUTONOME MODIFIE, en vigueur du 2001-01-26 au 2009-12-20 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Arrêté du 8 janvier 2001 relatif à l'autorisation d'enseigner, à titre onéreux, la conduite des véhicules à moteur et la sécurité routière. - article 9 AUTONOME MODIFIE, en vigueur du 2001-01-26 au 2013-01-19 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Arrêté du 8 janvier 2001 relatif aux conditions d'agrément des associations qui s'appuient sur la formation à la conduite et à la sécurité routière pour faciliter l'insertion ou la réinsertion sociale ou professionnelle. - article 6 AUTONOME MODIFIE, en vigueur du 2001-01-26 au 2016-10-30 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Arrêté du 8 janvier 2001 relatif aux conditions d'agrément des associations qui s'appuient sur la formation à la conduite et à la sécurité routière pour faciliter l'insertion ou la réinsertion sociale ou professionnelle. - article 6 AUTONOME VIGUEUR, en vigueur depuis le 2016-10-30 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Arrêté du 8 janvier 2001 relatif à l'autorisation d'enseigner, à titre onéreux, la conduite des véhicules à moteur et la sécurité routière. - article 8 AUTONOME MODIFIE, en vigueur du 2001-01-26 au 2013-01-19 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route (ancien) - article R245-1 AUTONOME ABROGE, en vigueur du 2000-12-30 au 2001-06-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article R212-4 AUTONOME MODIFIE, en vigueur du 2001-06-01 au 2003-07-12 CONCORDANCE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Arrêté du 8 janvier 2001 relatif à l'exploitation des établissements d'enseignement, à titre onéreux, de la conduite des véhicules à moteur et de la sécurité routière. - article 3 AUTONOME MODIFIE, en vigueur du 2011-07-14 au 2013-01-19 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Arrêté du 8 janvier 2001 relatif à l'exploitation des établissements d'enseignement, à titre onéreux, de la conduite des véhicules à moteur et de la sécurité routière. - article 13 AUTONOME MODIFIE, en vigueur du 2001-01-26 au 2013-01-19 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Arrêté du 8 janvier 2001 relatif à l'exploitation des établissements d'enseignement, à titre onéreux, de la conduite des véhicules à moteur et de la sécurité routière. - article 3 AUTONOME MODIFIE, en vigueur du 2001-01-26 au 2003-01-09 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article R212-4 AUTONOME MODIFIE, en vigueur du 2016-04-01 au 2018-09-19 CONCORDANCE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article R212-4 AUTONOME VIGUEUR, en vigueur depuis le 2018-09-19 CONCORDANCE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Arrêté du 8 janvier 2001 créant un registre national de l'enseignement de la conduite des véhicules à moteur et de la sécurité routière. - article 3 AUTONOME MODIFIE, en vigueur du 2001-01-26 au 2011-07-14 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Arrêté du 8 janvier 2001 relatif aux conditions d'agrément des associations qui s'appuient sur la formation à la conduite et à la sécurité routière pour faciliter l'insertion ou la réinsertion sociale ou professionnelle. - article 8 AUTONOME MODIFIE, en vigueur du 2001-01-26 au 2016-10-30 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Arrêté du 8 janvier 2001 relatif à l'autorisation d'enseigner, à titre onéreux, la conduite des véhicules à moteur et la sécurité routière. - article 2 AUTONOME MODIFIE, en vigueur du 2009-12-20 au 2013-01-19 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Arrêté du 5 septembre 2001 fixant les modalités du dépistage des substances témoignant de l'usage de stupéfiants, et des analyses et examens prévus par le code de la route. - article 16-1 AUTONOME ABROGE, en vigueur du 2013-12-18 au 2016-12-16 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Arrêté du 8 janvier 2001 relatif aux conditions d'agrément des associations qui s'appuient sur la formation à la conduite et à la sécurité routière pour faciliter l'insertion ou la réinsertion sociale ou professionnelle. - article 8 AUTONOME VIGUEUR, en vigueur depuis le 2016-10-30 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Arrêté du 8 janvier 2001 relatif aux conditions d'agrément des associations qui s'appuient sur la formation à la conduite et à la sécurité routière pour faciliter l'insertion ou la réinsertion sociale ou professionnelle. - article 2 AUTONOME MODIFIE, en vigueur du 2001-01-26 au 2016-10-30 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Arrêté du 8 janvier 2001 créant un registre national de l'enseignement de la conduite des véhicules à moteur et de la sécurité routière. - article 4 AUTONOME MODIFIE, en vigueur du 2001-01-26 au 2011-07-14 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Arrêté du 8 janvier 2001 relatif à l'exploitation des établissements d'enseignement, à titre onéreux, de la conduite des véhicules à moteur et de la sécurité routière. - article 3 AUTONOME MODIFIE, en vigueur du 2003-01-09 au 2009-12-20 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2007-1626 du 16 novembre 2007 portant extension et adaptation en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna de diverses dispositions du code de la route et de la deuxième partie du code de procédure pénale (Décrets en Conseil d'Etat) - article 2 ENTIEREMENT_MODIF CREATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route (ancien) - article R244 AUTONOME MODIFIE, en vigueur du 1986-11-30 au 2000-12-30 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Arrêté du 8 janvier 2001 créant un registre national de l'enseignement de la conduite des véhicules à moteur et de la sécurité routière. - article 2 AUTONOME MODIFIE, en vigueur du 2001-01-26 au 2012-08-26 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Arrêté du 8 janvier 2001 créant un registre national de l'enseignement de la conduite des véhicules à moteur et de la sécurité routière. - article 3 AUTONOME MODIFIE, en vigueur du 2011-07-14 au 2012-08-26 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Arrêté du 8 janvier 2001 créant un registre national de l'enseignement de la conduite des véhicules à moteur et de la sécurité routière. - article 4 AUTONOME MODIFIE, en vigueur du 2011-07-14 au 2012-08-26 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Arrêté du 8 janvier 2001 créant un registre national de l'enseignement de la conduite des véhicules à moteur et de la sécurité routière. - article 5 AUTONOME MODIFIE, en vigueur du 2001-01-26 au 2012-08-26 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Arrêté du 8 janvier 2001 relatif à l'exploitation des établissements d'enseignement, à titre onéreux, de la conduite des véhicules à moteur et de la sécurité routière. - article 3 AUTONOME MODIFIE, en vigueur du 2009-12-20 au 2011-07-14 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Arrêté du 8 janvier 2001 relatif aux conditions d'agrément des associations qui s'appuient sur la formation à la conduite et à la sécurité routière pour faciliter l'insertion ou la réinsertion sociale ou professionnelle. - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2016-10-30 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Arrêté du 8 janvier 2001 relatif à l'exploitation des établissements d'enseignement, à titre onéreux, de la conduite des véhicules à moteur et de la sécurité routière. - article 9 AUTONOME MODIFIE, en vigueur du 2001-01-26 au 2013-01-19 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret no 2001-251 du 22 mars 2001 relatif à la partie Réglementaire du code de la route (Décrets en Conseil d'Etat) CODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2001-01-08 CITATION cible Arrêté du 8 janvier 2001 relatif à l'exploitation des établissements d'enseignement, à titre onéreux, de la conduite des véhicules à moteur et de la sécurité routière. - article 13 AUTONOME MODIFIE, en vigueur du 2001-01-26 au 2013-01-19"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2001-01-08 CITATION cible Arrêté du 8 janvier 2001 créant un registre national de l'enseignement de la conduite des véhicules à moteur et de la sécurité routière. - article 2 AUTONOME MODIFIE, en vigueur du 2001-01-26 au 2012-08-26"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2001-01-08 CITATION cible Arrêté du 8 janvier 2001 relatif à l'autorisation d'enseigner, à titre onéreux, la conduite des véhicules à moteur et la sécurité routière. - article 2 AUTONOME MODIFIE, en vigueur du 2009-12-20 au 2013-01-19"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2001-01-08 CITATION cible Arrêté du 8 janvier 2001 relatif aux conditions d'agrément des associations qui s'appuient sur la formation à la conduite et à la sécurité routière pour faciliter l'insertion ou la réinsertion sociale ou professionnelle. - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2016-10-30"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2001-01-08 CITATION cible Arrêté du 8 janvier 2001 créant un registre national de l'enseignement de la conduite des véhicules à moteur et de la sécurité routière. - article 3 AUTONOME MODIFIE, en vigueur du 2011-07-14 au 2012-08-26"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2001-01-08 CITATION cible Arrêté du 8 janvier 2001 relatif à l'exploitation des établissements d'enseignement, à titre onéreux, de la conduite des véhicules à moteur et de la sécurité routière. - article 3 AUTONOME MODIFIE, en vigueur du 2011-07-14 au 2013-01-19"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2001-01-08 CITATION cible Arrêté du 8 janvier 2001 créant un registre national de l'enseignement de la conduite des véhicules à moteur et de la sécurité routière. - article 4 AUTONOME MODIFIE, en vigueur du 2011-07-14 au 2012-08-26"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2001-01-08 CITATION cible Arrêté du 8 janvier 2001 créant un registre national de l'enseignement de la conduite des véhicules à moteur et de la sécurité routière. - article 5 AUTONOME MODIFIE, en vigueur du 2001-01-26 au 2012-08-26"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2001-01-08 CITATION cible Arrêté du 8 janvier 2001 relatif aux conditions d'agrément des associations qui s'appuient sur la formation à la conduite et à la sécurité routière pour faciliter l'insertion ou la réinsertion sociale ou professionnelle. - article 6 AUTONOME VIGUEUR, en vigueur depuis le 2016-10-30"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2001-01-08 CITATION cible Arrêté du 8 janvier 2001 relatif à l'autorisation d'enseigner, à titre onéreux, la conduite des véhicules à moteur et la sécurité routière. - article 8 AUTONOME MODIFIE, en vigueur du 2001-01-26 au 2013-01-19"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2001-01-08 CITATION cible Arrêté du 8 janvier 2001 relatif aux conditions d'agrément des associations qui s'appuient sur la formation à la conduite et à la sécurité routière pour faciliter l'insertion ou la réinsertion sociale ou professionnelle. - article 8 AUTONOME VIGUEUR, en vigueur depuis le 2016-10-30"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2001-01-08 CITATION cible Arrêté du 8 janvier 2001 relatif à l'exploitation des établissements d'enseignement, à titre onéreux, de la conduite des véhicules à moteur et de la sécurité routière. - article 9 AUTONOME MODIFIE, en vigueur du 2001-01-26 au 2013-01-19"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2001-01-08 CITATION cible Arrêté du 8 janvier 2001 relatif à l'autorisation d'enseigner, à titre onéreux, la conduite des véhicules à moteur et la sécurité routière. - article 9 AUTONOME MODIFIE, en vigueur du 2001-01-26 au 2013-01-19"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2001-03-22 CODIFICATION source Décret no 2001-251 du 22 mars 2001 relatif à la partie Réglementaire du code de la route (Décrets en Conseil d'Etat)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2001-09-05 CITATION cible Arrêté du 5 septembre 2001 fixant les modalités du dépistage des substances témoignant de l'usage de stupéfiants, et des analyses et examens prévus par le code de la route. - article 16-1 AUTONOME ABROGE, en vigueur du 2013-12-18 au 2016-12-16"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2007-11-16 CREATION source Décret n° 2007-1626 du 16 novembre 2007 portant extension et adaptation en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna de diverses dispositions du code de la route et de la deuxième partie du code de procédure pénale (Décrets en Conseil d'Etat) - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la route (ancien) - article R244 AUTONOME MODIFIE, en vigueur du 1986-11-30 au 2000-12-30"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la route (ancien) - article R245-1 AUTONOME ABROGE, en vigueur du 2000-12-30 au 2001-06-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la route VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la route - article L235-2 AUTONOME MODIFIE, en vigueur du 2003-02-04 au 2003-06-13"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CONCORDANCE cible Code de la route - article R212-4 AUTONOME MODIFIE, en vigueur du 2003-07-12 au 2010-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la route - article R235-3 AUTONOME MODIFIE, en vigueur du 2001-10-01 au 2003-04-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la route - article R235-5 AUTONOME MODIFIE, en vigueur du 2001-10-01 au 2003-04-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la route - article R235-6 AUTONOME MODIFIE, en vigueur du 2001-10-01 au 2003-04-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la route - article R235-7 AUTONOME MODIFIE, en vigueur du 2001-10-01 au 2003-04-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/15/LEGIARTI000006841565.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/15/LEGIARTI000006841565.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/15/LEGIARTI000006841565.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_la_route/src/branch/main/partie_reglementaire/livre_ii/titre_iv/chapitre_iii/article_r243-2.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006841565)"},{"type":"add","content":""}],"status":"added"},{"filename":"partie_reglementaire/livre_ii/titre_iv/chapitre_iv/README.md","articleName":"Sommaire - Chapitre Iv","additions":1,"deletions":0,"diff":[{"type":"add","content":"- [Article R244-2](article_r244-2.md)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_ii/titre_iv/chapitre_iv/article_r244-1.md","articleName":"Article R244-1","additions":14,"deletions":59,"diff":[{"type":"del","content":"\"Art. R. 234-1. - Même en l'absence de tout signe d'ivresse manifeste, le fait de conduire un véhicule sous l'empire d'un état alcoolique caractérisé par une concentration d'alcool dans le sang égale ou supérieure à 0,50 gramme par litre ou par une concentration d'alcool dans l'air expiré égale ou supérieure à 0,25 milligramme par litre, sans atteindre les seuils fixés à l'article L. 234-1 est puni de l'amende prévue pour les contraventions de la quatrième classe."},{"type":"add","content":"\"Art. R. 234-1 - I. - Même en l'absence de tout signe d'ivresse manifeste, est puni de l'amende prévue pour les contraventions de la quatrième classe le fait de conduire un véhicule sous l'empire d'un état alcoolique caractérisé par :"},{"type":"del","content":"L'immobilisation peut être prescrite dans les conditions prévues aux articles L. 325-1, L. 325-2 et L. 325-11.\""},{"type":"add","content":"1° Une concentration d'alcool dans le sang égale ou supérieure à 0,20 gramme par litre ou par une concentration d'alcool dans l'air expiré égale ou supérieure à 0,10 milligramme par litre et inférieure aux seuils fixés à l'article L. 234-1, pour les véhicules de transport en commun ;"},{"type":"add","content":""},{"type":"add","content":"2° Une concentration d'alcool dans le sang égale ou supérieure à 0,50 gramme par litre ou par une concentration d'alcool dans l'air expiré égale ou supérieure à 0,25 milligramme par litre et inférieure aux seuils fixés à l'article L. 234-1, pour les autres catégories de véhicules."},{"type":"add","content":""},{"type":"add","content":"II. - L'immobilisation peut être prescrite dans les conditions prévues aux articles L. 325-1 à L. 325-3."},{"type":"add","content":""},{"type":"add","content":"III. - Toute personne coupable de l'une des infractions mentionnées au I encourt également la peine complémentaire de suspension du permis de conduire pour une durée de trois ans au plus, cette suspension pouvant être limitée à la conduite en dehors de l'activité professionnelle."},{"type":"del","content":"Code de la route - article L325-1 AUTONOME MODIFIE, en vigueur du 2011-12-30 au 2013-05-30 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la route - article L325-2 AUTONOME MODIFIE, en vigueur du 2011-03-16 au 2017-07-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la route - article L325-2 AUTONOME VIGUEUR, en vigueur depuis le 2021-05-27 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la route - article L325-2 AUTONOME MODIFIE, en vigueur du 2019-01-01 au 2021-05-27 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la route - article L325-1 AUTONOME MODIFIE, en vigueur du 2013-05-30 au 2017-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la route - article L325-1 AUTONOME MODIFIE, en vigueur du 2001-06-01 au 2001-11-16 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la route - article L325-1 AUTONOME MODIFIE, en vigueur du 2007-03-07 au 2011-12-30 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la route - article L325-2 AUTONOME MODIFIE, en vigueur du 2001-06-01 au 2003-03-19 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la route - article L325-2 AUTONOME MODIFIE, en vigueur du 2003-03-19 au 2006-01-06 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la route - article L325-2 AUTONOME MODIFIE, en vigueur du 2006-01-06 au 2011-03-16 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la route - article L325-1 AUTONOME MODIFIE, en vigueur du 2003-06-13 au 2007-03-07 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la route - article L325-1 AUTONOME VIGUEUR, en vigueur depuis le 2017-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la route - article L325-1 AUTONOME MODIFIE, en vigueur du 2003-03-19 au 2003-06-13 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la route - article L325-2 AUTONOME MODIFIE, en vigueur du 2017-07-01 au 2019-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la route - article L325-1 AUTONOME MODIFIE, en vigueur du 2001-11-16 au 2003-03-19 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°2004-106 du 29 janvier 2004 portant modification des dispositions relatives au service national dans divers décrets statutaires - article 10 AUTONOME VIGUEUR, en vigueur depuis le 2004-02-05 MODIFICATION cible"},{"type":"add","content":"Décret n° 2007-1626 du 16 novembre 2007 portant extension et adaptation en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna de diverses dispositions du code de la route et de la deuxième partie du code de procédure pénale (Décrets en Conseil d'Etat) - article 5 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":"2004-01-29 MODIFICATION source Décret n°2004-106 du 29 janvier 2004 portant modification des dispositions relatives au service national dans divers décrets statutaires - article 10 AUTONOME VIGUEUR, en vigueur depuis le 2004-02-05"},{"type":"add","content":"2007-11-16 MODIFICATION source Décret n° 2007-1626 du 16 novembre 2007 portant extension et adaptation en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna de diverses dispositions du code de la route et de la deuxième partie du code de procédure pénale (Décrets en Conseil d'Etat) - article 5 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la route - article L325-1 AUTONOME MODIFIE, en vigueur du 2001-06-01 au 2001-11-16"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la route - article L325-2 AUTONOME MODIFIE, en vigueur du 2001-06-01 au 2003-03-19"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/15/LEGIARTI000006841567.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/15/LEGIARTI000006841567.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/15/LEGIARTI000006841567.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/15/LEGIARTI000006841568.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/15/LEGIARTI000006841568.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/15/LEGIARTI000006841568.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006841567)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006841568)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_ii/titre_iv/chapitre_iv/article_r244-2.md","articleName":"Article R244-2","additions":181,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article R244-2"},{"type":"add","content":""},{"type":"add","content":"Les articles R. 235-1 à R. 235-13 sont applicables en Polynésie française dans la rédaction suivante :"},{"type":"add","content":""},{"type":"add","content":"\"Art. R. 235-1 - En vue de procéder aux épreuves de dépistage et, le cas échéant, aux analyses et examens médicaux, cliniques et biologiques prévus par l'article L. 235-2, le délai séparant, d'une part, l'heure de l'accident et, d'autre part, l'heure de l'épreuve de dépistage, et le cas échéant, des analyses et examens précités doit être le plus court possible."},{"type":"add","content":""},{"type":"add","content":"\"Art. R. 235-2 - Pour l'application de l'article L. 235-2, doit être regardé comme étant un accident mortel de la circulation celui qui a des conséquences immédiatement mortelles."},{"type":"add","content":""},{"type":"add","content":"\"Art. R. 235-3 - Les épreuves de dépistage prévues par l'article L. 235-2 sont effectuées par un médecin ou un biologiste, requis à cet effet par un officier ou agent de police judiciaire qui leur fournit les matériels nécessaires au dépistage."},{"type":"add","content":""},{"type":"add","content":"\"Art. R. 235-4 - Les épreuves de dépistage réalisées à la suite d'un recueil de liquide biologique sont effectuées conformément aux méthodes et dans les conditions prescrites par un arrêté du ministre chargé de la santé, qui tient compte des particularités locales et qui précise notamment les critères de choix des réactifs et le modèle des fiches présentant les résultats."},{"type":"add","content":""},{"type":"add","content":"Ces fiches sont remises à l'officier ou l'agent de police judiciaire mentionné à l'article R. 235-3."},{"type":"add","content":""},{"type":"add","content":"\"Art. R. 235-5 - Les analyses et examens médicaux, cliniques et biologiques prévus à l'article L. 235-2 comportent les opérations suivantes :"},{"type":"add","content":""},{"type":"add","content":"- examen clinique ;"},{"type":"add","content":""},{"type":"add","content":"- prélèvement biologique ;"},{"type":"add","content":""},{"type":"add","content":"- recherche et dosage des stupéfiants."},{"type":"add","content":""},{"type":"add","content":"\"Art. R. 235-6 - L'examen clinique et le prélèvement biologique sont effectués par un médecin requis à cet effet par un officier ou un agent de police judiciaire. Le prélèvement biologique peut également être effectué par un biologiste requis dans les mêmes conditions."},{"type":"add","content":""},{"type":"add","content":"Ce praticien effectue le prélèvement biologique à l'aide d'un nécessaire mis à sa disposition par un officier ou un agent de police judiciaire, en se conformant aux méthodes prescrites par un arrêté du ministre chargé de la santé, après avis du directeur général de l'Agence française de sécurité sanitaire des produits de santé."},{"type":"add","content":""},{"type":"add","content":"Un officier ou un agent de police judiciaire assiste au prélèvement biologique."},{"type":"add","content":""},{"type":"add","content":"\"Art. R. 235-7 - Le prélèvement biologique est réparti entre deux flacons étiquetés et scellés par un officier ou agent de police judiciaire."},{"type":"add","content":""},{"type":"add","content":"\"Art. R. 235-8 - En cas de décès du ou des conducteurs impliqués, le prélèvement des échantillons biologiques et l'examen du corps sont effectués soit dans les conditions fixées par les articles R. 235-5 et R. 235-6, soit par un médecin légiste au cours de l'autopsie judiciaire."},{"type":"add","content":""},{"type":"add","content":"Les méthodes particulières de prélèvement et de conservation des échantillons biologiques applicables en cas de décès du ou des conducteurs impliqués sont fixées par un arrêté du ministre chargé de la santé, après avis du directeur général de l'Agence française de sécurité sanitaire des produits de santé."},{"type":"add","content":""},{"type":"add","content":"\"Art. R. 235-9 - L'officier ou l'agent de police judiciaire adresse les deux échantillons biologiques prélevés, accompagnés des résultats des épreuves de dépistage, à un expert inscrit sous une rubrique spéciale en toxicologie, sur la liste de la cour d'appel, ou à un laboratoire de police technique et scientifique."},{"type":"add","content":""},{"type":"add","content":"Le laboratoire ou l'expert conserve un des deux flacons mentionnés à l'article R. 235-7 en vue d'une demande éventuelle d'un examen technique ou d'une expertise. Les conditions dans lesquelles est conservé cet échantillon sont fixées par un arrêté du ministre chargé de la santé, après avis du directeur général de l'Agence française de sécurité sanitaire des produits de santé."},{"type":"add","content":""},{"type":"add","content":"\"Art. R. 235-10. - La recherche et le dosage des produits stupéfiants sont pratiqués dans les conditions définies par un arrêté du ministre chargé de la santé, après avis du directeur général de l'Agence française de sécurité sanitaire des produits de santé."},{"type":"add","content":""},{"type":"add","content":"Les résultats des analyses et examens médicaux, cliniques et biologiques sont consignés sur les fiches mentionnées à l'article R. 235-4. Ces fiches sont ensuite transmises à l'officier ou à l'agent de police judiciaire ayant assisté au prélèvement biologique."},{"type":"add","content":""},{"type":"add","content":"\"Art. R. 235-11. - Le conducteur peut demander au procureur de la République, au juge d'instruction ou à la juridiction de jugement qu'il soit procédé à un examen technique ou à une expertise en application des articles 60, 77-1 et 156 du code de procédure pénale."},{"type":"add","content":""},{"type":"add","content":"De même, le conducteur peut demander qu'il soit procédé, dans les mêmes conditions, à la recherche de l'usage des médicaments psychoactifs pouvant avoir des effets sur la capacité de conduire le véhicule."},{"type":"add","content":""},{"type":"add","content":"En cas d'examen technique ou d'expertise, ceux-ci sont confiés à un autre laboratoire ou à un autre expert répondant aux conditions fixées par l'article R. 235-9. Celui-ci pratique l'expertise de contrôle en se conformant aux méthodes prescrites en application de l'article R. 235-10."},{"type":"add","content":""},{"type":"add","content":"La consignation et la transmission de ces résultats sont effectuées dans les conditions mentionnées à l'article R. 235-10."},{"type":"add","content":""},{"type":"add","content":"\"Art. R. 235-12. - Les honoraires et indemnités de déplacement afférents aux épreuves de dépistage et aux examens cliniques, médicaux et biologiques prévus aux articles R. 235-4 et R. 235-6 sont calculés par référence aux articles R. 110, R. 111 et R. 117 (1°, c et e) du code de procédure pénale, dans leurs versions applicables localement tirées des articles R. 317 et R. 321 de ce même code."},{"type":"add","content":""},{"type":"add","content":"Lorsqu'il est procédé à un examen clinique et à un prélèvement biologique en application des dispositions de l'article R. 235-6 du code des débits de boissons et des mesures contre l'alcoolisme, il n'est dû qu'une seule indemnité de déplacement et les honoraires pour un seul acte."},{"type":"add","content":""},{"type":"add","content":"Les frais afférents aux examens de laboratoire prévus par les articles R. 235-10 et R. 235-11 relatifs à la recherche et au dosage des produits stupéfiants et, le cas échéant, les frais afférents à la recherche des médicaments psychoactifs sont fixés par référence aux 10° et 11° de l'article R. 118 du code de procédure pénale."},{"type":"add","content":""},{"type":"add","content":"Les frais afférents à l'acquisition des matériels de recueil et de dépistage prévus par l'article R. 235-3 sont fixés par arrêté conjoint du ministre de la justice et du ministre chargé du budget."},{"type":"add","content":""},{"type":"add","content":"\"Art. R. 235-13. - Les dépenses visées à l'article précédent constituent des frais de justice criminelle, correctionnelle et de police."},{"type":"add","content":""},{"type":"add","content":"Le paiement de ces frais a lieu conformément aux dispositions du titre X du livre V du code de procédure pénale.\""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de procédure pénale - article 60 AUTONOME MODIFIE, en vigueur du 1986-02-01 au 1999-06-24 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de procédure pénale - article 60 AUTONOME MODIFIE, en vigueur du 1999-06-24 au 2019-03-25 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de procédure pénale - article 77-1 AUTONOME MODIFIE, en vigueur du 2020-12-27 au 2023-01-26 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de procédure pénale - article 77-1 AUTONOME MODIFIE, en vigueur du 2019-03-25 au 2020-12-27 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de procédure pénale - article 156 AUTONOME MODIFIE, en vigueur du 2001-01-01 au 2004-03-10 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de procédure pénale - article 77-1 AUTONOME ABROGE_DIFF, en vigueur du 2023-01-26 au 2029-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de procédure pénale - article 156 AUTONOME ABROGE_DIFF, en vigueur du 2024-09-30 au 2029-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de procédure pénale - article 156 AUTONOME MODIFIE, en vigueur du 1993-09-02 au 2001-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de procédure pénale - article 77-1 AUTONOME MODIFIE, en vigueur du 1986-02-01 au 1999-06-24 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de procédure pénale - article 156 AUTONOME MODIFIE, en vigueur du 1993-03-01 au 1993-09-02 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de procédure pénale - article 60 AUTONOME ABROGE_DIFF, en vigueur du 2023-01-26 au 2029-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Arrêté du 5 septembre 2001 fixant les modalités du dépistage des substances témoignant de l'usage de stupéfiants, et des analyses et examens prévus par le code de la route. - article 16-1 AUTONOME ABROGE, en vigueur du 2013-12-18 au 2016-12-16 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2007-1626 du 16 novembre 2007 portant extension et adaptation en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna de diverses dispositions du code de la route et de la deuxième partie du code de procédure pénale (Décrets en Conseil d'Etat) - article 3 ENTIEREMENT_MODIF CREATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de procédure pénale - article 156 AUTONOME MODIFIE, en vigueur du 2004-03-10 au 2024-09-30 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de procédure pénale - article 60 AUTONOME MODIFIE, en vigueur du 2019-03-25 au 2023-01-26 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de procédure pénale - article 77-1 AUTONOME MODIFIE, en vigueur du 1999-06-24 au 2019-03-25 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret no 2001-251 du 22 mars 2001 relatif à la partie Réglementaire du code de la route (Décrets en Conseil d'Etat) CODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2001-03-22 CODIFICATION source Décret no 2001-251 du 22 mars 2001 relatif à la partie Réglementaire du code de la route (Décrets en Conseil d'Etat)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2001-09-05 CITATION cible Arrêté du 5 septembre 2001 fixant les modalités du dépistage des substances témoignant de l'usage de stupéfiants, et des analyses et examens prévus par le code de la route. - article 16-1 AUTONOME ABROGE, en vigueur du 2013-12-18 au 2016-12-16"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2007-11-16 CREATION source Décret n° 2007-1626 du 16 novembre 2007 portant extension et adaptation en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna de diverses dispositions du code de la route et de la deuxième partie du code de procédure pénale (Décrets en Conseil d'Etat) - article 3 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de procédure pénale - article 156 AUTONOME MODIFIE, en vigueur du 1993-03-01 au 1993-09-02"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de procédure pénale - article 60 AUTONOME MODIFIE, en vigueur du 1986-02-01 au 1999-06-24"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de procédure pénale - article 77-1 AUTONOME MODIFIE, en vigueur du 1986-02-01 au 1999-06-24"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la route VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la route - article L235-2 AUTONOME MODIFIE, en vigueur du 2003-02-04 au 2003-06-13"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la route - article R235-10 AUTONOME MODIFIE, en vigueur du 2001-10-01 au 2003-04-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la route - article R235-3 AUTONOME MODIFIE, en vigueur du 2001-10-01 au 2003-04-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la route - article R235-7 AUTONOME MODIFIE, en vigueur du 2001-10-01 au 2003-04-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la route - article R235-9 AUTONOME MODIFIE, en vigueur du 2001-10-01 au 2003-04-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/15/LEGIARTI000006841569.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/15/LEGIARTI000006841569.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/15/LEGIARTI000006841569.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_la_route/src/branch/main/partie_reglementaire/livre_ii/titre_iv/chapitre_iv/article_r244-2.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006841569)"},{"type":"add","content":""}],"status":"added"},{"filename":"partie_reglementaire/livre_ii/titre_iv/chapitre_v/README.md","articleName":"Sommaire - Chapitre V","additions":1,"deletions":0,"diff":[{"type":"add","content":"- [Article R245-2](article_r245-2.md)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_ii/titre_iv/chapitre_v/article_r245-1.md","articleName":"Article R245-1","additions":15,"deletions":7,"diff":[{"type":"del","content":"\"Art. R. 234-1. - Même en l'absence de tout signe d'ivresse manifeste, le fait de conduire un véhicule sous l'empire d'un état alcoolique caractérisé par une concentration d'alcool dans le sang égale ou supérieure à 0,50 gramme par litre ou par une concentration d'alcool dans l'air expiré égale ou supérieure à 0,25 milligramme par litre, sans atteindre les seuils fixés à l'article L. 234-1 est puni de l'amende prévue pour les contraventions de la quatrième classe.\""},{"type":"add","content":"\"Art. R. 234-1 - I. - Même en l'absence de tout signe d'ivresse manifeste, est puni de l'amende prévue pour les contraventions de la quatrième classe le fait de conduire un véhicule sous l'empire d'un état alcoolique caractérisé par :"},{"type":"add","content":""},{"type":"add","content":"1° Une concentration d'alcool dans le sang égale ou supérieure à 0,20 gramme par litre ou par une concentration d'alcool dans l'air expiré égale ou supérieure à 0,10 milligramme par litre et inférieure aux seuils fixés à l'article L. 234-1, pour les véhicules de transport en commun ;"},{"type":"add","content":""},{"type":"add","content":"2° Une concentration d'alcool dans le sang égale ou supérieure à 0,50 gramme par litre ou par une concentration d'alcool dans l'air expiré égale ou supérieure à 0,25 milligramme par litre et inférieure aux seuils fixés à l'article L. 234-1, pour les autres catégories de véhicules."},{"type":"add","content":""},{"type":"add","content":"II. - L'immobilisation peut être prescrite dans les conditions prévues aux articles L. 325-1 à L. 325-3."},{"type":"add","content":""},{"type":"add","content":"III. - Toute personne coupable de l'une des infractions mentionnées au I encourt également la peine complémentaire de suspension du permis de conduire pour une durée de trois ans au plus, cette suspension pouvant être limitée à la conduite en dehors de l'activité professionnelle."},{"type":"del","content":"Décret n°2004-106 du 29 janvier 2004 portant modification des dispositions relatives au service national dans divers décrets statutaires - article 10 AUTONOME VIGUEUR, en vigueur depuis le 2004-02-05 MODIFICATION cible"},{"type":"add","content":"Décret n° 2007-1626 du 16 novembre 2007 portant extension et adaptation en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna de diverses dispositions du code de la route et de la deuxième partie du code de procédure pénale (Décrets en Conseil d'Etat) - article 5 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":"2004-01-29 MODIFICATION source Décret n°2004-106 du 29 janvier 2004 portant modification des dispositions relatives au service national dans divers décrets statutaires - article 10 AUTONOME VIGUEUR, en vigueur depuis le 2004-02-05"},{"type":"add","content":"2007-11-16 MODIFICATION source Décret n° 2007-1626 du 16 novembre 2007 portant extension et adaptation en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna de diverses dispositions du code de la route et de la deuxième partie du code de procédure pénale (Décrets en Conseil d'Etat) - article 5 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/15/LEGIARTI000006841572.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/15/LEGIARTI000006841572.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/15/LEGIARTI000006841572.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/15/LEGIARTI000006841573.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/15/LEGIARTI000006841573.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/15/LEGIARTI000006841573.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006841572)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006841573)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_ii/titre_iv/chapitre_v/article_r245-2.md","articleName":"Article R245-2","additions":157,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article R245-2"},{"type":"add","content":""},{"type":"add","content":"Les articles R. 235-1 à R. 235-13 sont applicables dans les îles Wallis et Futuna dans la rédaction suivante :"},{"type":"add","content":""},{"type":"add","content":"\"Art. R. 235-1 - En vue de procéder aux épreuves de dépistage et, le cas échéant, aux analyses et examens médicaux, cliniques et biologiques prévus par l'article L. 235-2, le délai séparant, d'une part, l'heure de l'accident et, d'autre part, l'heure de l'épreuve de dépistage et, le cas échéant, des analyses et examens précités doit être le plus court possible."},{"type":"add","content":""},{"type":"add","content":"\"Art. R. 235-2 - Pour l'application de l'article L. 235-2, doit être regardé comme étant un accident mortel de la circulation celui qui a des conséquences immédiatement mortelles."},{"type":"add","content":""},{"type":"add","content":"\"Art. R. 235-3 - Les épreuves de dépistage prévues par l'article L. 235-2 sont effectuées par un médecin ou un biologiste, requis à cet effet par un officier ou agent de police judiciaire qui leur fournit les matériels nécessaires au dépistage."},{"type":"add","content":""},{"type":"add","content":"\"Art. R. 235-4 - Les épreuves de dépistage réalisées à la suite d'un recueil de liquide biologique sont effectuées conformément aux méthodes et dans les conditions prescrites par un arrêté du ministre chargé de la santé, après avis du directeur général de l'Agence française de sécurité sanitaire des produits de santé, qui précise notamment les critères de choix des réactifs et le modèle des fiches présentant les résultats."},{"type":"add","content":""},{"type":"add","content":"\"Ces fiches sont remises à l'officier ou l'agent de police judiciaire mentionné à l'article R. 235-3."},{"type":"add","content":""},{"type":"add","content":"\"Art. R. 235-5 - Les analyses et examens médicaux, cliniques et biologiques prévus à l'article L. 235-2 comportent les opérations suivantes :"},{"type":"add","content":""},{"type":"add","content":"\"- examen clinique ;"},{"type":"add","content":""},{"type":"add","content":"\"- prélèvement biologique ;"},{"type":"add","content":""},{"type":"add","content":"\"- recherche et dosage des stupéfiants."},{"type":"add","content":""},{"type":"add","content":"\"Art. R. 235-6 - L'examen clinique et le prélèvement biologique sont effectués par un médecin requis à cet effet par un officier ou un agent de police judiciaire. Le prélèvement biologique peut également être effectué par un biologiste requis dans les mêmes conditions."},{"type":"add","content":""},{"type":"add","content":"\"Ce praticien effectue le prélèvement biologique à l'aide d'un nécessaire mis à sa disposition par un officier ou un agent de police judiciaire, en se conformant aux méthodes prescrites par un arrêté du ministre chargé de la santé, après avis du directeur général de l'Agence française de sécurité sanitaire des produits de santé."},{"type":"add","content":""},{"type":"add","content":"\"Un officier ou un agent de police judiciaire assiste au prélèvement biologique."},{"type":"add","content":""},{"type":"add","content":"\"Art. R. 235-7 - Le prélèvement biologique est réparti entre deux flacons étiquetés et scellés par un officier ou agent de police judiciaire."},{"type":"add","content":""},{"type":"add","content":"\"Art. R. 235-8 - En cas de décès du ou des conducteurs impliqués, le prélèvement des échantillons biologiques et l'examen du corps sont effectués soit dans les conditions fixées par les articles R. 235-5 et R. 235-6, soit par un médecin légiste au cours de l'autopsie judiciaire."},{"type":"add","content":""},{"type":"add","content":"\"Les méthodes particulières de prélèvement et de conservation des échantillons biologiques applicables en cas de décès du ou des conducteurs impliqués sont fixées par un arrêté du ministre chargé de la santé, après avis du directeur général de l'Agence française de sécurité sanitaire des produits de santé."},{"type":"add","content":""},{"type":"add","content":"\"Art. R. 235-9 - L'officier ou l'agent de police judiciaire adresse les deux échantillons biologiques prélevés, accompagnés des résultats des épreuves de dépistage, à un expert inscrit sous une rubrique spéciale en toxicologie, sur la liste de la cour d'appel, ou à un laboratoire de police technique et scientifique."},{"type":"add","content":""},{"type":"add","content":"\"Le laboratoire ou l'expert conserve un des deux flacons mentionnés à l'article R. 235-7 en vue d'une demande éventuelle d'un examen technique ou d'une expertise. Les conditions dans lesquelles est conservé cet échantillon sont fixées par un arrêté du ministre chargé de la santé, après avis du directeur général de l'Agence française de sécurité sanitaire des produits de santé."},{"type":"add","content":""},{"type":"add","content":"\"Art. R. 235-10 - La recherche et le dosage des produits stupéfiants sont pratiqués dans les conditions définies par un arrêté du ministre chargé de la santé, après avis du directeur général de l'Agence française de sécurité sanitaire des produits de santé."},{"type":"add","content":""},{"type":"add","content":"\"Les résultats des analyses et examens médicaux, cliniques et biologiques sont consignés sur les fiches mentionnées à l'article R. 235-4. Ces fiches sont ensuite transmises à l'officier ou à l'agent de police judiciaire ayant assisté au prélèvement biologique."},{"type":"add","content":""},{"type":"add","content":"\"Art. R. 235-11 - Le conducteur peut demander au procureur de la République, au juge d'instruction ou à la juridiction de jugement qu'il soit procédé à un examen technique ou à une expertise en application des articles 60, 77-1 et 156 du code de procédure pénale."},{"type":"add","content":""},{"type":"add","content":"\"De même, le conducteur peut demander qu'il soit procédé, dans les mêmes conditions, à la recherche de l'usage des médicaments psychoactifs pouvant avoir des effets sur la capacité de conduire le véhicule."},{"type":"add","content":""},{"type":"add","content":"\"En cas d'examen technique ou d'expertise, ceux-ci sont confiés à un autre laboratoire ou à un autre expert répondant aux conditions fixées par l'article R. 235-9. Celui-ci pratique l'expertise de contrôle en se conformant aux méthodes prescrites en application de l'article R. 235-10."},{"type":"add","content":""},{"type":"add","content":"\"La consignation et la transmission de ces résultats sont effectuées dans les conditions mentionnées à l'article R. 235-10."},{"type":"add","content":""},{"type":"add","content":"\"Art. R. 235-12 - Les honoraires et indemnités de déplacement afférents aux épreuves de dépistage et aux examens cliniques, médicaux et biologiques prévus aux articles R. 235-4 et R. 235-6 sont calculés par référence aux articles R. 110, R. 111 et R. 117 (1°, c et e) du code de procédure pénale, dans leurs versions applicables localement tirées des articles R. 317 et R. 321 de ce même code."},{"type":"add","content":""},{"type":"add","content":"\"Lorsqu'il est procédé à un examen clinique et à un prélèvement biologique en application des dispositions de l'article R. 235-6 du code des débits de boissons et des mesures contre l'alcoolisme, il n'est dû qu'une seule indemnité de déplacement et les honoraires pour un seul acte."},{"type":"add","content":""},{"type":"add","content":"\"Les frais afférents aux examens de laboratoire prévus par les articles R. 235-10 et R. 235-11 relatifs à la recherche et au dosage des produits stupéfiants et, le cas échéant, les frais afférents à la recherche des médicaments psychoactifs sont fixés par référence aux 10° et 11° de l'article R. 118 du code de procédure pénale."},{"type":"add","content":""},{"type":"add","content":"\"Les frais afférents à l'acquisition des matériels de recueil et de dépistage prévus par l'article R. 235-3 sont fixés par arrêté conjoint du ministre de la justice et du ministre chargé du budget."},{"type":"add","content":""},{"type":"add","content":"\"Art. R. 235-13 - Les dépenses visées à l'article précédent constituent des frais de justice criminelle, correctionnelle et de police."},{"type":"add","content":""},{"type":"add","content":"\"Le paiement de ces frais a lieu conformément aux dispositions du titre X du livre V du code de procédure pénale.\""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article R213-3 AUTONOME MODIFIE, en vigueur du 2001-06-01 au 2009-12-21 CONCORDANCE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article R213-3 AUTONOME MODIFIE, en vigueur du 2014-11-02 au 2016-04-01 CONCORDANCE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Arrêté du 8 janvier 2001 relatif à l'exploitation des établissements d'enseignement, à titre onéreux, de la conduite des véhicules à moteur et de la sécurité routière. - article 13 AUTONOME MODIFIE, en vigueur du 2001-01-26 au 2013-01-19 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article R213-3 AUTONOME MODIFIE, en vigueur du 2009-12-21 au 2014-11-02 CONCORDANCE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article R213-3 AUTONOME MODIFIE, en vigueur du 2016-04-01 au 2020-06-01 CONCORDANCE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article R213-3 AUTONOME VIGUEUR, en vigueur depuis le 2020-06-01 CONCORDANCE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Arrêté du 5 septembre 2001 fixant les modalités du dépistage des substances témoignant de l'usage de stupéfiants, et des analyses et examens prévus par le code de la route. - article 16-1 AUTONOME ABROGE, en vigueur du 2013-12-18 au 2016-12-16 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2007-1626 du 16 novembre 2007 portant extension et adaptation en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna de diverses dispositions du code de la route et de la deuxième partie du code de procédure pénale (Décrets en Conseil d'Etat) - article 4 ENTIEREMENT_MODIF CREATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret no 2001-251 du 22 mars 2001 relatif à la partie Réglementaire du code de la route (Décrets en Conseil d'Etat) CODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2001-01-08 CITATION cible Arrêté du 8 janvier 2001 relatif à l'exploitation des établissements d'enseignement, à titre onéreux, de la conduite des véhicules à moteur et de la sécurité routière. - article 13 AUTONOME MODIFIE, en vigueur du 2001-01-26 au 2013-01-19"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2001-03-22 CODIFICATION source Décret no 2001-251 du 22 mars 2001 relatif à la partie Réglementaire du code de la route (Décrets en Conseil d'Etat)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2001-09-05 CITATION cible Arrêté du 5 septembre 2001 fixant les modalités du dépistage des substances témoignant de l'usage de stupéfiants, et des analyses et examens prévus par le code de la route. - article 16-1 AUTONOME ABROGE, en vigueur du 2013-12-18 au 2016-12-16"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2007-11-16 CREATION source Décret n° 2007-1626 du 16 novembre 2007 portant extension et adaptation en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna de diverses dispositions du code de la route et de la deuxième partie du code de procédure pénale (Décrets en Conseil d'Etat) - article 4 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la route VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la route - article L235-2 AUTONOME MODIFIE, en vigueur du 2003-02-04 au 2003-06-13"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CONCORDANCE cible Code de la route - article R213-3 AUTONOME MODIFIE, en vigueur du 2001-06-01 au 2009-12-21"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la route - article R235-10 AUTONOME MODIFIE, en vigueur du 2001-10-01 au 2003-04-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la route - article R235-3 AUTONOME MODIFIE, en vigueur du 2001-10-01 au 2003-04-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la route - article R235-4 AUTONOME MODIFIE, en vigueur du 2001-10-01 au 2003-04-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la route - article R235-7 AUTONOME MODIFIE, en vigueur du 2001-10-01 au 2003-04-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CITATION source Code des débits de boissons R235-6"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/15/LEGIARTI000006841574.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/15/LEGIARTI000006841574.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/15/LEGIARTI000006841574.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_la_route/src/branch/main/partie_reglementaire/livre_ii/titre_iv/chapitre_v/article_r245-2.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006841574)"},{"type":"add","content":""}],"status":"added"},{"filename":"partie_reglementaire/livre_iii/titre_iv/README.md","articleName":"Sommaire - Titre Iv","additions":1,"deletions":0,"diff":[{"type":"add","content":"- [Chapitre IV : Dispositions applicables à la Nouvelle-Calédonie](chapitre_iv/README.md)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_iii/titre_iv/chapitre_iii/section_1/article_r343-1.md","articleName":"Article R343-1","additions":80,"deletions":9,"diff":[{"type":"del","content":"L'article R. 325-1 est applicable à la Polynésie française dans la rédaction suivante :"},{"type":"add","content":"Les articles R. 325-1 et R. 325-1-1 sont applicables à la Polynésie française dans la rédaction suivante :"},{"type":"del","content":"Art. R. 325-1. - L'immobilisation, la mise en fourrière, le retrait de la circulation et la destruction prévus à l'article L. 343-1 peuvent être décidés dans les cas et les conditions définis aux articles R. 343-2 à R. 343-4."},{"type":"add","content":"\" Art. R. 325-1-L'immobilisation, la mise en fourrière, le retrait de la circulation et la destruction prévus à l'article L. 343-1 peuvent être décidés dans les cas et les conditions définis aux articles R. 343-2 à R. 343-4."},{"type":"del","content":"Les dispositions concernant la mise en fourrière ne s'appliquent pas aux véhicules militaires."},{"type":"add","content":"Les dispositions concernant la mise en fourrière ne s'appliquent pas aux véhicules militaires. \""},{"type":"add","content":""},{"type":"add","content":"\" Art. R. 325-1-1-Lorsque la juridiction prononce la confiscation d'un véhicule immobilisé et mis en fourrière en application de l'article L. 325-1-1, dans sa rédaction applicable à la Polynésie française, le service chargé de son aliénation dans les formes prévues pour les ventes de son mobilier informe préalablement le candidat acquéreur que le montant des frais d'enlèvement et de garde en fourrière seront à sa charge. \""},{"type":"del","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 1 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDE source"},{"type":"add","content":"Code de la route - article L325-1-1 AUTONOME MODIFIE, en vigueur du 2011-03-16 au 2011-12-15 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article L325-1-1 AUTONOME MODIFIE, en vigueur du 2011-12-15 au 2012-03-29 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article L343-1 AUTONOME MODIFIE, en vigueur du 2003-03-19 au 2006-01-06 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article L343-1 AUTONOME MODIFIE, en vigueur du 2006-01-06 au 2011-03-16 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article L325-1-1 AUTONOME MODIFIE, en vigueur du 2012-03-29 au 2025-06-15 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article L343-1 AUTONOME MODIFIE, en vigueur du 2017-01-01 au 2017-07-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article L343-1 AUTONOME MODIFIE, en vigueur du 2017-07-01 au 2023-01-20 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2007-1626 du 16 novembre 2007 portant extension et adaptation en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna de diverses dispositions du code de la route et de la deuxième partie du code de procédure pénale (Décrets en Conseil d'Etat) - article 7 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article L343-1 AUTONOME MODIFIE, en vigueur du 2011-03-16 au 2017-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article L325-1-1 AUTONOME MODIFIE, en vigueur du 2004-03-10 au 2006-01-06 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article L325-1-1 AUTONOME MODIFIE, en vigueur du 2006-01-06 au 2011-03-16 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article L343-1 AUTONOME MODIFIE, en vigueur du 2001-11-16 au 2003-03-19 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article R325-1 AUTONOME MODIFIE, en vigueur du 2005-04-06 au 2012-01-05 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article L343-1 AUTONOME VIGUEUR, en vigueur depuis le 2023-01-20 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article R325-1-1 AUTONOME MODIFIE, en vigueur du 2012-01-05 au 2014-05-30 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article R325-1 AUTONOME MODIFIE, en vigueur du 2001-06-01 au 2005-04-06 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article R325-1-1 AUTONOME MODIFIE, en vigueur du 2005-04-06 au 2012-01-05 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article R325-1 AUTONOME VIGUEUR, en vigueur depuis le 2012-01-05 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article R325-1-1 AUTONOME VIGUEUR, en vigueur depuis le 2014-05-30 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article L343-1 AUTONOME MODIFIE, en vigueur du 2001-06-01 au 2001-11-16 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 1 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDANCE cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article L325-1-1 AUTONOME VIGUEUR, en vigueur depuis le 2025-06-15 CITATION cible"},{"type":"del","content":"2999-01-01 CITATION source Code de la route VIGUEUR"},{"type":"add","content":"2007-11-16 MODIFICATION source Décret n° 2007-1626 du 16 novembre 2007 portant extension et adaptation en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna de diverses dispositions du code de la route et de la deuxième partie du code de procédure pénale (Décrets en Conseil d'Etat) - article 7 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la route - article L325-1-1 AUTONOME MODIFIE, en vigueur du 2004-03-10 au 2006-01-06"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la route - article R325-1-1 AUTONOME MODIFIE, en vigueur du 2005-04-06 au 2012-01-05"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/20/LEGIARTI000006842042.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/20/LEGIARTI000006842042.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/20/LEGIARTI000006842042.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/20/LEGIARTI000006842043.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/20/LEGIARTI000006842043.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/20/LEGIARTI000006842043.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006842042)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006842043)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_iii/titre_iv/chapitre_iii/section_2/article_r343-2.md","articleName":"Article R343-2","additions":59,"deletions":23,"diff":[{"type":"del","content":"Art. R. 325-2. - L'immobilisation est l'obligation faite au conducteur ou au propriétaire d'un véhicule, en cas d'infraction prévue à l'article R. 343-3, de maintenir ce véhicule sur place ou à proximité du lieu de constatation de l'infraction en se conformant aux règles relatives au stationnement."},{"type":"add","content":"\" Art. R. 325-2.-L'immobilisation est l'obligation faite au conducteur ou au propriétaire d'un véhicule, en cas d'infraction prévue à l'article R. 343-3, de maintenir ce véhicule sur place ou à proximité du lieu de constatation de l'infraction en se conformant aux règles relatives au stationnement."},{"type":"del","content":"En cas d'absence du conducteur ou du propriétaire ou lorsque celui-ci refuse de déplacer son véhicule, l'immobilisation de ce véhicule peut être assurée par un moyen mécanique."},{"type":"add","content":"En cas d'absence du conducteur ou lorsque celui-ci refuse de déplacer son véhicule, l'immobilisation de ce véhicule peut être assurée par un moyen mécanique."},{"type":"del","content":"Art. R. 325-3. - L'immobilisation peut être prescrite par les officiers ou agents de police judiciaire habilités à constater les contraventions de police de la circulation routière lorsqu'ils constatent la nécessité de faire cesser sans délai une des infractions prévues à l'article R. 343-3."},{"type":"add","content":"Le fait pour tout conducteur ou propriétaire d'un véhicule de transport de marchandises d'un poids total autorisé en charge excédant 3,5 tonnes ou d'un véhicule de transport en commun de contrevenir à l'obligation prévue au premier alinéa est puni de l'amende prévue pour les contraventions de la cinquième classe."},{"type":"add","content":""},{"type":"add","content":"Le fait pour tout conducteur ou propriétaire d'un autre véhicule de contrevenir à l'obligation prévue au premier alinéa est puni de l'amende prévue pour les contraventions de la quatrième classe."},{"type":"add","content":""},{"type":"add","content":"\" Art. R. 325-3.-L'immobilisation peut être prescrite par le officiers ou agents de police judiciaire habilités à constater les contraventions de police de la circulation routière lorsqu'ils constatent la nécessité de faire cesser sans délai une des infractions prévues à l'article R. 343-3."},{"type":"del","content":"Art. R. 325-4. - Lorsque la décision d'immobilisation résulte de l'une des situations visées aux 1°, 2° et 10° de l'article R. 343-3, le véhicule peut poursuivre sa route dès qu'un conducteur qualifié, proposé par le conducteur ou éventuellement par le propriétaire du véhicule, peut assurer la conduite de celui-ci."},{"type":"add","content":"\" Art. R. 325-4.-Lorsque la décision d'immobilisation résulte de l'une des situations visées aux 1°, 2° et 10° de l'article R. 343-3, le véhicule peut poursuivre sa route dès qu'un conducteur qualifié, proposé par le conducteur ou éventuellement par le propriétaire du véhicule, peut assurer la conduite de celui-ci."},{"type":"del","content":"Art. R. 325-5. - Lorsque la décision d'immobilisation résulte d'une infraction aux règles concernant l'état ou l'équipement du véhicule, elle peut n'être rendue effective que dans un lieu où le conducteur du véhicule sera susceptible de trouver les moyens de faire cesser l'infraction."},{"type":"add","content":"\" Art. R. 325-5.-Lorsque la décision d'immobilisation résulte d'une infraction aux règles concernant l'état ou l'équipement du véhicule, elle peut n'être rendue effective que dans un lieu où le conducteur du véhicule sera susceptible de trouver les moyens de faire cesser l'infraction."},{"type":"del","content":"Art. R. 325-6. - La décision d'immobilisation prise en vertu du 13° de l'article R. 343-3 doit prescrire la présentation du véhicule à une visite technique dans les conditions fixées par délibération de l'assemblée de la Polynésie française."},{"type":"add","content":"\" Art. R. 325-6-La décision d'immobilisation prise en vertu du 13° de l'article R. 343-3 doit prescrire la présentation du véhicule à une visite technique dans les conditions fixées par une décision du conseil des ministres de Polynésie française."},{"type":"del","content":"Art. R. 325-9. - Lorsque l'infraction qui a motivé l'immobilisation n'a pas cessé au moment où l'agent quitte le lieu où le véhicule est immobilisé, l'agent saisit l'officier de police judiciaire territorialement compétent en lui remettant soit la carte grise du véhicule et une fiche d'immobilisation, soit, le cas échéant, les pièces administratives nécessaires à la circulation du véhicule et une fiche d'immobilisation. Un double de cette fiche est remis au contrevenant."},{"type":"add","content":"\" Art. R. 325-9-Lorsque l'infraction qui a motivé l'immobilisation n'a pas cessé au moment où l'agent quitte le lieu où le véhicule est immobilisé, l'agent saisit l'officier de police judiciaire territorialement compétent en lui remettant soit la carte grise du véhicule s'il s'agit d'un véhicule dont le poids total autorisé en charge n'excède pas 3,5 tonnes et une fiche d'immobilisation, soit les pièces administratives nécessaires à la circulation du véhicule s'il s'agit d'un véhicule de transport de marchandises d'un poids total autorisé en charge excédant 3,5 tonnes ou de transport en commun et la fiche d'immobilisation."},{"type":"add","content":""},{"type":"add","content":"Un double de cette fiche est remis au contrevenant."},{"type":"del","content":"Art. R. 325-10. - Le procès-verbal de l'infraction qui a motivé l'immobilisation d'un véhicule est transmis dans les plus brefs délais au procureur de la République. Il relate de façon sommaire les circonstances et les conditions dans lesquelles la mesure a été prise."},{"type":"add","content":"\" Art. R. 325-10.-Le procès-verbal de l'infraction qui a motivé l'immobilisation d'un véhicule est transmis dans les plus brefs délais au procureur de la République. Il relate de façon sommaire les circonstances et les conditions dans lesquelles la mesure a été prise."},{"type":"del","content":"Art. R. 325-11. - I. - L'immobilisation ne peut être maintenue après que la circonstance qui l'a motivée a cessé."},{"type":"add","content":"\" Art. R. 325-11.-I.-L'immobilisation ne peut être maintenue après que la circonstance qui l'a motivée a cessé."},{"type":"del","content":"II. - Elle est levée :"},{"type":"add","content":"II.-Elle est levée :"},{"type":"del","content":"III. - Lorsque le conducteur du véhicule n'a pas justifié de la cessation de l'infraction dans un délai de quarante-huit heures, l'officier de police judiciaire peut transformer l'immobilisation en une mise en fourrière ; il joint alors à chacun des exemplaires de la procédure de mise en fourrière un exemplaire ou une copie conforme de la fiche d'immobilisation. L'officier de police judiciaire adresse ces documents au procureur de la République."},{"type":"add","content":"III.-Lorsque le conducteur du véhicule n'a pas justifié de la cessation de l'infraction dans un délai de quarante-huit heures, l'officier de police judiciaire peut transformer l'immobilisation en une mise en fourrière ; il joint alors à chacun des exemplaires de la procédure de mise en fourrière un exemplaire ou une copie conforme de la fiche d'immobilisation. L'officier de police judiciaire adresse ces documents au procureur de la République."},{"type":"del","content":"IV. - Dans tous les cas, dès la cessation de l'infraction qui a motivé l'immobilisation, le véhicule peut circuler entre le lieu d'immobilisation et la résidence de l'autorité désignée pour lever la mesure, sous couvert du double de la fiche d'immobilisation remise au conducteur."},{"type":"add","content":"IV.-Dans tous les cas, dès la cessation de l'infraction qui a motivé l'immobilisation, le véhicule peut circuler entre le lieu d'immobilisation et la résidence de l'autorité désignée pour lever la mesure, sous couvert du double de la fiche d'immobilisation remise au conducteur."},{"type":"del","content":"Code de la route - article R343-3 AUTONOME MODIFIE, en vigueur du 2001-06-01 au 2017-03-01 CITATION cible"},{"type":"add","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 8 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDANCE cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2007-1626 du 16 novembre 2007 portant extension et adaptation en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna de diverses dispositions du code de la route et de la deuxième partie du code de procédure pénale (Décrets en Conseil d'Etat) - article 8 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 4 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDANCE cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 10 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDANCE cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 2 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDANCE cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 5 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDANCE cible"},{"type":"del","content":"Décret n° 2002-1256 du 15 octobre 2002 fixant la liste des contraventions au code de la route prévue à l'article 21 du code de procédure pénale et à l'article L. 2213-18 du code général des collectivités territoriales - article 10 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 7 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDANCE cible"},{"type":"del","content":"Code de la route - article R343-3 AUTONOME VIGUEUR, en vigueur depuis le 2017-03-01 CITATION cible"},{"type":"add","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 9 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDANCE cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 3 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDANCE cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 6 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDANCE cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2007-1626 du 16 novembre 2007 portant extension et adaptation en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna de diverses dispositions du code de la route et de la deuxième partie du code de procédure pénale (Décrets en Conseil d'Etat) - article 6 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":"Décret n° 2007-1626 du 16 novembre 2007 portant extension et adaptation en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna de diverses dispositions du code de la route et de la deuxième partie du code de procédure pénale (Décrets en Conseil d'Etat) MODIFICATION cible"},{"type":"add","content":""},{"type":"del","content":"2002-10-15 MODIFICATION source Décret n° 2002-1256 du 15 octobre 2002 fixant la liste des contraventions au code de la route prévue à l'article 21 du code de procédure pénale et à l'article L. 2213-18 du code général des collectivités territoriales - article 10 ENTIEREMENT_MODIF"},{"type":"add","content":"2007-11-16 MODIFICATION source Décret n° 2007-1626 du 16 novembre 2007 portant extension et adaptation en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna de diverses dispositions du code de la route et de la deuxième partie du code de procédure pénale (Décrets en Conseil d'Etat)"},{"type":"del","content":"2999-01-01 CITATION source Code de la route VIGUEUR"},{"type":"add","content":"2007-11-16 MODIFICATION source Décret n° 2007-1626 du 16 novembre 2007 portant extension et adaptation en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna de diverses dispositions du code de la route et de la deuxième partie du code de procédure pénale (Décrets en Conseil d'Etat) - article 6 ENTIEREMENT_MODIF"},{"type":"del","content":"2999-01-01 CITATION source Code de la route - article R325-9 AUTONOME MODIFIE, en vigueur du 2001-06-01 au 2003-12-13"},{"type":"add","content":"2007-11-16 MODIFICATION source Décret n° 2007-1626 du 16 novembre 2007 portant extension et adaptation en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna de diverses dispositions du code de la route et de la deuxième partie du code de procédure pénale (Décrets en Conseil d'Etat) - article 8 ENTIEREMENT_MODIF"},{"type":"del","content":"2999-01-01 CITATION source Code de la route - article R343-3 AUTONOME MODIFIE, en vigueur du 2001-06-01 au 2017-03-01"},{"type":"add","content":"2999-01-01 CITATION source Code de la route - article R325-2 AUTONOME VIGUEUR, en vigueur depuis le 2001-06-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la route - article R325-9 AUTONOME MODIFIE, en vigueur du 2001-06-01 au 2003-12-13"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/20/LEGIARTI000006842045.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/20/LEGIARTI000006842045.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/20/LEGIARTI000006842045.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/20/LEGIARTI000006842046.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/20/LEGIARTI000006842046.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/20/LEGIARTI000006842046.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006842045)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006842046)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_iii/titre_iv/chapitre_iii/section_3/article_r343-4.md","articleName":"Article R343-4","additions":163,"deletions":215,"diff":[{"type":"del","content":"Les articles R. 325-12, R. 325-14 à R. 325-17, R. 325-19 à R. 325-32, R. 325-34 à R. 325-38, R. 325-40 à R. 325-43 et R. 325-45 sont applicables à la Polynésie française dans la rédaction suivante :"},{"type":"add","content":"Les articles R. 325-12, R. 325-13, R. 325-14 à R. 325-17, R. 325-18, R. 325-19 à R. 325-32, R. 325-33, R. 325-34 à R. 325-38, R. 325-40 à R. 325-43 et R. 325-45 sont applicables à la Polynésie française dans la rédaction suivante :"},{"type":"del","content":"\"Art. R. 325-12. - La mise en fourrière est le transfert d'un véhicule en un lieu désigné par l'autorité administrative ou par l'autorité judiciaire en vue d'y être retenu jusqu'à décision de celle-ci, aux frais du propriétaire du véhicule, afin de faire cesser une ou plusieurs des infractions prévues et réprimées par l'article R. 325-14."},{"type":"add","content":"\" Art. R. 325-12.-La mise en fourrière est le transfert d'un véhicule en un lieu désigné par l'autorité administrative ou par l'autorité judiciaire en vue d'y être retenu jusqu'à décision de celle-ci, aux frais du propriétaire du véhicule, afin de faire cesser une ou plusieurs des infractions prévues et réprimées par l'article R. 325-14."},{"type":"del","content":"2° A partir du commencement du déplacement du véhicule vers la fourrière, quel que soit le procédé utilisé à cet effet.\""},{"type":"add","content":"2° A partir du commencement du déplacement du véhicule vers la fourrière, quel que soit le procédé utilisé à cet effet. \""},{"type":"del","content":"\"Art. R. 325-14. - La mise en fourrière est prescrite par un officier de police judiciaire territorialement compétent dans les cas suivants :"},{"type":"add","content":"\" Art. R. 325-13.-Toute prescription de mise en fourrière est précédée d'une vérification tendant à déterminer s'il s'agit d'un véhicule volé."},{"type":"add","content":""},{"type":"add","content":"Lorsque le résultat de cette vérification est positif, le propriétaire et son assureur sont immédiatement informés de la découverte du véhicule. Le véhicule est alors confié au gardien de fourrière à titre conservatoire en attendant que le propriétaire ou l'assureur se manifeste."},{"type":"add","content":""},{"type":"add","content":"\" Art. R. 325-14.-I.-La mise en fourrière est prescrite par un officier de police judiciaire territorialement compétent dans les cas suivants :"},{"type":"del","content":"8° En cas de circulation d'un véhicule de transport en infraction à la réglementation territoriale relative à l'autorisation de mise en circulation.\""},{"type":"add","content":"8° En cas de circulation d'un véhicule de transport en infraction à la réglementation territoriale relative à l'autorisation de mise en circulation."},{"type":"del","content":"\"Art. R. 325-15. - La mise en fourrière peut également être prescrite par l'autorité administrative ou par le maire dans le cas prévu au 6° de l'article R. 325-14."},{"type":"add","content":"II.-Lorsque le véhicule a été volé, que son propriétaire n'a pu être identifié ou lorsqu'il est muni de fausses plaques d'immatriculation, sa mise en fourrière ne peut être prescrite que par un officier de police judiciaire de la police nationale ou de la gendarmerie nationale territorialement compétent, ou avec son accord préalable exprès. \""},{"type":"add","content":""},{"type":"add","content":"\" Art. R. 325-15.-La mise en fourrière peut également être prescrite par l'autorité administrative ou par le maire dans le cas prévu au 6° de l'article R. 325-14."},{"type":"del","content":"Les dispositions du II de l'article R. 325-16 sont appliquées.\""},{"type":"add","content":"Les dispositions du II de l'article R. 325-16 sont appliquées. \""},{"type":"del","content":"\"Art. R. 325-16. - I. - Dans les cas prévus à l'article R. 325-14, l'agent verbalisateur qui a constaté l'infraction justifiant la mise en fourrière saisit l'officier de police judiciaire territorialement compétent."},{"type":"add","content":"\" Art. R. 325-16.-I.-Dans les cas prévus à l'article R. 325-14, l'agent verbalisateur qui a constaté l'infraction justifiant la mise en fourrière saisit l'officier de police judiciaire territorialement compétent."},{"type":"del","content":"II. - L'officier de police judiciaire territorialement compétent ou l'agent verbalisateur spécialement mandaté par lui :"},{"type":"add","content":"II.-L'officier de police judiciaire territorialement compétent ou l'agent verbalisateur spécialement mandaté par lui :"},{"type":"del","content":"2° Dresse, si possible contradictoirement en présence du propriétaire ou du conducteur du véhicule et du préposé à l'enlèvement, un état sommaire, extérieur et intérieur, du véhicule, sans l'ouvrir, au moyen d'une fiche descriptive dont le modèle est fixé par délibération de l'assemblée de la Polynésie française, avant que la mise en fourrière reçoive un commencement d'exécution ;"},{"type":"add","content":"2° Dresse, si possible contradictoirement en présence du propriétaire ou du conducteur du véhicule et du préposé à l'enlèvement, un état sommaire, extérieur et intérieur, du véhicule, sans l'ouvrir, au moyen d'une fiche descriptive dont le modèle est fixé par une décision du conseil des ministres de Polynésie française, avant que la mise en fourrière reçoive un commencement d'exécution ;"},{"type":"del","content":"4° Relate sur le procès-verbal de l'infraction les motifs de la mise en fourrière ; il y fait mention du retrait provisoire de la carte grise et de l'heure d'appel du véhicule d'enlèvement.\""},{"type":"add","content":"4° Relate sur le procès-verbal de l'infraction les motifs de la mise en fourrière ; il y fait mention du retrait provisoire de la carte grise et de l'heure d'appel du véhicule d'enlèvement. \""},{"type":"add","content":""},{"type":"add","content":"\" Art. R. 325-17.-Lorsque la mise en fourrière a reçu un commencement d'exécution, le véhicule est restitué à son propriétaire ou à son conducteur dans les conditions prévues à l'article R. 325-38."},{"type":"del","content":"\"Art. R. 325-17. - Lorsque la mise en fourrière a reçu un commencement d'exécution, le véhicule est restitué à son propriétaire ou à son conducteur dans les conditions prévues à l'article R. 325-38."},{"type":"add","content":"Toutefois, si, avant le transfert ou le déplacement effectif du véhicule, le propriétaire ou le conducteur du véhicule règle les frais d'opérations préalables prévus à l'article R. 325-29, ou s'il s'engage par écrit à régler, et s'il s'engage à rendre immédiatement son usage normal à la voie publique, il peut être autorisé à reprendre aussitôt son véhicule. \""},{"type":"del","content":"Toutefois, si, avant le transfert ou le déplacement effectif du véhicule, le propriétaire ou le conducteur du véhicule règle les frais d'opérations préalables prévus à l'article R. 325-29, ou s'il s'engage par écrit à régler, et s'il s'engage à rendre immédiatement son usage normal à la voie publique, il peut être autorisé à reprendre aussitôt son véhicule.\""},{"type":"add","content":"\" Art. R. 325-18.-L'auteur d'une prescription de mise en fourrière informe l'autorité dont relève la fourrière dans les plus brefs délais. \""},{"type":"del","content":"\"Art. R. 325-19. - Chaque fourrière relève d'une autorité publique unique."},{"type":"add","content":"\" Art. R. 325-19.-Chaque fourrière relève d'une autorité publique unique."},{"type":"del","content":"Cette autorité publique désigne le gardien de la fourrière sur la liste des gardiens de fourrière agréés conformément aux dispositions de l'article R. 325-24.\""},{"type":"add","content":"Cette autorité publique désigne le gardien de la fourrière sur la liste des gardiens de fourrière agréés conformément aux dispositions de l'article R. 325-24. \""},{"type":"del","content":"\"Art. R. 325-20. - Lorsque la mise en fourrière est effectuée dans un lieu public ou relevant d'une autorité publique, l'autorité dont relève la fourrière est :"},{"type":"add","content":"\" Art. R. 325-20.-Lorsque la mise en fourrière est effectuée dans un lieu public ou relevant d'une autorité publique, l'autorité dont relève la fourrière est :"},{"type":"del","content":"2° Le maire si le local ou le terrain appartient à la commune ou si celle-ci en a la disposition.\""},{"type":"add","content":"2° Le maire si le local ou le terrain appartient à la commune ou si celle-ci en a la disposition. \""},{"type":"del","content":"\"Art. R. 325-21. - La fourrière peut être située dans un lieu privé avec l'assentiment du propriétaire ou du locataire de cet immeuble, s'il accepte d'assurer la garde de cette fourrière."},{"type":"add","content":"\" Art. R. 325-21.-La fourrière peut être située dans un lieu privé avec l'assentiment du propriétaire ou du locataire de cet immeuble, s'il accepte d'assurer la garde de cette fourrière."},{"type":"del","content":"Dans cette hypothèse, l'autorité dont relève la fourrière est l'autorité désignée par l'assemblée de la Polynésie française.\""},{"type":"add","content":"Dans cette hypothèse, l'autorité dont relève la fourrière est l'autorité désignée par une décision du conseil des ministres de Polynésie française. \""},{"type":"del","content":"\"Art. R. 325-22. - I. - Lorsque le propriétaire du véhicule faisant l'objet de la mise en fourrière est domicilié ou réside dans le ressort de l'officier de police judiciaire qui exécute cette mesure, celui-ci peut faire garder le véhicule par son propriétaire, à condition que la carte grise soit immédiatement retirée. Ce document reçoit la destination prévue à l'article R. 325-32."},{"type":"add","content":"\" Art. R. 325-22.-I.-Lorsque le propriétaire du véhicule faisant l'objet de la mise en fourrière est domicilié ou réside dans le ressort de l'officier de police judiciaire qui exécute cette mesure, celui-ci peut faire garder le véhicule par son propriétaire, à condition que la carte grise soit immédiatement retirée. Ce document reçoit la destination prévue à l'article R. 325-32."},{"type":"del","content":"II. - Dans cette hypothèse, l'autorité dont relève la fourrière est :"},{"type":"add","content":"II.-Dans cette hypothèse, l'autorité dont relève la fourrière est :"},{"type":"del","content":"2° Soit l'autorité compétente du territoire.\""},{"type":"add","content":"2° Soit l'autorité compétente du territoire. \""},{"type":"del","content":"\"Art. R. 325-23. - Le véhicule est placé sous la garde juridique du gardien de la fourrière jusqu'à la date d'effet de la mainlevée, sauf au cours de la sortie provisoire prévue à l'article R. 325-36.\""},{"type":"add","content":"\" Art. R. 325-23.-Le véhicule est placé sous la garde juridique du gardien de la fourrière jusqu'à la date d'effet de la mainlevée, sauf au cours de la sortie provisoire prévue à l'article R. 325-36. \""},{"type":"del","content":"\"Art. R. 325-24. - Des délibérations de l'assemblée de la Polynésie française fixent les conditions dans lesquelles sont agréés les gardiens de fourrière et les installations de celle-ci ; l'autorité compétente pour procéder au retrait de l'agrément est désignée par délibération de l'assemblée de la Polynésie française.\""},{"type":"add","content":"\" Art. R. 325-24.-Des délibérations de l'assemblée de la Polynésie française fixent les conditions dans lesquelles sont agréés les gardiens de fourrière et les installations de celle-ci ; l'autorité compétente pour procéder au retrait de l'agrément est désignée par une décision du conseil des ministres de Polynésie française. \""},{"type":"del","content":"\"Art. R. 325-25. - Le gardien de fourrière enregistre, au fur et à mesure de leurs arrivées, les entrées des véhicules mis en fourrière, leurs sorties provisoires et définitives, les décisions de mainlevée de la mise en fourrière et, le cas échéant, les décisions de remise au service des domaines du territoire ou à une entreprise de destruction.\""},{"type":"add","content":"\" Art. R. 325-25.-Le gardien de fourrière enregistre, au fur et à mesure de leurs arrivées, les entrées des véhicules mis en fourrière, leurs sorties provisoires et définitives, les décisions de mainlevée de la mise en fourrière et, le cas échéant, les décisions de remise au service des domaines du territoire ou à une entreprise de destruction. \""},{"type":"del","content":"\"Art. R. 325-26. - Le procès-verbal de la mise en fourrière relate les circonstances et les conditions dans lesquelles cette mesure a été prise ; il est transmis dans les plus brefs délais au procureur de la République."},{"type":"add","content":"\" Art. R. 325-26.-Le procès-verbal de la mise en fourrière relate les circonstances et les conditions dans lesquelles cette mesure a été prise ; il est transmis dans les plus brefs délais au procureur de la République."},{"type":"del","content":"Un autre double de cette fiche descriptive est remis au gardien de fourrière.\""},{"type":"add","content":"Un autre double de cette fiche descriptive est remis au gardien de fourrière. \""},{"type":"del","content":"\"Art. R. 325-27. - Les intéressés peuvent contester auprès du procureur de la République du lieu de l'infraction la décision de mise en fourrière. Ce magistrat confirme la mesure ou en ordonne la mainlevée dans le délai maximal de cinq jours ouvrables."},{"type":"add","content":"\" Art. R. 325-27.-Les intéressés peuvent contester auprès du procureur de la République du lieu de l'infraction la décision de mise en fourrière. Ce magistrat confirme la mesure ou en ordonne la mainlevée dans le délai maximal de cinq jours ouvrables."},{"type":"del","content":"Si, à l'examen de la procédure, le procureur de la République estime qu'il n'a pas été commis d'infraction, il ordonne que soit donnée mainlevée de la mise en fourrière et en informe immédiatement l'autorité qui l'a prescrite.\""},{"type":"add","content":"Si, à l'examen de la procédure, le procureur de la République estime qu'il n'a pas été commis d'infraction, il ordonne que soit donnée mainlevée de la mise en fourrière et en informe immédiatement l'autorité qui l'a prescrite. \""},{"type":"del","content":"\"Art. R. 325-28. - Le transfert d'un véhicule du lieu de stationnement à celui de sa garde en fourrière peut être opéré :"},{"type":"add","content":"\" Art. R. 325-28-Peuvent procéder au transfert d'un véhicule du lieu de son stationnement à celui de sa garde en fourrière :"},{"type":"del","content":"1° Par les soins de l'autorité administrative compétente ;"},{"type":"add","content":"1° Les personnels habilités mentionnés aux premier et deuxième alinéas de l'article L. 325-2, dans sa rédaction applicable à la Polynésie française ;"},{"type":"del","content":"2° En vertu d'une réquisition adressée à un tiers ;"},{"type":"add","content":"2° Le professionnel agréé, ou son préposé, désigné pour l'enlèvement du véhicule dont la mise en fourrière a été prescrite ;"},{"type":"del","content":"3° En vertu d'une réquisition adressée au conducteur ou au propriétaire du véhicule.\""},{"type":"add","content":"3° Un tiers en vertu d'une réquisition ;"},{"type":"del","content":"\"Art. R. 325-29. - I. - Le propriétaire du véhicule est tenu de rembourser :"},{"type":"add","content":"4° Le propriétaire ou le conducteur du véhicule en vertu d'une réquisition. \""},{"type":"add","content":""},{"type":"add","content":"\" Art. R. 325-29.-I.-Le propriétaire du véhicule est tenu de rembourser :"},{"type":"del","content":"II. - Le propriétaire du véhicule rembourse les frais précités au gardien de la fourrière sur présentation d'une facture détaillée."},{"type":"add","content":"II.-Le propriétaire du véhicule rembourse les frais précités au gardien de la fourrière sur présentation d'une facture détaillée."},{"type":"del","content":"III. - Les taux maximaux des frais d'opérations préalables à la mise en fourrière, des frais d'enlèvement, de garde en fourrière, d'expertise et de destruction des véhicules sont fixés par délibération de l'assemblée de la Polynésie française."},{"type":"add","content":"III.-Les taux maximaux des frais d'opérations préalables à la mise en fourrière, des frais d'enlèvement, de garde en fourrière, d'expertise et de destruction des véhicules sont fixés par une décision du conseil des ministres de Polynésie française."},{"type":"del","content":"IV. - Les frais de vente par le service territorial chargé des domaines sont fixés par délibération de l'assemblée de la Polynésie française."},{"type":"add","content":"IV.-Les frais de vente par le service territorial chargé des domaines sont fixés par une décision du conseil des ministres de Polynésie française."},{"type":"del","content":"V. - Il appartient à l'autorité dont relève la fourrière d'assurer la rémunération, forfaitaire le cas échéant, des professionnels du secteur privé auxquels cette autorité fait appel dans le cadre de la procédure de mise en fourrière. Cette autorité peut conclure avec des professionnels une convention tarifaire, respectant les taux maximaux fixés par délibération de l'assemblée de la Polynésie française.\""},{"type":"add","content":"V.-Il appartient à l'autorité dont relève la fourrière d'assurer la rémunération, forfaitaire le cas échéant, des professionnels du secteur privé auxquels cette autorité fait appel dans le cadre de la procédure de mise en fourrière. Cette autorité peut conclure avec des professionnels une convention tarifaire, respectant les taux maximaux fixés par une décision du conseil des ministres de Polynésie française. \""},{"type":"del","content":"\"Art. R. 325-30. - I. - L'autorité dont relève la fourrière classe le véhicule dans l'une des trois catégories suivantes :"},{"type":"add","content":"\" Art. R. 325-30.-I.-L'autorité dont relève la fourrière classe le véhicule dans l'une des trois catégories suivantes :"},{"type":"del","content":"3° Véhicules hors d'état de circuler dans des conditions normales de sécurité et dont la valeur marchande est inférieure à un montant fixé par délibération de l'assemblée de la Polynésie française, devant être livrés à la destruction à l'expiration du délai d'abandon prévu à l'alinéa 4 de l'article L. 325-7 dans sa rédaction applicable en Polynésie française."},{"type":"add","content":"3° Véhicules hors d'état de circuler dans des conditions normales de sécurité et dont la valeur marchande est inférieure à un montant fixé par une décision du conseil des ministres de Polynésie française, devant être livrés à la destruction à l'expiration du délai d'abandon prévu à l'alinéa 4 de l'article L. 325-7 dans sa rédaction applicable en Polynésie française."},{"type":"add","content":""},{"type":"add","content":"II.-Le classement dans les deuxième et troisième catégories prévues au I ci-dessus est décidé après avis d'un expert désigné dans des conditions fixées par une décision du conseil des ministres de Polynésie française."},{"type":"del","content":"II. - Le classement dans les deuxième et troisième catégories prévues au I ci-dessus est décidé après avis d'un expert désigné dans des conditions fixées par délibération de l'assemblée de la Polynésie française."},{"type":"add","content":"III.-L'expert se prononce sur la capacité du véhicule à circuler dans des conditions normales de sécurité, définit dans le cas contraire les réparations indispensables propres à lui redonner cette capacité et fournit une évaluation de la valeur marchande du véhicule."},{"type":"del","content":"III. - L'expert se prononce sur la capacité du véhicule à circuler dans des conditions normales de sécurité, définit dans le cas contraire les réparations indispensables propres à lui redonner cette capacité et fournit une évaluation de la valeur marchande du véhicule."},{"type":"add","content":"IV.-Les véhicules réclamés par leurs propriétaires ou leurs conducteurs dans le délai de trois jours suivant la mise en fourrière peuvent être restitués sans avoir été expertisés ni classés. \""},{"type":"del","content":"IV. - Les véhicules réclamés par leurs propriétaires ou leurs conducteurs dans le délai de trois jours suivant la mise en fourrière peuvent être restitués sans avoir été expertisés ni classés.\""},{"type":"add","content":"\" Art. R. 325-31.-La mise en fourrière est notifiée par l'officier de police judiciaire qui l'a prescrite ou qui a été chargé de l'exécuter, ou par l'autorité dont relève la fourrière, à l'adresse relevée sur le procès-verbal de l'infraction ayant motivé la mise en fourrière si le propriétaire ou le conducteur du véhicule était présent, ou à l'adresse indiquée au fichier des immatriculations."},{"type":"del","content":"\"Art. R. 325-31. - La mise en fourrière est notifiée par l'officier de police judiciaire qui l'a prescrite ou qui a été chargé de l'exécuter, ou par l'autorité dont relève la fourrière, à l'adresse relevée sur le procès-verbal de l'infraction ayant motivé la mise en fourrière si le propriétaire ou le conducteur du véhicule était présent, ou à l'adresse indiquée au fichier des immatriculations.\""},{"type":"add","content":"Lorsque le véhicule n'est pas identifiable, il n'est pas procédé à cette formalité. Mention en est faite dans le procès-verbal ou dans le rapport de mise en fourrière. \""},{"type":"del","content":"\"Art. R. 325-32. - I. - Cette notification s'effectue par lettre recommandée avec demande d'accusé de réception, dans le délai maximal de cinq jours ouvrables suivant la mise en fourrière du véhicule."},{"type":"add","content":"\" Art. R. 325-32.-I.-Cette notification s'effectue par lettre recommandée avec demande d'accusé de réception, dans le délai maximal de cinq jours ouvrables suivant la mise en fourrière du véhicule."},{"type":"del","content":"II. - Il y est joint un double de la fiche descriptive de l'état du véhicule mis en fourrière, en cas d'absence du propriétaire ou du conducteur au moment de l'enlèvement pour mise en fourrière."},{"type":"add","content":"II.-Il y est joint un double de la fiche descriptive de l'état du véhicule mis en fourrière, en cas d'absence du propriétaire ou du conducteur au moment de l'enlèvement pour mise en fourrière."},{"type":"del","content":"III. - Cette notification comporte les mentions obligatoires suivantes :"},{"type":"add","content":"III.-Cette notification comporte les mentions obligatoires suivantes :"},{"type":"del","content":"4° Injonction au propriétaire du véhicule de remettre immédiatement, sous peine de sanctions édictées par l'assemblée de la Polynésie française, la carte grise à l'autorité visée au 3° ci-dessus, à moins que le véhicule ne soit pas soumis à l'obligation d'immatriculation ;"},{"type":"add","content":"4° Injonction au propriétaire du véhicule de remettre immédiatement, sous peine de sanctions édictées par une décision du conseil des ministres de Polynésie française, la carte grise à l'autorité visée au 3° ci-dessus, à moins que le véhicule ne soit pas soumis à l'obligation d'immatriculation ;"},{"type":"del","content":"IV. - Si le fichier des immatriculations révèle l'inscription d'un gage, copie de la notification de mise en fourrière est adressée au créancier-gagiste, par lettre recommandée avec demande d'accusé de réception.\""},{"type":"add","content":"IV.-Si le fichier des immatriculations révèle l'inscription d'un gage, copie de la notification de mise en fourrière est adressée au créancier-gagiste, par lettre recommandée avec demande d'accusé de réception. \""},{"type":"add","content":""},{"type":"add","content":"\" Art. R. 325-33.-Le fait, pour le propriétaire d'un véhicule, de ne pas restituer le certificat d'immatriculation immédiatement après la notification qui lui a été faite en application de l'article R. 325-32 (II, 4°) est puni de l'amende prévue pour les contraventions de la quatrième classe. \""},{"type":"del","content":"\"Art. R. 325-34. - Toute personne se trouvant destinataire de la carte grise d'un véhicule mis en fourrière est tenue de la transmettre sans délai à l'autorité ayant compétence pour prononcer la mainlevée.\""},{"type":"add","content":"\" Art. R. 325-34.-Toute personne se trouvant destinataire de la carte grise d'un véhicule mis en fourrière est tenue de la transmettre sans délai à l'autorité ayant compétence pour prononcer la mainlevée. \""},{"type":"del","content":"\"Art. R. 325-35. - I. - En cas de désaccord sur l'état du véhicule ou sur la décision de classement visée à l'article R. 325-30, le propriétaire a la faculté de faire procéder à une contre-expertise, aux réparations remettant le véhicule en état de circuler dans des conditions normales de sécurité, ainsi qu'au contrôle technique du véhicule."},{"type":"add","content":"\" Art. R. 325-35.-I.-En cas de désaccord sur l'état du véhicule ou sur la décision de classement visée à l'article R. 325-30, le propriétaire a la faculté de faire procéder à une contre-expertise, aux réparations remettant le véhicule en état de circuler dans des conditions normales de sécurité, ainsi qu'au contrôle technique du véhicule."},{"type":"del","content":"II. - La contre-expertise prévue ci-dessus est faite par un expert désigné conformément à l'article L. 325-6, dans sa rédaction applicable en Polynésie française."},{"type":"add","content":"II.-La contre-expertise prévue ci-dessus est faite par un expert désigné conformément à l'article L. 325-6, dans sa rédaction applicable en Polynésie française."},{"type":"del","content":"III. - Les frais d'expertise et de contre-expertise sont à la charge du propriétaire dans le cas où la contre-expertise confirme l'expertise initiale. Dans le cas contraire, ces frais incombent à l'autorité dont relève la fourrière.\""},{"type":"add","content":"III.-Les frais d'expertise et de contre-expertise sont à la charge du propriétaire dans le cas où la contre-expertise confirme l'expertise initiale. Dans le cas contraire, ces frais incombent à l'autorité dont relève la fourrière. \""},{"type":"del","content":"\"Art. R. 325-36. - L'autorité dont relève la fourrière ne peut s'opposer à la demande d'autorisation provisoire de sortie de fourrière présentée par le propriétaire du véhicule en vue exclusivement de faire procéder aux réparations visées au 2° du I de l'article R. 325-30, ainsi qu'à la contre-expertise, aux réparations et au contrôle technique visés au I de l'article R. 325-35."},{"type":"add","content":"\" Art. R. 325-36.-L'autorité dont relève la fourrière ne peut s'opposer à la demande d'autorisation provisoire de sortie de fourrière présentée par le propriétaire du véhicule en vue exclusivement de faire procéder aux réparations visées au 2° du I de l'article R. 325-30, ainsi qu'à la contre-expertise, aux réparations et au contrôle technique visés au I de l'article R. 325-35."},{"type":"del","content":"Cette autorisation provisoire de sortie de fourrière, dont le modèle est fixé par délibération de l'assemblée de la Polynésie française, qui tient lieu de pièce de circulation et qui est limitée au temps des parcours nécessaires et des opérations précitées, peut prescrire un itinéraire et des conditions de sécurité."},{"type":"add","content":"Cette autorisation provisoire de sortie de fourrière, dont le modèle est fixé par une décision du conseil des ministres de Polynésie française, qui tient lieu de pièce de circulation et qui est limitée au temps des parcours nécessaires et des opérations précitées, peut prescrire un itinéraire et des conditions de sécurité."},{"type":"del","content":"Le réparateur doit remettre au propriétaire du véhicule une facture détaillée certifiant l'exécution des travaux prescrits en application du 2° du I de l'article R. 325-30.\""},{"type":"add","content":"Le réparateur doit remettre au propriétaire du véhicule une facture détaillée certifiant l'exécution des travaux prescrits en application du 2° du I de l'article R. 325-30. \""},{"type":"del","content":"\"Art. R. 325-37. - L'autorité dont relève la fourrière informe l'autorité qualifiée pour prononcer la mainlevée de la délivrance de l'autorisation provisoire de sortie de fourrière et de la durée de sa validité."},{"type":"add","content":"\" Art. R. 325-37.-L'autorité dont relève la fourrière informe l'autorité qualifiée pour prononcer la mainlevée de la délivrance de l'autorisation provisoire de sortie de fourrière et de la durée de sa validité."},{"type":"del","content":"En ce qui concerne les véhicules volés retrouvés en fourrière, l'autorité dont relève la fourrière est tenue d'informer au préalable les services de police ou de gendarmerie compétents de son intention de délivrer une autorisation provisoire de sortie de fourrière.\""},{"type":"add","content":"En ce qui concerne les véhicules volés retrouvés en fourrière, l'autorité dont relève la fourrière est tenue d'informer au préalable les services de police ou de gendarmerie compétents de son intention de délivrer une autorisation provisoire de sortie de fourrière. \""},{"type":"del","content":"\"Art. R. 325-38. - I. - Chaque prescription de mise en fourrière prend fin par une décision de mainlevée."},{"type":"add","content":"\" Art. R. 325-38.-I.-Chaque prescription de mise en fourrière prend fin par une décision de mainlevée."},{"type":"del","content":"II. - Cette décision émane de l'autorité qui a prescrit la mise en fourrière ou de l'officier de police judiciaire chargé d'exécuter cette mesure. Elle émane du procureur de la République dans le cas prévu à l'article R. 325-27."},{"type":"add","content":"II.-Cette décision émane de l'autorité qui a prescrit la mise en fourrière ou de l'officier de police judiciaire chargé d'exécuter cette mesure. Elle émane du procureur de la République dans le cas prévu à l'article R. 325-27."},{"type":"del","content":"III. - Sous réserve des dispositions de cet article, l'autorité qualifiée pour prononcer la mainlevée est tenue de le faire, de restituer la carte grise du véhicule si elle a été retirée et de délivrer une autorisation définitive de sortie de fourrière :"},{"type":"add","content":"III.-Sous réserve des dispositions de cet article, l'autorité qualifiée pour prononcer la mainlevée est tenue de le faire, de restituer la carte grise du véhicule si elle a été retirée et de délivrer une autorisation définitive de sortie de fourrière :"},{"type":"del","content":"IV. - Les dispositions du II ci-dessus ne s'appliquent ni aux véhicules volés retrouvés en fourrière ni à ceux dont le propriétaire et l'assureur demeurent inconnus ou introuvables malgré les recherches effectuées, pour lesquels la mainlevée ne peut être prononcée qu'après l'accord préalable exprès des services de police ou de gendarmerie compétents.\""},{"type":"add","content":"IV.-Les dispositions du II ci-dessus ne s'appliquent ni aux véhicules volés retrouvés en fourrière ni à ceux dont le propriétaire et l'assureur demeurent inconnus ou introuvables malgré les recherches effectuées, pour lesquels la mainlevée ne peut être prononcée qu'après l'accord préalable exprès des services de police ou de gendarmerie compétents. \""},{"type":"del","content":"\"Art. R. 325-40. - La mainlevée prend effet au jour de la délivrance de l'autorisation définitive de sortie du véhicule dans les cas prévus du III de l'article R. 325-38."},{"type":"add","content":"\" Art. R. 325-40.-La mainlevée prend effet au jour de la délivrance de l'autorisation définitive de sortie du véhicule dans les cas prévus du III de l'article R. 325-38."},{"type":"del","content":"La mainlevée prend effet à compter de la remise du véhicule au service des domaines du territoire de Polynésie française s'il est destiné à être aliéné, ou de sa remise à l'entreprise spécialisée s'il est destiné à être détruit.\""},{"type":"add","content":"La mainlevée prend effet à compter de la remise du véhicule au service des domaines du territoire de Polynésie française s'il est destiné à être aliéné, ou de sa remise à l'entreprise spécialisée s'il est destiné à être détruit. \""},{"type":"del","content":"\"Art. R. 325-41. - Le gardien de la fourrière restitue le véhicule à son propriétaire ou à son conducteur dès que ce dernier produit l'autorisation définitive de sortie de fourrière et s'est acquitté des frais de mise en fourrière, d'enlèvement, de garde et d'expertise dans le cas où ces derniers sont à la charge du propriétaire. Ces frais sont arrêtés à la date de reprise du véhicule.\""},{"type":"add","content":"\" Art. R. 325-41.-Le gardien de la fourrière restitue le véhicule à son propriétaire ou à son conducteur dès que ce dernier produit l'autorisation définitive de sortie de fourrière et s'est acquitté des frais de mise en fourrière, d'enlèvement, de garde et d'expertise dans le cas où ces derniers sont à la charge du propriétaire. Ces frais sont arrêtés à la date de reprise du véhicule. \""},{"type":"del","content":"\"Art. R. 325-42. - Aucun véhicule mis en fourrière ne peut être remis au service des domaines du territoire de Polynésie française en vue de son aliénation ou à une entreprise de démolition en vue de sa destruction sans que la mainlevée de cette mesure ait été préalablement prononcée à l'une ou l'autre de ces fins.\""},{"type":"add","content":"\" Art. R. 325-42.-Aucun véhicule mis en fourrière ne peut être remis au service des domaines du territoire de Polynésie française en vue de son aliénation ou à une entreprise de démolition en vue de sa destruction sans que la mainlevée de cette mesure ait été préalablement prononcée à l'une ou l'autre de ces fins. \""},{"type":"del","content":"\"Art. R. 325-43. - En application des dispositions des articles L. 325-7 et L. 325-8, l'autorité dont relève la fourrière décide de la remise du véhicule au service des domaines du territoire en vue de son aliénation ; l'autorité administrative investie des pouvoirs de police en matière de circulation décide de la destruction des véhicules mentionnés au cinquième alinéa de l'article L. 325-7 ainsi que des véhicules qui ont été remis au service des domaines du territoire de Polynésie française pour aliénation et qui n'ont pas trouvé preneur."},{"type":"add","content":"\" Art. R. 325-43.-En application des dispositions des articles L. 325-7 et L. 325-8, l'autorité dont relève la fourrière décide de la remise du véhicule au service des domaines du territoire en vue de son aliénation ; l'autorité administrative investie des pouvoirs de police en matière de circulation décide de la destruction des véhicules mentionnés au cinquième alinéa de l'article L. 325-7 ainsi que des véhicules qui ont été remis au service des domaines du territoire de Polynésie française pour aliénation et qui n'ont pas trouvé preneur."},{"type":"del","content":"Celle-ci envoie la carte grise dûment barrée au chef de service des transports aux fins d'annulation de ce document.\""},{"type":"add","content":"Celle-ci envoie la carte grise dûment barrée au chef de service des transports aux fins d'annulation de ce document. \""},{"type":"del","content":"\"Art. R. 325-45. - Le responsable de l'entreprise chargée de la destruction d'un véhicule prend en charge celui-ci en remettant au gardien de la fourrière un bon d'enlèvement délivré par l'autorité dont relève la fourrière. Il rend compte de la destruction dudit véhicule à l'autorité dont relève la fourrière, et à l'autorité qui a prononcé la mainlevée de mise en fourrière."},{"type":"add","content":"\" Art. R. 325-45.-Le responsable de l'entreprise chargée de la destruction d'un véhicule prend en charge celui-ci en remettant au gardien de la fourrière un bon d'enlèvement délivré par l'autorité dont relève la fourrière. Il rend compte de la destruction dudit véhicule à l'autorité dont relève la fourrière, et à l'autorité qui a prononcé la mainlevée de mise en fourrière."},{"type":"del","content":"Les collectivités concernées peuvent passer avec les entreprises appelées à effectuer la destruction des véhicules des contrats dont les clauses sont déterminées conformément à une délibération de l'assemblée de la Polynésie française.\""},{"type":"add","content":"Les collectivités concernées peuvent passer avec les entreprises appelées à effectuer la destruction des véhicules des contrats dont les clauses sont déterminées conformément à une décision du conseil des ministres de Polynésie française. \""},{"type":"del","content":"Code de la route - article L325-6 AUTONOME ABROGE, en vigueur du 2006-01-06 au 2021-04-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la route - article R325-9 AUTONOME MODIFIE, en vigueur du 2003-12-13 au 2005-09-13 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la route - article R325-9 AUTONOME MODIFIE, en vigueur du 2005-09-13 au 2009-04-15 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la route - article R325-11 AUTONOME MODIFIE, en vigueur du 2001-06-01 au 2005-09-13 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la route - article R325-11 AUTONOME MODIFIE, en vigueur du 2005-09-13 au 2009-04-15 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la route - article R325-9 AUTONOME MODIFIE, en vigueur du 2001-06-01 au 2003-12-13 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la route - article R325-35 AUTONOME ABROGE, en vigueur du 2001-06-01 au 2021-04-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la route - article R325-9 AUTONOME MODIFIE, en vigueur du 2009-04-15 au 2009-10-01 CITATION cible"},{"type":"add","content":"Code de la route - article L325-2 AUTONOME MODIFIE, en vigueur du 2011-03-16 au 2017-07-01 CITATION cible"},{"type":"del","content":"Code de la route - article R325-11 AUTONOME MODIFIE, en vigueur du 2009-04-15 au 2009-10-01 CITATION cible"},{"type":"add","content":"Code de la route - article L325-2 AUTONOME VIGUEUR, en vigueur depuis le 2021-05-27 CITATION cible"},{"type":"del","content":"Code de la route - article R325-36 AUTONOME ABROGE, en vigueur du 2010-07-11 au 2021-04-01 CITATION cible"},{"type":"add","content":"Code de la route - article R325-12 AUTONOME VIGUEUR, en vigueur depuis le 2001-06-01 CITATION cible"},{"type":"del","content":"Code de la route - article R325-16 AUTONOME MODIFIE, en vigueur du 2010-07-11 au 2021-04-01 CITATION cible"},{"type":"add","content":"Code de la route - article R325-14 AUTONOME MODIFIE, en vigueur du 2005-09-13 au 2021-04-01 CITATION cible"},{"type":"del","content":"Code de la route - article R325-20 AUTONOME MODIFIE, en vigueur du 2015-03-22 au 2018-01-01 CITATION cible"},{"type":"add","content":"Code de la route - article R325-40 AUTONOME VIGUEUR, en vigueur depuis le 2016-12-01 CITATION cible"},{"type":"del","content":"Code de la route - article R325-29 AUTONOME MODIFIE, en vigueur du 2014-05-30 au 2021-04-01 CITATION cible"},{"type":"add","content":"Code de la route - article R325-45 AUTONOME MODIFIE, en vigueur du 2012-01-05 au 2021-04-01 CITATION cible"},{"type":"del","content":"Code de la route - article R325-20 AUTONOME VIGUEUR, en vigueur depuis le 2018-01-01 CITATION cible"},{"type":"add","content":"Code de la route - article L325-2 AUTONOME MODIFIE, en vigueur du 2019-01-01 au 2021-05-27 CITATION cible"},{"type":"del","content":"Code de la route - article L325-8 AUTONOME VIGUEUR, en vigueur depuis le 2019-12-27 CITATION cible"},{"type":"add","content":"Code de la route - article L325-7 AUTONOME MODIFIE, en vigueur du 2019-12-27 au 2021-04-01 CITATION cible"},{"type":"del","content":"Code de la route - article R325-24 AUTONOME VIGUEUR, en vigueur depuis le 2021-04-01 CITATION cible"},{"type":"add","content":"Code de la route - article L325-7 AUTONOME VIGUEUR, en vigueur depuis le 2022-04-01 CITATION cible"},{"type":"del","content":"Code de la route - article R325-29 AUTONOME VIGUEUR, en vigueur depuis le 2021-04-01 CITATION cible"},{"type":"add","content":"Code de la route - article R325-45 AUTONOME MODIFIE, en vigueur du 2021-04-01 au 2022-12-02 CITATION cible"},{"type":"del","content":"Code de la route - article R325-30 AUTONOME VIGUEUR, en vigueur depuis le 2021-04-01 CITATION cible"},{"type":"add","content":"Code de la route - article L325-2 AUTONOME MODIFIE, en vigueur du 2001-06-01 au 2003-03-19 CITATION cible"},{"type":"del","content":"Code de la route - article R325-31 AUTONOME VIGUEUR, en vigueur depuis le 2021-04-01 CITATION cible"},{"type":"add","content":"Code de la route - article L325-2 AUTONOME MODIFIE, en vigueur du 2003-03-19 au 2006-01-06 CITATION cible"},{"type":"del","content":"Code de la route - article R325-11 AUTONOME VIGUEUR, en vigueur depuis le 2020-08-27 CITATION cible"},{"type":"add","content":"Code de la route - article L325-2 AUTONOME MODIFIE, en vigueur du 2006-01-06 au 2011-03-16 CITATION cible"},{"type":"del","content":"Code de la route - article R325-9 AUTONOME VIGUEUR, en vigueur depuis le 2020-08-27 CITATION cible"},{"type":"add","content":"Code de la route - article L325-7 AUTONOME MODIFIE, en vigueur du 2021-04-01 au 2022-04-01 CITATION cible"},{"type":"del","content":"Code de la route - article R325-21 AUTONOME VIGUEUR, en vigueur depuis le 2005-09-13 CITATION cible"},{"type":"add","content":"Code de la route - article R325-14 AUTONOME VIGUEUR, en vigueur depuis le 2021-04-01 CITATION cible"},{"type":"del","content":"Code de la route - article R325-16 AUTONOME MODIFIE, en vigueur du 2005-09-13 au 2010-07-11 CITATION cible"},{"type":"add","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 25 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDANCE cible"},{"type":"del","content":"Code de la route - article L325-6 AUTONOME MODIFIE, en vigueur du 2001-06-01 au 2006-01-06 CITATION cible"},{"type":"add","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 11 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDANCE cible"},{"type":"del","content":"Code de la route - article R325-20 AUTONOME MODIFIE, en vigueur du 2001-06-01 au 2015-03-22 CITATION cible"},{"type":"add","content":"Code de la route - article R325-45 AUTONOME MODIFIE, en vigueur du 2001-06-01 au 2003-08-05 CITATION cible"},{"type":"del","content":"Code de la route - article R325-27 AUTONOME MODIFIE, en vigueur du 2005-09-13 au 2012-01-05 CITATION cible"},{"type":"add","content":"Code de la route - article L325-7 AUTONOME MODIFIE, en vigueur du 2009-04-15 au 2019-12-27 CITATION cible"},{"type":"del","content":"Code de la route - article R325-16 AUTONOME MODIFIE, en vigueur du 2004-02-05 au 2005-09-13 CITATION cible"},{"type":"add","content":"Code de la route - article R325-14 AUTONOME MODIFIE, en vigueur du 2001-06-01 au 2005-09-13 CITATION cible"},{"type":"del","content":"Code de la route - article R325-24 AUTONOME MODIFIE, en vigueur du 2001-06-01 au 2005-09-13 CITATION cible"},{"type":"add","content":"Code de la route - article R325-18 AUTONOME MODIFIE, en vigueur du 2001-06-01 au 2005-09-13 CITATION cible"},{"type":"del","content":"Code de la route - article R325-16 AUTONOME MODIFIE, en vigueur du 2001-06-01 au 2004-02-05 CITATION cible"},{"type":"add","content":"Code de la route - article R325-18 AUTONOME VIGUEUR, en vigueur depuis le 2005-09-13 CITATION cible"},{"type":"del","content":"Code de la route - article R325-2 AUTONOME VIGUEUR, en vigueur depuis le 2001-06-01 CITATION cible"},{"type":"add","content":"Code de la route - article R325-19 AUTONOME VIGUEUR, en vigueur depuis le 2001-06-01 CITATION cible"},{"type":"del","content":"Code de la route - article R325-30 AUTONOME MODIFIE, en vigueur du 2001-06-01 au 2001-08-28 CITATION cible"},{"type":"add","content":"Code de la route - article R325-34 AUTONOME VIGUEUR, en vigueur depuis le 2001-06-01 CITATION cible"},{"type":"del","content":"Code de la route - article R325-36 AUTONOME MODIFIE, en vigueur du 2001-06-01 au 2004-02-05 CITATION cible"},{"type":"add","content":"Code de la route - article R325-40 AUTONOME MODIFIE, en vigueur du 2001-06-01 au 2014-05-30 CITATION cible"},{"type":"del","content":"Code de la route - article R325-27 AUTONOME VIGUEUR, en vigueur depuis le 2012-01-05 CITATION cible"},{"type":"add","content":"Code de la route - article R325-40 AUTONOME MODIFIE, en vigueur du 2014-05-30 au 2016-12-01 CITATION cible"},{"type":"del","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 25 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDE source"},{"type":"add","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 33 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDANCE cible"},{"type":"del","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 11 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDE source"},{"type":"add","content":"Code de la route - article R325-45 AUTONOME MODIFIE, en vigueur du 2003-08-05 au 2012-01-05 CITATION cible"},{"type":"del","content":"Code de la route - article R325-21 AUTONOME MODIFIE, en vigueur du 2001-06-01 au 2005-09-13 CITATION cible"},{"type":"add","content":"Code de la route - article L325-7 AUTONOME MODIFIE, en vigueur du 2001-06-01 au 2007-03-07 CITATION cible"},{"type":"del","content":"Code de la route - article R325-27 AUTONOME MODIFIE, en vigueur du 2001-06-01 au 2005-09-13 CITATION cible"},{"type":"add","content":"Code de la route - article L325-2 AUTONOME MODIFIE, en vigueur du 2017-07-01 au 2019-01-01 CITATION cible"},{"type":"del","content":"Code de la route - article R325-31 AUTONOME MODIFIE, en vigueur du 2001-06-01 au 2005-09-13 CITATION cible"},{"type":"add","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 32 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDANCE cible"},{"type":"del","content":"Code de la route - article R325-31 AUTONOME MODIFIE, en vigueur du 2005-09-13 au 2009-04-15 CITATION cible"},{"type":"add","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 13 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDANCE cible"},{"type":"del","content":"Code de la route - article R325-24 AUTONOME MODIFIE, en vigueur du 2005-09-13 au 2021-04-01 CITATION cible"},{"type":"add","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 15 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDANCE cible"},{"type":"del","content":"Code de la route - article R325-31 AUTONOME MODIFIE, en vigueur du 2009-04-15 au 2021-04-01 CITATION cible"},{"type":"add","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 16 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDANCE cible"},{"type":"del","content":"Code de la route - article L325-8 AUTONOME MODIFIE, en vigueur du 2001-06-01 au 2007-03-07 CITATION cible"},{"type":"add","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 17 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDANCE cible"},{"type":"del","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 33 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDE source"},{"type":"add","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 18 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDANCE cible"},{"type":"del","content":"Code de la route - article R325-29 AUTONOME MODIFIE, en vigueur du 2001-06-01 au 2005-09-13 CITATION cible"},{"type":"add","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 19 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDANCE cible"},{"type":"del","content":"Code de la route - article R325-29 AUTONOME MODIFIE, en vigueur du 2005-09-13 au 2014-05-30 CITATION cible"},{"type":"add","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 20 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDANCE cible"},{"type":"del","content":"Code de la route - article R325-36 AUTONOME MODIFIE, en vigueur du 2004-02-05 au 2010-07-11 CITATION cible"},{"type":"add","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 21 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDANCE cible"},{"type":"del","content":"Code de la route - article R325-30 AUTONOME MODIFIE, en vigueur du 2001-08-28 au 2021-04-01 CITATION cible"},{"type":"add","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 22 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDANCE cible"},{"type":"del","content":"Code de la route - article R325-9 AUTONOME MODIFIE, en vigueur du 2009-10-01 au 2020-08-27 CITATION cible"},{"type":"add","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 24 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDANCE cible"},{"type":"del","content":"Code de la route - article R325-16 AUTONOME VIGUEUR, en vigueur depuis le 2021-04-01 CITATION cible"},{"type":"add","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 28 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDANCE cible"},{"type":"del","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 32 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDE source"},{"type":"add","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 34 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDANCE cible"},{"type":"del","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 13 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDE source"},{"type":"add","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 37 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDANCE cible"},{"type":"del","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 15 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDE source"},{"type":"add","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 38 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDANCE cible"},{"type":"del","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 16 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDE source"},{"type":"add","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 39 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDANCE cible"},{"type":"del","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 17 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDE source"},{"type":"add","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 41 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDANCE cible"},{"type":"del","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 18 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDE source"},{"type":"add","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 35 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDANCE cible"},{"type":"del","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 19 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDE source"},{"type":"add","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 23 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDANCE cible"},{"type":"del","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 20 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDE source"},{"type":"add","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 29 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDANCE cible"},{"type":"del","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 21 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDE source"},{"type":"add","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 31 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDANCE cible"},{"type":"del","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 22 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDE source"},{"type":"add","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 36 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDANCE cible"},{"type":"del","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 24 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDE source"},{"type":"add","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 40 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDANCE cible"},{"type":"del","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 28 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDE source"},{"type":"add","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 26 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDANCE cible"},{"type":"del","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 34 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDE source"},{"type":"add","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 30 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDANCE cible"},{"type":"del","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 37 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDE source"},{"type":"add","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 12 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDANCE cible"},{"type":"del","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 38 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDE source"},{"type":"add","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 27 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDANCE cible"},{"type":"del","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 39 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDE source"},{"type":"add","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 14 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDANCE cible"},{"type":"del","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 41 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDE source"},{"type":"add","content":"Code de la route - article R325-45 AUTONOME VIGUEUR, en vigueur depuis le 2022-12-02 CITATION cible"},{"type":"del","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 35 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDE source"},{"type":"add","content":"Décret n° 2007-1626 du 16 novembre 2007 portant extension et adaptation en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna de diverses dispositions du code de la route et de la deuxième partie du code de procédure pénale (Décrets en Conseil d'Etat) - article 6 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 23 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDE source"},{"type":"add","content":"Décret n° 2007-1626 du 16 novembre 2007 portant extension et adaptation en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna de diverses dispositions du code de la route et de la deuxième partie du code de procédure pénale (Décrets en Conseil d'Etat) - article 9 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 29 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDE source"},{"type":"add","content":"Code de la route - article L325-7 AUTONOME MODIFIE, en vigueur du 2007-03-07 au 2009-04-15 CITATION cible"},{"type":"del","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 31 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDE source"},{"type":"add","content":"Code de la route - article R325-33 AUTONOME VIGUEUR, en vigueur depuis le 2001-06-01 CITATION cible"},{"type":"del","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 36 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 40 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la route - article L325-8 AUTONOME MODIFIE, en vigueur du 2007-03-07 au 2019-12-27 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 26 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 30 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 12 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 27 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°97-1222 du 26 décembre 1997 relatif à l'immobilisation, à la mise en fourrière, au retrait de la circulation et à la destruction des véhicules terrestres en Polynésie française - article 14 AUTONOME ABROGE, en vigueur du 1997-12-28 au 2001-06-01 CONCORDE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la route - article R325-11 AUTONOME MODIFIE, en vigueur du 2009-10-01 au 2020-08-27 CITATION cible"},{"type":"add","content":"Code de la route - article R325-13 AUTONOME VIGUEUR, en vigueur depuis le 2001-06-01 CITATION cible"},{"type":"del","content":"2999-01-01 CITATION source Code de la route VIGUEUR"},{"type":"add","content":"2007-11-16 MODIFICATION source Décret n° 2007-1626 du 16 novembre 2007 portant extension et adaptation en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna de diverses dispositions du code de la route et de la deuxième partie du code de procédure pénale (Décrets en Conseil d'Etat) - article 6 ENTIEREMENT_MODIF"},{"type":"del","content":"2999-01-01 CITATION source Code de la route - article L325-6 AUTONOME MODIFIE, en vigueur du 2001-06-01 au 2006-01-06"},{"type":"add","content":"2007-11-16 MODIFICATION source Décret n° 2007-1626 du 16 novembre 2007 portant extension et adaptation en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna de diverses dispositions du code de la route et de la deuxième partie du code de procédure pénale (Décrets en Conseil d'Etat) - article 9 ENTIEREMENT_MODIF"},{"type":"del","content":"2999-01-01 CITATION source Code de la route - article L325-7 AUTONOME MODIFIE, en vigueur du 2001-06-01 au 2007-03-07"},{"type":"add","content":"2999-01-01 CITATION source Code de la route - article L325-2 AUTONOME MODIFIE, en vigueur du 2001-06-01 au 2003-03-19"},{"type":"del","content":"2999-01-01 CITATION source Code de la route - article L325-8 AUTONOME MODIFIE, en vigueur du 2001-06-01 au 2007-03-07"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la route - article R325-11 AUTONOME MODIFIE, en vigueur du 2001-06-01 au 2005-09-13"},{"type":"add","content":"2999-01-01 CITATION source Code de la route - article L325-7 AUTONOME MODIFIE, en vigueur du 2001-06-01 au 2007-03-07"},{"type":"del","content":"2999-01-01 CITATION source Code de la route - article R325-14 AUTONOME MODIFIE, en vigueur du 2001-06-01 au 2005-09-13"},{"type":"add","content":"2999-01-01 CITATION source Code de la route - article R325-13 AUTONOME VIGUEUR, en vigueur depuis le 2001-06-01"},{"type":"del","content":"2999-01-01 CITATION source Code de la route - article R325-16 AUTONOME MODIFIE, en vigueur du 2001-06-01 au 2004-02-05"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la route - article R325-2 AUTONOME VIGUEUR, en vigueur depuis le 2001-06-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la route - article R325-20 AUTONOME MODIFIE, en vigueur du 2001-06-01 au 2015-03-22"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la route - article R325-21 AUTONOME MODIFIE, en vigueur du 2001-06-01 au 2005-09-13"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la route - article R325-24 AUTONOME MODIFIE, en vigueur du 2001-06-01 au 2005-09-13"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la route - article R325-27 AUTONOME MODIFIE, en vigueur du 2001-06-01 au 2005-09-13"},{"type":"add","content":"2999-01-01 CITATION source Code de la route - article R325-14 AUTONOME MODIFIE, en vigueur du 2001-06-01 au 2005-09-13"},{"type":"del","content":"2999-01-01 CITATION source Code de la route - article R325-29 AUTONOME MODIFIE, en vigueur du 2001-06-01 au 2005-09-13"},{"type":"add","content":"2999-01-01 CITATION source Code de la route - article R325-18 AUTONOME MODIFIE, en vigueur du 2001-06-01 au 2005-09-13"},{"type":"del","content":"2999-01-01 CITATION source Code de la route - article R325-30 AUTONOME MODIFIE, en vigueur du 2001-06-01 au 2001-08-28"},{"type":"add","content":"2999-01-01 CITATION source Code de la route - article R325-19 AUTONOME VIGUEUR, en vigueur depuis le 2001-06-01"},{"type":"del","content":"2999-01-01 CITATION source Code de la route - article R325-31 AUTONOME MODIFIE, en vigueur du 2001-06-01 au 2005-09-13"},{"type":"add","content":"2999-01-01 CITATION source Code de la route - article R325-33 AUTONOME VIGUEUR, en vigueur depuis le 2001-06-01"},{"type":"del","content":"2999-01-01 CITATION source Code de la route - article R325-35 AUTONOME ABROGE, en vigueur du 2001-06-01 au 2021-04-01"},{"type":"add","content":"2999-01-01 CITATION source Code de la route - article R325-34 AUTONOME VIGUEUR, en vigueur depuis le 2001-06-01"},{"type":"del","content":"2999-01-01 CITATION source Code de la route - article R325-36 AUTONOME MODIFIE, en vigueur du 2001-06-01 au 2004-02-05"},{"type":"add","content":"2999-01-01 CITATION source Code de la route - article R325-40 AUTONOME MODIFIE, en vigueur du 2001-06-01 au 2014-05-30"},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la route - article R325-9 AUTONOME MODIFIE, en vigueur du 2001-06-01 au 2003-12-13"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/20/LEGIARTI000006842048.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/20/LEGIARTI000006842048.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/20/LEGIARTI000006842048.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/20/LEGIARTI000006842049.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/20/LEGIARTI000006842049.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/20/LEGIARTI000006842049.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006842048)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006842049)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_iii/titre_iv/chapitre_iv/README.md","articleName":"Sommaire - Chapitre Iv","additions":18,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Chapitre IV : Dispositions applicables à la Nouvelle-Calédonie"},{"type":"add","content":""},{"type":"add","content":"- [Section 1 : Dispositions générales.](section_1/README.md)"},{"type":"add","content":"- [Section 2 : Immobilisation.](section_2/README.md)"},{"type":"add","content":"- [Section 3 : Fourrière.](section_3/README.md)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/06/15/95/LEGISCTA000006159597.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/06/15/95/LEGISCTA000006159597.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/SCTA/00/00/06/15/95/LEGISCTA000006159597.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://chapitre_iv/README.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/section_lc/LEGITEXT000006074228/LEGISCTA000006159597)"},{"type":"add","content":""}],"status":"added"},{"filename":"partie_reglementaire/livre_iii/titre_iv/chapitre_iv/section_1/README.md","articleName":"Sommaire - Section 1","additions":16,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Section 1 : Dispositions générales."},{"type":"add","content":""},{"type":"add","content":"- [Article R344-1](article_r344-1.md)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/06/17/71/LEGISCTA000006177112.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/06/17/71/LEGISCTA000006177112.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/SCTA/00/00/06/17/71/LEGISCTA000006177112.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://section_1/README.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/section_lc/LEGITEXT000006074228/LEGISCTA000006177112)"},{"type":"add","content":""}],"status":"added"},{"filename":"partie_reglementaire/livre_iii/titre_iv/chapitre_iv/section_1/article_r344-1.md","articleName":"Article R344-1","additions":109,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article R344-1"},{"type":"add","content":""},{"type":"add","content":"Les articles R. 325-1 et R. 325-1-1 sont applicables en Nouvelle-Calédonie dans la rédaction suivante :"},{"type":"add","content":""},{"type":"add","content":"\" Art. R. 325-1-L'immobilisation, la mise en fourrière, le retrait de la circulation et la destruction prévus à l'article L. 325-1, dans sa rédaction applicable à la Nouvelle-Calédonie, peuvent être décidés dans les cas et les conditions définis au présent code."},{"type":"add","content":""},{"type":"add","content":"L'immobilisation et la mise en fourrière peuvent également être ordonnées conformément aux dispositions de l'article L. 325-1-1, dans sa rédaction applicable à la Nouvelle-Calédonie."},{"type":"add","content":""},{"type":"add","content":"Ces mesures ne font pas obstacle aux saisies ordonnées par l'autorité judiciaire."},{"type":"add","content":""},{"type":"add","content":"Elles ne s'appliquent pas aux véhicules participant à des opérations de maintien de l'ordre."},{"type":"add","content":""},{"type":"add","content":"\" Art. R. 325-1-1-Lorsque la juridiction prononce la confiscation d'un véhicule immobilisé et mis en fourrière en application de l'article L. 325-1-1, dans sa rédaction applicable à la Nouvelle-Calédonie, le service chargé de son aliénation dans les formes prévues pour les ventes de son mobilier, informe préalablement le candidat acquéreur que le montant des frais d'enlèvement et de garde en fourrière seront à sa charge."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article L325-1-1 AUTONOME MODIFIE, en vigueur du 2011-03-16 au 2011-12-15 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article L325-1-1 AUTONOME MODIFIE, en vigueur du 2011-12-15 au 2012-03-29 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article L325-1-1 AUTONOME MODIFIE, en vigueur du 2012-03-29 au 2025-06-15 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2007-1626 du 16 novembre 2007 portant extension et adaptation en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna de diverses dispositions du code de la route et de la deuxième partie du code de procédure pénale (Décrets en Conseil d'Etat) - article 10 ENTIEREMENT_MODIF CREATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article L325-1-1 AUTONOME MODIFIE, en vigueur du 2004-03-10 au 2006-01-06 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article L325-1-1 AUTONOME MODIFIE, en vigueur du 2006-01-06 au 2011-03-16 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article R325-1 AUTONOME MODIFIE, en vigueur du 2005-04-06 au 2012-01-05 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article R325-1-1 AUTONOME MODIFIE, en vigueur du 2012-01-05 au 2014-05-30 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article R325-1 AUTONOME MODIFIE, en vigueur du 2001-06-01 au 2005-04-06 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article R325-1-1 AUTONOME MODIFIE, en vigueur du 2005-04-06 au 2012-01-05 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article R325-1 AUTONOME VIGUEUR, en vigueur depuis le 2012-01-05 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article R325-1-1 AUTONOME VIGUEUR, en vigueur depuis le 2014-05-30 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2007-1626 du 16 novembre 2007 portant extension et adaptation en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna de diverses dispositions du code de la route et de la deuxième partie du code de procédure pénale (Décrets en Conseil d'Etat) - article 11 ENTIEREMENT_MODIF CREATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article L325-1-1 AUTONOME VIGUEUR, en vigueur depuis le 2025-06-15 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret no 2001-251 du 22 mars 2001 relatif à la partie Réglementaire du code de la route (Décrets en Conseil d'Etat) CODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2001-03-22 CODIFICATION source Décret no 2001-251 du 22 mars 2001 relatif à la partie Réglementaire du code de la route (Décrets en Conseil d'Etat)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2007-11-16 CREATION source Décret n° 2007-1626 du 16 novembre 2007 portant extension et adaptation en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna de diverses dispositions du code de la route et de la deuxième partie du code de procédure pénale (Décrets en Conseil d'Etat) - article 10 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2007-11-16 CREATION source Décret n° 2007-1626 du 16 novembre 2007 portant extension et adaptation en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna de diverses dispositions du code de la route et de la deuxième partie du code de procédure pénale (Décrets en Conseil d'Etat) - article 11 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la route - article L325-1-1 AUTONOME MODIFIE, en vigueur du 2004-03-10 au 2006-01-06"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la route - article R325-1 AUTONOME MODIFIE, en vigueur du 2001-06-01 au 2005-04-06"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la route - article R325-1-1 AUTONOME MODIFIE, en vigueur du 2005-04-06 au 2012-01-05"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/20/LEGIARTI000006842050.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/20/LEGIARTI000006842050.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/20/LEGIARTI000006842050.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_la_route/src/branch/main/partie_reglementaire/livre_iii/titre_iv/chapitre_iv/section_1/article_r344-1.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006842050)"},{"type":"add","content":""}],"status":"added"},{"filename":"partie_reglementaire/livre_iii/titre_iv/chapitre_iv/section_2/README.md","articleName":"Sommaire - Section 2","additions":17,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Section 2 : Immobilisation."},{"type":"add","content":""},{"type":"add","content":"- [Article R344-2](article_r344-2.md)"},{"type":"add","content":"- [Article R344-3](article_r344-3.md)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/06/17/71/LEGISCTA000006177113.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/06/17/71/LEGISCTA000006177113.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/SCTA/00/00/06/17/71/LEGISCTA000006177113.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://section_2/README.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/section_lc/LEGITEXT000006074228/LEGISCTA000006177113)"},{"type":"add","content":""}],"status":"added"},{"filename":"partie_reglementaire/livre_iii/titre_iv/chapitre_iv/section_2/article_r344-2.md","articleName":"Article R344-2","additions":182,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article R344-2"},{"type":"add","content":""},{"type":"add","content":"Les articles R. 325-2 à R. 325-6 et R. 325-9 à R. 325-11 sont applicables à la Nouvelle-Calédonie dans la rédaction suivante :"},{"type":"add","content":""},{"type":"add","content":"\" Art. R. 325-2-L'immobilisation est l'obligation faite au conducteur ou au propriétaire d'un véhicule, dans les cas prévus au présent code, de maintenir ce véhicule sur place ou à proximité du lieu de constatation de l'infraction en se conformant aux règles relatives au stationnement."},{"type":"add","content":""},{"type":"add","content":"En cas d'absence du conducteur ou lorsque celui-ci refuse de déplacer son véhicule, l'immobilisation de ce véhicule peut être assurée par un moyen mécanique."},{"type":"add","content":""},{"type":"add","content":"Pendant tout le temps de l'immobilisation, le véhicule demeure sous la garde juridique de son propriétaire ou de son conducteur."},{"type":"add","content":""},{"type":"add","content":"Le fait pour tout conducteur ou propriétaire d'un véhicule de transport de marchandises d'un poids total autorisé en charge excédant 3,5 tonnes ou d'un véhicule de transport en commun de contrevenir à l'obligation prévue au premier alinéa est puni de l'amende prévue pour les contraventions de la cinquième classe."},{"type":"add","content":""},{"type":"add","content":"Le fait pour tout conducteur ou propriétaire d'un autre véhicule de contrevenir à l'obligation prévue au premier alinéa est puni de l'amende prévue pour les contraventions de la quatrième classe."},{"type":"add","content":""},{"type":"add","content":"\" Art. R. 325-3-L'immobilisation peut être prescrite par les officiers et les agents de police judiciaire ainsi que les agents de police judiciaire adjoints mentionnés à l'article 21 du code de procédure pénale lorsqu'ils constatent la nécessité de faire cesser sans délai une des infractions prévues à l'article R. 344-3."},{"type":"add","content":""},{"type":"add","content":"\" Art. R. 325-4-I.-Lorsque la décision d'immobilisation résulte de l'une des situations suivantes :"},{"type":"add","content":""},{"type":"add","content":"1° Le conducteur ou l'accompagnateur de l'élève conducteur est présumé en état d'ivresse ou sous l'empire d'un état alcoolique ;"},{"type":"add","content":""},{"type":"add","content":"2° Le conducteur n'est pas titulaire de la catégorie du permis exigée pour la conduite du véhicule considéré ;"},{"type":"add","content":""},{"type":"add","content":"3° Le conducteur est en infraction aux règles relatives aux conditions de travail dans les transports routiers, publics ou privés, ou ne peut présenter les documents dûment renseignés permettant de contrôler le respect de ces règles."},{"type":"add","content":""},{"type":"add","content":"Le véhicule peut poursuivre sa route dès qu'un conducteur qualifié proposé par le conducteur ou, éventuellement, par l'accompagnateur de l'élève conducteur ou par le propriétaire du véhicule peut assurer la conduite de celui-ci."},{"type":"add","content":""},{"type":"add","content":"II.-A défaut, les fonctionnaires et agents habilités à prescrire l'immobilisation peuvent prendre toute mesure destinée à placer le véhicule en stationnement régulier, au lieu qu'ils désignent, en faisant notamment appel à un conducteur qualifié."},{"type":"add","content":""},{"type":"add","content":"\" Art. R. 325-5-Lorsque la décision d'immobilisation résulte d'une infraction aux règles concernant l'état ou l'équipement du véhicule, elle peut n'être rendue effective que dans un lieu où le conducteur du véhicule sera susceptible de trouver les moyens de faire cesser l'infraction."},{"type":"add","content":""},{"type":"add","content":"Il ne peut être fait usage de cette faculté que dans la mesure où l'accompagnement du véhicule jusqu'à ce lieu peut être assuré dans des conditions de sécurité satisfaisantes."},{"type":"add","content":""},{"type":"add","content":"Le conducteur peut également être autorisé à faire appel à un professionnel qualifié pour la prise en remorque de son véhicule en vue de sa réparation. L'immobilisation devient alors effective au lieu de réparation."},{"type":"add","content":""},{"type":"add","content":"\" Art. R. 325-6-Lorsque le véhicule circule en infraction aux règles relatives aux contrôles techniques, la décision d'immobilisation doit prescrire la présentation du véhicule à un contrôle technique, dont les conditions sont fixées par une délibération du congrès de la Nouvelle-Calédonie."},{"type":"add","content":""},{"type":"add","content":"Dans ce cas, une fiche de circulation provisoire, valable sept jours, est établie par les autorités compétentes localement selon la procédure mentionnée à l'article R. 325-9. La ou les pièces administratives nécessaires à la circulation du véhicule sont restituées au vu d'un document attestant le résultat satisfaisant du contrôle technique."},{"type":"add","content":""},{"type":"add","content":"\" Art. R. 325-9-I.-Lorsque l'infraction qui a motivé l'immobilisation n'a pas cessé au moment où l'agent quitte le lieu où le véhicule est immobilisé, l'agent saisit l'officier de police judiciaire ou l'agent de police judiciaire adjoint, chef de la police municipale ou occupant ces fonctions, territorialement compétent en lui remettant soit la carte grise du véhicule s'il s'agit d'un véhicule dont le poids total autorisé en charge n'excède pas 3,5 tonnes et une fiche d'immobilisation, soit les pièces administratives nécessaires à la circulation du véhicule s'il s'agit d'un véhicule de transport de marchandises d'un poids total autorisé en charge excédant 3,5 tonnes ou de transport en commun et la fiche d'immobilisation. Un double de cette fiche est remis au contrevenant."},{"type":"add","content":""},{"type":"add","content":"II.-La fiche d'immobilisation énonce les date, heure et lieu de l'immobilisation, l'infraction qui l'a motivée, les éléments d'identification du véhicule et de la carte grise, les nom et adresse du contrevenant, les noms, qualités et affectations des agents qui la rédigent et précise la résidence de l'officier de police judiciaire ou l'agent de police judiciaire adjoint, chef de la police municipale ou occupant ces fonctions, qualifié pour lever la mesure."},{"type":"add","content":""},{"type":"add","content":"\" Art. R. 325-10.-Le procès-verbal de l'infraction qui a motivé l'immobilisation d'un véhicule est transmis dans les plus brefs délais au procureur de la République. Il relate de façon sommaire les circonstances et les conditions dans lesquelles la mesure a été prise."},{"type":"add","content":""},{"type":"add","content":"Art. R. 325-11.-I.-L'immobilisation ne peut être maintenue après que la circonstance qui l'a motivée a cessé."},{"type":"add","content":""},{"type":"add","content":"II.-Elle est levée :"},{"type":"add","content":""},{"type":"add","content":"1° Par l'agent qui l'a prescrite s'il est encore présent lors de la cessation de l'infraction ;"},{"type":"add","content":""},{"type":"add","content":"2° Par l'officier de police judiciaire ou l'agent de police judiciaire adjoint, chef de la police municipale ou occupant ces fonctions, saisi dans les conditions prévues à l'article R. 325-9, dès que le conducteur ou l'accompagnateur de l'élève conducteur justifie de la cessation de l'infraction. L'officier de police judiciaire ou l'agent de police judiciaire adjoint, chef de la police municipale ou occupant ces fonctions, restitue alors la carte grise au conducteur ou à l'accompagnateur de l'élève conducteur et transmet au procureur de la République le procès-verbal mentionné à l'article R. 325-10 et un exemplaire de la fiche d'immobilisation ou une copie conforme de cette fiche, comportant la mention de la levée de la mesure. Lorsque le conducteur ou l'accompagnateur de l'élève conducteur n'a pas justifié de la cessation de l'infraction dans un délai de quarante-huit heures, l'officier de police judiciaire ou l'agent de police judiciaire adjoint, chef de la police municipale ou occupant ces fonctions, peut transformer l'immobilisation en une mise en fourrière ; il joint alors à chacun des exemplaires de la procédure de mise en fourrière qu'il adresse au procureur de la République un exemplaire ou une copie conforme de la fiche d'immobilisation."},{"type":"add","content":""},{"type":"add","content":"III.-Dans tous les cas, dès la cessation de l'infraction qui a motivé l'immobilisation, le véhicule peut circuler entre le lieu d'immobilisation et la résidence de l'autorité désignée pour lever la mesure, sous couvert du double de la fiche d'immobilisation remise au conducteur."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de procédure pénale - article 21 AUTONOME MODIFIE, en vigueur du 2023-04-01 au 2023-07-12 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de procédure pénale - article 21 AUTONOME MODIFIE, en vigueur du 2019-01-01 au 2021-05-27 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de procédure pénale - article 21 AUTONOME MODIFIE, en vigueur du 2003-03-19 au 2006-04-19 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de procédure pénale - article 21 AUTONOME MODIFIE, en vigueur du 1986-01-01 au 1997-11-08 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de procédure pénale - article 21 AUTONOME MODIFIE, en vigueur du 1997-11-08 au 2001-11-16 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de procédure pénale - article 21 AUTONOME MODIFIE, en vigueur du 2006-04-19 au 2007-03-07 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de procédure pénale - article 21 AUTONOME MODIFIE, en vigueur du 2007-03-07 au 2011-03-16 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de procédure pénale - article 21 AUTONOME MODIFIE, en vigueur du 2001-11-16 au 2003-03-19 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de procédure pénale - article 21 AUTONOME MODIFIE, en vigueur du 2011-03-16 au 2012-05-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article R325-9 AUTONOME MODIFIE, en vigueur du 2003-12-13 au 2005-09-13 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article R325-9 AUTONOME MODIFIE, en vigueur du 2005-09-13 au 2009-04-15 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article R325-9 AUTONOME MODIFIE, en vigueur du 2001-06-01 au 2003-12-13 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article R325-9 AUTONOME MODIFIE, en vigueur du 2009-04-15 au 2009-10-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article R325-9 AUTONOME VIGUEUR, en vigueur depuis le 2020-08-27 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2007-1626 du 16 novembre 2007 portant extension et adaptation en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna de diverses dispositions du code de la route et de la deuxième partie du code de procédure pénale (Décrets en Conseil d'Etat) - article 10 ENTIEREMENT_MODIF CREATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de procédure pénale - article 21 AUTONOME MODIFIE, en vigueur du 2021-05-27 au 2022-01-26 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article R325-2 AUTONOME VIGUEUR, en vigueur depuis le 2001-06-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article R325-9 AUTONOME MODIFIE, en vigueur du 2009-10-01 au 2020-08-27 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de procédure pénale - article 21 AUTONOME MODIFIE, en vigueur du 2022-01-26 au 2023-04-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2007-1626 du 16 novembre 2007 portant extension et adaptation en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna de diverses dispositions du code de la route et de la deuxième partie du code de procédure pénale (Décrets en Conseil d'Etat) - article 12 ENTIEREMENT_MODIF CREATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de procédure pénale - article 21 AUTONOME MODIFIE, en vigueur du 2017-07-01 au 2018-08-06 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de procédure pénale - article 21 AUTONOME MODIFIE, en vigueur du 2018-08-06 au 2019-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de procédure pénale - article 21 AUTONOME ABROGE_DIFF, en vigueur du 2023-07-12 au 2029-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de procédure pénale - article 21 AUTONOME MODIFIE, en vigueur du 2012-05-01 au 2017-03-02 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de procédure pénale - article 21 AUTONOME MODIFIE, en vigueur du 2017-03-02 au 2017-07-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret no 2001-251 du 22 mars 2001 relatif à la partie Réglementaire du code de la route (Décrets en Conseil d'Etat) CODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2001-03-22 CODIFICATION source Décret no 2001-251 du 22 mars 2001 relatif à la partie Réglementaire du code de la route (Décrets en Conseil d'Etat)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2007-11-16 CREATION source Décret n° 2007-1626 du 16 novembre 2007 portant extension et adaptation en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna de diverses dispositions du code de la route et de la deuxième partie du code de procédure pénale (Décrets en Conseil d'Etat) - article 10 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2007-11-16 CREATION source Décret n° 2007-1626 du 16 novembre 2007 portant extension et adaptation en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna de diverses dispositions du code de la route et de la deuxième partie du code de procédure pénale (Décrets en Conseil d'Etat) - article 12 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de procédure pénale - article 21 AUTONOME MODIFIE, en vigueur du 1986-01-01 au 1997-11-08"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la route - article R325-2 AUTONOME VIGUEUR, en vigueur depuis le 2001-06-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la route - article R325-9 AUTONOME MODIFIE, en vigueur du 2001-06-01 au 2003-12-13"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/20/LEGIARTI000006842051.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/20/LEGIARTI000006842051.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/20/LEGIARTI000006842051.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_la_route/src/branch/main/partie_reglementaire/livre_iii/titre_iv/chapitre_iv/section_2/article_r344-2.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006842051)"},{"type":"add","content":""}],"status":"added"},{"filename":"partie_reglementaire/livre_iii/titre_iv/chapitre_iv/section_2/article_r344-3.md","articleName":"Article R344-3","additions":82,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article R344-3"},{"type":"add","content":""},{"type":"add","content":"L'immobilisation peut être prescrite :"},{"type":"add","content":""},{"type":"add","content":"1° Lorsque le conducteur est présumé en état d'ivresse ou sous l'empire d'un état alcoolique ;"},{"type":"add","content":""},{"type":"add","content":"2° Lorsque le conducteur n'est pas titulaire du permis exigé pour la conduite du véhicule ;"},{"type":"add","content":""},{"type":"add","content":"3° Lorsque le mauvais état du véhicule, son poids, sa charge par essieu, la forme, la nature, l'état et les conditions d'utilisation des bandages, la pression sur le sol, l'absence, la non-conformité et la défectuosité de son équipement réglementaire en ce qui concerne les freins ou l'éclairage, ou son chargement, créent un danger important pour les autres usagers ou constituent une menace pour l'intégrité de la chaussée. Toutefois, peuvent seuls être retenus les dépassements du poids total autorisé ou des charges par essieu prévues par la réglementation en vigueur sur le territoire excédant 5 % ;"},{"type":"add","content":""},{"type":"add","content":"4° Lorsque le conducteur ne peut présenter une autorisation pour un transport exceptionnel prévu par la réglementation en vigueur sur le territoire ;"},{"type":"add","content":""},{"type":"add","content":"5° Lorsque le véhicule ou son chargement provoque des détériorations à la route ou à ses dépendances ;"},{"type":"add","content":""},{"type":"add","content":"6° Lorsque le véhicule circule en infraction aux règlements en vigueur sur le territoire relatifs aux transports de matières dangereuses ou à ceux portant restrictions de circulation ;"},{"type":"add","content":""},{"type":"add","content":"7° Lorsque le véhicule circule en infraction aux dispositions en vigueur sur le territoire relatives aux organes moteurs ;"},{"type":"add","content":""},{"type":"add","content":"8° Lorsque le conducteur du véhicule est en infraction aux dispositions en vigueur sur le territoire et relatives à l'exécution commode et sans délai de toutes les manoeuvres qui lui incombent, notamment lorsque ses possibilités de mouvement, son champ de vision et d'audition sont réduits par le nombre ou la position des passagers, par les objets transportés, par l'apposition d'objets non transparents sur les vitres ;"},{"type":"add","content":""},{"type":"add","content":"9° Lorsque le conducteur d'un véhicule de transport circule en infraction à la réglementation territoriale relative à l'autorisation de mise en circulation ;"},{"type":"add","content":""},{"type":"add","content":"l0° Lorsque le conducteur d'un véhicule est en infraction à la réglementation territoriale relative aux conditions de travail, dans les transports routiers, ou ne peut présenter les documents dûment renseignés permettant de contrôler le respect de ces règles ;"},{"type":"add","content":""},{"type":"add","content":"11° Lorsque le conducteur est en infraction aux dispositions territoriales relatives à l'obligation d'assurance ;"},{"type":"add","content":""},{"type":"add","content":"12° Lorsque le conducteur circule sans satisfaire aux règles territoriales relatives à la circulation routière spéciale aux conducteurs de cyclomoteurs et aux motocyclistes, notamment au port du casque ;"},{"type":"add","content":""},{"type":"add","content":"13° Lorsque le conducteur circule en infraction aux règles en vigueur sur le territoire relatives aux visites techniques ;"},{"type":"add","content":""},{"type":"add","content":"14° Lorsque le conducteur d'un véhicule est en infraction avec les règles en vigueur sur le territoire et relatives à l'arrêt et au stationnement et à l'usage des voies à circulation spécialisée et refuse de faire cesser l'arrêt ou le stationnement irrégulier malgré l'injonction des agents."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2007-1626 du 16 novembre 2007 portant extension et adaptation en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna de diverses dispositions du code de la route et de la deuxième partie du code de procédure pénale (Décrets en Conseil d'Etat) - article 10 ENTIEREMENT_MODIF CREATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2007-1626 du 16 novembre 2007 portant extension et adaptation en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna de diverses dispositions du code de la route et de la deuxième partie du code de procédure pénale (Décrets en Conseil d'Etat) - article 13 ENTIEREMENT_MODIF CREATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret no 2001-251 du 22 mars 2001 relatif à la partie Réglementaire du code de la route (Décrets en Conseil d'Etat) CODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2001-03-22 CODIFICATION source Décret no 2001-251 du 22 mars 2001 relatif à la partie Réglementaire du code de la route (Décrets en Conseil d'Etat)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2007-11-16 CREATION source Décret n° 2007-1626 du 16 novembre 2007 portant extension et adaptation en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna de diverses dispositions du code de la route et de la deuxième partie du code de procédure pénale (Décrets en Conseil d'Etat) - article 10 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2007-11-16 CREATION source Décret n° 2007-1626 du 16 novembre 2007 portant extension et adaptation en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna de diverses dispositions du code de la route et de la deuxième partie du code de procédure pénale (Décrets en Conseil d'Etat) - article 13 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/20/LEGIARTI000006842052.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/20/LEGIARTI000006842052.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/20/LEGIARTI000006842052.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_la_route/src/branch/main/partie_reglementaire/livre_iii/titre_iv/chapitre_iv/section_2/article_r344-3.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006842052)"},{"type":"add","content":""}],"status":"added"},{"filename":"partie_reglementaire/livre_iii/titre_iv/chapitre_iv/section_3/README.md","articleName":"Sommaire - Section 3","additions":16,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Section 3 : Fourrière."},{"type":"add","content":""},{"type":"add","content":"- [Article R344-4](article_r344-4.md)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/06/17/71/LEGISCTA000006177114.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/06/17/71/LEGISCTA000006177114.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/SCTA/00/00/06/17/71/LEGISCTA000006177114.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://section_3/README.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/section_lc/LEGITEXT000006074228/LEGISCTA000006177114)"},{"type":"add","content":""}],"status":"added"},{"filename":"partie_reglementaire/livre_iii/titre_iv/chapitre_iv/section_3/article_r344-4.md","articleName":"Article R344-4","additions":364,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article R344-4"},{"type":"add","content":""},{"type":"add","content":"Les articles R. 325-12 à R. 325-38, R. 325-40 à R. 325-43 et R. 325-45 à R. 325-46 sont applicables en Nouvelle-Calédonie dans la rédaction suivante :"},{"type":"add","content":""},{"type":"add","content":"\" Art. R. 325-12.-I.-La mise en fourrière est le transfert d'un véhicule en un lieu désigné par l'autorité administrative ou judiciaire en vue d'y être retenu jusqu'à décision de celle-ci, aux frais du propriétaire de ce véhicule."},{"type":"add","content":""},{"type":"add","content":"II.-L'immobilisation matérielle visée à l'article R. 325-2 peut constituer l'une des opérations préalables au commencement d'exécution de la mise en fourrière."},{"type":"add","content":""},{"type":"add","content":"III.-La mise en fourrière est réputée avoir reçu un commencement d'exécution :"},{"type":"add","content":""},{"type":"add","content":"1° A partir du moment où deux roues au moins du véhicule ont quitté le sol, lorsque le transfert du véhicule vers la fourrière est réalisé au moyen d'un véhicule d'enlèvement ;"},{"type":"add","content":""},{"type":"add","content":"2° A partir du commencement du déplacement du véhicule vers la fourrière, quel que soit le procédé utilisé à cet effet."},{"type":"add","content":""},{"type":"add","content":"\" Art. R. 325-13.-Toute prescription de mise en fourrière est précédée d'une vérification tendant à déterminer s'il s'agit d'un véhicule volé."},{"type":"add","content":""},{"type":"add","content":"Lorsque le résultat de cette vérification est positif, le propriétaire et son assureur sont immédiatement informés de la découverte du véhicule. Le véhicule est alors confié au gardien de fourrière à titre conservatoire en attendant que le propriétaire ou l'assureur se manifeste."},{"type":"add","content":""},{"type":"add","content":"\" Art. R. 325-14.-I.-Dans les cas prévus au présent code ou à la suite d'une immobilisation du véhicule, la mise en fourrière est prescrite dans les conditions prévues à l'article R. 325-9 et au 2° de l'article R. 325-11 :"},{"type":"add","content":""},{"type":"add","content":"-soit par un officier de police judiciaire territorialement compétent, de la police nationale ou de la gendarmerie nationale ;"},{"type":"add","content":""},{"type":"add","content":"-soit par un agent de police judiciaire adjoint, chef de la police municipale ou occupant ces fonctions, territorialement compétent, de sa propre initiative ou sur proposition de l'agent qui a verbalisé à la suite d'une infraction justificative de mise en fourrière."},{"type":"add","content":""},{"type":"add","content":"II.-Lorsque le véhicule a été volé, que son propriétaire n'a pu être identifié ou lorsqu'il est muni de fausses plaques d'immatriculation, sa mise en fourrière ne peut être prescrite que par un officier de police judiciaire de la police nationale ou de la gendarmerie nationale territorialement compétent, ou avec son accord préalable exprès."},{"type":"add","content":""},{"type":"add","content":"\" Art. R. 325-15.-En cas d'infraction aux règlements en vigueur sur le territoire pour la sauvegarde de l'esthétique des sites et des paysages, la mise en fourrière peut également être prescrite par l'autorité administrative compétente en Nouvelle-Calédonie."},{"type":"add","content":""},{"type":"add","content":"Un officier de police judiciaire ou l'agent de police judiciaire adjoint, chef de la police municipale ou occupant ces fonctions, territorialement compétent peut être chargé d'exécuter, ou de faire exécuter, la mesure prévue à l'alinéa précédent."},{"type":"add","content":""},{"type":"add","content":"Les dispositions du II de l'article R. 325-16 sont appliquées."},{"type":"add","content":""},{"type":"add","content":"\" Art. R. 325-16.-L'officier de police judiciaire ou l'agent de police judiciaire adjoint, chef de la police municipale ou occupant ces fonctions, territorialement compétent, ou l'agent placé sous leur autorité :"},{"type":"add","content":""},{"type":"add","content":"1° Désigne la fourrière dans laquelle sera transféré le véhicule, cette désignation étant matérialisée par la pose d'un signe distinctif sur celui-ci ;"},{"type":"add","content":""},{"type":"add","content":"2° Dresse, si possible contradictoirement en présence du propriétaire ou du conducteur du véhicule et du préposé à l'enlèvement, un état sommaire, extérieur et intérieur, du véhicule, sans l'ouvrir, au moyen d'une fiche descriptive dont le modèle est fixé par une délibération du congrès de la Nouvelle-Calédonie, avant que la mise en fourrière reçoive un commencement d'exécution ;"},{"type":"add","content":""},{"type":"add","content":"3° Remet à ce propriétaire ou ce conducteur, s'il est présent, un double de la fiche relative à l'état du véhicule et, le cas échéant, la fiche de circulation provisoire prévue à l'article R. 325-6 ;"},{"type":"add","content":""},{"type":"add","content":"4° Relate sur le procès-verbal de constatation ou le rapport les motifs de la mise en fourrière ; il y fait mention du retrait provisoire du certificat d'immatriculation et de l'heure d'appel du véhicule d'enlèvement."},{"type":"add","content":""},{"type":"add","content":"\" Art. R. 325-17.-Lorsque la mise en fourrière a reçu un commencement d'exécution, le véhicule est restitué à son propriétaire ou son conducteur dans les conditions prévues à l'article R. 325-38."},{"type":"add","content":""},{"type":"add","content":"Toutefois, si le propriétaire ou le conducteur du véhicule règle les frais d'opérations préalables prévus à l'article R. 325-29 ou s'il s'engage par écrit à les régler, et s'il s'engage à rendre immédiatement son usage normal à la voie publique, il peut être autorisé à reprendre aussitôt son véhicule."},{"type":"add","content":""},{"type":"add","content":"\" Art. R. 325-18.-L'auteur d'une prescription de mise en fourrièr informe l'autorité dont relève la fourrière dans les plus brefs délais."},{"type":"add","content":""},{"type":"add","content":"\" Art. R. 325-19.-Chaque fourrière relève d'une autorité publique unique."},{"type":"add","content":""},{"type":"add","content":"Cette autorité publique est l'une de celles qui sont prévues aux articles R. 325-20 et R. 325-21."},{"type":"add","content":""},{"type":"add","content":"Cette autorité publique désigne le gardien de la fourrière sur la liste des gardiens de fourrière agréés par la Nouvelle-Calédonie conformément aux dispositions de l'article R. 325-24."},{"type":"add","content":""},{"type":"add","content":"\" Art. R. 325-20.-Lorsque la mise en fourrière est effectuée dans un lieu public ou relevant d'une autorité publique, l'autorité dont relève la fourrière est déterminée par une délibération du congrès de la Nouvelle-Calédonie."},{"type":"add","content":""},{"type":"add","content":"\" Art. R. 325-21.-La fourrière peut être située dans un lieu privé avec l'assentiment du propriétaire ou du locataire de cet immeuble s'il accepte d'assurer la garde de cette fourrière. Dans cette hypothèse, l'autorité dont relève la fourrière est désignée par les dispositions applicables localement."},{"type":"add","content":""},{"type":"add","content":"\" Art. R. 325-22.-I.-Lorsque le propriétaire du véhicule faisant l'objet de la mise en fourrière est domicilié ou réside dans le ressort de l'officier de police judiciaire ou de l'agent de police judiciaire adjoint, chef de la police municipale ou occupant ces fonctions, qui prescrit cette mesure, celui-ci peut faire garder le véhicule par son propriétaire, à condition que le certificat d'immatriculation soit immédiatement retiré. Ce document reçoit la destination prévue à l'article R. 325-34."},{"type":"add","content":""},{"type":"add","content":"II.-Dans cette hypothèse, l'autorité dont relève la fourrière est :"},{"type":"add","content":""},{"type":"add","content":"1° Soit le maire, lorsque la mise en fourrière a été décidée par lui ou par un de ses adjoints agissant en qualité d'officier de police judiciaire ou par l'agent de police judiciaire adjoint, chef de la police municipale ou occupant ces fonctions ;"},{"type":"add","content":""},{"type":"add","content":"2° Soit l'autorité compétente du territoire en matière de circulation routière, dans les autres cas."},{"type":"add","content":""},{"type":"add","content":"\" Art. R. 325-23.-Le véhicule est placé sous la garde juridique du gardien de la fourrière jusqu'à la date d'effet de la mainlevée, sauf au cours de la sortie provisoire prévue à l'article R. 325-36."},{"type":"add","content":""},{"type":"add","content":"\" Art. R. 325-24.-Les conditions dans lesquelles sont agréés les gardiens de fourrière, la réglementation concernant leurs installations et l'autorité compétente pour procéder au retrait de l'agrément sont fixées par des dispositions applicables localement."},{"type":"add","content":""},{"type":"add","content":"\" Art. R. 325-25.-Le gardien de fourrière enregistre, au fur et à mesure de leurs arrivées, les entrées des véhicules mis en fourrière, leurs sorties provisoires et définitives, les décisions de mainlevée de la mise en fourrière et, le cas échéant, les décisions de remise au service compétent de la Nouvelle-Calédonie chargé de son aliénation dans les formes prévues pour les ventes de son mobilier ou à une entreprise de destruction."},{"type":"add","content":""},{"type":"add","content":"\" Art. R. 325-26.-Le procès-verbal de la mise en fourrière relate les circonstances et les conditions dans lesquelles cette mesure a été prise ; il est transmis dans les plus brefs délais au procureur de la République."},{"type":"add","content":""},{"type":"add","content":"Un double de ce document est transmis dans les plus brefs délais à l'autorité ayant compétence pour prononcer la mainlevée."},{"type":"add","content":""},{"type":"add","content":"En cas d'absence du propriétaire ou du conducteur au moment de l'enlèvement du véhicule en fourrière, un double de la fiche descriptive remplie par l'agent de constatation est adressé sans délai au responsable de la notification de mise en fourrière."},{"type":"add","content":""},{"type":"add","content":"Un autre double de cette fiche descriptive est remis au gardien de fourrière."},{"type":"add","content":""},{"type":"add","content":"\" Art. R. 325-27.-Les intéressés peuvent contester auprès du procureur de la République du lieu de l'infraction la décision de mise en fourrière. Ce magistrat confirme la mesure ou en ordonne la mainlevée dans le délai maximal de cinq jours ouvrables."},{"type":"add","content":""},{"type":"add","content":"Si, à l'examen de la procédure, le procureur de la République estime qu'il n'a pas été commis d'infraction, il ordonne que soit donnée mainlevée de la mise en fourrière et en informe immédiatement l'autorité qui l'a prescrite."},{"type":"add","content":""},{"type":"add","content":"\" Art. R. 325-28.-Peuvent procéder au transfert d'un véhicule du lieu de son stationnement à celui de sa garde en fourrière :"},{"type":"add","content":""},{"type":"add","content":"1° Les personnels habilités mentionnés aux premier et deuxième alinéas de l'article L. 325-2, dans sa rédaction applicable à la Nouvelle-Calédonie ;"},{"type":"add","content":""},{"type":"add","content":"2° Le professionnel agréé, ou son préposé, désigné pour l'enlèvement du véhicule dont la mise en fourrière a été prescrite ;"},{"type":"add","content":""},{"type":"add","content":"3° Un tiers en vertu d'une réquisition ;"},{"type":"add","content":""},{"type":"add","content":"4° Le propriétaire ou le conducteur du véhicule en vertu d'une réquisition."},{"type":"add","content":""},{"type":"add","content":"\" Art. R. 325-29.-I.-Le propriétaire du véhicule est tenu de rembourser :"},{"type":"add","content":""},{"type":"add","content":"1° Lorsque la prescription de mise en fourrière a reçu le commencement d'exécution défini à l'article R. 325-12, les frais d'enlèvement ainsi que, le cas échéant, les frais de garde en fourrière, d'expertise sous réserve de l'application du IV de l'article R. 325-30 et de l'alinéa 3 de l'article R. 325-35, et de vente ou de destruction du véhicule ;"},{"type":"add","content":""},{"type":"add","content":"2° Lorsque la prescription de mise en fourrière n'a pas reçu de commencement d'exécution, les frais afférents aux opérations préalables à la mise en fourrière, à condition que le véhicule d'enlèvement se soit rendu sur les lieux."},{"type":"add","content":""},{"type":"add","content":"II.-Le propriétaire du véhicule rembourse les frais précités au gardien de la fourrière sur présentation d'une facture détaillée."},{"type":"add","content":""},{"type":"add","content":"III.-Les taux maximaux des frais d'opérations préalables à la mise en fourrière, des frais d'enlèvement, de garde en fourrière, d'expertise, de vente et de destruction des véhicules sont fixés par des dispositions applicables localement, compte tenu des catégories de véhicules."},{"type":"add","content":""},{"type":"add","content":"IV.-Les professionnels auxquels l'autorité dont relève la fourrière fait appel dans le cadre de la mise en fourrière sont rémunérés par cette autorité."},{"type":"add","content":""},{"type":"add","content":"A défaut de stipulations contractuelles, cette autorité indemnise les frais énumérés au III dans les cas suivants :"},{"type":"add","content":""},{"type":"add","content":"1° Le propriétaire du véhicule mis en fourrière s'avère inconnu, introuvable ou insolvable ;"},{"type":"add","content":""},{"type":"add","content":"2° La procédure ou la prescription de mise en fourrière est annulée."},{"type":"add","content":""},{"type":"add","content":"\" Art. R. 325-30.-I.-L'autorité dont relève la fourrière classe le véhicule dans l'une des trois catégories suivantes :"},{"type":"add","content":""},{"type":"add","content":"1° Véhicule pouvant être restitué en l'état à son propriétaire ou son conducteur ;"},{"type":"add","content":""},{"type":"add","content":"2° Véhicule ne pouvant être restitué à son propriétaire ou son conducteur qu'après l'exécution des travaux reconnus indispensables, ou après avoir satisfait aux obligations de contrôles techniques, dont les modalités pratiques sont fixées par une délibération du congrès de la Nouvelle-Calédonie ;"},{"type":"add","content":""},{"type":"add","content":"3° Véhicule hors d'état de circuler dans des conditions normales de sécurité et dont la valeur marchande est inférieure à un montant fixé par le gouvernement de la Nouvelle-Calédonie, devant être livré à la destruction à l'expiration du délai d'abandon prévu au quatrième alinéa de l'article L. 325-7."},{"type":"add","content":""},{"type":"add","content":"II.-Le classement dans les deuxième et troisième catégories prévues au I ci-dessus est décidé après avis d'un expert en automobile désigné dans des conditions fixées par délibération du congrès de la Nouvelle-Calédonie."},{"type":"add","content":""},{"type":"add","content":"III.-L'expert se prononce sur la capacité du véhicule à circuler dans des conditions normales de sécurité. Si le véhicule ne remplit pas ces conditions, l'expert définit les réparations indispensables propres à lui redonner cette capacité et fournit une évaluation de la valeur marchande du véhicule."},{"type":"add","content":""},{"type":"add","content":"IV.-Les véhicules réclamés par leurs propriétaires ou leurs conducteurs dans le délai de trois jours suivant la mise en fourrière peuvent être restitués sans avoir été expertisés ni classés."},{"type":"add","content":""},{"type":"add","content":"\" Art. R. 325-31.-La mise en fourrière est notifiée par l'officie de police judiciaire qui l'a prescrite ou qui a été chargé de l'exécuter, ou par l'autorité dont relève la fourrière, à l'adresse relevée sur le procès-verbal de l'infraction ayant motivé la mise en fourrière si le propriétaire ou le conducteur du véhicule était présent, ou à l'adresse indiquée au fichier des immatriculations."},{"type":"add","content":""},{"type":"add","content":"Lorsque le véhicule n'est pas identifiable, il n'est pas procédé à cette formalité. Mention en est faite dans le procès-verbal ou dans le rapport de mise en fourrière."},{"type":"add","content":""},{"type":"add","content":"\" Art. R. 325-32.-I.-Cette notification s'effectue par lettre recommandée avec demande d'accusé de réception, dans le délai maximal de cinq jours ouvrables suivant la mise en fourrière du véhicule."},{"type":"add","content":""},{"type":"add","content":"Il y est joint un double de la fiche descriptive de l'état du véhicule mis en fourrière en cas d'absence du propriétaire ou du conducteur au moment de l'enlèvement pour mise en fourrière."},{"type":"add","content":""},{"type":"add","content":"II.-Cette notification comporte les mentions obligatoires suivantes :"},{"type":"add","content":""},{"type":"add","content":"1° Indication de l'auteur de la prescription, du motif de la prescription, de la fourrière désignée et de l'autorité dont relève cette fourrière ;"},{"type":"add","content":""},{"type":"add","content":"2° Décision de classement prise en application de l'article R. 325-30 et indication de la faculté de faire procéder à une contre-expertise conformément aux articles R. 325-35 et R. 325-36 ;"},{"type":"add","content":""},{"type":"add","content":"3° Autorité qualifiée pour donner mainlevée de la mise en fourrière ;"},{"type":"add","content":""},{"type":"add","content":"4° Injonction au propriétaire du véhicule, s'il est soumis à immatriculation, de remettre immédiatement, sous peine d'encourir l'amende prévue pour les contraventions de la quatrième classe, le certificat d'immatriculation à l'autorité qualifiée pour donner mainlevée de la mise en fourrière ;"},{"type":"add","content":""},{"type":"add","content":"5° Mise en demeure au propriétaire de retirer son véhicule avant l'expiration d'un délai :"},{"type":"add","content":""},{"type":"add","content":"a) De dix jours pour un véhicule qu'un expert aura estimé d'une valeur marchande inférieure à un montant fixé par le gouvernement de la Nouvelle-Calédonie et déclaré hors d'état de circuler dans des conditions normales de sécurité ;"},{"type":"add","content":""},{"type":"add","content":"b) De quarante-cinq jours dans les autres cas,"},{"type":"add","content":""},{"type":"add","content":"ces délais commençant à courir un jour franc après la date de notification ;"},{"type":"add","content":""},{"type":"add","content":"6° Avertissement au propriétaire que son absence de réponse dans les délais impartis vaudra abandon de son véhicule et que ledit véhicule sera, dans les conditions prévues par décret, soit remis au service compétent de la Nouvelle-Calédonie chargé de son aliénation dans les formes prévues pour les ventes de son mobilier en vue de son aliénation, soit livré à la destruction ;"},{"type":"add","content":""},{"type":"add","content":"7° Nature et montant des frais qu'il sera tenu de rembourser ;"},{"type":"add","content":""},{"type":"add","content":"8° Enoncé des voies de recours."},{"type":"add","content":""},{"type":"add","content":"III.-Si le fichier des immatriculations révèle l'inscription d'un gage, copie de la notification de mise en fourrière est adressée par l'auteur de la prescription de mise en fourrière au créancier-gagiste, par lettre recommandée avec demande d'accusé de réception, qui fait référence aux articles 5,6 et 7 du décret n° 72-823 du 6 septembre 1972 fixant les conditions de remise au service des domaines des véhicules non retirés de fourrière par leurs propriétaires."},{"type":"add","content":""},{"type":"add","content":"\" Art. R. 325-33.-Le fait, pour le propriétaire d'un véhicule, de ne pas restituer le certificat d'immatriculation immédiatement après la notification qui lui a été faite en application de l'article R. 325-32 (II, 4°) est puni de l'amende prévue pour les contraventions de la quatrième classe."},{"type":"add","content":""},{"type":"add","content":"\" Art. R. 325-34.-Toute personne se trouvant destinataire du certificat d'immatriculation d'un véhicule mis en fourrière est tenue de le transmettre sans délai à l'autorité ayant compétence pour prononcer la mainlevée."},{"type":"add","content":""},{"type":"add","content":"\" Art. R. 325-35.-En cas de désaccord sur l'état du véhicule ou sur la décision de classement visée à l'article R. 325-30, le propriétaire a la faculté de faire procéder à une contre-expertise."},{"type":"add","content":""},{"type":"add","content":"La contre-expertise est faite par un expert choisi sur la liste visée à l'article R. 325-30."},{"type":"add","content":""},{"type":"add","content":"Dans le cas où la contre-expertise confirme l'expertise initiale, les frais d'expertise et de contre-expertise sont à la charge du propriétaire. Dans le cas contraire, ces frais incombent à l'autorité dont relève la fourrière."},{"type":"add","content":""},{"type":"add","content":"\" Art. R. 325-36.-L'autorité dont relève la fourrière ne peut s'opposer à la demande d'autorisation provisoire de sortie de fourrière présentée par le propriétaire du véhicule en vue exclusivement de faire procéder aux travaux reconnus indispensables par l'expert. Il en est de même lorsque le propriétaire du véhicule fait procéder à une contre-expertise, aux réparations remettant le véhicule en état de circuler dans des conditions normales de sécurité ainsi qu'au contrôle technique du véhicule."},{"type":"add","content":""},{"type":"add","content":"Cette autorisation provisoire de sortie de fourrière, dont le modèle est fixé par délibération du congrès de la Nouvelle-Calédonie, qui tient lieu de pièce de circulation et qui est limitée au temps des parcours nécessaires et des opérations précitées, peut prescrire un itinéraire et des conditions de sécurité."},{"type":"add","content":""},{"type":"add","content":"Le réparateur doit remettre au propriétaire du véhicule une facture détaillée certifiant l'exécution des travaux prescrits en application du 2° du I de l'article R. 325-30."},{"type":"add","content":""},{"type":"add","content":"\" Art. R. 325-37.-L'autorité dont relève la fourrière informe l'autorité qualifiée pour prononcer la mainlevée de la délivrance de l'autorisation provisoire de sortie de fourrière et de la durée de sa validité."},{"type":"add","content":""},{"type":"add","content":"En ce qui concerne les véhicules volés retrouvés en fourrière, l'autorité dont relève la fourrière est tenue d'informer au préalable les services de police ou de gendarmerie compétents de son intention de délivrer une autorisation provisoire de sortie de fourrière."},{"type":"add","content":""},{"type":"add","content":"\" Art. R. 325-38.-I.-Chaque prescription de mise en fourrière prend fin par une décision de mainlevée."},{"type":"add","content":""},{"type":"add","content":"II.-Cette décision émane de l'autorité qui a prescrit la mise en fourrière ou de l'officier de police judiciaire chargé d'exécuter cette mesure."},{"type":"add","content":""},{"type":"add","content":"III.-Lorsque l'autorité qualifiée pour prononcer la mainlevée est saisie en ce sens par le procureur de la République, comme il est prévu à l'article R. 325-27, elle est tenue de donner immédiatement mainlevée."},{"type":"add","content":""},{"type":"add","content":"IV.-L'autorité qualifiée pour prononcer la mainlevée est tenue de le faire, de restituer le certificat d'immatriculation du véhicule s'il a été retiré et de délivrer une autorisation définitive de sortie de fourrière :"},{"type":"add","content":""},{"type":"add","content":"1° Sur simple demande du propriétaire ou du conducteur si elle concerne un véhicule classé dans la première catégorie visée à l'article R. 325-30 ;"},{"type":"add","content":""},{"type":"add","content":"2° S'il s'agit d'un véhicule classé dans la deuxième ou la troisième catégorie, sur demande du propriétaire ou du conducteur, accompagnée selon le cas :"},{"type":"add","content":""},{"type":"add","content":"a) De la facture détaillée du réparateur certifiant l'exécution des travaux reconnus indispensables par l'expert ;"},{"type":"add","content":""},{"type":"add","content":"b) Ou du récépissé délivré par un centre de contrôle technique désigné selon les dispositions localement applicables, postérieur à la date de mise en fourrière."},{"type":"add","content":""},{"type":"add","content":"V.-Les dispositions du IV ci-dessus ne s'appliquent pas aux véhicules volés retrouvés en fourrière ainsi qu'aux véhicules dont le propriétaire et l'assureur demeurent inconnus ou introuvables malgré les recherches effectuées, pour lesquels la mainlevée ne peut être prononcée qu'après accord préalable exprès des services de police ou de gendarmerie compétents."},{"type":"add","content":""},{"type":"add","content":"\" Art. R. 325-40.-La mainlevée prend effet au jour de la délivrance de l'autorisation définitive de sortie du véhicule dans les cas prévus au IV de l'article R. 325-38."},{"type":"add","content":""},{"type":"add","content":"La mainlevée prend effet à compter de la remise du véhicule au service compétent chargé de son aliénation dans les formes prévues pour les ventes de son mobilier s'il est destiné à être aliéné, ou de sa remise à l'entreprise spécialisée s'il est destiné à être détruit."},{"type":"add","content":""},{"type":"add","content":"\" Art. R. 325-41.-Le gardien de la fourrière restitue le véhicule à son propriétaire ou à son conducteur dès que ce dernier produit l'autorisation définitive de sortie de fourrière et s'est acquitté des frais de mise en fourrière, d'enlèvement, de garde et d'expertise, dans le cas où ces derniers sont à la charge du propriétaire. Ces frais sont arrêtés à la date de reprise du véhicule."},{"type":"add","content":""},{"type":"add","content":"\" Art. R. 325-42.-Aucun véhicule mis en fourrière ne peut être remis au service compétent chargé de son aliénation dans les formes prévues pour les ventes de son mobilier en vue de son aliénation ou à une entreprise de démolition en vue de sa destruction sans que la mainlevée de cette mesure ait été préalablement prononcée à l'une ou l'autre de ces fins."},{"type":"add","content":""},{"type":"add","content":"\" Art. R. 325-43.-En application des dispositions des articles L. 325-7 et L. 325-8 relatives aux véhicules abandonnés, dans leur rédaction applicable à la Nouvelle-Calédonie, l'autorité dont relève la fourrière décide de la remise du véhicule au service compétent chargé de son aliénation dans les formes prévues pour les ventes de son mobilier en vue de son aliénation ; l'autorité administrative investie du pouvoir de police en matière de circulation décide de la destruction des véhicules mentionnés au quatrième alinéa de l'article L. 325-7 ainsi que des véhicules qui ont été remis au service compétent chargé de son aliénation dans les formes prévues pour les ventes de son mobilier pour aliénation et qui n'ont pas trouvé preneur."},{"type":"add","content":""},{"type":"add","content":"L'autorité dont relève la fourrière informe de ces décisions l'autorité qualifiée pour prononcer la mainlevée, détentrice du certificat d'immatriculation."},{"type":"add","content":""},{"type":"add","content":"Dans ce cas, en se référant aux décisions susvisées, l'autorité qualifiée précitée envoie le certificat d'immatriculation, dûment barré, à l'autorité compétente territorialement, aux fins d'annulation de ce document. Si l'envoi du certificat d'immatriculation est impossible, elle en précise le motif."},{"type":"add","content":""},{"type":"add","content":"\" Art. R. 325-45.-I.-Le responsable de l'entreprise chargée de la destruction d'un véhicule prend en charge celui-ci en remettant au gardien de la fourrière un bon d'enlèvement délivré par l'autorité dont relève la fourrière. Il rend compte de la destruction dudit véhicule à l'autorité dont relève la fourrière, à l'autorité qui a prononcé la mainlevée de mise en fourrière."},{"type":"add","content":""},{"type":"add","content":"II.-Les autorités dont relèvent les fourrières, définies aux articles R. 325-20 et R. 325-21, peuvent passer contrat avec des entreprises appelées à effectuer la destruction des véhicules, selon les modalités fixées par les autorités compétentes de la Nouvelle-Calédonie."},{"type":"add","content":""},{"type":"add","content":"\" Art. R. 325-46.-Les dispositions concernant la mise en fourrière ne sont pas applicables aux véhicules militaires. \""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article L325-2 AUTONOME MODIFIE, en vigueur du 2011-03-16 au 2017-07-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article L325-2 AUTONOME VIGUEUR, en vigueur depuis le 2021-05-27 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article R325-12 AUTONOME VIGUEUR, en vigueur depuis le 2001-06-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article R325-40 AUTONOME VIGUEUR, en vigueur depuis le 2016-12-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article R325-45 AUTONOME MODIFIE, en vigueur du 2012-01-05 au 2021-04-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article L325-2 AUTONOME MODIFIE, en vigueur du 2019-01-01 au 2021-05-27 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article L325-7 AUTONOME MODIFIE, en vigueur du 2019-12-27 au 2021-04-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article L325-7 AUTONOME VIGUEUR, en vigueur depuis le 2022-04-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2007-1626 du 16 novembre 2007 portant extension et adaptation en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna de diverses dispositions du code de la route et de la deuxième partie du code de procédure pénale (Décrets en Conseil d'Etat) - article 10 ENTIEREMENT_MODIF CREATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2007-1626 du 16 novembre 2007 portant extension et adaptation en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna de diverses dispositions du code de la route et de la deuxième partie du code de procédure pénale (Décrets en Conseil d'Etat) - article 14 ENTIEREMENT_MODIF CREATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n°72-823 du 6 septembre 1972 fixant les conditions de remise à l'administration chargée des domaines des véhicules non retirés de fourrière par leurs propriétaires - article 5 AUTONOME VIGUEUR, en vigueur depuis le 2021-04-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article R325-45 AUTONOME MODIFIE, en vigueur du 2021-04-01 au 2022-12-02 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article L325-2 AUTONOME MODIFIE, en vigueur du 2001-06-01 au 2003-03-19 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article L325-2 AUTONOME MODIFIE, en vigueur du 2003-03-19 au 2006-01-06 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article L325-2 AUTONOME MODIFIE, en vigueur du 2006-01-06 au 2011-03-16 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article L325-7 AUTONOME MODIFIE, en vigueur du 2021-04-01 au 2022-04-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article R325-45 AUTONOME MODIFIE, en vigueur du 2001-06-01 au 2003-08-05 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article L325-7 AUTONOME MODIFIE, en vigueur du 2009-04-15 au 2019-12-27 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article R325-40 AUTONOME MODIFIE, en vigueur du 2001-06-01 au 2014-05-30 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article R325-40 AUTONOME MODIFIE, en vigueur du 2014-05-30 au 2016-12-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article R325-45 AUTONOME MODIFIE, en vigueur du 2003-08-05 au 2012-01-05 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article L325-7 AUTONOME MODIFIE, en vigueur du 2001-06-01 au 2007-03-07 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article L325-2 AUTONOME MODIFIE, en vigueur du 2017-07-01 au 2019-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n°72-823 du 6 septembre 1972 fixant les conditions de remise au service des domaines des véhicules non retirés de fourrière par leurs propriétaires - article 5 AUTONOME MODIFIE, en vigueur du 2001-06-01 au 2014-05-30 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article R325-45 AUTONOME VIGUEUR, en vigueur depuis le 2022-12-02 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n°72-823 du 6 septembre 1972 fixant les conditions de remise au service des domaines des véhicules non retirés de fourrière par leurs propriétaires - article 5 AUTONOME MODIFIE, en vigueur du 1972-09-09 au 2001-06-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n°72-823 du 6 septembre 1972 fixant les conditions de remise à l'administration chargée des domaines des véhicules non retirés de fourrière par leurs propriétaires - article 5 AUTONOME MODIFIE, en vigueur du 2014-05-30 au 2021-04-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la route - article L325-7 AUTONOME MODIFIE, en vigueur du 2007-03-07 au 2009-04-15 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret no 2001-251 du 22 mars 2001 relatif à la partie Réglementaire du code de la route (Décrets en Conseil d'Etat) CODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1972-09-06 CITATION source Décret n°72-823 du 6 septembre 1972 fixant les conditions de remise au service des domaines des véhicules non retirés de fourrière par leurs propriétaires - article 5 AUTONOME MODIFIE, en vigueur du 1972-09-09 au 2001-06-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2001-03-22 CODIFICATION source Décret no 2001-251 du 22 mars 2001 relatif à la partie Réglementaire du code de la route (Décrets en Conseil d'Etat)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2007-11-16 CREATION source Décret n° 2007-1626 du 16 novembre 2007 portant extension et adaptation en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna de diverses dispositions du code de la route et de la deuxième partie du code de procédure pénale (Décrets en Conseil d'Etat) - article 10 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2007-11-16 CREATION source Décret n° 2007-1626 du 16 novembre 2007 portant extension et adaptation en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna de diverses dispositions du code de la route et de la deuxième partie du code de procédure pénale (Décrets en Conseil d'Etat) - article 14 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la route - article L325-2 AUTONOME MODIFIE, en vigueur du 2001-06-01 au 2003-03-19"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la route - article L325-7 AUTONOME MODIFIE, en vigueur du 2001-06-01 au 2007-03-07"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la route - article R325-12 AUTONOME VIGUEUR, en vigueur depuis le 2001-06-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la route - article R325-40 AUTONOME MODIFIE, en vigueur du 2001-06-01 au 2014-05-30"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la route - article R325-45 AUTONOME MODIFIE, en vigueur du 2001-06-01 au 2003-08-05"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/20/LEGIARTI000006842053.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/20/LEGIARTI000006842053.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/20/LEGIARTI000006842053.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_la_route/src/branch/main/partie_reglementaire/livre_iii/titre_iv/chapitre_iv/section_3/article_r344-4.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006842053)"},{"type":"add","content":""}],"status":"added"}],"stats":{"additions":1766,"deletions":320,"filesChanged":21}}