{"sha":"d8897fef981e","date":"2024-07-10","message":"Arrêté du 15 juin 2024 relatif à la filière citoyenne de sécurité civile dans le domaine de la formation aux premiers secours","files":[{"filename":"partie_reglementaire/livre_iv/titre_iii/chapitre_iii/section_5/article_r433-18.md","articleName":"Article R433-18","additions":20,"deletions":34,"diff":[{"type":"del","content":"I. - Tout conducteur de véhicule de protection ou de véhicule de guidage destiné à l'accompagnement des transports exceptionnels doit avoir, préalablement à l'exercice de son activité de conduite, satisfait à une obligation de formation professionnelle initiale comportant la fréquentation de cours et sanctionnée par un examen."},{"type":"add","content":"I.-Tout conducteur de véhicule de protection ou de véhicule de guidage destiné à l'accompagnement des transports exceptionnels doit avoir, préalablement à l'exercice de son activité de conduite, satisfait à une obligation de formation professionnelle initiale comportant la fréquentation de cours et sanctionnée par un examen."},{"type":"del","content":"La formation destinée aux conducteurs de véhicules de guidage est accessible aux personnes âgées de vingt et un ans au moins et titulaires des permis de conduire des catégories A et B dont le délai probatoire défini à l'article L. 223-1 est expiré, ainsi que de l'attestation de formation aux premiers secours ou de prévention et secours civiques de niveau 1."},{"type":"add","content":"La formation destinée aux conducteurs de véhicules de guidage est accessible aux personnes âgées de vingt et un ans au moins et titulaires des permis de conduire des catégories A et B dont le délai probatoire défini à l'article L. 223-1 est expiré, ainsi que de l'attestation de formation aux premiers secours ou de premiers secours citoyen."},{"type":"del","content":"II. - Pour s'établir en France, est considéré comme qualifié pour exercer les activités mentionnées au I tout ressortissant d'un Etat membre de l'Union européenne ou d'un Etat partie à l'accord sur l'Espace économique européen, dès lors qu'il produit les pièces justificatives émanant de l'autorité compétente d'un de ces Etats prouvant qu'il possède la qualification conforme aux conditions fixées par le présent code pour y exercer ces activités."},{"type":"add","content":"II.-Pour s'établir en France, est considéré comme qualifié pour exercer les activités mentionnées au I tout ressortissant d'un Etat membre de l'Union européenne ou d'un Etat partie à l'accord sur l'Espace économique européen, dès lors qu'il produit les pièces justificatives émanant de l'autorité compétente d'un de ces Etats prouvant qu'il possède la qualification conforme aux conditions fixées par le présent code pour y exercer ces activités."},{"type":"del","content":"III. - Par dérogation au I, tout ressortissant d'un Etat membre de l'Union européenne ou d'un Etat partie à l'accord sur l'Espace économique européen, légalement établi, pour l'exercice des activités mentionnées au I, dans un de ces Etats, peut exercer ces activités de façon temporaire et occasionnelle en France."},{"type":"add","content":"III.-Par dérogation au I, tout ressortissant d'un Etat membre de l'Union européenne ou d'un Etat partie à l'accord sur l'Espace économique européen, légalement établi, pour l'exercice des activités mentionnées au I, dans un de ces Etats, peut exercer ces activités de façon temporaire et occasionnelle en France."},{"type":"del","content":"IV. - Les fonctionnaires des services actifs de la police nationale et les militaires de la gendarmerie nationale ayant cessé leur activité sont dispensés de l'obligation de formation professionnelle initiale mentionnée au I s'ils ont exercé une activité d'escorte des transports exceptionnels durant les cinq années qui précèdent leur reprise d'activité en qualité de conducteur de véhicule d'accompagnement."},{"type":"add","content":"IV.-Les fonctionnaires des services actifs de la police nationale et les militaires de la gendarmerie nationale ayant cessé leur activité sont dispensés de l'obligation de formation professionnelle initiale mentionnée au I s'ils ont exercé une activité d'escorte des transports exceptionnels durant les cinq années qui précèdent leur reprise d'activité en qualité de conducteur de véhicule d'accompagnement."},{"type":"del","content":"V. - Tout conducteur de véhicule de protection ou de véhicule de guidage doit effectuer un stage de formation continue tous les cinq ans."},{"type":"add","content":"V.-Tout conducteur de véhicule de protection ou de véhicule de guidage doit effectuer un stage de formation continue tous les cinq ans."},{"type":"del","content":"Décret n° 2011-335 du 28 mars 2011 relatif à l'accompagnement des transports exceptionnels - article 3 ENTIEREMENT_MODIF CREE source"},{"type":"add","content":"Code de la route - article L223-1 AUTONOME MODIFIE, en vigueur du 2015-08-08 au 2018-03-30 CITATION cible"},{"type":"del","content":"Code de la route - article R433-20 AUTONOME VIGUEUR, en vigueur depuis le 2011-03-31 CITATION source"},{"type":"add","content":"Code de la route - article L223-1 AUTONOME MODIFIE, en vigueur du 2007-12-31 au 2011-03-16 CITATION cible"},{"type":"del","content":"Code de la route - article R433-19 AUTONOME VIGUEUR, en vigueur depuis le 2017-01-01 CITATION source"},{"type":"add","content":"Code de la route - article L223-1 AUTONOME MODIFIE, en vigueur du 2003-06-13 au 2007-12-31 CITATION cible"},{"type":"del","content":"Code de la route - article R433-19 AUTONOME MODIFIE, en vigueur du 2011-03-31 au 2017-01-01 CITATION source"},{"type":"add","content":"Code de la route - article L223-1 AUTONOME MODIFIE, en vigueur du 2001-06-01 au 2003-06-13 CITATION cible"},{"type":"del","content":"Arrêté du 2 mai 2011 relatif aux modalités de mise en œuvre de la formation professionnelle initiale et continue des conducteurs des véhicules destinés à l'accompagnement des transports exceptionnels - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2011-05-09 CITATION source"},{"type":"add","content":"Arrêté du 15 juin 2024 relatif à la filière citoyenne de sécurité civile dans le domaine de la formation aux premiers secours - article 5 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2024-07-10 MODIFIE source"},{"type":"del","content":"Arrêté du 2 mai 2011 relatif aux modalités de mise en œuvre de la formation professionnelle initiale et continue des conducteurs des véhicules destinés à l'accompagnement des transports exceptionnels - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2011-05-09 CITATION source"},{"type":"add","content":"Code de la route - article L223-1 AUTONOME VIGUEUR, en vigueur depuis le 2018-03-30 CITATION cible"},{"type":"del","content":"Arrêté du 2 mai 2011 relatif aux modalités de mise en œuvre de la formation professionnelle initiale et continue des conducteurs des véhicules destinés à l'accompagnement des transports exceptionnels - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2011-05-09 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2011-335 du 28 mars 2011 relatif à l'accompagnement des transports exceptionnels - article 5 AUTONOME VIGUEUR, en vigueur depuis le 2011-03-31 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 6 novembre 2017 modifiant l'arrêté du 2 mai 2011 relatif aux modalités de mise en œuvre de la formation professionnelle initiale et continue des conducteurs des véhicules destinés à l'accompagnement des transports exceptionnels CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 6 novembre 2017 modifiant l'arrêté du 2 mai 2011 relatif aux modalités de mise en œuvre de la formation professionnelle initiale et continue des conducteurs des véhicules destinés à l'accompagnement des transports exceptionnels VIGUEUR, en vigueur depuis le 2017-11-30 CITATION source"},{"type":"add","content":"Code de la route - article L223-1 AUTONOME MODIFIE, en vigueur du 2011-03-16 au 2015-08-08 CITATION cible"},{"type":"del","content":""},{"type":"del","content":"2011-03-28 CREE cible Décret n° 2011-335 du 28 mars 2011 relatif à l'accompagnement des transports exceptionnels - article 3 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"add","content":""},{"type":"add","content":"2024-06-15 MODIFIE cible Arrêté du 15 juin 2024 relatif à la filière citoyenne de sécurité civile dans le domaine de la formation aux premiers secours - article 5 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2024-07-10"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/23/78/43/LEGIARTI000023784346.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/23/78/43/LEGIARTI000023784346.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/23/78/43/LEGIARTI000023784346.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/49/95/75/LEGIARTI000049957502.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/49/95/75/LEGIARTI000049957502.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/49/95/75/LEGIARTI000049957502.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000023784346)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000049957502)"}],"status":"modified"}],"stats":{"additions":20,"deletions":34,"filesChanged":1}}