{"sha":"11429dec8b94","date":"2011-01-22","message":"Décret n° 2011-77 du 19 janvier 2011 portant actualisation de la liste et des critères médicaux utilisés pour la définition des affections ouvrant droit à la suppression de la participation de l'assuré","files":[{"filename":"annexes/article_annexe_a_l_article_d322-1.md","articleName":"Article ANNEXE A L ARTICLE D322-1","additions":603,"deletions":35,"diff":[{"type":"del","content":"Critères médicaux utilisés pour la définition des affections de longue durée \"maladie d'Alzheimer et autres démences\" et \"affections psychiatriques de longue durée\"."},{"type":"add","content":"CRITÈRES MÉDICAUX UTILISÉS POUR LA DÉFINITION DES AFFECTIONS DE LONGUE DURÉE OUVRANT DROIT À LA SUPPRESSION DE LA PARTICIPATION DE L'ASSURÉ AU TITRE DE L'ARTICLE L. 322-3 (3°) DU CODE DE LA SÉCURITÉ SOCIALE"},{"type":"del","content":"Critères médicaux utilisés pour la définition de l'affection de longue durée \"maladie d'Alzheimer et autres démences\" et ouvrant droit à la limitation ou à la suppression de la participation de l'assuré"},{"type":"add","content":"1. Critères médicaux utilisés pour la définition de l'affection de longue durée accident vasculaire cérébral invalidant"},{"type":"del","content":"La démence est un syndrome dû à une affection cérébrale habituellement chronique et progressive. Il est caractérisé par une perturbation durable de nombreuses fonctions corticales supérieures, telles que la mémoire, l'idéation, l'orientation, la compréhension, le calcul, la capacité d'apprendre, le langage et le jugement. Les perturbations cognitives s'accompagnent habituellement (et sont parfois précédées) d'une détérioration du contrôle émotionnel, du comportement social ou de la motivation. Elles ont un retentissement sur la vie quotidienne ou sur la vie professionnelle. Le syndrome survient dans la maladie d'Alzheimer, dans les maladies vasculaires cérébrales et dans d'autres affections, qui touchent le cerveau primitivement ou secondairement (par exemple : VIH, traumatisme crânien, maladie de Huntington, maladie de Pick, maladie de Creutzfeldt-Jakob, maladie de Parkinson, intoxications chroniques à des substances psychotropes, etc.)."},{"type":"add","content":"Relève de l'exonération du ticket modérateur l'accident vasculaire cérébral (AVC) en présence de troubles neurologiques persistants au-delà de vingt-quatre heures nécessitant une prise en charge médicale lourde, des soins de maintenance puis de rééducation active."},{"type":"del","content":"Les éléments de diagnostic de ces diverses affections sont en cohérence avec les recommandations de l'ANAES."},{"type":"add","content":"L'exonération initiale est accordée pour une période de deux ans, renouvelable pour une durée variable selon l'évolution de l'affection :"},{"type":"del","content":"Critères médicaux utilisés pour la définition de l'affection de longue durée \"affections psychiatriques de longue durée\" et ouvrant droit à la limitation ou à la suppression de la participation de l'assuré"},{"type":"add","content":"Cinq ans, renouvelable, dans les cas où persiste un important déficit neurologique entraînant une invalidité évidente ;"},{"type":"del","content":"Trois ordres de critères médicaux doivent être réunis pour ouvrir droit à la limitation ou à la suppression de la participation de l'assuré : le diagnostic de l'affection, son ancienneté et ses conséquences fonctionnelles."},{"type":"add","content":"Deux ans, renouvelable, dans les cas où persistent des séquelles moins importantes mais justifiant une rééducation prolongée."},{"type":"del","content":"I. - Diagnostic établi selon la liste et les critères de la CIM 10 :"},{"type":"add","content":"2. Critères médicaux utilisés pour la définition de l'affection de longue durée insuffisances médullaires et autres cytopénies chroniques"},{"type":"del","content":"1. Les psychoses : schizophrénies, troubles schizo-affectifs"},{"type":"add","content":"Relèvent de l'exonération du ticket modérateur :"},{"type":"del","content":"et troubles délirants persistants"},{"type":"add","content":"2.1. Aplasies médullaires globales ou limitées à une seule lignée :"},{"type":"del","content":"Seront exclus les troubles psychotiques aigus et transitoires (bouffées délirantes isolées)."},{"type":"add","content":"2.1.1. Aplasies médullaires (AM) globales :"},{"type":"del","content":"2. Les troubles de l'humeur récurrents ou persistants"},{"type":"add","content":"Ce sont des insuffisances quantitatives de la production médullaire touchant les trois lignées, avec moelle osseuse hypocellulaire, en relation avec une réduction du nombre de cellules-souches hématopoïétiques primitives. Une AM globale peut être acquise ou, beaucoup plus rarement, constitutionnelle."},{"type":"del","content":"Troubles bipolaires (maladies maniaco-dépressives)."},{"type":"add","content":"Ces affections relèvent de l'exonération du ticket modérateur pour une durée de cinq ans, renouvelable."},{"type":"del","content":"Troubles dépressifs récurrents (après trois épisodes au moins)."},{"type":"add","content":"2.1.1. a) Aplasies médullaires globales acquises :"},{"type":"del","content":"Troubles de l'humeur persistants et sévères."},{"type":"add","content":"Ce sont des pathologies peu fréquentes en dehors des AM survenant dans les suites immédiates d'une chimiothérapie antimitotique (la prise en charge de ces dernières relève de l'affection cancéreuse concernée). Les AM globales acquises reconnaissent pour la plupart dans leur mécanisme un phénomène auto-immun."},{"type":"del","content":"Seront exclus : l'épisode dépressif isolé, la réaction dépressive brève, la réaction aiguë à un facteur de stress et la dysthymie légère."},{"type":"add","content":"Une fois installée, une AM globale acquise ne régresse jamais spontanément et doit faire l'objet d'un traitement spécialisé."},{"type":"del","content":"3. Les déficiences intellectuelles et les troubles graves du développement durant l'enfance"},{"type":"add","content":"2.1.1. b) Aplasies médullaires globales constitutionnelles :"},{"type":"del","content":"Sous cette rubrique, figurent les déficiences intellectuelles primaires (retard mental, psychoses infantiles déficitaires) comportant une réduction notable de l'efficience et intriquées à des troubles psychiatriques et/ou à des troubles marqués de la personnalité ou du comportement. Les troubles du développement retenus débutent dans la première ou la deuxième enfance, et concernent des fonctions liées à la maturation biologique du SNC, avec une évolution continue sans rémission (autisme infantile, troubles graves des conduites et du fonctionnement social débutant dans l'enfance, troubles envahissants du développement,...)."},{"type":"add","content":"La moins rare est la maladie de Fanconi de transmission héréditaire autosomique récessive."},{"type":"del","content":"4. Les troubles névrotiques sévères et les troubles graves de la personnalité et du comportement"},{"type":"add","content":"2.1.2. Aplasies médullaires dissociées ou restreintes à une ligne médullaire :"},{"type":"add","content":""},{"type":"add","content":"Le défaut de production ne concerne qu'une lignée. Sont concernées les érythroblastopénies chroniques constitutionnelles ou acquises, les agranulocytoses chroniques constitutionnelles et les amégacaryocytoses chroniques constitutionnelles."},{"type":"add","content":""},{"type":"add","content":"Ces affections relèvent de l'exonération du ticket modérateur pour une durée de cinq ans, renouvelable."},{"type":"add","content":""},{"type":"add","content":"Toute récidive ou apparition d'une séquelle tardive grave dont le lien de causalité avec le traitement est établi conduit à la reprise de l'exonération du ticket modérateur."},{"type":"add","content":""},{"type":"add","content":"2.2. Syndromes myélodysplasiques (SMD) :"},{"type":"add","content":""},{"type":"add","content":"Entrent dans le cadre des SMD : les cytopénies réfractaires simples, les anémies réfractaires sidéroblastiques, les anémies réfractaires avec excès de blastes et la leucémie myélomonocytaire chronique."},{"type":"add","content":""},{"type":"add","content":"Ces affections relèvent de l'exonération du ticket modérateur pour une durée de cinq ans, renouvelable."},{"type":"add","content":""},{"type":"add","content":"2.3. Autres cytopénies chroniques ou à rechutes :"},{"type":"add","content":""},{"type":"add","content":"Les plus fréquentes résultent d'une destruction de mécanisme immunologique. Ces manifestations peuvent parfois révéler ou compliquer une maladie auto-immune générale (lupus érythémateux disséminé), un lymphome ou une leucémie lymphoïde chronique et relèvent alors de la prise en charge spécifique de chaque affection. Cependant, elles sont bien souvent idiopathiques."},{"type":"add","content":""},{"type":"add","content":"Sont notamment concernées les anémies hémolytiques auto-immunes chroniques, les purpuras thrombopéniques auto-immuns chroniques, les neutropénies chroniques sévères. Ces dernières comportent le syndrome de Felty et des variétés idiopathiques. Il convient d'exclure de ce cadre les pseudo-neutropénies par excès de margination des polynucléaires habituellement moins prononcées et dénuées de risque infectieux."},{"type":"add","content":""},{"type":"add","content":"Ces affections relèvent de l'exonération du ticket modérateur pour une durée de cinq ans, renouvelable."},{"type":"add","content":""},{"type":"add","content":"3. Critères médicaux utilisés pour la définition de l'affection de longue durée artériopathies chroniques avec manifestations ischémiques"},{"type":"add","content":""},{"type":"add","content":"Relèvent de l'exonération du ticket modérateur :"},{"type":"add","content":""},{"type":"add","content":"- l'artériopathie oblitérante des membres inférieurs (AOMI) au stade d'ischémie permanente chronique, ou avec un épisode d'ischémie aiguë, ou ayant nécessité un geste de revascularisation ou d'amputation ;"},{"type":"add","content":""},{"type":"add","content":"- les autres artériopathies chroniques (artères à destinée viscérale, principalement digestive et rénale) avec manifestations ischémiques objectivement documentées."},{"type":"add","content":""},{"type":"add","content":"Les atteintes pariétales (lésions ulcéro-végétantes, anévrismes ou dissections) de l'aorte thoracique ou abdominale objectivement documentées, sont également exonérées au titre de cette affection."},{"type":"add","content":""},{"type":"add","content":"L'exonération initiale est accordée pour une durée de cinq ans, renouvelable."},{"type":"add","content":""},{"type":"add","content":"4. Critères médicaux utilisés pour la définition de l'affection de longue durée bilharziose compliquée"},{"type":"add","content":""},{"type":"add","content":"L'exonération du ticket modérateur concerne les bilharzioses compliquées :"},{"type":"add","content":""},{"type":"add","content":"- complication aiguë des primo-invasions : syndrome toxi-infectieux immunoallergique systémique ;"},{"type":"add","content":""},{"type":"add","content":"- complications évolutives spécifiques à chaque espèce de schistosome : hypertension portale, pathologies obstructives de l'arbre urinaire et insuffisance rénale, stérilité, complications encéphalique et médullaire, hypertension artérielle pulmonaire (HTAP), carcinome vésical, bilharziomes compressifs ou hémorragiques."},{"type":"add","content":""},{"type":"add","content":"L'exonération initiale est accordée pour une durée de deux ans, renouvelable."},{"type":"add","content":""},{"type":"add","content":"5. Critères médicaux utilisés pour la définition de l'affection de longue durée insuffisance cardiaque grave, troubles du rythme graves, cardiopathies valvulaires graves ; cardiopathies congénitales graves"},{"type":"add","content":""},{"type":"add","content":"Relèvent de l'exonération du ticket modérateur :"},{"type":"add","content":""},{"type":"add","content":"5.1.L'insuffisance cardiaque systolique (ICS) symptomatique chronique associant des symptômes de l'IC (au repos ou à l'effort) présents ou retrouvés dans les antécédents et une preuve objective d'une dysfonction cardiaque systolique au repos, avec une fraction d'éjection (FE) FE ¸ 40 %."},{"type":"add","content":""},{"type":"add","content":"L'exonération initiale est accordée pour une durée de cinq ans, renouvelable."},{"type":"add","content":""},{"type":"add","content":"5.2.L'insuffisance cardiaque à fonction systolique préservée (ICFSP) symptomatique chronique associant :"},{"type":"add","content":""},{"type":"add","content":"- des symptômes de l'IC (au repos ou à l'effort) présents et retrouvés dans les antécédents objectivés par une poussée d'IC aiguë congestive (sous forme d'œdème pulmonaire) ;"},{"type":"add","content":""},{"type":"add","content":"- un signe objectif (parmi électrocardiogramme (ECG), radiographie, échographie, peptide natriurétique de type B [BNP]) de dysfonction cardiaque au repos, avec une fonction systolique préservée ou modérément altérée (FE ¹ 40 %) ;"},{"type":"add","content":""},{"type":"add","content":"- une réponse au traitement pharmacologique de l'IC."},{"type":"add","content":""},{"type":"add","content":"L'insuffisance cardiaque est irréversible en l'absence de cause curable."},{"type":"add","content":""},{"type":"add","content":"L'exonération initiale est accordée pour une période de cinq ans, renouvelable."},{"type":"add","content":""},{"type":"add","content":"5.3. Les troubles du rythme supraventriculaires graves :"},{"type":"add","content":""},{"type":"add","content":"Sont concernées :"},{"type":"add","content":""},{"type":"add","content":"- la fibrillation auriculaire (FA) paroxystique récidivante (se terminant spontanément en moins de sept jours, généralement en 48 heures), avec des récidives entrecoupées d'épisodes en rythme sinusal ;"},{"type":"add","content":""},{"type":"add","content":"- la FA persistante récurrente (nécessitant un choc électrique ou un traitement pharmacologique pour être réduite), avec des récurrences (¹ 7 jours) entrecoupées d'épisodes en rythme sinusal ;"},{"type":"add","content":""},{"type":"add","content":"- la FA permanente (cardioversion inefficace ou non envisagée)."},{"type":"add","content":""},{"type":"add","content":"L'exonération initiale est accordée pour une durée de deux ans, renouvelable, étant précisé que la poursuite d'un traitement anticoagulant ne constitue pas, en elle-même, une condition suffisante de renouvellement systématique de l'exonération."},{"type":"add","content":""},{"type":"add","content":"5.4. Les troubles du rythme ventriculaire graves :"},{"type":"add","content":""},{"type":"add","content":"Sont concernés :"},{"type":"add","content":""},{"type":"add","content":"- les troubles du rythme ventriculaire pouvant entraîner une instabilité hémodynamique et une mort subite cardiaque :"},{"type":"add","content":""},{"type":"add","content":"- tachycardie ventriculaire (TV) :"},{"type":"add","content":""},{"type":"add","content":"- soutenue ou non ;"},{"type":"add","content":""},{"type":"add","content":"- monomorphe ou polymorphe (dont les torsades de pointe) ;"},{"type":"add","content":""},{"type":"add","content":"- fibrillation ventriculaire (FV) ;"},{"type":"add","content":""},{"type":"add","content":"- les troubles du rythme ventriculaire potentiellement graves : toute extrasystolie ventriculaire n'ayant pas les caractéristiques de la bénignité c'est-à-dire avec extrasystoles ventriculaires monomorphes non répétitives, survenant à distance du sommet de l'onde T, sur cœur sain."},{"type":"add","content":""},{"type":"add","content":"L'exonération initiale est accordée pour une durée de deux ans, renouvelable si la poursuite d'un traitement (médicaments et/ ou implantation d'un défibrillateur) s'avère nécessaire."},{"type":"add","content":""},{"type":"add","content":"5.5. Les cardiopathies valvulaires et congénitales graves :"},{"type":"add","content":""},{"type":"add","content":"Sont concernées :"},{"type":"add","content":""},{"type":"add","content":"- les cardiopathies valvulaires (rétrécissement ou insuffisance), avec une atteinte valvulaire quantifiée sévère (rétrécissement serré ou fuite importante), ou une atteinte valvulaire quantifiée moins sévère avec des symptômes d'IC ou d'ischémie myocardique, ou, en l'absence de symptôme, une preuve objective à l'échocardiogramme de dysfonction cardiaque au repos (FE abaissée), hypertension artérielle pulmonaire (HTAP) ou dilatation ventriculaire marquée ;"},{"type":"add","content":""},{"type":"add","content":"- les patients atteints de cardiopathies valvulaires opérés (prothèses valvulaires cardiaques, tubes) ou de cardiopathies congénitales complexes ayant subi une intervention cardiaque et dont la réparation est incomplète."},{"type":"add","content":""},{"type":"add","content":"L'exonération initiale est accordée pour une durée de cinq ans, renouvelable."},{"type":"add","content":""},{"type":"add","content":"6. Critères médicaux utilisés pour la définition de l'affection de longue durée maladies chroniques actives du foie et cirrhoses"},{"type":"add","content":""},{"type":"add","content":"Relèvent d'une exonération du ticket modérateur :"},{"type":"add","content":""},{"type":"add","content":"6.1. Les hépatites chroniques virales B présentant une positivité de l'Ag HBs et :"},{"type":"add","content":""},{"type":"add","content":"- des signes de réplication virale active : ADN VHB ¹ 2 000 UI/ ml ou une élévation même occasionnelle de l'activité des transaminases ;"},{"type":"add","content":""},{"type":"add","content":"- la nécessité d'un traitement antiviral ou d'un suivi prolongé."},{"type":"add","content":""},{"type":"add","content":"L'exonération est accordée pour une durée initiale de deux ans, renouvelable si le patient reçoit le traitement antiviral."},{"type":"add","content":""},{"type":"add","content":"L'apparition de séquelles graves dont le lien de causalité avec le traitement est établi conduit à la reprise de l'exonération du ticket modérateur."},{"type":"add","content":""},{"type":"add","content":"6.2. Les hépatites virales C prouvées par la présence de l'ARN du virus de l'hépatite C (VHC) dans le sérum et :"},{"type":"add","content":""},{"type":"add","content":"- une indication de bilan initial de sévérité de l'affection ;"},{"type":"add","content":""},{"type":"add","content":"- la nécessité d'un traitement antiviral ou d'un suivi prolongé."},{"type":"add","content":""},{"type":"add","content":"L'exonération est accordée pour une durée initiale de deux ans, renouvelable si le patient reçoit le traitement antiviral."},{"type":"add","content":""},{"type":"add","content":"L'apparition de séquelles graves dont le lien de causalité avec le traitement est établi conduit à la reprise de l'exonération du ticket modérateur."},{"type":"add","content":""},{"type":"add","content":"6.3. Toute cirrhose dont le diagnostic est établi sur un ensemble de données cliniques, morphologiques et histologiques :"},{"type":"add","content":""},{"type":"add","content":"L'exonération du ticket modérateur peut être accordée en l'absence de confirmation (par ponction biopsie hépatique (PBH) ou autre moyen non invasif) si les arguments épidémiologiques, cliniques et biologiques, voire les éléments obtenus fortuitement par imagerie ou endoscopie, sont concordants."},{"type":"add","content":""},{"type":"add","content":"L'exonération initiale est accordée pour une durée de cinq ans, renouvelable."},{"type":"add","content":""},{"type":"add","content":"7. Critères médicaux utilisés pour la définition de l'affection de longue durée déficit immunitaire primitif grave nécessitant un traitement prolongé, infection par le virus de l'immuno-déficience humaine"},{"type":"add","content":""},{"type":"add","content":"Relèvent d'une exonération du ticket modérateur :"},{"type":"add","content":""},{"type":"add","content":"7.1. Déficit immunitaire primitif grave nécessitant un traitement prolongé :"},{"type":"add","content":""},{"type":"add","content":"La variété de ces déficits immunitaires primitifs graves est grande, résultant d'anomalies des lymphocytes, des phagocytes, des immunoglobulines ou du complément."},{"type":"add","content":""},{"type":"add","content":"Sont notamment concernés :"},{"type":"add","content":""},{"type":"add","content":"- les déficits immunitaires combinés sévères, le syndrome des lymphocytes dénudés et les affections apparentées nécessitent des traitements lourds (du type greffe de moelle osseuse ou greffe de foie fœtal) en milieu hospitalier et une surveillance biologique prolongée ;"},{"type":"add","content":""},{"type":"add","content":"- les déficits immunitaires combinés incomplets du type syndrome de Wiskott-Aldrich ou ataxie télangiectasie sont également l'objet de traitements prolongés et d'explorations coûteuses, répétés au fil des années ;"},{"type":"add","content":""},{"type":"add","content":"- les déficits importants de l'immunité cellulaire, tel le syndrome de Di George, relèvent de greffes du thymus fœtal ou de traitements de longue durée ;"},{"type":"add","content":""},{"type":"add","content":"- les déficits en immunoglobulines comportant un abaissement constant et significatif du taux des IgG (par exemple, en dessous de 2,5 g par litre chez le petit enfant et de 5 g par litre chez le grand enfant ou l'adulte), notamment l'agammaglobulinémie de Burton et les grandes hypogammaglobulinémies dites communes, qui nécessitent l'administration itérative et indéfiniment prolongée d'immunoglobulines. En revanche, les fréquents déficits isolés en IgA ne relèvent pas d'une exonération du ticket modérateur ;"},{"type":"add","content":""},{"type":"add","content":"- d'autres déficits immunitaires à composante lymphocytaire : syndrome à hyper IgE, candidose cutanéomuqueuse chronique ;"},{"type":"add","content":""},{"type":"add","content":"- les déficits majeurs de la phagocytose ou de la bactéricidie (granulomatose septique chronique ou affections apparentées, déficits de la mobilité ou de l'adhérence des phagocytes, par exemple liés à l'absence de certaines glycoprotéines de membrane) nécessitent tous une prise en charge prolongée afin que soient convenablement conduits la prophylaxie ou le traitement anti-infectieux et parfois le traitement étiologique ;"},{"type":"add","content":""},{"type":"add","content":"- les cas de déficits primitifs du complément comportant des manifestations graves à répétition (infections sévères, syndrome lupique, vascularite importante, œdème angioneurotique héréditaire)."},{"type":"add","content":""},{"type":"add","content":"L'exonération initiale est accordée pour une durée de deux ans, renouvelable lorsqu'un traitement important et coûteux ou des examens biologiques onéreux doivent être répétés avec une grande fréquence."},{"type":"add","content":""},{"type":"add","content":"7.2. Infection par le virus de l'immuno-déficience humaine :"},{"type":"add","content":""},{"type":"add","content":"Sont concernés :"},{"type":"add","content":""},{"type":"add","content":"- l'infection par le VIH affirmée par les résultats concordants de deux prélèvements distincts et par un test de confirmation (Western-Blot ou un immuno-Blot) sur l'un des prélèvements ; l'exonération initiale est accordée pour une durée de cinq ans, renouvelable ;"},{"type":"add","content":""},{"type":"add","content":"- le nouveau-né de mère séropositive dans les deux ans suivant sa naissance."},{"type":"add","content":""},{"type":"add","content":"8. Critères médicaux utilisés pour la définition de l'affection de longue durée diabète de type 1 et diabète de type 2"},{"type":"add","content":""},{"type":"add","content":"Relève de l'exonération du ticket modérateur le diabète, de type 1 et de type 2, défini par la constatation à deux reprises au moins d'une glycémie à jeun supérieure ou égale à 7 mmol/ l (1,26 g/ l) dans le plasma veineux."},{"type":"add","content":""},{"type":"add","content":"L'exonération initiale est accordée pour une durée de 5 ans, renouvelable."},{"type":"add","content":""},{"type":"add","content":"9. Critères médicaux utilisés pour la définition de l'affection de longue durée formes graves des affections neurologiques et musculaires (dont myopathie), épilepsie grave"},{"type":"add","content":""},{"type":"add","content":"Relèvent d'une exonération du ticket modérateur :"},{"type":"add","content":""},{"type":"add","content":"9.1. Les formes graves des affections neurologiques et musculaires :"},{"type":"add","content":""},{"type":"add","content":"Sont concernées les formes graves des affections neurologiques et musculaires suivantes :"},{"type":"add","content":""},{"type":"add","content":"- des affections musculaires primitives (les myopathies au sens général du terme, et plus particulièrement les dystrophies musculaires progressives, les polymyosites) ;"},{"type":"add","content":""},{"type":"add","content":"- la myasthénie ;"},{"type":"add","content":""},{"type":"add","content":"- des affections du système nerveux périphérique : polynévrites (souvent de cause indéterminée), multinévrites (habituellement en rapport avec une affection exonérante de la liste), polyradiculonévrites diverses, polyneuropathies dites dégénératives (telles que maladie de Thévenard, de Denny-Brown, de Charcot-Marie-Tooth, de Déjerine-Sottas) ;"},{"type":"add","content":""},{"type":"add","content":"- de multiples affections médullaires, acquises ou héréditaires comme la sclérose latérale amyotrophique, les atteintes évolutives de la corne antérieure, la syringomyélie, la poliomyélite antérieure aiguë ;"},{"type":"add","content":""},{"type":"add","content":"- les hérédo-ataxies (dégénérescences spino-cérébelleuses de tous types, atrophies cérébelleuses dégénératives) et les séquelles ataxiques de neuropathies diverses."},{"type":"add","content":""},{"type":"add","content":"La liste des affections citées n'est pas limitative. De nombreux syndromes neurologiques d'étiologie ou de classification imprécise peuvent y être rattachés. Pour toutes ces affections, les critères de gravité doivent être appréciés de façon très large."},{"type":"add","content":""},{"type":"add","content":"L'exonération doit être accordée dès l'indication du bilan initial à visée diagnostique comportant de multiples investigations, ou ultérieurement devant l'aggravation de l'état du malade ou en raison de nécessités thérapeutiques (orthopédie, rééducation, kinésithérapie etc.)"},{"type":"add","content":""},{"type":"add","content":"L'exonération initiale est accordée pour une durée de cinq ans, renouvelable."},{"type":"add","content":""},{"type":"add","content":"9.2.L'épilepsie grave :"},{"type":"add","content":""},{"type":"add","content":"Sont concernées :"},{"type":"add","content":""},{"type":"add","content":"- l'épilepsie qui s'intègre dans le contexte d'une pathologie à l'origine de déficits neurologiques ou neuropsychologiques permanents.L'exonération initiale est accordée pour une durée de cinq ans renouvelable ;"},{"type":"add","content":""},{"type":"add","content":"- l'épilepsie non associée à des déficits permanents, en présence d'au moins un des critères de gravité suivants : fréquence des crises élevée ; nature des crises (pouvant être à l'origine de chutes ou entraîner une rupture du contact avec l'entourage, sévérité allant jusqu'à l'état de mal épileptique) ; pharmaco-résistance."},{"type":"add","content":""},{"type":"add","content":"L'exonération initiale est accordée pour une durée de deux ans, renouvelable."},{"type":"add","content":""},{"type":"add","content":"10. Critères médicaux utilisés pour la définition de l'affection de longue durée hémoglobinopathies, hémolyses, chroniques constitutionnelles et acquises sévères"},{"type":"add","content":""},{"type":"add","content":"Relèvent de l'exonération du ticket modérateur :"},{"type":"add","content":""},{"type":"add","content":"10.1. Les hémoglobinopathies invalidantes parmi lesquelles on peut en particulier citer les :"},{"type":"add","content":""},{"type":"add","content":"- syndromes drépanocytaires et thalassémiques majeurs ;"},{"type":"add","content":""},{"type":"add","content":"- syndromes thalassémiques bêta intermédiaires ;"},{"type":"add","content":""},{"type":"add","content":"- hémoglobinopathies rares de transmission dominante générant soit une anémie chronique (Hb instables) soit une polyglobulie congénitale (Hb hyperaffines)."},{"type":"add","content":""},{"type":"add","content":"L'exonération initiale est accordée pour une durée de cinq ans, renouvelable."},{"type":"add","content":""},{"type":"add","content":"10.2. Les hémolyses génétiques et acquises chroniques ou évoluant par poussées parmi lesquelles on peut en particulier citer :"},{"type":"add","content":""},{"type":"add","content":"- la sphérocytose héréditaire (maladie de Minkowski-Chauffard) et les formes graves des autres maladies apparentées (xérocytose, stomatocytose) ;"},{"type":"add","content":""},{"type":"add","content":"- les déficits en pyruvate-kinase, en glucose 6-phosphate déshydrogénase (de forme grave type I ou II) ;"},{"type":"add","content":""},{"type":"add","content":"- les autres enzymopathies érythrocytaires de forme grave ;"},{"type":"add","content":""},{"type":"add","content":"- la micro-angiopathie thrombotique thrombocytopénique."},{"type":"add","content":""},{"type":"add","content":"L'exonération initiale est accordée pour une durée de cinq ans, renouvelable."},{"type":"add","content":""},{"type":"add","content":"Ne relèvent pas de l'exonération du ticket modérateur les formes mineures des hémoglobinopathies (thalassémique ou, drépanocytaire, HbC ou HbE...) qui sont en règle générale asymptomatiques et bien supportées. Leur prise en charge médicale est restreinte à l'établissement du diagnostic."},{"type":"add","content":""},{"type":"add","content":"11. Critères médicaux utilisés pour la définition de l'affection de longue durée hémophilies et affections constitutionnelles de l'hémostase graves"},{"type":"add","content":""},{"type":"add","content":"Relèvent de l'exonération du ticket modérateur les affections qui suivent :"},{"type":"add","content":""},{"type":"add","content":"11.1.L'hémophilie, maladie constitutionnelle de l'hémostase liée à un déficit en facteur VIII ou IX exposant les sujets atteints à des hémorragies graves :"},{"type":"add","content":""},{"type":"add","content":"L'exonération du ticket modérateur est justifiée dès lors que des hospitalisations répétées ou des substitutions par des fractions coagulantes sont nécessaires en particulier lors de chaque procédure invasive même minime (extraction dentaire par exemple)."},{"type":"add","content":""},{"type":"add","content":"L'exonération initiale est accordée pour une durée de cinq ans, renouvelable."},{"type":"add","content":""},{"type":"add","content":"11.2. Les autres maladies constitutionnelles graves de l'hémostase caractérisées par l'absence ou l'anomalie d'un constituant plasmatique ou plaquettaire indispensable à une hémostase normale : maladie de Willebrand ; déficits en facteurs plasmatiques I (afibrinogénémies), II, V, VII, X, XI, XIII, thrombopathies constitutionnelles :"},{"type":"add","content":""},{"type":"add","content":"L'exonération initiale est accordée pour une durée de cinq ans, renouvelable."},{"type":"add","content":""},{"type":"add","content":"11.3. Les rares et graves formes acquises d'hémophilie (auto-anticorps antifacteur VIII) et de syndrome de Willebrand acquis :"},{"type":"add","content":""},{"type":"add","content":"Ces cas relèvent de l'exonération du ticket modérateur tant que leur prise en charge thérapeutique est nécessaire."},{"type":"add","content":""},{"type":"add","content":"L'exonération initiale est accordée pour une durée de cinq ans, renouvelable."},{"type":"add","content":""},{"type":"add","content":"12. Critères médicaux utilisés pour la définition de l'affection de longue durée hypertension artérielle sévère"},{"type":"add","content":""},{"type":"add","content":"L'exonération du ticket modérateur pour hypertension artérielle sévère est accordée devant l'existence de deux des trois constatations suivantes :"},{"type":"add","content":""},{"type":"add","content":"1° Attestation par le médecin traitant que la pression artérielle en l'absence du traitement a été égale ou supérieure à 180 mmHg (pression artérielle systolique/ PAS) et/ ou 110 mmHg (pression artérielle diastolique/ PAD) à trois consultations successives, sauf contexte d'urgence, qu'il y ait ou non des signes cliniques ou paracliniques de retentissement tels que ceux décrits ci-dessous ;"},{"type":"add","content":""},{"type":"add","content":"2° Attestation par le médecin traitant que la pression artérielle quoique inférieure à 180 mmHg (PAS) et/ ou à 110 mmHg (PAD) a été supérieure à 140 mmHg (PAS) et/ ou 90 mmHg (PAD), à plusieurs consultations successives espacées de plusieurs semaines ou que le diagnostic d'HTA a été confirmé par automesure ou mesure ambulatoire et qu'elle est associée à au moins l'un des signes de retentissement organiques suivants :"},{"type":"add","content":""},{"type":"add","content":"- hypertrophie ventriculaire gauche et/ ou ischémie myocardique ;"},{"type":"add","content":""},{"type":"add","content":"- insuffisance coronarienne ;"},{"type":"add","content":""},{"type":"add","content":"- microalbuminurie à 30 mg/ j ou 20 mg/ l ;"},{"type":"add","content":""},{"type":"add","content":"- insuffisance rénale (DFG ¸ 60 ml/ min) ou protéinurie ¹ 500 mg/ j ;"},{"type":"add","content":""},{"type":"add","content":"- accident ischémique transitoire (AIT) ou accident vasculaire cérébral (AVC) ;"},{"type":"add","content":""},{"type":"add","content":"- hémorragies ou exsudats à l'examen du fond d'œil (stade III) ou œdème papillaire (stade IV) ;"},{"type":"add","content":""},{"type":"add","content":"- artériopathie des membres inférieurs et aorto-iliaque ;"},{"type":"add","content":""},{"type":"add","content":"3° Prescription continue depuis trois mois, de trois classes d'antihypertenseurs au moins, reconnus comme tels par les commissions compétentes, et prescrits chacun à la dose quotidienne optimale."},{"type":"add","content":""},{"type":"add","content":"L'exonération initiale est accordée pour une durée de cinq ans, renouvelable."},{"type":"add","content":""},{"type":"add","content":"13. Critères médicaux utilisés pour la définition de l'affection de longue durée maladie coronaire"},{"type":"add","content":""},{"type":"add","content":"Toute ischémie myocardique objectivement documentée (ECG, épreuve d'effort, scintigraphie de perfusion, échographie de stress, échographie d'effort, holter ECG, coronarographie) relève de l'exonération du ticket modérateur."},{"type":"add","content":""},{"type":"add","content":"L'exonération initiale est accordée pour une durée de cinq ans, renouvelable."},{"type":"add","content":""},{"type":"add","content":"14. Critères médicaux utilisés pour la définition de l'affection de longue durée insuffisance respiratoire chronique grave"},{"type":"add","content":""},{"type":"add","content":"Relèvent de l'exonération du ticket modérateur les situations suivantes :"},{"type":"add","content":""},{"type":"add","content":"14.1. Bronchopneumopathie chronique obstructive (BPCO) :"},{"type":"add","content":""},{"type":"add","content":"Sont concernés :"},{"type":"add","content":""},{"type":"add","content":"- les BPCO avec paO2 ¸ 60 mmHg et/ ou paCO2 ¹ 50 mmHg à distance d'un épisode aigu ;"},{"type":"add","content":""},{"type":"add","content":"- les BPCO lorsque le volume expiratoire maximum seconde (VEMS), mesuré dans de bonnes conditions techniques, est inférieur à 50 % des valeurs théoriques normales."},{"type":"add","content":""},{"type":"add","content":"L'exonération initiale est accordée pour une durée de 5 ans, renouvelable."},{"type":"add","content":""},{"type":"add","content":"14.2. Maladie asthmatique :"},{"type":"add","content":""},{"type":"add","content":"Dans le cas de la maladie asthmatique, les seuls critères gazométriques ou spirométriques ne sont pas toujours pertinents. Est concerné l'asthme persistant sévère défini par l'association des critères de sévérité clinique et des critères thérapeutiques suivants :"},{"type":"add","content":""},{"type":"add","content":"1° Critères de sévérité clinique avant traitement de fond :"},{"type":"add","content":""},{"type":"add","content":"- symptômes quotidiens ;"},{"type":"add","content":""},{"type":"add","content":"- symptômes d'asthme nocturne fréquents ;"},{"type":"add","content":""},{"type":"add","content":"- exacerbations fréquentes ;"},{"type":"add","content":""},{"type":"add","content":"- activité physique limitée par les symptômes avec VEMS ou débit expiratoire de pointe (DEP) 60 % des valeurs attendues ou variabilité du DEP ¹ 30 %."},{"type":"add","content":""},{"type":"add","content":"2° Critères thérapeutiques :"},{"type":"add","content":""},{"type":"add","content":"- chez l'adulte ou l'adolescent : patient nécessitant de hautes doses de corticostéroïdes inhalés (µ 1 500 g/ j équivalent béclométhasone) associés à un bêta-2 agoniste de durée d'action prolongée (B2LA) et, si besoin (pour exacerbation ou en continu) à un antagoniste des récepteurs aux cystéinyl-leucotriènes ou à la théophilline (et ses dérivés) ou aux corticoïdes oraux ;"},{"type":"add","content":""},{"type":"add","content":"- chez l'enfant : patient nécessitant de hautes doses de corticostéroides inhalés (µ 1 000 g/ j équivalent béclométhasone) associés à un bêta-2 agoniste de durée d'action prolongée (B2LA) chez l'enfant de plus de 4 ans ou à un antagoniste des récepteurs aux cystéinyl-leucotriènes ou à la théophilline (et ses dérivés)."},{"type":"add","content":""},{"type":"add","content":"L'exonération initiale est accordée pour une durée de cinq ans, renouvelable."},{"type":"add","content":""},{"type":"add","content":"14.3. Insuffisance respiratoire chronique d'autre origine :"},{"type":"add","content":""},{"type":"add","content":"Sont concernés :"},{"type":"add","content":""},{"type":"add","content":"- les syndromes obstructifs ou restrictifs quelle que soit la cause avec paO2 ¸ 60 mm Hg et/ ou paCO2 ¹ 50 mmHg à distance d'un épisode aigu ;"},{"type":"add","content":""},{"type":"add","content":"- les syndromes restrictifs avec capacité pulmonaire totale inférieure à 60 % des valeurs théoriques normales ;"},{"type":"add","content":""},{"type":"add","content":"- les malades dont la SaO2 chute au-dessous de 90 % pendant un test de marche de six minutes."},{"type":"add","content":""},{"type":"add","content":"L'exonération initiale est accordée pour une durée de cinq ans, renouvelable."},{"type":"add","content":""},{"type":"add","content":"15. Critères médicaux utilisés pour la définition de l'affection de longue durée maladie d'Alzheimer et autres démences"},{"type":"add","content":""},{"type":"add","content":"Relèvent de l'exonération du ticket modérateur la maladie d'Alzheimer et les démences correspondant à la définition suivante : syndrome dû à une affection cérébrale habituellement chronique et progressive et caractérisé par une perturbation durable de nombreuses fonctions corticales supérieures, telles que la mémoire, l'idéation, l'orientation, la compréhension, le calcul, la capacité d'apprendre, le langage et le jugement. Les perturbations cognitives s'accompagnent habituellement (et sont parfois précédées) d'une détérioration du contrôle émotionnel, du comportement social ou de la motivation. Elles ont un retentissement sur la vie quotidienne ou sur la vie professionnelle. Le syndrome survient dans la maladie d'Alzheimer, dans les maladies vasculaires cérébrales et dans d'autres affections, qui touchent le cerveau primitivement ou secondairement (par exemple : VIH, traumatisme crânien, maladie de Huntington, dégénérescences lobaires fronto-temporales, démence à corps de Lewy, maladie de Creutzfeldt-Jakob, maladie de Parkinson, intoxications chroniques à des substances psychotropes, etc.)."},{"type":"add","content":""},{"type":"add","content":"L'exonération initiale est accordée pour une durée de cinq ans, renouvelable."},{"type":"add","content":""},{"type":"add","content":"16. Critères médicaux utilisés pour la définition de l'affection de longue durée maladie de Parkinson"},{"type":"add","content":""},{"type":"add","content":"Relève de l'exonération du ticket modérateur toute affection comportant un syndrome parkinsonien non réversible (maladie de Parkinson et syndromes parkinsoniens atypiques) nécessitant l'administration d'au moins un traitement anti parkinsonien pendant au moins six mois."},{"type":"add","content":""},{"type":"add","content":"L'exonération initiale est accordée pour une durée de cinq ans, renouvelable."},{"type":"add","content":""},{"type":"add","content":"17. Critères médicaux utilisés pour la définition de l'affection de longue durée maladies métaboliques héréditaires nécessitant un traitement prolongé spécialisé"},{"type":"add","content":""},{"type":"add","content":"Les maladies métaboliques héréditaires concernées sont très nombreuses mais toutes rares."},{"type":"add","content":""},{"type":"add","content":"Relèvent de l'exonération du ticket modérateur les maladies héréditaires monogéniques à transmission mendélienne, certaines maladies mitochondriales à hérédité maternelle et quelques affections sporadiques dès lors que leur traitement comporte au moins l'un des éléments suivants :"},{"type":"add","content":""},{"type":"add","content":"- des régimes spéciaux comportant des aliments de substitution ;"},{"type":"add","content":""},{"type":"add","content":"- pour certaines affections, l'administration régulière d'un traitement médicamenteux substitutif ou à visée épuratrice ;"},{"type":"add","content":""},{"type":"add","content":"- pour certaines affections, une alimentation artificielle administrée par voie parentérale ou entérale à débit constant ;"},{"type":"add","content":""},{"type":"add","content":"- la surveillance à domicile du traitement. Le contrôle de la maladie et du traitement en milieu spécialisé ;"},{"type":"add","content":""},{"type":"add","content":"- la rééducation et la prise en charge des handicaps inhérents."},{"type":"add","content":""},{"type":"add","content":"En revanche, sont exclues de l'exonération les maladies métaboliques non héréditaires (notamment la maladie coeliaque) et les maladies métaboliques à hérédité polygénique, notamment les hyperlipoprotéinémies et les hyperuricémies de cause non monogénique."},{"type":"add","content":""},{"type":"add","content":"L'exonération initiale est accordée pour une durée de cinq ans, renouvelable."},{"type":"add","content":""},{"type":"add","content":"18. Critères médicaux utilisés pour la définition de l'affection de longue durée mucoviscidose"},{"type":"add","content":""},{"type":"add","content":"Relève de l'exonération du ticket modérateur toute mucoviscidose dès que le diagnostic est objectivement documenté."},{"type":"add","content":""},{"type":"add","content":"L'exonération initiale est accordée pour une durée de cinq ans, renouvelable."},{"type":"add","content":""},{"type":"add","content":"19. Critères médicaux utilisés pour la définition de l'affection de longue durée néphropathie chronique grave et syndrome néphrotique primitif ou idiopathique"},{"type":"add","content":""},{"type":"add","content":"Relèvent de l'exonération du ticket modérateur :"},{"type":"add","content":""},{"type":"add","content":"19.1. Néphropathie chronique grave :"},{"type":"add","content":""},{"type":"add","content":"Sont concernées les atteintes glomérulaires, interstitielles, vasculaires, tubulaires ou les maladies héréditaires rénales, évoluant sur le mode chronique, en présence d'au moins un des critères de gravité suivants :"},{"type":"add","content":""},{"type":"add","content":"- un débit de filtration glomérulaire (estimé chez l'adulte par la formule de Cockcroft ou le MDRD et chez l'enfant par la formule de Schwartz) inférieur à 60 ml/ min, à deux reprises à plus de trois mois d'intervalle ;"},{"type":"add","content":""},{"type":"add","content":"- une protéinurie permanente supérieure de façon durable à au moins deux examens, à 1 g par vingt-quatre heures et par 1, 73m ² de surface corporelle et qui peut justifier un traitement continu ;"},{"type":"add","content":""},{"type":"add","content":"- une hypertension artérielle permanente nécessitant un traitement médicamenteux au long cours (HTA ¹ 130/80 mm Hg) ;"},{"type":"add","content":""},{"type":"add","content":"- des troubles métaboliques phosphocalciques, acidobasiques, électrolytiques ou une anémie nécessitant un traitement et une surveillance biologique ;"},{"type":"add","content":""},{"type":"add","content":"- une uropathie nécessitant des soins et une surveillance continus."},{"type":"add","content":""},{"type":"add","content":"L'exonération initiale est accordée pour une durée de cinq ans, renouvelable."},{"type":"add","content":""},{"type":"add","content":"19.2. Syndrome néphrotique primitif ou idiopathique :"},{"type":"add","content":""},{"type":"add","content":"Sont concernées les formes de syndrome néphrotique primitif ou idiopathique (le syndrome néphrotique est défini par l'association d'une protéinurie abondante ¹ 3 g/ j chez l'adulte ou ¹ 50 mg/ kg/ jr chez l'enfant et d'une hypoalbuminémie ¸ 30 g/ l) nécessitant une surveillance médicale, des examens biologiques de contrôle et un traitement médicamenteux au long cours."},{"type":"add","content":""},{"type":"add","content":"L'exonération initiale est accordée pour une durée de deux ans, renouvelable."},{"type":"add","content":""},{"type":"add","content":"Toute récidive ou apparition d'une séquelle tardive grave dont le lien de causalité avec le traitement est établi conduit à la reprise de l'exonération du ticket modérateur."},{"type":"add","content":""},{"type":"add","content":"20. Critères médicaux utilisés pour la définition de l'affection de longue durée paraplégie"},{"type":"add","content":""},{"type":"add","content":"Relèvent de l'exonération du ticket modérateur les lésions médullaires avec déficit moteur de la partie inférieure du corps, quelle qu'en soit l'étiologie (notamment traumatique ou compressive, vasculaire, dégénérative), dès lors que le traitement nécessite des soins lourds et ou fréquents."},{"type":"add","content":""},{"type":"add","content":"L'exonération initiale est accordée pour une durée de cinq ans, renouvelable."},{"type":"add","content":""},{"type":"add","content":"Il est précisé que les atteintes non traumatiques du neurone périphérique sont comprises dans le champ de l'ALD formes graves des affections neurologiques et musculaires (dont myopathie), épilepsie grave ."},{"type":"add","content":""},{"type":"add","content":"21. Critères médicaux utilisés pour la définition de l'affection de longue durée vascularites, lupus érythématheux systémique, sclérodermie systémique"},{"type":"add","content":""},{"type":"add","content":"Relèvent de l'exonération du ticket modérateur :"},{"type":"add","content":""},{"type":"add","content":"21.1. Vascularites :"},{"type":"add","content":""},{"type":"add","content":"Sont concernées les vascularites comportant des manifestations ou symptômes extra-cutanés et les vascularites cutanées dont l'évolution est marquée par des rechutes multiples. Cette disposition concerne les différentes vascularites quelle que soit leur étiologie, virale (virus B ou C de l'hépatite en particulier) ou non."},{"type":"add","content":""},{"type":"add","content":"En raison des difficultés diagnostiques de ces affections, la preuve histologique n'est pas exigée, certains malades étant traités sur un faisceau convergent d'arguments cliniques, biologiques ou radiologiques."},{"type":"add","content":""},{"type":"add","content":"L'exonération initiale est accordée pour une durée de cinq ans, renouvelable."},{"type":"add","content":""},{"type":"add","content":"21.2. Lupus érythémateux systémique (LES) :"},{"type":"add","content":""},{"type":"add","content":"Sont concernés :"},{"type":"add","content":""},{"type":"add","content":"- le lupus érythémateux systémique (lupus érythémateux disséminé), quelle qu'en soit la forme, la gravité, et associé ou non au syndrome des anticorps anti-phospholipides (SAPL)."},{"type":"add","content":""},{"type":"add","content":"L'exonération initiale est accordée pour une durée de cinq ans, renouvelable."},{"type":"add","content":""},{"type":"add","content":"Ne relèvent pas de l'exonération du ticket modérateur les cas de lupus discoïde chronique isolé."},{"type":"add","content":""},{"type":"add","content":"- les lupus induits (lupus iatrogènes)."},{"type":"add","content":""},{"type":"add","content":"L'exonération du ticket modérateur est accordée pour une durée initiale de deux ans, renouvelable si ce délai n'a pas permis la disparition des anomalies cliniques et biologiques après le retrait du traitement inducteur."},{"type":"add","content":""},{"type":"add","content":"21.3. Sclérodermie systémique :"},{"type":"add","content":""},{"type":"add","content":"Sont concernées :"},{"type":"add","content":""},{"type":"add","content":"- les sclérodermies systémiques cutanées diffuses si la sclérose cutanée remonte au-dessus des coudes ou des genoux ou atteint le tronc ;"},{"type":"add","content":""},{"type":"add","content":"- les sclérodermies systémiques cutanées limitées si la sclérose cutanée ne remonte pas au-dessus des coudes et des genoux et épargne le tronc ;"},{"type":"add","content":""},{"type":"add","content":"- les sclérodermies systémiques limitées sans sclérose cutanée (sclérodermie systémique sine scleroderma)."},{"type":"add","content":""},{"type":"add","content":"L'exonération initiale est accordée pour une durée de cinq ans, renouvelable."},{"type":"add","content":""},{"type":"add","content":"22. Critères médicaux utilisés pour la définition de l'affection de longue durée polyarthrite rhumatoïde évolutive"},{"type":"add","content":""},{"type":"add","content":"Relèvent de l'exonération du ticket modérateur les polyarthrites inflammatoires d'évolution chronique justifiant un traitement de fond."},{"type":"add","content":""},{"type":"add","content":"On entend par polyarthrite inflammatoire la polyarthrite rhumatoïde ou polyarthrite avec réaction de Waaler-Rose et test au latex négatifs, ou affections apparentées qui en partagent le caractère inflammatoire, l'évolutivité, les thérapeutiques et le pronostic fonctionnel tels le rhumatisme psoriasique et les formes articulaires des connectivites."},{"type":"add","content":""},{"type":"add","content":"Il est précisé que si les traitements de fond, bien que justifiés, ne sont pas possibles, les formes de polyarthrite rhumatoïde évolutive se traduisant par un handicap lourd relèvent d'une exonération du ticket modérateur."},{"type":"add","content":""},{"type":"add","content":"L'exonération initiale est accordée pour une durée de cinq ans, renouvelable."},{"type":"add","content":""},{"type":"add","content":"23. Critères médicaux utilisés pour la définition de l'affection de longue durée affections psychiatriques de longue durée"},{"type":"add","content":""},{"type":"add","content":"Trois ordres de critères médicaux doivent être réunis pour ouvrir droit à l'exonération du ticket modérateur : le diagnostic de l'affection, son ancienneté et ses conséquences fonctionnelles."},{"type":"add","content":""},{"type":"add","content":"1° Diagnostic établi selon la liste et les critères de la CIM 10 :"},{"type":"add","content":""},{"type":"add","content":"a) Les psychoses : schizophrénies, troubles schizo-affectifs et troubles délirants persistants :"},{"type":"add","content":""},{"type":"add","content":"En revanche, les troubles psychotiques aigus et transitoires (bouffées délirantes isolées) ne relèvent pas de l'exonération du ticket modérateur."},{"type":"add","content":""},{"type":"add","content":"b) Les troubles de l'humeur récurrents ou persistants :"},{"type":"add","content":""},{"type":"add","content":"- troubles bipolaires (maladies maniaco-dépressives) ;"},{"type":"add","content":""},{"type":"add","content":"- troubles dépressifs récurrents (après trois épisodes au moins) ;"},{"type":"add","content":""},{"type":"add","content":"- troubles de l'humeur persistants et sévères."},{"type":"add","content":""},{"type":"add","content":"En revanche, l'épisode dépressif isolé, la réaction dépressive brève, la réaction aiguë à un facteur de stress et la dysthymie légère ne relèvent pas de l'exonération du ticket modérateur."},{"type":"add","content":""},{"type":"add","content":"c) Les déficiences intellectuelles et les troubles graves du développement durant l'enfance :"},{"type":"add","content":""},{"type":"add","content":"Sous cette rubrique, figurent les déficiences intellectuelles primaires (retard mental, psychoses infantiles déficitaires) comportant une réduction notable de l'efficience et intriquées à des troubles psychiatriques ou à des troubles marqués de la personnalité ou du comportement. Les troubles du développement retenus débutent dans la première ou la deuxième enfance, et concernent des fonctions liées à la maturation biologique du SNC, avec une évolution continue sans rémission (autisme infantile, troubles graves des conduites et du fonctionnement social débutant dans l'enfance, troubles envahissants du développement,...)."},{"type":"add","content":""},{"type":"add","content":"d) Les troubles névrotiques sévères et les troubles graves de la personnalité et du comportement :"},{"type":"del","content":"- troubles profonds de la personnalité : paranoïaque, chizoïde, dyssociale ... ;"},{"type":"add","content":"- troubles profonds de la personnalité : paranoïaque, schizoïde, dyssociale ;"},{"type":"del","content":"- troubles du comportement alimentaire (anorexie mentale...) ;"},{"type":"add","content":"- troubles du comportement alimentaire (anorexie mentale) ;"},{"type":"del","content":"- dysharmonies évolutives graves de l'enfance, etc."},{"type":"add","content":"- dysharmonies évolutives graves de l'enfance."},{"type":"add","content":""},{"type":"add","content":"L'exonération du ticket modérateur est limitée aux formes de troubles mentaux avec manifestations sévères, notamment :"},{"type":"add","content":""},{"type":"add","content":"- pour les manifestations de type hystérique : les phénomènes de conversion répétitifs et prolongés ou la méconnaissance étendue des éléments de réalité relèvent de l'exonération du ticket modérateur ;"},{"type":"add","content":""},{"type":"add","content":"- pour les manifestations de type obsessionnel : l'envahissement par des conduites compulsionnelles ou par des rites contraignants, et la présence de modes de pensée paralysants relèvent de l'exonération du ticket modérateur ;"},{"type":"add","content":""},{"type":"add","content":"- pour les manifestations de type phobique : l'étendue des mesures d'évitement et des moyens contraphobiques et les phases prolongées de sidération relèvent de l'exonération du ticket modérateur ;"},{"type":"add","content":""},{"type":"add","content":"- pour les manifestations anxieuses : la souffrance du sujet, l'impossibilité de faire des projets, la restriction marquée des intérêts et l'anticipation systématiquement péjorative de l'avenir relèvent de l'exonération du ticket modérateur."},{"type":"add","content":""},{"type":"add","content":"2° L'ancienneté de cette affection :"},{"type":"add","content":""},{"type":"add","content":"Relèvent de l'exonération du ticket modérateur les affections dont l'ancienneté est supérieure à un an au moment de la demande. Il appartient au médecin traitant de fournir des repères chronologiques sur l'histoire de cette affection."},{"type":"add","content":""},{"type":"add","content":"3° Conséquences fonctionnelles (aspects cognitifs, affectifs, comportementaux) :"},{"type":"add","content":""},{"type":"add","content":"Les affections relevant de l'exonération du ticket modérateur sont celles ayant des conséquences fonctionnelles majeures et en relation directe avec cette affection. Il s'agit de décrire le handicap créé par l'affection dans la vie quotidienne du patient puisque, en psychiatrie, la sévérité du diagnostic n'est pas toujours corrélée à la sévérité du handicap qui en découle."},{"type":"add","content":""},{"type":"add","content":"L'exonération initiale est accordée pour une durée de cinq ans, renouvelable."},{"type":"add","content":""},{"type":"add","content":"24. Critères médicaux utilisés pour la définition de l'affection de longue durée rectocolite hémorragique et maladie de Crohn évolutives"},{"type":"add","content":""},{"type":"add","content":"Relève de l'exonération du ticket modérateur toute maladie inflammatoire chronique intestinale (MICI) dont le diagnostic est établi sur un ensemble de données cliniques, morphologiques et histologiques."},{"type":"add","content":""},{"type":"add","content":"L'exonération initiale est accordée pour une durée de deux ans, renouvelable."},{"type":"add","content":""},{"type":"add","content":"Toutefois le renouvellement n'est pas accordé pour :"},{"type":"add","content":""},{"type":"add","content":"- les formes de maladie de Crohn non opérée et n'ayant pas fait de poussée malgré l'absence de traitement de fond pendant les deux premières années d'évolution ;"},{"type":"add","content":""},{"type":"add","content":"- les formes de rectocolite hémorragique (RCH) exclusivement rectales ne nécessitant pas de traitement de fond et sans poussée significative pendant les deux premières années d'évolution."},{"type":"add","content":""},{"type":"add","content":"25. Critères médicaux utilisés pour la définition de l'affection de longue durée sclérose en plaques"},{"type":"add","content":""},{"type":"add","content":"Relève de l'exonération du ticket modérateur la sclérose en plaques :"},{"type":"add","content":""},{"type":"add","content":"- dès qu'un traitement immunomodulateur de fond est prescrit à l'issue du bilan diagnostique, même en l'absence de handicap permanent ;"},{"type":"add","content":""},{"type":"add","content":"- dès qu'il existe un handicap permanent (parfois seulement constitué d'une asthénie ou de troubles cognitifs) nécessitant un traitement symptomatique et justifiant une prise en charge au long cours."},{"type":"add","content":""},{"type":"add","content":"L'exonération initiale est accordée pour une durée de cinq ans, renouvelable."},{"type":"add","content":""},{"type":"add","content":"26. Critères médicaux utilisés pour la définition de l'affection de longue durée scoliose idiopathique structurale évolutive"},{"type":"add","content":""},{"type":"add","content":"Relèvent d'une exonération du ticket modérateur les scolioses idiopathiques structurales :"},{"type":"add","content":""},{"type":"add","content":"- avec une courbure (angle de COBB) d'emblée ¹ à 30° quel que soit l'âge ;"},{"type":"add","content":""},{"type":"add","content":"- avec une courbure d'au moins 15° s'aggravant de 5° entre deux radiographies successives (habituellement à six mois d'intervalle) chez l'enfant ;"},{"type":"add","content":""},{"type":"add","content":"- avec une perte de taille ou une évolution cyphosante confirmée par deux radiographies à cinq ans d'intervalle chez l'adulte justifiant d'un traitement orthopédique ou chirurgical ;"},{"type":"add","content":""},{"type":"add","content":"L'exonération initiale est accordée pour une durée de cinq ans, renouvelable en cas de prolongation du traitement orthopédique ou de nouvelle indication chirurgicale."},{"type":"add","content":""},{"type":"add","content":"27. Critères médicaux utilisés pour la définition de l'affection de longue durée spondylarthrite grave"},{"type":"add","content":""},{"type":"add","content":"Relèvent de l'exonération du ticket modérateur les spondylarthrites graves d'évolution chronique justifiant un traitement de fond ou les affections apparentées qui en partagent le caractère inflammatoire, l'évolutivité, les thérapeutiques et le pronostic fonctionnel : rhumatisme psoriasique, spondylarthropathies secondaires telles le syndrome de Fiessenger-Leroy-Reiter, les formes articulaires des Yersinioses, la maladie périodique, ainsi que les manifestations rhumatismales accompagnant les entéropathies type maladie de Crohn ou rectocolite hémorragique."},{"type":"add","content":""},{"type":"add","content":"Il est précisé que si les traitements de fond, bien que justifiés, ne sont pas possibles, les formes de spondylarthrite grave se traduisant par un handicap lourd relèvent d'une exonération du ticket modérateur."},{"type":"add","content":""},{"type":"add","content":"L'exonération initiale est accordée pour une durée de cinq ans, renouvelable."},{"type":"add","content":""},{"type":"add","content":"28. Critères médicaux utilisés pour la définition de l'affection de longue durée suite de transplantation d'organe"},{"type":"add","content":""},{"type":"add","content":"Relèvent d'une exonération du ticket modérateur les suites de transplantation (rénale, cardiaque, hépatique, pulmonaire, pancréatique, intestinale, etc. ; ou de greffe de moelle osseuse)."},{"type":"add","content":""},{"type":"add","content":"L'exonération initiale est accordée pour une durée de cinq ans, renouvelable."},{"type":"add","content":""},{"type":"add","content":"En revanche, les suites de la greffe de cornée ne relèvent pas de l'exonération du ticket modérateur, sauf dans les cas exceptionnels où un traitement corticoïde ou immunosuppresseur par voie générale est nécessaire.L'exonération est alors accordée pour une durée de deux ans, renouvelable."},{"type":"add","content":""},{"type":"add","content":"29. Critères médicaux utilisés pour la définition de l'affection de longue durée tuberculose maladie, lèpre"},{"type":"add","content":""},{"type":"add","content":"29.1. Tuberculose maladie :"},{"type":"add","content":""},{"type":"add","content":"Relèvent d'une exonération du ticket modérateur :"},{"type":"add","content":""},{"type":"add","content":"- les cas confirmés : maladie due à une mycobactérie du complexe tuberculosis prouvée par la culture ;"},{"type":"add","content":""},{"type":"add","content":"- les cas probables : signes cliniques ou radiologiques compatibles avec une tuberculose entraînant la décision de traiter le patient avec un traitement antituberculeux standard."},{"type":"add","content":""},{"type":"add","content":"La durée de la thérapeutique antituberculeuse est le plus souvent de six mois (jusqu'à douze mois dans certaines formes de la maladie). La guérison est confirmée à dix-huit mois après le début du traitement par un examen clinique et radiographique."},{"type":"add","content":""},{"type":"add","content":"La durée d'exonération est de deux ans."},{"type":"add","content":""},{"type":"add","content":"29.2. Lèpre :"},{"type":"del","content":"Il est essentiel, sur ce terrain, de ne pas étendre à l'excès le cadre des troubles mentaux justifiant l'exonération du ticket modérateur. A titre d'exemple :"},{"type":"add","content":"Relève du ticket modérateur la lèpre ou maladie de Hansen, quels que soient son ancienneté d'évolution, sa forme clinique (tuberculoïde ou lépromateuse) et son caractère bacillifère ou non."},{"type":"del","content":"- parmi les manifestations de type hystérique, retenir seulement les phénomènes de conversion répétitifs et prolongés ou la méconnaissance étendue des éléments de réalité ;"},{"type":"add","content":"L'exonération initiale est accordée pour une durée de cinq ans, renouvelable."},{"type":"del","content":"- parmi les manifestations de type obsessionnel, retenir :"},{"type":"add","content":"30. Critères médicaux utilisés pour la définition de l'affection de longue durée tumeur maligne, affection maligne du tissu lymphatique ou hématopoïétique"},{"type":"del","content":"l'envahissement par des conduites compulsionnelles et/ou par des rites contraignants, la présence de modes de pensée paralysants ;"},{"type":"add","content":"Relèvent d'une exonération du ticket modérateur les affections malignes caractérisées par :"},{"type":"del","content":"- parmi les manifestations de type phobique, retenir l'extension des mesures d'évitement et des moyens contraphobiques, les phases prolongées de sidération ;"},{"type":"add","content":"- des arguments objectifs indiscutables : histologie, perturbations hématologique ou humorale caractéristiques ;"},{"type":"del","content":"- parmi les manifestations anxieuses, retenir : la souffrance du sujet, l'impossibilité de faire des projets, la restriction marquée des intérêts, l'anticipation systématiquement péjorative de l'avenir."},{"type":"add","content":"- ou, en l'absence de preuve directe, un faisceau d'arguments cliniques, radiologiques ou biologiques convergents et emportant la décision médicale."},{"type":"del","content":"II. - L'ancienneté de cette affection : elle ne doit pas être inférieure à un an au moment de la demande pour bénéficier de l'exonération. Il appartient au médecin traitant de fournir des repères chronologiques sur l'histoire de cette affection."},{"type":"add","content":"L'exonération initiale est accordée pour une durée de cinq ans, renouvelable dès lors que la poursuite d'une thérapeutique lourde ou la prise en charge diagnostique et thérapeutique des séquelles liées à la maladie ou aux traitements, notamment l'usage permanent d'appareillages, sont nécessaires."},{"type":"del","content":"III. - Conséquences fonctionnelles (aspects cognitifs, affectifs, comportementaux ...) qui doivent être majeures et en relation directe avec cette affection. Il s'agit de décrire le handicap créé par l'affection dans la vie quotidienne du patient puisque, en psychiatrie, la sévérité du diagnostic n'est pas toujours corrélée à la sévérité du handicap qui en découle."},{"type":"add","content":"Toute récidive ou apparition d'une séquelle tardive grave dont le lien de causalité avec le traitement est établi conduit à la reprise de l'exonération du ticket modérateur."},{"type":"del","content":"Décret n° 2010-125 du 8 février 2010 portant modification de l'annexe figurant à l'article D. 322-1 du code de la sécurité sociale relative aux critères médicaux utilisés pour la définition de l'affection de longue durée « affections psychiatriques de longue durée » - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Décret n° 2011-77 du 19 janvier 2011 portant actualisation de la liste et des critères médicaux utilisés pour la définition des affections ouvrant droit à la suppression de la participation de l'assuré - article ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2010-02-08 MODIFIE cible Décret n° 2010-125 du 8 février 2010 portant modification de l'annexe figurant à l'article D. 322-1 du code de la sécurité sociale relative aux critères médicaux utilisés pour la définition de l'affection de longue durée « affections psychiatriques de longue durée » - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2011-01-19 MODIFIE cible Décret n° 2011-77 du 19 janvier 2011 portant actualisation de la liste et des critères médicaux utilisés pour la définition des affections ouvrant droit à la suppression de la participation de l'assuré - article ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/80/35/LEGIARTI000021803552.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/80/35/LEGIARTI000021803552.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/21/80/35/LEGIARTI000021803552.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/23/45/88/LEGIARTI000023458824.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/23/45/88/LEGIARTI000023458824.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/23/45/88/LEGIARTI000023458824.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000021803552)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000023458824)"}],"status":"modified"},{"filename":"partie_reglementaire_-_decrets_simples/livre_iii/titre_ii/chapitre_2/section_1/article_d322-1.md","articleName":"Article D322-1","additions":37,"deletions":94,"diff":[{"type":"del","content":"- accident vasculaire cérébral invalidant ;"},{"type":"add","content":"-accident vasculaire cérébral invalidant ;"},{"type":"del","content":"- insuffisances médullaires et autres cytopénies chroniques ;"},{"type":"add","content":"-insuffisances médullaires et autres cytopénies chroniques ;"},{"type":"del","content":"- artériopathies chroniques avec manifestations ischémiques ;"},{"type":"add","content":"-artériopathies chroniques avec manifestations ischémiques ;"},{"type":"del","content":"- bilharziose compliquée ;"},{"type":"add","content":"-bilharziose compliquée ;"},{"type":"del","content":"- insuffisance cardiaque grave, troubles du rythme graves, cardiopathies valvulaires graves ; cardiopathies congénitales graves ;"},{"type":"add","content":"-insuffisance cardiaque grave, troubles du rythme graves, cardiopathies valvulaires graves ; cardiopathies congénitales graves ;"},{"type":"del","content":"- maladies chroniques actives du foie et cirrhoses ;"},{"type":"add","content":"-maladies chroniques actives du foie et cirrhoses ;"},{"type":"del","content":"- déficit immunitaire primitif grave nécessitant un traitement prolongé, infection par le virus de l'immuno-déficience humaine ;"},{"type":"add","content":"-déficit immunitaire primitif grave nécessitant un traitement prolongé, infection par le virus de l'immuno-déficience humaine ;"},{"type":"del","content":"- diabète de type 1 et diabète de type 2 ;"},{"type":"add","content":"-diabète de type 1 et diabète de type 2 ;"},{"type":"del","content":"- formes graves des affections neurologiques et musculaires (dont myopathie), épilepsie grave ;"},{"type":"add","content":"-formes graves des affections neurologiques et musculaires (dont myopathie), épilepsie grave ;"},{"type":"del","content":"- hémoglobinopathies, hémolyses, chroniques constitutionnelles et acquises sévères ;"},{"type":"add","content":"-hémoglobinopathies, hémolyses, chroniques constitutionnelles et acquises sévères ;"},{"type":"del","content":"- hémophilies et affections constitutionnelles de l'hémostase graves ;"},{"type":"add","content":"-hémophilies et affections constitutionnelles de l'hémostase graves ;"},{"type":"del","content":"- hypertension artérielle sévère ;"},{"type":"add","content":"-hypertension artérielle sévère ;"},{"type":"del","content":"- maladie coronaire ;"},{"type":"add","content":"-maladie coronaire ;"},{"type":"del","content":"- insuffisance respiratoire chronique grave ;"},{"type":"add","content":"-insuffisance respiratoire chronique grave ;"},{"type":"del","content":"- maladie d'Alzheimer et autres démences ;"},{"type":"add","content":"-maladie d'Alzheimer et autres démences ;"},{"type":"del","content":"- maladie de Parkinson ;"},{"type":"add","content":"-maladie de Parkinson ;"},{"type":"del","content":"- maladies métaboliques héréditaires nécessitant un traitement prolongé spécialisé ;"},{"type":"add","content":"-maladies métaboliques héréditaires nécessitant un traitement prolongé spécialisé ;"},{"type":"del","content":"- mucoviscidose ;"},{"type":"add","content":"-mucoviscidose ;"},{"type":"del","content":"- néphropathie chronique grave et syndrome néphrotique primitif ;"},{"type":"add","content":"-néphropathie chronique grave et syndrome néphrotique primitif ;"},{"type":"del","content":"- paraplégie ;"},{"type":"add","content":"-paraplégie ;"},{"type":"del","content":"- périartérite noueuse, lupus érythémateux aigu disséminé, sclérodermie généralisée évolutive ;"},{"type":"add","content":"-vascularites, lupus érythématheux systémique, sclérodermie systémique ;"},{"type":"del","content":"- polyarthrite rhumatoïde évolutive grave ;"},{"type":"add","content":"-polyarthrite rhumatoïde évolutive ;"},{"type":"del","content":"- affections psychiatriques de longue durée ;"},{"type":"add","content":"-affections psychiatriques de longue durée ;"},{"type":"del","content":"- rectocolite hémorragique et maladie de Crohn évolutives ;"},{"type":"add","content":"-rectocolite hémorragique et maladie de Crohn évolutives ;"},{"type":"del","content":"- sclérose en plaques ;"},{"type":"add","content":"-sclérose en plaques ;"},{"type":"del","content":"- scoliose structurale évolutive (dont l'angle est égal ou supérieur à 25 degrés) jusqu'à maturation rachidienne ;"},{"type":"add","content":"-scoliose idiopathique structurale évolutive ;"},{"type":"del","content":"- spondylarthrite ankylosante grave ;"},{"type":"add","content":"-spondylarthrite grave ;"},{"type":"del","content":"- suites de transplantation d'organe ;"},{"type":"add","content":"-suites de transplantation d'organe ;"},{"type":"del","content":"- tuberculose active, lèpre ;"},{"type":"add","content":"-tuberculose active, lèpre ;"},{"type":"del","content":"- tumeur maligne, affection maligne du tissu lymphatique ou hématopoïétique."},{"type":"add","content":"-tumeur maligne, affection maligne du tissu lymphatique ou hématopoïétique."},{"type":"del","content":"Code de la sécurité sociale - article L322-3 AUTONOME MODIFIE, en vigueur du 2004-08-17 au 2004-12-21 TXT_SOURCE cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la sécurité sociale - article L322-3 AUTONOME MODIFIE, en vigueur du 1985-12-21 au 1994-07-26 TXT_SOURCE cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la sécurité sociale - article L322-3 AUTONOME MODIFIE, en vigueur du 1994-07-26 au 1998-06-18 TXT_SOURCE cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la sécurité sociale - article L322-3 AUTONOME MODIFIE, en vigueur du 1998-06-18 au 1998-12-27 TXT_SOURCE cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la sécurité sociale - article L322-3 AUTONOME MODIFIE, en vigueur du 1998-12-27 au 2001-12-26 TXT_SOURCE cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la sécurité sociale - article L322-3 AUTONOME MODIFIE, en vigueur du 2001-12-26 au 2003-01-01 TXT_SOURCE cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la sécurité sociale - article L322-3 AUTONOME MODIFIE, en vigueur du 2003-01-01 au 2003-12-19 TXT_SOURCE cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la sécurité sociale - article L322-3 AUTONOME MODIFIE, en vigueur du 2003-12-19 au 2004-07-01 TXT_SOURCE cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la sécurité sociale - article L322-3 AUTONOME MODIFIE, en vigueur du 2004-07-01 au 2004-08-17 TXT_SOURCE cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la sécurité sociale - article L322-3 AUTONOME MODIFIE, en vigueur du 2004-12-21 au 2005-12-20 TXT_SOURCE cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la sécurité sociale - article L322-3 AUTONOME MODIFIE, en vigueur du 2005-12-20 au 2006-12-22 TXT_SOURCE cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la sécurité sociale - article L322-3 AUTONOME MODIFIE, en vigueur du 2006-12-22 au 2007-12-22 TXT_SOURCE cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la sécurité sociale - article L322-3 AUTONOME MODIFIE, en vigueur du 2007-12-22 au 2009-12-28 TXT_SOURCE cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la sécurité sociale - article L322-3 AUTONOME MODIFIE, en vigueur du 2009-12-28 au 2011-12-23 TXT_SOURCE cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la sécurité sociale - article L322-3 AUTONOME TRANSFERE, en vigueur du 2015-12-23 au 2016-01-01 TXT_SOURCE cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la sécurité sociale - article L322-3 AUTONOME MODIFIE, en vigueur du 2011-12-23 au 2012-12-19 TXT_SOURCE cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la sécurité sociale - article L322-3 AUTONOME MODIFIE, en vigueur du 2014-12-25 au 2015-12-23 TXT_SOURCE cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la sécurité sociale - article L322-3 AUTONOME MODIFIE, en vigueur du 2012-12-19 au 2014-12-25 TXT_SOURCE cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2004-1049 du 4 octobre 2004 relatif à la liste des affections comportant un traitement prolongé et une thérapeutique particulièrement coûteuse - article 1 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"Décret n° 2011-77 du 19 janvier 2011 portant actualisation de la liste et des critères médicaux utilisés pour la définition des affections ouvrant droit à la suppression de la participation de l'assuré - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2004-10-04 MODIFICATION source Décret n° 2004-1049 du 4 octobre 2004 relatif à la liste des affections comportant un traitement prolongé et une thérapeutique particulièrement coûteuse - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2004-10-04 CITATION cible Décret n°2004-1049 du 4 octobre 2004 relatif à la liste des affections comportant un traitement prolongé et une thérapeutique particulièrement coûteuse - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2004-10-05"},{"type":"del","content":"2004-10-04 CITATION cible Décret n°2004-1049 du 4 octobre 2004 relatif à la liste des affections comportant un traitement prolongé et une thérapeutique particulièrement coûteuse - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2004-10-05"},{"type":"add","content":"2011-01-19 MODIFIE cible Décret n° 2011-77 du 19 janvier 2011 portant actualisation de la liste et des critères médicaux utilisés pour la définition des affections ouvrant droit à la suppression de la participation de l'assuré - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":"2999-01-01 TXT_SOURCE source Code de la sécurité sociale - article L322-3 AUTONOME MODIFIE, en vigueur du 1985-12-21 au 1994-07-26"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/73/67/LEGIARTI000006736728.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/73/67/LEGIARTI000006736728.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/73/67/LEGIARTI000006736728.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/23/45/88/LEGIARTI000023458817.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/23/45/88/LEGIARTI000023458817.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/23/45/88/LEGIARTI000023458817.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006736728)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000023458817)"}],"status":"modified"}],"stats":{"additions":640,"deletions":129,"filesChanged":2}}