{"sha":"6827e55e936d","date":"2010-12-22","message":"LOI organique n° 2010-1380 du 13 novembre 2010 relative à la gestion de la dette sociale","files":[{"filename":"partie_legislative/livre_i/titre_i/chapitre_1_bis/section_1/article_lo111-3.md","articleName":"Article LO111-3","additions":36,"deletions":64,"diff":[{"type":"del","content":"I.-La loi de financement de la sécurité sociale de l'année comprend quatre parties :"},{"type":"add","content":"I. - La loi de financement de la sécurité sociale de l'année comprend quatre parties :"},{"type":"del","content":"-une partie comprenant les dispositions relatives au dernier exercice clos ;"},{"type":"add","content":"- une partie comprenant les dispositions relatives au dernier exercice clos ;"},{"type":"del","content":"-une partie comprenant les dispositions relatives à l'année en cours ;"},{"type":"add","content":"- une partie comprenant les dispositions relatives à l'année en cours ;"},{"type":"del","content":"-une partie comprenant les dispositions relatives aux recettes et à l'équilibre général pour l'année à venir ;"},{"type":"add","content":"- une partie comprenant les dispositions relatives aux recettes et à l'équilibre général pour l'année à venir ;"},{"type":"del","content":"-une partie comprenant les dispositions relatives aux dépenses pour l'année à venir."},{"type":"add","content":"- une partie comprenant les dispositions relatives aux dépenses pour l'année à venir."},{"type":"del","content":"A.-Dans sa partie comprenant les dispositions relatives au dernier exercice clos, la loi de financement de la sécurité sociale :"},{"type":"add","content":"A. - Dans sa partie comprenant les dispositions relatives au dernier exercice clos, la loi de financement de la sécurité sociale :"},{"type":"del","content":"B.-Dans sa partie comprenant les dispositions relatives à l'année en cours, la loi de financement de la sécurité sociale :"},{"type":"add","content":"B. - Dans sa partie comprenant les dispositions relatives à l'année en cours, la loi de financement de la sécurité sociale :"},{"type":"del","content":"C.-Dans sa partie comprenant les dispositions relatives aux recettes et à l'équilibre général pour l'année à venir, la loi de financement de la sécurité sociale :"},{"type":"add","content":"C. - Dans sa partie comprenant les dispositions relatives aux recettes et à l'équilibre général pour l'année à venir, la loi de financement de la sécurité sociale :"},{"type":"del","content":"D.-Dans sa partie comprenant les dispositions relatives aux dépenses pour l'année à venir, la loi de financement de la sécurité sociale :"},{"type":"add","content":"D. - Dans sa partie comprenant les dispositions relatives aux dépenses pour l'année à venir, la loi de financement de la sécurité sociale :"},{"type":"del","content":"II.-La loi de financement de l'année et les lois de financement rectificatives ont le caractère de lois de financement de la sécurité sociale."},{"type":"add","content":"II. - La loi de financement de l'année et les lois de financement rectificatives ont le caractère de lois de financement de la sécurité sociale."},{"type":"del","content":"III.-L'affectation, totale ou partielle, d'une recette exclusive des régimes obligatoires de base de sécurité sociale, des organismes concourant à leur financement, à l'amortissement de leur dette ou à la mise en réserve de recettes à leur profit ou des organismes finançant et gérant des dépenses relevant de l'objectif national de dépenses d'assurance maladie, à toute autre personne morale ne peut résulter que d'une disposition de loi de financement. Ces dispositions sont également applicables, sous réserve des dispositions de l'article 36 de la loi organique n° 2001-692 du 1er août 2001 relative aux lois de finances, à l'affectation d'une ressource établie au profit de ces mêmes régimes et organismes à toute autre personne morale que l'Etat."},{"type":"add","content":"III. - L'affectation, totale ou partielle, d'une recette exclusive des régimes obligatoires de base de sécurité sociale, des organismes concourant à leur financement, à l'amortissement de leur dette ou à la mise en réserve de recettes à leur profit ou des organismes finançant et gérant des dépenses relevant de l'objectif national de dépenses d'assurance maladie, à toute autre personne morale ne peut résulter que d'une disposition de loi de financement. Ces dispositions sont également applicables, sous réserve des dispositions de l'article 36 de la loi organique n° 2001-692 du 1er août 2001 relative aux lois de finances, à l'affectation d'une ressource établie au profit de ces mêmes régimes et organismes à toute autre personne morale que l'Etat."},{"type":"del","content":"IV.-Seules des lois de financement peuvent créer ou modifier des mesures de réduction ou d'exonération de cotisations de sécurité sociale non compensées aux régimes obligatoires de base."},{"type":"add","content":"IV. - Seules des lois de financement peuvent créer ou modifier des mesures de réduction ou d'exonération de cotisations de sécurité sociale non compensées aux régimes obligatoires de base."},{"type":"del","content":"V.-A.-Peuvent figurer dans la partie de la loi de financement de la sécurité sociale de l'année comprenant les dispositions relatives à l'année en cours, outre celles prévues au B du I, les dispositions ayant un effet sur les recettes des régimes obligatoires de base ou des organismes concourant à leur financement, à l'amortissement de leur dette ou à la mise en réserve de recettes à leur profit, relatives à l'affectation de ces recettes, sous réserve des dispositions de l'article 36 de la loi organique n° 2001-692 du 1er août 2001 précitée, ou ayant un effet sur les dépenses de ces régimes ou organismes."},{"type":"add","content":"V. - A. - Peuvent figurer dans la partie de la loi de financement de la sécurité sociale de l'année comprenant les dispositions relatives à l'année en cours, outre celles prévues au B du I, les dispositions ayant un effet sur les recettes des régimes obligatoires de base ou des organismes concourant à leur financement, à l'amortissement de leur dette ou à la mise en réserve de recettes à leur profit, relatives à l'affectation de ces recettes, sous réserve des dispositions de l'article 36 de la loi organique n° 2001-692 du 1er août 2001 précitée, ou ayant un effet sur les dépenses de ces régimes ou organismes."},{"type":"del","content":"B.-Peuvent figurer dans la partie de la loi de financement de l'année comprenant les dispositions relatives aux recettes et à l'équilibre général pour l'année à venir, outre celles prévues au C du I, les dispositions :"},{"type":"add","content":"B. - Peuvent figurer dans la partie de la loi de financement de l'année comprenant les dispositions relatives aux recettes et à l'équilibre général pour l'année à venir, outre celles prévues au C du I, les dispositions :"},{"type":"del","content":"1° Ayant un effet sur les recettes de l'année des régimes obligatoires de base ou des organismes concourant à leur financement, ou relatives, sous réserve des dispositions de l'article 36 de la loi organique n° 2001-692 du 1er août 2001 précitée, à l'affectation de ces recettes ;"},{"type":"add","content":"1° Ayant un effet sur les recettes de l'année des régimes obligatoires de base ou des organismes concourant à leur financement, à l'amortissement de leur dette ou à la mise en réserve de recettes à leur profit, ou relatives, sous réserve des dispositions de l'article 36 de la loi organique n° 2001-692 du 1er août 2001 précitée, à l'affectation de ces recettes ;"},{"type":"del","content":"2° Ayant un effet sur les recettes de l'année ou des années ultérieures des régimes obligatoires de base ou des organismes concourant à leur financement, ou relatives, sous réserve des dispositions de l'article 36 de la loi organique n° 2001-692 du 1er août 2001 précitée, à l'affectation de ces recettes, à la condition qu'elles présentent un caractère permanent ;"},{"type":"add","content":"2° Ayant un effet sur les recettes de l'année ou des années ultérieures des régimes obligatoires de base ou des organismes concourant à leur financement, à l'amortissement de leur dette ou à la mise en réserve de recettes à leur profit, ou relatives, sous réserve des dispositions de l'article 36 de la loi organique n° 2001-692 du 1er août 2001 précitée, à l'affectation de ces recettes, à la condition qu'elles présentent un caractère permanent ;"},{"type":"del","content":"3° Modifiant les règles relatives aux cotisations et contributions affectées aux régimes obligatoires de base ou aux organismes concourant à leur financement ;"},{"type":"add","content":"3° Relatives à l'assiette, au taux et aux modalités de recouvrement des cotisations modifiant les règles relatives aux cotisations et contributions affectées aux régimes obligatoires de base ou aux organismes concourant à leur financement, à l'amortissement de leur dette ou à la mise en réserve de recettes à leur profit ;"},{"type":"del","content":"C.-Peuvent figurer dans la partie de la loi de financement de la sécurité sociale de l'année comprenant les dispositions relatives aux dépenses pour l'année à venir, outre celles prévues au D du I, les dispositions :"},{"type":"add","content":"C. - Peuvent figurer dans la partie de la loi de financement de la sécurité sociale de l'année comprenant les dispositions relatives aux dépenses pour l'année à venir, outre celles prévues au D du I, les dispositions :"},{"type":"del","content":"D.-Peuvent également figurer dans la loi de financement, dans les conditions et sous les réserves prévues au A et aux 1°, 2° et 3° du B et du C du présent V, les dispositions relatives aux organismes qui financent et gèrent des dépenses relevant de l'objectif national de dépenses d'assurance maladie."},{"type":"add","content":"D. - Peuvent également figurer dans la loi de financement, dans les conditions et sous les réserves prévues au A et aux 1°, 2° et 3° du B et du C du présent V, les dispositions relatives aux organismes qui financent et gèrent des dépenses relevant de l'objectif national de dépenses d'assurance maladie."},{"type":"del","content":"VI.-Lorsque des dispositions législatives ou réglementaires sont susceptibles d'avoir un effet sur les recettes ou les dépenses des régimes obligatoires de base de sécurité sociale, des organismes concourant à leur financement ou des organismes chargés de l'amortissement de leur dette, les conséquences de chacune d'entre elles doivent être prises en compte dans les prévisions de recettes et les objectifs de dépenses de la plus prochaine loi de financement."},{"type":"add","content":"VI. - Lorsque des dispositions législatives ou réglementaires sont susceptibles d'avoir un effet sur les recettes ou les dépenses des régimes obligatoires de base de sécurité sociale, des organismes concourant à leur financement ou des organismes chargés de l'amortissement de leur dette, les conséquences de chacune d'entre elles doivent être prises en compte dans les prévisions de recettes et les objectifs de dépenses de la plus prochaine loi de financement."},{"type":"del","content":"VII.-Les comptes des régimes et organismes de sécurité sociale doivent être réguliers, sincères et donner une image fidèle de leur patrimoine et de leur situation financière."},{"type":"add","content":"VII. - Les comptes des régimes et organismes de sécurité sociale doivent être réguliers, sincères et donner une image fidèle de leur patrimoine et de leur situation financière."},{"type":"del","content":"VIII.-La mission d'assistance du Parlement et du Gouvernement, confiée à la Cour des comptes par le dernier alinéa de l'article 47-1 de la Constitution, comporte notamment :"},{"type":"add","content":"VIII. - La mission d'assistance du Parlement et du Gouvernement, confiée à la Cour des comptes par le dernier alinéa de l'article 47-1 de la Constitution, comporte notamment :"},{"type":"del","content":"2° La production d'un avis sur la cohérence des tableaux d'équilibre par branche du dernier exercice clos, mentionnés au I du présent article ;"},{"type":"add","content":"2° La production d'un avis sur la cohérence des tableaux d'équilibre par branche du dernier exercice clos, mentionnés au I du présent article, ainsi que sur la cohérence du tableau patrimonial du dernier exercice clos, mentionné au II de l'article LO 111-4 ;"},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Loi organique n° 2010-1380 du 13 novembre 2010, article 5 : Les dispositions de l'article LO 111-3 sont applicables à compter de l'entrée en vigueur de la loi de financement de la sécurité sociale pour 2011, à l'exception du 2° du VIII qui s'applique à compter de la loi de financement de la sécurité sociale pour 2012. (23 décembre 2011)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"del","content":"Loi organique n° 2001-692 du 1 août 2001 relative aux lois de finances - article 50 AUTONOME MODIFIE, en vigueur du 2005-07-13 au 2013-03-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi organique n° 2001-692 du 1 août 2001 relative aux lois de finances - article 50 AUTONOME VIGUEUR, en vigueur depuis le 2022-09-26 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI organique n° 2001-692 du 1er août 2001 relative aux lois de finances - article 50 AUTONOME MODIFIE, en vigueur du 2002-01-01 au 2005-07-13 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi organique n° 2001-692 du 1 août 2001 relative aux lois de finances - article 50 AUTONOME MODIFIE, en vigueur du 2013-03-01 au 2022-09-26 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI organique n° 2005-881 du 2 août 2005 relative aux lois de financement de la sécurité sociale - article 1 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI organique n° 2005-881 du 2 août 2005 relative aux lois de financement de la sécurité sociale - article 22 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"LOI organique n° 2010-1380 du 13 novembre 2010 relative à la gestion de la dette sociale - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":"LOI organique n° 2005-881 du 2 août 2005 relative aux lois de financement de la sécurité sociale CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2001-08-01 CITATION source LOI organique n° 2001-692 du 1er août 2001 relative aux lois de finances - article 36 AUTONOME ABROGE, en vigueur du 2002-01-01 au 2024-10-08"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2001-08-01 CITATION source LOI organique n° 2001-692 du 1er août 2001 relative aux lois de finances - article 50 AUTONOME MODIFIE, en vigueur du 2002-01-01 au 2005-07-13"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2005-08-02 MODIFICATION source LOI organique n° 2005-881 du 2 août 2005 relative aux lois de financement de la sécurité sociale - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2005-08-02 MODIFICATION source LOI organique n° 2005-881 du 2 août 2005 relative aux lois de financement de la sécurité sociale - article 22 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2005-08-02 CITATION source LOI organique n° 2005-881 du 2 août 2005 relative aux lois de financement de la sécurité sociale"},{"type":"del","content":""},{"type":"add","content":""},{"type":"add","content":"2010-11-13 MODIFIE cible LOI organique n° 2010-1380 du 13 novembre 2010 relative à la gestion de la dette sociale - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code des juridictions financières - article LO132-2-1 AUTONOME MODIFIE, en vigueur du 2005-08-03 au 2017-05-01"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/74/00/LEGIARTI000006740082.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/74/00/LEGIARTI000006740082.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/74/00/LEGIARTI000006740082.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/23/10/31/LEGIARTI000023103117.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/23/10/31/LEGIARTI000023103117.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/23/10/31/LEGIARTI000023103117.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006740082)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000023103117)"}],"status":"modified"},{"filename":"partie_legislative/livre_i/titre_i/chapitre_1_bis/section_1/article_lo111-4.md","articleName":"Article LO111-4","additions":18,"deletions":11,"diff":[{"type":"del","content":"I.-Le projet de loi de financement de la sécurité sociale de l'année est accompagné d'un rapport décrivant les prévisions de recettes et les objectifs de dépenses par branche des régimes obligatoires de base et du régime général, les prévisions de recettes et de dépenses des organismes concourant au financement de ces régimes ainsi que l'objectif national de dépenses d'assurance maladie pour les quatre années à venir. Ces prévisions sont établies de manière cohérente avec les perspectives d'évolution des recettes, des dépenses et du solde de l'ensemble des administrations publiques présentées dans le rapport joint au projet de loi de finances de l'année en application de l'article 50 de la loi organique n° 2001-692 du 1er août 2001 relative aux lois de finances."},{"type":"add","content":"I.-Le projet de loi de financement de la sécurité sociale de l'année est accompagné d'un rapport décrivant les prévisions de recettes et les objectifs de dépenses par branche des régimes obligatoires de base et du régime général, les prévisions de recettes et de dépenses des organismes concourant au financement de ces régimes ainsi que l'objectif national de dépenses d'assurance maladie pour les quatre années à venir. Ces prévisions sont établies de manière cohérente avec les perspectives d'évolution des recettes, des dépenses et du solde de l'ensemble des administrations publiques présentées dans le rapport joint au projet de loi de finances de l'année en application de l'article 50 de la loi organique n° 2001-692 du 1er août 2001 relative aux lois de finances. Le rapport précise les hypothèses sur lesquelles repose la prévision de l'objectif national de dépenses d'assurance maladie pour les quatre années à venir. Ces hypothèses prennent en compte les perspectives d'évolution des dépenses et les mesures nouvelles envisagées."},{"type":"del","content":"II.-Le projet de loi de financement de la sécurité sociale de l'année est accompagné d'un rapport décrivant les mesures prévues pour l'affectation des excédents ou la couverture des déficits constatés à l'occasion de l'approbation des tableaux d'équilibre relatifs au dernier exercice clos dans la partie de la loi de financement de l'année comprenant les dispositions relatives au dernier exercice clos."},{"type":"add","content":"II.-Le projet de loi de financement de la sécurité sociale de l'année est accompagné d'un rapport décrivant les mesures prévues pour l'affectation des excédents ou la couverture des déficits constatés à l'occasion de l'approbation des tableaux d'équilibre relatifs au dernier exercice clos dans la partie de la loi de financement de l'année comprenant les dispositions relatives au dernier exercice clos. Ce rapport présente également un tableau, établi au 31 décembre du dernier exercice clos, retraçant la situation patrimoniale des régimes obligatoires de base et des organismes concourant à leur financement, à l'amortissement de leur dette ou à la mise en réserve de recettes à leur profit."},{"type":"del","content":"7° Précisant le périmètre de l'objectif national de dépenses d'assurance maladie et sa décomposition en sous-objectifs, et analysant l'évolution, au regard des besoins de santé publique, des soins financés au titre de cet objectif. Cette annexe présente les modifications éventuelles du périmètre de l'objectif national de dépenses d'assurance maladie ou de la composition des sous-objectifs, en indiquant l'évolution à structure constante de l'objectif ou des sous-objectifs concernés par les modifications de périmètre. Elle précise les modalités de passage des objectifs de dépenses des différentes branches à l'objectif national de dépenses d'assurance maladie. Cette annexe indique également l'évolution de la dépense nationale de santé ainsi que les modes de prise en charge de cette dépense. Elle rappelle, le cas échéant, l'alerte émise par une autorité indépendante désignée par la loi ;"},{"type":"add","content":"7° Précisant le périmètre de l'objectif national de dépenses d'assurance maladie et sa décomposition en sous-objectifs, et analysant l'évolution, au regard des besoins de santé publique, des soins financés au titre de cet objectif. Cette annexe présente les modifications éventuelles du périmètre de l'objectif national de dépenses d'assurance maladie ou de la composition des sous-objectifs, en indiquant l'évolution à structure constante de l'objectif ou des sous-objectifs concernés par les modifications de périmètre. Elle précise les modalités de passage des objectifs de dépenses des différentes branches à l'objectif national de dépenses d'assurance maladie. Elle fournit des éléments précis sur l'exécution de l'objectif national au cours de l'exercice clos et de l'exercice en cours ainsi que sur les modalités de construction de l'objectif pour l'année à venir en détaillant, le cas échéant, les mesures correctrices envisagées. Cette annexe indique également l'évolution de la dépense nationale de santé ainsi que les modes de prise en charge de cette dépense. Elle rappelle, le cas échéant, l'alerte émise par une autorité indépendante désignée par la loi. Elle fournit également le montant des objectifs d'engagement inscrits pour l'année à venir pour les établissements et services médico-sociaux relevant de l'objectif de dépenses. Elle présente en outre le taux prévisionnel de consommation pluriannuel se rattachant aux objectifs d'engagement inscrits pour l'année à venir, ainsi que le bilan des taux de consommation des objectifs d'engagement arrivés à échéance au cours des deux derniers exercices clos et de l'exercice en cours ;"},{"type":"del","content":"8° Présentant, pour le dernier exercice clos, le compte définitif et, pour l'année en cours et l'année suivante, les comptes prévisionnels, justifiant l'évolution des recettes et des dépenses et détaillant l'impact, au titre de l'année à venir et, le cas échéant, des années ultérieures, des mesures contenues dans le projet de loi de financement de l'année sur les comptes :"},{"type":"add","content":"8° Présentant, pour le dernier exercice clos, le compte définitif et, pour l'année en cours et les trois années suivantes, les comptes prévisionnels, justifiant l'évolution des recettes et des dépenses et détaillant l'impact, au titre de l'année à venir et, le cas échéant, des années ultérieures, des mesures contenues dans le projet de loi de financement de l'année sur les comptes :"},{"type":"add","content":"Lorsqu'un projet de loi de financement de la sécurité sociale prévoit le transfert d'actifs à la Caisse d'amortissement de la dette sociale ou l'augmentation de ses ressources par la réalisation d'actifs publics, cette annexe fournit les éléments permettant d'apprécier l'intérêt financier de cette opération. Elle indique notamment la rentabilité passée et la rentabilité prévisionnelle des actifs concernés et le coût de la dette amortie par la Caisse d'amortissement de la dette sociale ;"},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Loi organique n° 2010-1380 du 13 novembre 2010, article 5 : Les dispositions de l'article LO 111-4 sont applicables à compter de la loi de financement de la sécurité sociale pour 2011, à l'exception de la dernière phrase du II, des deux dernières phrases du 7° du III, des mots \"les trois années suivantes\" au premier alinéa au 8° du III, et du dernier alinéa du 8° du III qui s'appliquent à compter de la loi de financement de la sécurité sociale pour 2012.(22 décembre 2011)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"del","content":"LOI organique n° 2009-403 du 15 avril 2009 relative à l'application des articles 34-1, 39 et 44 de la Constitution - article 12 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"LOI organique n° 2010-1380 du 13 novembre 2010 relative à la gestion de la dette sociale - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2009-04-15 MODIFIE cible LOI organique n° 2009-403 du 15 avril 2009 relative à l'application des articles 34-1, 39 et 44 de la Constitution - article 12 ENTIEREMENT_MODIF"},{"type":"add","content":"2009-11-09 CITATION cible Arrêté du 9 novembre 2009 portant création d'un service à compétence nationale dénommé « Mission nationale de contrôle et d'audit des organismes de sécurité sociale » - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2018-12-09"},{"type":"del","content":"2009-11-09 CITATION cible Arrêté du 9 novembre 2009 portant création d'un service à compétence nationale dénommé « Mission nationale de contrôle et d'audit des organismes de sécurité sociale » - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2018-12-09"},{"type":"add","content":"2010-11-13 MODIFIE cible LOI organique n° 2010-1380 du 13 novembre 2010 relative à la gestion de la dette sociale - article 2 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/52/36/LEGIARTI000020523676.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/52/36/LEGIARTI000020523676.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/20/52/36/LEGIARTI000020523676.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/23/10/31/LEGIARTI000023103111.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/23/10/31/LEGIARTI000023103111.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/23/10/31/LEGIARTI000023103111.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000020523676)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000023103111)"}],"status":"modified"},{"filename":"partie_legislative/livre_i/titre_i/chapitre_1_bis/section_3/article_lo111-6.md","articleName":"Article LO111-6","additions":12,"deletions":24,"diff":[{"type":"del","content":"Le projet de loi de financement de la sécurité sociale de l'année, y compris les rapports et les annexes mentionnés aux I, II et III de l'article L. O. 111-4, est déposé sur le bureau de l'Assemblée nationale au plus tard le 15 octobre ou, si cette date est un jour férié, le premier jour ouvrable qui suit."},{"type":"add","content":"Le projet de loi de financement de la sécurité sociale de l'année, y compris les rapports et les annexes mentionnés aux I, II et III de l'article L.O. 111-4, est déposé sur le bureau de l'Assemblée nationale au plus tard le 15 octobre ou, si cette date est un dimanche, le premier jour ouvrable qui suit."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Loi organique n° 2010-1380 du 13 novembre 2010, article 5 : Ces dispositions sont applicables à compter de l'entrée en vigueur de la loi de financement de la sécurité sociale pour 2011."},{"type":"del","content":"LOI organique n° 2005-881 du 2 août 2005 relative aux lois de financement de la sécurité sociale - article 22 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI organique n° 2005-881 du 2 août 2005 relative aux lois de financement de la sécurité sociale - article 2 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 85-1353 du 17 décembre 1985 relatif au code de la sécurité sociale (partie Législative et ‎partie Décrets en Conseil d'Etat)‎ CODIFICATION cible"},{"type":"add","content":"LOI organique n° 2010-1380 du 13 novembre 2010 relative à la gestion de la dette sociale - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"1985-12-17 CODIFICATION source Décret n° 85-1353 du 17 décembre 1985 relatif au code de la sécurité sociale (partie Législative et ‎partie Décrets en Conseil d'Etat)‎"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2005-08-02 MODIFICATION source LOI organique n° 2005-881 du 2 août 2005 relative aux lois de financement de la sécurité sociale - article 2 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2005-08-02 MODIFICATION source LOI organique n° 2005-881 du 2 août 2005 relative aux lois de financement de la sécurité sociale - article 22 ENTIEREMENT_MODIF"},{"type":"add","content":"2010-11-13 MODIFIE cible LOI organique n° 2010-1380 du 13 novembre 2010 relative à la gestion de la dette sociale - article 2 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/74/09/LEGIARTI000006740992.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/74/09/LEGIARTI000006740992.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/74/09/LEGIARTI000006740992.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/23/10/31/LEGIARTI000023103146.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/23/10/31/LEGIARTI000023103146.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/23/10/31/LEGIARTI000023103146.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006740992)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000023103146)"}],"status":"modified"},{"filename":"partie_legislative/livre_i/titre_i/chapitre_1_bis/section_3/article_lo111-7.md","articleName":"Article LO111-7","additions":12,"deletions":7,"diff":[{"type":"del","content":"Le projet de loi de financement de la sécurité sociale est ensuite examiné selon la procédure d'urgence dans les conditions prévues à l'article 45 de la Constitution."},{"type":"add","content":"Le projet de loi de financement de la sécurité sociale est ensuite examiné selon la procédure accélérée dans les conditions prévues à l'article 45 de la Constitution."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Loi organique n° 2010-1380 du 13 novembre 2010, article 5 : Ces dispositions sont applicables à compter de la loi de financement de la sécurité sociale pour 2011."},{"type":"del","content":"LOI organique n° 2005-881 du 2 août 2005 relative aux lois de financement de la sécurité sociale - article 22 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"LOI organique n° 2010-1380 du 13 novembre 2010 relative à la gestion de la dette sociale - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2005-08-02 MODIFICATION source LOI organique n° 2005-881 du 2 août 2005 relative aux lois de financement de la sécurité sociale - article 22 ENTIEREMENT_MODIF"},{"type":"add","content":"2010-11-13 MODIFIE cible LOI organique n° 2010-1380 du 13 novembre 2010 relative à la gestion de la dette sociale - article 2 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/74/09/LEGIARTI000006740995.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/74/09/LEGIARTI000006740995.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/74/09/LEGIARTI000006740995.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/23/10/31/LEGIARTI000023103139.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/23/10/31/LEGIARTI000023103139.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/23/10/31/LEGIARTI000023103139.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006740995)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000023103139)"}],"status":"modified"}],"stats":{"additions":78,"deletions":106,"filesChanged":4}}