{"sha":"8e3bfc88909c","date":"2020-01-01","message":"Ordonnance n° 2019-765 du 24 juillet 2019 relative au droit de rectification des informations concernant les bénéficiaires des prestations sociales et des minima sociaux en cas de notification d'indus","files":[{"filename":"partie_legislative/livre_v/titre_v/chapitre_3/README.md","articleName":"Sommaire - Chapitre 3","additions":0,"deletions":1,"diff":[{"type":"del","content":"- [Article L553-2](article_l553-2.md)"}],"status":"modified"},{"filename":"partie_legislative/livre_v/titre_v/chapitre_3/article_l553-2.md","articleName":"Article L553-2","additions":0,"deletions":187,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article L553-2"},{"type":"del","content":""},{"type":"del","content":"Tout paiement indu de prestations familiales est récupéré, sous réserve que l'allocataire n'en conteste pas le caractère indu, par retenues sur les prestations à venir ou par remboursement intégral de la dette en un seul versement si l'allocataire opte pour cette solution. A défaut, l'organisme payeur peut, dans des conditions fixées par décret, procéder à la récupération de l'indu par retenues sur les échéances à venir dues soit au titre des aides personnelles au logement mentionnées à l'article L. 821-1 du code de la construction et de l'habitation, soit au titre des prestations mentionnées aux titres II et IV du livre VIII du présent code, soit au titre du revenu de solidarité active mentionné à l'article L. 262-1 du code de l'action sociale et des familles."},{"type":"del","content":""},{"type":"del","content":"Par dérogation aux dispositions précédentes, lorsqu'un indu a été constitué sur une prestation versée en tiers payant, l'organisme peut, si d'autres prestations sont versées directement à l'allocataire, recouvrer l'indu sur ces prestations selon des modalités et des conditions précisées par décret."},{"type":"del","content":""},{"type":"del","content":"Dans des conditions définies par décret, les retenues mentionnées au premier alinéa, ainsi que celles mentionnées aux articles L. 821-5-1 et L. 845-3 du présent code, L. 823-9 du code de la construction et de l'habitation et L. 262-46 du code de l'action sociale et des familles, sont déterminées en fonction de la composition de la famille, de ses ressources, des charges de logement, des prestations servies par les organismes débiteurs de prestations familiales, à l'exception de celles précisées par décret. En cas de fraude, le directeur de l'organisme débiteur de prestations familiales peut majorer le montant de la retenue d'un taux fixé par décret qui ne peut excéder 50 %. Ce taux est doublé en cas de réitération de la fraude dans un délai de cinq ans à compter de la notification de l'indu ayant donné lieu à majoration de la retenue."},{"type":"del","content":""},{"type":"del","content":"Les mêmes règles sont applicables en cas de non-remboursement d'un prêt subventionné ou consenti à quelque titre que ce soit par un organisme de prestations familiales, la caisse nationale des allocations familiales ou les caisses centrales de mutualité sociale agricole."},{"type":"del","content":""},{"type":"del","content":"Toutefois, par dérogation aux dispositions des alinéas précédents, la créance de l'organisme peut être réduite ou remise en cas de précarité de la situation du débiteur, sauf en cas de manœuvre frauduleuse ou de fausses déclarations."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Ordonnance n° 2019-770 du 17 juillet 2019 relative à la partie législative du livre VIII du code de la construction et de l'habitation - article 9 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1994-07-25 CITATION cible Loi n° 94-629 du 25 juillet 1994 relative à la famille - article 23 AUTONOME ABROGE, en vigueur du 1998-07-31 au 2000-06-22"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1994-07-25 CITATION cible Loi n° 94-629 du 25 juillet 1994 relative à la famille - article 24 AUTONOME ABROGE, en vigueur du 1994-07-26 au 2000-06-22"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1999-05-10 TXT_SOURCE cible Décret n°99-359 du 10 mai 1999 pris en application des articles L. 553-2 et L. 835-3 du code de la sécurité sociale et relatif au recouvrement des indus de prestations (troisième partie : Décrets) VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2002-02-07 CITATION cible Ordonnance n° 2002-149 du 7 février 2002 relative à l'extension et la généralisation des prestations familiales et à la protection sociale dans le Département de Mayotte - article 10-3 AUTONOME MODIFIE, en vigueur du 2021-01-01 au 2022-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2016-11-04 CITATION cible Décret n° 2016-1494 du 4 novembre 2016 relatif aux exceptions à l'application du droit des usagers de saisir l'administration par voie électronique concernant les démarches effectuées auprès des organismes de sécurité sociale - article AUTONOME VIGUEUR, en vigueur depuis le 2016-11-07"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2019-07-17 MODIFICATION source Ordonnance n° 2019-770 du 17 juillet 2019 relative à la partie législative du livre VIII du code de la construction et de l'habitation - article 9 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2019-07-24 CITATION cible Ordonnance n° 2019-765 du 24 juillet 2019 relative au droit de rectification des informations concernant les bénéficiaires des prestations sociales et des minima sociaux en cas de notification d'indus - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2020-05-05 CITATION cible Décret n° 2020-519 du 5 mai 2020 portant attribution d'une aide exceptionnelle de solidarité liée à l'urgence sanitaire aux ménages les plus précaires - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2020-05-06"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2020-06-24 CITATION cible Décret n° 2020-769 du 24 juin 2020 portant attribution d'une aide exceptionnelle de solidarité liée à l'urgence sanitaire aux jeunes de moins de vingt-cinq ans les plus précaires - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2020-06-25"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2020-11-27 CITATION cible Décret n° 2020-1453 du 27 novembre 2020 portant attribution d'une aide exceptionnelle de solidarité liée à la crise sanitaire aux ménages et aux jeunes de moins de vingt-cinq ans les plus précaires - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2020-11-29"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2020-12-29 CITATION cible Décret n° 2020-1746 du 29 décembre 2020 portant attribution d'une aide exceptionnelle de fin d'année aux bénéficiaires du revenu de solidarité active et aux bénéficiaires de l'allocation de solidarité spécifique, de la prime forfaitaire pour reprise d'activité et de l'allocation équivalent retraite - article 6 AUTONOME VIGUEUR, en vigueur depuis le 2020-12-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2020-12-30 CITATION cible Décret n° 2020-1803 du 30 décembre 2020 portant attribution d'une aide exceptionnelle de solidarité liée à la crise sanitaire aux bénéficiaires de l'aide financière à l'insertion sociale et professionnelle - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2021-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2021-12-15 CITATION cible Décret n° 2021-1657 du 15 décembre 2021 portant attribution d'une aide exceptionnelle de fin d'année aux bénéficiaires du revenu de solidarité active et aux bénéficiaires de l'allocation de solidarité spécifique, de la prime forfaitaire pour reprise d'activité et de l'allocation équivalent retraite - article 6 AUTONOME VIGUEUR, en vigueur depuis le 2021-12-17"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2022-09-14 CITATION cible Décret n° 2022-1234 du 14 septembre 2022 portant attribution d'une aide financière exceptionnelle pour les ménages les plus modestes - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2022-09-15"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2022-12-14 CITATION cible Décret n° 2022-1568 du 14 décembre 2022 portant attribution d'une aide exceptionnelle de fin d'année aux bénéficiaires du revenu de solidarité active, de l'allocation de solidarité spécifique, de la prime forfaitaire pour reprise d'activité et de l'allocation équivalent retraite - article 6 AUTONOME VIGUEUR, en vigueur depuis le 2022-12-15"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2023-12-14 CITATION cible Décret n° 2023-1184 du 14 décembre 2023 portant attribution d'une aide exceptionnelle de fin d'année aux bénéficiaires du revenu de solidarité active et aux bénéficiaires de l'allocation de solidarité spécifique, de la prime forfaitaire pour reprise d'activité et de l'allocation équivalent retraite - article 7 AUTONOME VIGUEUR, en vigueur depuis le 2023-12-16"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2024-12-04 CITATION cible Décret n° 2024-1140 du 4 décembre 2024 portant attribution d'une aide exceptionnelle de fin d'année aux bénéficiaires du revenu de solidarité active et aux bénéficiaires de l'allocation de solidarité spécifique, de la prime forfaitaire pour reprise d'activité et de l'allocation équivalent retraite VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2024-12-04 CITATION cible Décret n° 2024-1140 du 4 décembre 2024 portant attribution d'une aide exceptionnelle de fin d'année aux bénéficiaires du revenu de solidarité active et aux bénéficiaires de l'allocation de solidarité spécifique, de la prime forfaitaire pour reprise d'activité et de l'allocation équivalent retraite - article 7 AUTONOME VIGUEUR, en vigueur depuis le 2024-12-06"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article L214-14 AUTONOME VIGUEUR, en vigueur depuis le 2023-12-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article L214-16 AUTONOME VIGUEUR, en vigueur depuis le 2023-12-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article L262-45 AUTONOME VIGUEUR, en vigueur depuis le 2019-09-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article L262-46 AUTONOME MODIFIE, en vigueur du 2019-09-01 au 2020-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'éducation - article L532-2 AUTONOME VIGUEUR, en vigueur depuis le 2020-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la construction et de l'habitation - article L823-9 AUTONOME VIGUEUR, en vigueur depuis le 2019-09-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la construction et de l'habitation - article L861-5 AUTONOME VIGUEUR, en vigueur depuis le 2021-12-03"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la construction et de l'habitation - article R823-23 AUTONOME VIGUEUR, en vigueur depuis le 2019-09-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CONCORDANCE source Code de la sécurité sociale VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article D542-19 AUTONOME MODIFIE, en vigueur du 2013-12-20 au 2016-09-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article D545-6 AUTONOME VIGUEUR, en vigueur depuis le 2021-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article D552-4 AUTONOME ABROGE, en vigueur du 1985-12-21 au 2004-06-26"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article D553-1 AUTONOME VIGUEUR, en vigueur depuis le 2022-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article D553-4 AUTONOME VIGUEUR, en vigueur depuis le 2019-09-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article D553-5 AUTONOME VIGUEUR, en vigueur depuis le 2020-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article D755-30 AUTONOME MODIFIE, en vigueur du 2013-12-20 au 2015-02-21"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article L531-8 AUTONOME VIGUEUR, en vigueur depuis le 2019-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article L545-1 AUTONOME VIGUEUR, en vigueur depuis le 2021-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article L553-1 AUTONOME VIGUEUR, en vigueur depuis le 2020-12-16"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article L553-4 AUTONOME VIGUEUR, en vigueur depuis le 2019-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article L564-2 AUTONOME ABROGE, en vigueur du 1985-12-21 au 1990-08-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article L755-25 AUTONOME ABROGE, en vigueur du 1985-12-21 au 1990-08-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article L755-3 AUTONOME VIGUEUR, en vigueur depuis le 2022-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article L821-5 AUTONOME VIGUEUR, en vigueur depuis le 2019-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article L821-5-1 AUTONOME VIGUEUR, en vigueur depuis le 2024-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article L843-1 AUTONOME ABROGE, en vigueur du 2000-07-06 au 2003-12-19"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article L845-3 AUTONOME VIGUEUR, en vigueur depuis le 2024-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article L845-5 AUTONOME VIGUEUR, en vigueur depuis le 2019-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article R553-2 AUTONOME ABROGE, en vigueur du 1985-12-21 au 1999-08-07"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de l'action sociale et des familles - article L262-1 AUTONOME MODIFIE, en vigueur du 2000-12-23 au 2009-06-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      2999-01-01 CITATION source Code de la construction et de l'habitation. - art. L821-1 (V)"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/38/83/93/LEGIARTI000038839323.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/38/83/93/LEGIARTI000038839323.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/38/83/93/LEGIARTI000038839323.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_la_securite_sociale/src/branch/main/partie_legislative/livre_v/titre_v/chapitre_3/article_l553-2.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000038839323)"},{"type":"del","content":""}],"status":"deleted"},{"filename":"partie_legislative/livre_viii/titre_ii/README.md","articleName":"Sommaire - Titre Ii","additions":0,"deletions":1,"diff":[{"type":"del","content":"- [Article L821-5-1](article_l821-5-1.md)"}],"status":"modified"},{"filename":"partie_legislative/livre_viii/titre_ii/article_l821-5-1.md","articleName":"Article L821-5-1","additions":0,"deletions":72,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article L821-5-1"},{"type":"del","content":""},{"type":"del","content":"Tout paiement indu de prestations mentionnées au présent titre est, sous réserve que l'allocataire n'en conteste pas le caractère indu, récupéré sur l'allocation à venir ou par remboursement intégral de la dette en un seul versement si l'allocataire opte pour cette solution. A défaut, l'organisme payeur peut, dans des conditions fixées par décret, procéder à la récupération de l'indu par retenues sur les échéances à venir dues, soit au titre des prestations familiales mentionnées à l'article L. 511-1, soit au titre de la prime d'activité mentionnée à l'article L. 841-1, soit au titre de l'aide personnalisée au logement ou des allocations de logement mentionnées à l'article L. 821-1, soit au titre du revenu de solidarité active mentionné à l'article L. 262-1 du code de l'action sociale et des familles."},{"type":"del","content":""},{"type":"del","content":"Par dérogation aux dispositions précédentes, lorsqu'un indu a été constitué sur une prestation versée en tiers payant, l'organisme peut, si d'autres prestations sont versées directement à l'allocataire, recouvrer l'indu sur ces prestations selon des modalités et des conditions précisées par décret."},{"type":"del","content":""},{"type":"del","content":"Les retenues mentionnées au premier alinéa sont déterminées en application des règles prévues au troisième alinéa de l'article L. 553-2 du présent code."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Ordonnance n° 2019-770 du 17 juillet 2019 relative à la partie législative du livre VIII du code de la construction et de l'habitation - article 9 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2019-07-17 MODIFICATION source Ordonnance n° 2019-770 du 17 juillet 2019 relative à la partie législative du livre VIII du code de la construction et de l'habitation - article 9 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2019-07-24 CITATION cible Ordonnance n° 2019-765 du 24 juillet 2019 relative au droit de rectification des informations concernant les bénéficiaires des prestations sociales et des minima sociaux en cas de notification d'indus - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article L262-45 AUTONOME VIGUEUR, en vigueur depuis le 2019-09-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article D553-4 AUTONOME VIGUEUR, en vigueur depuis le 2019-09-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article D821-11 AUTONOME VIGUEUR, en vigueur depuis le 2019-04-05"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la sécurité sociale - article L511-1 AUTONOME MODIFIE, en vigueur du 1985-12-21 au 1987-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article L553-1 AUTONOME VIGUEUR, en vigueur depuis le 2020-12-16"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article L553-2 AUTONOME MODIFIE, en vigueur du 2020-01-01 au 2024-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article L821-5 AUTONOME VIGUEUR, en vigueur depuis le 2019-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la sécurité sociale - article L841-1 AUTONOME MODIFIE, en vigueur du 1990-07-11 au 1992-01-04"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article R821-4-5 AUTONOME VIGUEUR, en vigueur depuis le 2010-11-17"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de l'action sociale et des familles - article L262-1 AUTONOME MODIFIE, en vigueur du 2000-12-23 au 2009-06-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/38/83/96/LEGIARTI000038839613.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/38/83/96/LEGIARTI000038839613.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/38/83/96/LEGIARTI000038839613.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_la_securite_sociale/src/branch/main/partie_legislative/livre_viii/titre_ii/article_l821-5-1.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000038839613)"},{"type":"del","content":""}],"status":"deleted"},{"filename":"partie_legislative/livre_viii/titre_iv/chapitre_5/README.md","articleName":"Sommaire - Chapitre 5","additions":0,"deletions":1,"diff":[{"type":"del","content":"- [Article L845-3](article_l845-3.md)"}],"status":"modified"},{"filename":"partie_legislative/livre_viii/titre_iv/chapitre_5/article_l845-3.md","articleName":"Article L845-3","additions":0,"deletions":73,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article L845-3"},{"type":"del","content":""},{"type":"del","content":"Tout paiement indu de prime d'activité est récupéré par l'organisme chargé de son service."},{"type":"del","content":"Toute réclamation dirigée contre une décision de récupération de l'indu, le dépôt d'une demande de remise ou de réduction de créance ainsi que les recours administratifs et contentieux, y compris en appel, contre les décisions prises sur ces réclamations et ces demandes ont un caractère suspensif."},{"type":"del","content":""},{"type":"del","content":"Sauf si le bénéficiaire opte pour le remboursement de l'indu en une seule fois, l'organisme mentionné au premier alinéa procède au recouvrement de tout paiement indu de prime d'activité par retenues sur les montants à échoir. A défaut, l'organisme mentionné au même premier alinéa peut également, dans des conditions fixées par décret, procéder à la récupération de l'indu par retenues sur les échéances à venir dues au titre des prestations familiales et des prestations, autres que l'allocation de logement, mentionnées, respectivement, par l'article L. 511-1 et par les dispositions du titre II du livre VIII du présent code, au titre de l'aide personnalisée au logement et des allocations de logement régies par le livre VIII du code de la construction et de l'habitation, ainsi qu'au titre du revenu de solidarité active mentionné à l'article L. 262-1 du code de l'action sociale et des familles."},{"type":"del","content":""},{"type":"del","content":"Par dérogation au troisième alinéa du présent article, lorsqu'un indu a été constitué sur une prestation versée en tiers payant, l'organisme peut, si d'autres prestations sont versées directement à l'allocataire, recouvrer l'indu sur ces prestations, selon des modalités et des conditions précisées par décret."},{"type":"del","content":""},{"type":"del","content":"Les retenues mentionnées aux troisième et quatrième alinéas du présent article sont déterminées en application des règles prévues au troisième alinéa de l'article L. 553-2 du présent code."},{"type":"del","content":""},{"type":"del","content":"Un décret détermine le montant au-dessous duquel la prime d'activité indûment versée ne donne pas lieu à répétition."},{"type":"del","content":""},{"type":"del","content":"La créance peut être remise ou réduite par l'organisme mentionné au premier alinéa du présent article, en cas de bonne foi ou de précarité de la situation du débiteur, sauf si cette créance résulte d'une manœuvre frauduleuse ou d'une fausse déclaration."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Ordonnance n° 2019-770 du 17 juillet 2019 relative à la partie législative du livre VIII du code de la construction et de l'habitation - article 9 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1977-09-26 CITATION cible Ordonnance n° 77-1102 du 26 septembre 1977 PORTANT EXTENSION ET ADAPTATION AU DEPARTEMENT DE SAINT-PIERRE-ET-MIQUELON DE DIVERSES DISPOSITIONS RELATIVES AUX AFFAIRES SOCIALES - article 13-2 AUTONOME VIGUEUR, en vigueur depuis le 2022-12-25"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2016-02-18 CITATION cible Ordonnance n° 2016-160 du 18 février 2016 portant adaptation de la prime d'activité au Département de Mayotte - article 3 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2016-11-04 CITATION cible Décret n° 2016-1494 du 4 novembre 2016 relatif aux exceptions à l'application du droit des usagers de saisir l'administration par voie électronique concernant les démarches effectuées auprès des organismes de sécurité sociale - article AUTONOME VIGUEUR, en vigueur depuis le 2016-11-07"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2019-07-17 MODIFICATION source Ordonnance n° 2019-770 du 17 juillet 2019 relative à la partie législative du livre VIII du code de la construction et de l'habitation - article 9 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2019-07-24 CITATION cible Ordonnance n° 2019-765 du 24 juillet 2019 relative au droit de rectification des informations concernant les bénéficiaires des prestations sociales et des minima sociaux en cas de notification d'indus - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article L262-45 AUTONOME VIGUEUR, en vigueur depuis le 2019-09-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la sécurité sociale - article L511-1 AUTONOME MODIFIE, en vigueur du 1985-12-21 au 1987-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article L553-1 AUTONOME VIGUEUR, en vigueur depuis le 2020-12-16"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article L553-2 AUTONOME MODIFIE, en vigueur du 2020-01-01 au 2024-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de l'action sociale et des familles - article L262-1 AUTONOME VIGUEUR, en vigueur depuis le 2016-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/38/83/96/LEGIARTI000038839697.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/38/83/96/LEGIARTI000038839697.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/38/83/96/LEGIARTI000038839697.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_la_securite_sociale/src/branch/main/partie_legislative/livre_viii/titre_iv/chapitre_5/article_l845-3.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000038839697)"},{"type":"del","content":""}],"status":"deleted"}],"stats":{"additions":0,"deletions":335,"filesChanged":6}}