{"sha":"c3fd63982fa4","date":"1998-08-08","message":"Décret no 98-686 du 30 juillet 1998 pris pour l'application de l'article L. 139-2 du code de la sécurité sociale et modifiant ce code (deuxième partie : Décrets en Conseil d'Etat)","files":[{"filename":"partie_reglementaire_-_decrets_en_conseil_d_etat/livre_i/titre_3/chapitre_9/article_r139-1.md","articleName":"Article R139-1","additions":41,"deletions":129,"diff":[{"type":"del","content":"I. - Les sommes encaissées au titre des contributions et droits visés au premier alinéa de l'article L. 139-2 et centralisées par l'Agence centrale des organismes de sécurité sociale au cours d'un exercice sont réparties entre les différents régimes obligatoires de base d'assurance maladie au plus tard le 31 décembre de l'exercice suivant, dans les conditions définies aux II, III et IV ci-après."},{"type":"add","content":"I. - Les sommes encaissées au titre des contributions et droits visés au premier alinéa de l'article L. 139-2 et centralisées par l'Agence centrale des organismes de sécurité sociale au cours d'un exercice sont réparties entre les différents régimes obligatoires de base d'assurance maladie au plus tard le 31 décembre de l'exercice suivant, dans les conditions définies aux II, III, IV et V ci-après."},{"type":"del","content":"II. - La répartition prévue au 1° de l'article L. 139-2 est effectuée au prorata et dans la limite de la perte des cotisations d'assurance maladie induite pour chacun des régimes, au cours de l'exercice considéré, par la diminution des taux de cotisation d'assurance maladie applicable aux revenus perçus ou versés à compter du 1er janvier 1997. La perte des cotisations est égale au produit du montant correspondant aux cotisations effectivement encaissées au cours de l'exercice, rapportées aux taux de cotisation applicables pour chaque catégorie de cotisation, par la diminution de taux appliquée à chacune des catégories de cotisation au 1er janvier 1997, en application de la substitution de contribution mentionnée à l'article L. 139-2. Ce calcul est opéré selon la formule :"},{"type":"add","content":"II. - La répartition prévue au 1° de l'article L. 139-2 est effectuée au prorata et dans la limite de la perte des cotisations d'assurance maladie induite pour chacun des régimes, au cours de l'exercice considéré, par les diminutions des taux de cotisation d'assurance maladie intervenues à compter du 1er janvier 1997. La perte des cotisations est déterminée comme suit :"},{"type":"del","content":"n"},{"type":"add","content":"A. - Lorsque des cotisations d'assurance maladie à la charge des assurés sont dues, la perte de cotisations est égale, pour chacune des catégories de cotisations du régime, au produit du montant des cotisations à la charge des assurés effectivement encaissées au cours de l'exercice rapporté au taux applicable à cette catégorie de cotisation, par les diminutions de taux appliquées à cette catégorie de cotisation à compter du 1er janvier 1997 en application de la substitution de contribution mentionnée à l'article L. 139-2. Ce calcul est opéré, pour chacune des catégories de cotisations du régime, selon la formule :"},{"type":"del","content":"Pr =S"},{"type":"add","content":"Pri = (Cot i/taux i) x D i"},{"type":"del","content":"[(Cot i/Taux i) x D i]"},{"type":"add","content":"dans laquelle :"},{"type":"add","content":""},{"type":"add","content":"1° Pri représente, pour un régime donné et pour une catégorie de cotisation i, les pertes de cotisations ;"},{"type":"add","content":""},{"type":"add","content":"Les catégories de cotisations s'entendent de cotisations ayant la même assiette et le même taux ;"},{"type":"add","content":""},{"type":"add","content":"2° Cot i représente le montant des cotisations à la charge des assurés effectivement encaissées au cours de l'exercice pour une catégorie i de cotisations donnée ;"},{"type":"add","content":""},{"type":"add","content":"3° Taux i représente le taux applicable à la catégorie i de cotisations encaissées au cours de l'exercice ;"},{"type":"add","content":""},{"type":"add","content":"4° D i représente la somme des réductions de taux de cotisation applicables à la catégorie i de cotisations à compter du 1er janvier 1997, en application de la substitution de contribution mentionnée à l'article L. 139-2."},{"type":"add","content":""},{"type":"add","content":"B. - Lorsque aucune cotisation d'assurance maladie à la charge des assurés n'est due, mais que des cotisations demeurent calculées sur l'assiette de la cotisation d'assurance maladie à la charge des assurés telle que définie au 31 décembre 1996, la perte de cotisations est déterminée, pour un exercice donné et pour chacune des catégories de cotisations du régime à la charge des assurés au 31 décembre 1996, selon la formule :"},{"type":"del","content":"i = 1"},{"type":"add","content":"Pri = (Cot i/taux i) x D i"},{"type":"del","content":"1° Pr représente les pertes de cotisations pour un régime donné ;"},{"type":"add","content":"1° Pri représente, pour un régime donné et pour une catégorie de cotisation i à la charge des assurés au 31 décembre 1996, la perte de cotisations ;"},{"type":"del","content":"2° Cot i représente le montant des cotisations effectivement encaissées au cours de l'exercice pour une catégorie i de cotisations donnée ;"},{"type":"add","content":"2° Cot i représente le montant des cotisations ayant la même assiette que les cotisations i à la charge des assurés au 31 décembre 1996 et ayant été effectivement encaissées au cours de l'exercice considéré ;"},{"type":"del","content":"3° Taux i représente le taux applicable à la catégorie i de cotisations encaissées au cours de l'exercice ;"},{"type":"add","content":"3° Taux i représente le taux applicable, au cours de l'exercice, à cette catégorie i de cotisations ;"},{"type":"add","content":""},{"type":"add","content":"4° D i représente la somme des réductions de taux appliquées à la catégorie i de cotisations à compter du 1er janvier 1997 en application de la substitution de contribution mentionnée à l'article L. 139-2."},{"type":"del","content":"4° D i représente la réduction de taux de cotisation applicable à la catégorie i de cotisations au 1er janvier 1997, en application de la substitution de contribution mentionnée à l'article L. 139-2."},{"type":"add","content":"C. - Dans les cas autres que ceux visés aux A et B, la perte de cotisations est déterminée selon des modalités fixées par un arrêté des ministres chargés de la sécurité sociale, du budget, de l'agriculture et des petites et moyennes entreprises, du commerce et de l'artisanat, en fonction de l'assiette de ces cotisations telle qu'elle aurait été au cours de l'année considérée en cas de maintien des dispositions législatives et réglementaires applicables au 31 décembre 1996, et des diminutions de taux de cotisation d'assurance maladie appliquées à chacune des catégories de cotisation au 1er janvier 1997 et au 1er janvier 1998."},{"type":"del","content":"Chaque année, au plus tard le 30 juin, chacun des régimes obligatoires de base d'assurance maladie communique au ministre chargé de la sécurité sociale le montant des cotisations encaissées au cours de l'exercice précédent et le montant de la perte de cotisations correspondante, ventilés par taux applicables."},{"type":"add","content":"III. - Pour l'application du II du présent article, chaque année, au plus tard le 30 juin, chacun des régimes obligatoires de base d'assurance maladie qui continue à percevoir des cotisations communique au ministre chargé de la sécurité sociale, en les ventilant par catégorie de cotisation, le montant des cotisations encaissées au cours de l'exercice précédent, l'assiette correspondant à ces cotisations et le montant de la perte de cotisations évalué par le régime. L'Union nationale pour l'emploi dans l'industrie et le commerce (UNEDIC) communique les données sur les allocations versées au cours de l'exercice précédent."},{"type":"del","content":"Pour l'application du présent II au régime d'assurance maladie des exploitants agricoles et au régime d'assurance maladie des salariés agricoles, sont prises pour référence les cotisations mises en recouvrement au cours de l'année civile."},{"type":"add","content":"Pour l'application des dispositions du II du présent article et de celles de l'alinéa ci-dessus au régime d'assurance maladie des exploitants agricoles et au régime d'assurance maladie des salariés agricoles, sont prises pour référence les cotisations mises en recouvrement au cours de l'année civile."},{"type":"del","content":"III. - Les répartitions prévues au 2° de l'article L. 139-2 sont effectuées au prorata des déficits comptables de l'exercice considéré."},{"type":"add","content":"IV. - Les répartitions prévues au 2° de l'article L. 139-2 sont effectuées au prorata des déficits comptables de l'exercice considéré."},{"type":"del","content":"IV. - Chaque année, un arrêté des ministres chargés de la sécurité sociale, du budget, de l'agriculture et des petites et moyennes entreprises, du commerce et de l'artisanat, pris après avis des régimes obligatoires de base d'assurance maladie, fixe le montant des contributions et droits visés au premier alinéa de l'article L. 139-2 alloué pour l'année précédente à chacun des régimes obligatoires de base d'assurance maladie au titre des répartitions prévues aux 1° et 2° de l'article L. 139-2."},{"type":"add","content":"V. - Chaque année, un arrêté des ministres chargés de la sécurité sociale, du budget, de l'agriculture et des petites et moyennes entreprises, du commerce et de l'artisanat, pris après avis des régimes obligatoires de base d'assurance maladie, fixe le montant des contributions et droits visés au premier alinéa de l'article L. 139-2 alloué pour l'année précédente à chacun des régimes obligatoires de base d'assurance maladie au titre des répartitions prévues aux 1° et 2° de l'article L. 139-2."},{"type":"del","content":"Code de la sécurité sociale - article R139-55 AUTONOME VIGUEUR, en vigueur depuis le 2019-07-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la sécurité sociale - article R139-2 AUTONOME MODIFIE, en vigueur du 1997-01-01 au 1998-08-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la sécurité sociale - article R139-54 AUTONOME VIGUEUR, en vigueur depuis le 2019-07-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la sécurité sociale - article R139-16 AUTONOME VIGUEUR, en vigueur depuis le 2019-07-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la sécurité sociale - article R139-3 AUTONOME VIGUEUR, en vigueur depuis le 2019-07-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 19 octobre 1998 pris pour l'application des articles R. 139-1 et R. 139-2 du code de la sécurité sociale - article 2 AUTONOME VIGUEUR, en vigueur depuis le 1998-10-28 TXT_SOURCE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 19 octobre 1998 pris pour l'application des articles R. 139-1 et R. 139-2 du code de la sécurité sociale - article 3 AUTONOME VIGUEUR, en vigueur depuis le 1998-10-28 TXT_SOURCE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la sécurité sociale - article R139-17 AUTONOME VIGUEUR, en vigueur depuis le 2019-07-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la sécurité sociale - article R139-2 AUTONOME VIGUEUR, en vigueur depuis le 2019-07-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la sécurité sociale - article R139-12 AUTONOME VIGUEUR, en vigueur depuis le 2019-07-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la sécurité sociale - article R139-26 AUTONOME VIGUEUR, en vigueur depuis le 2019-07-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la sécurité sociale - article R139-27 AUTONOME VIGUEUR, en vigueur depuis le 2019-07-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la sécurité sociale - article R139-34 AUTONOME VIGUEUR, en vigueur depuis le 2019-07-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la sécurité sociale - article R139-35 AUTONOME VIGUEUR, en vigueur depuis le 2019-07-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la sécurité sociale - article R139-48 AUTONOME VIGUEUR, en vigueur depuis le 2019-07-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la sécurité sociale - article R139-50 AUTONOME VIGUEUR, en vigueur depuis le 2019-07-08 CITATION source"},{"type":"add","content":"Code de la sécurité sociale - article L139-2 AUTONOME MODIFIE, en vigueur du 1997-01-01 au 1998-01-01 CITATION cible"},{"type":"del","content":"Code de la sécurité sociale - article R139-51 AUTONOME VIGUEUR, en vigueur depuis le 2019-07-08 CITATION source"},{"type":"add","content":"Code de la sécurité sociale - article L139-2 AUTONOME ABROGE, en vigueur du 1998-01-01 au 1999-12-30 CITATION cible"},{"type":"del","content":"Code de la sécurité sociale - article R139-53 AUTONOME VIGUEUR, en vigueur depuis le 2019-07-08 CITATION source"},{"type":"add","content":"Code de la sécurité sociale - article L139-2 AUTONOME MODIFIE, en vigueur du 1999-12-30 au 2003-12-19 CITATION cible"},{"type":"del","content":"Code de la sécurité sociale - article R139-45 AUTONOME VIGUEUR, en vigueur depuis le 2019-07-08 CITATION source"},{"type":"add","content":"Code de la sécurité sociale - article L139-2 AUTONOME MODIFIE, en vigueur du 2003-12-19 au 2009-01-01 CITATION cible"},{"type":"del","content":"Code de la sécurité sociale - article R139-2 AUTONOME MODIFIE, en vigueur du 1998-08-08 au 2008-12-03 CITATION source"},{"type":"add","content":"Code de la sécurité sociale - article L139-2 AUTONOME VIGUEUR, en vigueur depuis le 2022-03-16 CITATION cible"},{"type":"del","content":"Code de la sécurité sociale - article R139-49 AUTONOME VIGUEUR, en vigueur depuis le 2019-07-08 CITATION source"},{"type":"add","content":"Décret no 98-686 du 30 juillet 1998 pris pour l'application de l'article L. 139-2 du code de la sécurité sociale et modifiant ce code (deuxième partie : Décrets en Conseil d'Etat) - article 1 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":"Code de la sécurité sociale - article R139-52 AUTONOME VIGUEUR, en vigueur depuis le 2019-07-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la sécurité sociale - article R139-37 AUTONOME VIGUEUR, en vigueur depuis le 2019-07-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la sécurité sociale - article R139-29 AUTONOME VIGUEUR, en vigueur depuis le 2019-07-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la sécurité sociale - article R139-24 AUTONOME VIGUEUR, en vigueur depuis le 2019-07-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la sécurité sociale - article R139-38 AUTONOME VIGUEUR, en vigueur depuis le 2019-07-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la sécurité sociale - article R139-56 AUTONOME VIGUEUR, en vigueur depuis le 2019-07-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la sécurité sociale - article R139-41 AUTONOME VIGUEUR, en vigueur depuis le 2019-07-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la sécurité sociale - article R139-39 AUTONOME VIGUEUR, en vigueur depuis le 2019-07-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la sécurité sociale - article R139-6 AUTONOME VIGUEUR, en vigueur depuis le 2019-07-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la sécurité sociale - article R139-44 AUTONOME VIGUEUR, en vigueur depuis le 2019-07-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la sécurité sociale - article R139-47 AUTONOME VIGUEUR, en vigueur depuis le 2019-07-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la sécurité sociale - article R139-14 AUTONOME VIGUEUR, en vigueur depuis le 2019-07-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la sécurité sociale - article R139-40 AUTONOME VIGUEUR, en vigueur depuis le 2019-07-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la sécurité sociale - article R139-46 AUTONOME VIGUEUR, en vigueur depuis le 2019-07-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 19 octobre 1998 pris pour l'application des articles R. 139-1 et R. 139-2 du code de la sécurité sociale - article 1 AUTONOME VIGUEUR, en vigueur depuis le 1998-10-28 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 19 octobre 1998 pris pour l'application des articles R. 139-1 et R. 139-2 du code de la sécurité sociale - article 1 AUTONOME VIGUEUR, en vigueur depuis le 1998-10-28 TXT_SOURCE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°97-465 du 7 mai 1997 pris pour l'application de l'article L. 139-2 du code de la sécurité sociale et modifiant ce code (deuxième partie : Décrets en Conseil d'Etat) - article 2 AUTONOME VIGUEUR, en vigueur depuis le 1997-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret no 97-465 du 7 mai 1997 pris pour l'application de l'article L. 139-2 du code de la sécurité sociale et modifiant ce code (deuxième partie : Décrets en Conseil d'Etat) - article 1 ENTIEREMENT_MODIF CREATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2008-1247 du 1er décembre 2008 relatif à la répartition de ressources entre les régimes obligatoires d'assurance maladie - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2008-12-03 CITATION source"},{"type":"add","content":"Code de la sécurité sociale - article L139-2 AUTONOME MODIFIE, en vigueur du 2009-01-01 au 2022-03-16 CITATION cible"},{"type":"del","content":""},{"type":"del","content":"Arrêté du 19 octobre 1998 pris pour l'application des articles R. 139-1 et R. 139-2 du code de la sécurité sociale VIGUEUR, en vigueur depuis le 1998-10-28 TXT_SOURCE source"},{"type":"del","content":""},{"type":"del","content":"1997-05-07 CREATION source Décret no 97-465 du 7 mai 1997 pris pour l'application de l'article L. 139-2 du code de la sécurité sociale et modifiant ce code (deuxième partie : Décrets en Conseil d'Etat) - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"1997-05-07 CITATION cible Décret n°97-465 du 7 mai 1997 pris pour l'application de l'article L. 139-2 du code de la sécurité sociale et modifiant ce code (deuxième partie : Décrets en Conseil d'Etat) - article 2 AUTONOME VIGUEUR, en vigueur depuis le 1997-01-01"},{"type":"del","content":"1997-05-07 CITATION cible Décret n°97-465 du 7 mai 1997 pris pour l'application de l'article L. 139-2 du code de la sécurité sociale et modifiant ce code (deuxième partie : Décrets en Conseil d'Etat) - article 2 AUTONOME VIGUEUR, en vigueur depuis le 1997-01-01"},{"type":"add","content":"1998-07-30 MODIFICATION source Décret no 98-686 du 30 juillet 1998 pris pour l'application de l'article L. 139-2 du code de la sécurité sociale et modifiant ce code (deuxième partie : Décrets en Conseil d'Etat) - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/74/71/LEGIARTI000006747137.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/74/71/LEGIARTI000006747137.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/74/71/LEGIARTI000006747137.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/74/71/LEGIARTI000006747138.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/74/71/LEGIARTI000006747138.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/74/71/LEGIARTI000006747138.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006747137)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006747138)"}],"status":"modified"},{"filename":"partie_reglementaire_-_decrets_en_conseil_d_etat/livre_i/titre_3/chapitre_9/article_r139-2.md","articleName":"Article R139-2","additions":16,"deletions":16,"diff":[{"type":"del","content":"Les encaissements visés au I de l'article R. 139-1 centralisés par l'Agence centrale des organismes de sécurité sociale au cours d'un mois sont répartis à titre provisoire entre les régimes, au plus tard le cinquième jour du mois suivant la centralisation, sur la base d'un arrêté des ministres chargés de la sécurité sociale, du budget, de l'agriculture et des petites et moyennes entreprises, du commerce et de l'artisanat."},{"type":"add","content":"Les encaissements visés au I de l'article R. 139-1 centralisés par l'Agence centrale des organismes de sécurité sociale au cours d'un mois sont répartis à titre provisoire entre les régimes, sur une base et selon un calendrier fixés par un arrêté des ministres chargés de la sécurité sociale, du budget, de l'agriculture et des petites et moyennes entreprises, du commerce et de l'artisanat."},{"type":"del","content":"Chacun des régimes obligatoires de base d'assurance maladie communique, au plus tard le 30 novembre, au ministre chargé de la sécurité sociale le montant estimé des cotisations qui seront encaissées au cours de l'exercice suivant, ou, pour les régimes agricoles, mises en recouvrement, et le montant de la perte de cotisations correspondante, ventilés par taux applicables."},{"type":"add","content":"Chacun des régimes obligatoires de base d'assurance maladie qui continue à percevoir des cotisations communique, au plus tard le 30 novembre, au ministre chargé de la sécurité sociale le montant estimé des cotisations qui seront encaissées au cours de l'exercice suivant ou, pour les régimes agricoles, mises en recouvrement. Chacun des régimes communique l'assiette correspondant à ces cotisations et le montant de la perte de cotisations qu'il a évalué, ventilés par taux applicables. L'Union nationale pour l'emploi dans l'industrie et le commerce (UNEDIC) communique des prévisions sur les allocations qui seront versées au cours de l'exercice suivant."},{"type":"del","content":"Code de la sécurité sociale - article R139-13 AUTONOME VIGUEUR, en vigueur depuis le 2019-07-08 CITATION source"},{"type":"add","content":"Code de la sécurité sociale - article L139-2 AUTONOME MODIFIE, en vigueur du 1997-01-01 au 1998-01-01 CITATION cible"},{"type":"del","content":"Arrêté du 19 octobre 1998 pris pour l'application des articles R. 139-1 et R. 139-2 du code de la sécurité sociale - article 2 AUTONOME VIGUEUR, en vigueur depuis le 1998-10-28 CITATION source"},{"type":"add","content":"Code de la sécurité sociale - article L139-2 AUTONOME ABROGE, en vigueur du 1998-01-01 au 1999-12-30 CITATION cible"},{"type":"del","content":"Arrêté du 19 octobre 1998 pris pour l'application des articles R. 139-1 et R. 139-2 du code de la sécurité sociale - article 2 AUTONOME VIGUEUR, en vigueur depuis le 1998-10-28 TXT_SOURCE source"},{"type":"add","content":"Code de la sécurité sociale - article L139-2 AUTONOME MODIFIE, en vigueur du 1999-12-30 au 2003-12-19 CITATION cible"},{"type":"del","content":"Arrêté du 19 octobre 1998 pris pour l'application des articles R. 139-1 et R. 139-2 du code de la sécurité sociale - article 3 AUTONOME VIGUEUR, en vigueur depuis le 1998-10-28 TXT_SOURCE source"},{"type":"add","content":"Code de la sécurité sociale - article L139-2 AUTONOME MODIFIE, en vigueur du 2003-12-19 au 2009-01-01 CITATION cible"},{"type":"del","content":"Arrêté du 19 octobre 1998 pris pour l'application des articles R. 139-1 et R. 139-2 du code de la sécurité sociale - article 1 AUTONOME VIGUEUR, en vigueur depuis le 1998-10-28 TXT_SOURCE source"},{"type":"add","content":"Code de la sécurité sociale - article L139-2 AUTONOME VIGUEUR, en vigueur depuis le 2022-03-16 CITATION cible"},{"type":"del","content":"Décret no 97-465 du 7 mai 1997 pris pour l'application de l'article L. 139-2 du code de la sécurité sociale et modifiant ce code (deuxième partie : Décrets en Conseil d'Etat) - article 1 ENTIEREMENT_MODIF CREATION cible"},{"type":"add","content":"Code de la sécurité sociale - article L139-2 AUTONOME MODIFIE, en vigueur du 2009-01-01 au 2022-03-16 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret no 98-686 du 30 juillet 1998 pris pour l'application de l'article L. 139-2 du code de la sécurité sociale et modifiant ce code (deuxième partie : Décrets en Conseil d'Etat) - article 2 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":"Arrêté du 19 octobre 1998 pris pour l'application des articles R. 139-1 et R. 139-2 du code de la sécurité sociale VIGUEUR, en vigueur depuis le 1998-10-28 TXT_SOURCE source"},{"type":"del","content":""},{"type":"del","content":"1997-05-07 CREATION source Décret no 97-465 du 7 mai 1997 pris pour l'application de l'article L. 139-2 du code de la sécurité sociale et modifiant ce code (deuxième partie : Décrets en Conseil d'Etat) - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"1998-07-30 MODIFICATION source Décret no 98-686 du 30 juillet 1998 pris pour l'application de l'article L. 139-2 du code de la sécurité sociale et modifiant ce code (deuxième partie : Décrets en Conseil d'Etat) - article 2 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/74/71/LEGIARTI000006747139.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/74/71/LEGIARTI000006747139.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/74/71/LEGIARTI000006747139.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/74/71/LEGIARTI000006747140.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/74/71/LEGIARTI000006747140.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/74/71/LEGIARTI000006747140.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006747139)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006747140)"}],"status":"modified"}],"stats":{"additions":57,"deletions":145,"filesChanged":2}}