{"sha":"cd849d8c354b","date":"2017-12-04","message":"Décret n° 2017-1651 du 30 novembre 2017 relatif au résumé des caractéristiques des dispositifs médicaux et à leurs conditions de prise en charge au titre des prestations d'hospitalisation","files":[{"filename":"partie_reglementaire_-_decrets_en_conseil_d_etat/livre_i/titre_vi/chapitre_5/section_12/article_r165-49.md","articleName":"Article R165-49","additions":10,"deletions":276,"diff":[{"type":"del","content":"1° Le délai pendant lequel les établissements de santé peuvent continuer à acheter, fournir, prendre en charge et utiliser les produits de santé déjà financés au titre des prestations d'hospitalisation mentionnées à l'article L. 162-22-6. Ce délai est fixé dans une limite de quatre ans, en tenant compte du caractère invasif des produits concernés, des risques qu'ils peuvent présenter pour la santé publique et de la capacité de la commission mentionnée à l'article L. 165-1 à les évaluer ;"},{"type":"add","content":"1° Le délai pendant lequel les établissements de santé peuvent continuer à acheter, fournir, prendre en charge et utiliser les produits de santé déjà financés au titre des prestations d'hospitalisation mentionnées à l'article L. 162-22-6. Ce délai est fixé dans une limite de quatre ans, en tenant compte du caractère invasif des produits concernés, des risques qu'ils peuvent présenter pour la santé publique et de la capacité de la commission mentionnée à l'article L. 165-1 à les évaluer. Il peut être prolongé, une seule fois, dans la limite de trois ans, pour tenir compte des nécessités de l'évaluation ;"},{"type":"del","content":"Décret n° 2012-1051 du 13 septembre 2012 relatif à l'évaluation et à la prise en charge de certains produits de santé financés dans les tarifs des prestations d'hospitalisation - article 1 ENTIEREMENT_MODIF CREE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 7 juin 2023 portant modification des conditions d'inscription des bandelettes sous-urétrales implantées par voie rétropubienne et/ou transobturatrice destinées au traitement de l'incontinence urinaire d'effort au titre II de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 31 mars 2023 portant renouvellement d'inscription des valves cardiaques chirurgicales biologiques, CARPENTIER-EDWARDS PERIMOUNT MAGNA EASE 3300TFX, CARPENTIER-EDWARDS PERIMOUNT MAGNA MITRAL EASE 7300TFX, de la société EDWARDS LIFESCIENCES France SAS au titre Ier de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Avis de projet relatif à la création de la liste prévue à l'article L. 165-11 du code de la sécurité sociale et à l'inscription des défibrillateurs cardiaques implantables conventionnels avec sonde endocavitaire (simple, double et triple chambre) au chapitre 1er du titre Ier de cette liste CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 2 décembre 2015 modifiant l'arrêté du 28 novembre 2013 fixant au titre de l'année 2013 les catégories homogènes de produits de santé mentionnées aux articles L. 165-11 et R. 165-49 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 18 janvier 2016 relatif à la création de la liste prévue à l'article L. 165-11 du code de la sécurité sociale et à l'inscription des défibrillateurs cardiaques implantables conventionnels avec sonde endocavitaire (simple, double et triple chambre) au chapitre 1 du titre Ier de cette liste CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 18 janvier 2016 relatif à l'inscription du défibrillateur cardiaque implantable à sonde sous-cutanée EMBLEM S-ICD A209 de la société BOSTON SCIENTIFIC SAS au titre Ier de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 22 mars 2016 relatif à l'inscription d'une catégorie homogène de produits de santé au titre Ier de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 1er décembre 2016 relatif à l'inscription du défibrillateur cardiaque implantable à sonde sous-cutanée EMBLEM MRI S-ICD A219 et modification des conditions d'inscription du défibrillateur cardiaque implantable à sonde sous-cutanée EMBLEM S-ICD A209 de la société BOSTON SCIENTIFIC SAS au titre Ier de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 18 juillet 2022 relatif à la modification de la date de fin d'inscription de la catégorie homogène inscrite au chapitre 1 du titre de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 18 juillet 2022 portant renouvellement d'inscription du défibrillateur cardiaque implantable à sonde sous-cutanée EMBLEM MRI S-ICD A219 inscrit au titre Ier de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 30 novembre 2022 portant renouvellement d'inscription des valves cardiaques chirurgicales biologiques HANCOCK II, HANCOCK II ULTRA, MOSAIC, MOSAIC ULTRA, PRESTYLED FREESTYLE, HANCOCK II mitrale, MOSAIC mitrale et FREESTYLE de la société MEDTRONIC France SAS au titre I de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 30 novembre 2022 portant radiation de produits au titre I de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 30 novembre 2022 portant renouvellement d'inscription de la valve cardiaque chirurgicale biologique SOLO SMART de la société CORCYM France SAS au titre I de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 30 novembre 2022 portant radiation de produits au titre Ier de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 30 novembre 2022 portant renouvellement d'inscription de la bioprothèse valvulaire aortique avec armature INSPIRIS RESILIA 11500A inscrit au titre Ier de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 11 janvier 2023 portant renouvellement d'inscription de la valve cardiaque chirurgicale biologique AVALUS de la société MEDTRONIC France SAS au titre Ier de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 31 mars 2023 portant renouvellement d'inscription de la bioprothèse valvulaire aortique avec armature INSPIRIS RESILIA 11500A inscrit au titre Ier de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 18 avril 2023 relatif au renouvellement d'inscription des défibrillateurs cardiaques implantables conventionnels avec sonde endocavitaire (simple, double et triple chambre) au chapitre 1er du titre Ier de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 21 juin 2023 portant modification des conditions d'inscription de la valve cardiaque chirurgicale biologique AVALUS de la société MEDTRONIC France SAS au titre Ier de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 5 avril 2024 portant modification des conditions d'inscription des cathéters guides à ballonnet et renouvellement des conditions d'inscription des cathéters guides à ballonnet MERCI et FLOWGATE2 de la société STRYKER inscrits au titre I de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 30 novembre 2022 portant radiation des valves cardiaques chirurgicales biologiques CARPENTIER-EDWARDS PERIMOUNT 2900, CARPENTIER-EDWARDS PERIMOUNT PLUS 6900P MITRAL et CARPENTIER-EDWARDS PERIMOUNT PLUS 6900PTFX MITRAL de la société EDWARDS LIFESCIENCES France SAS au titre Ier de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 29 janvier 2016 modifiant l'arrêté du 28 novembre 2013 modifié fixant au titre de l'année 2013 les catégories homogènes de produits de santé mentionnées aux articles L. 165-11 et R. 165-49 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 20 mars 2020 relatif à l'inscription d'une catégorie homogène de produits de santé au titre I de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 2 mars 2023 portant radiation des valves cardiaques chirurgicales biologiques TRIFECTA et TRIFECTA GT de la société SAINT JUDE MEDICAL France SAS au titre I de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 15 février 2023 portant renouvellement d'inscription des valves cardiaques chirurgicales biologiques EPIC et EPIC Mitrale de la société SAINT JUDE MEDICAL France SAS au titre I de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Avis de projet relatif au renouvellement d'inscription des défibrillateurs cardiaques implantables conventionnels avec sonde endocavitaire (simple, double et triple chambre) au chapitre 1er du titre Ier de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 20 février 2024 portant inscription du défibrillateur cardiaque implantable à sonde rétro-sternale AURORA EV ICD MRI SURESCAN de la société MEDTRONIC France SAS au titre I de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 31 mars 2023 portant renouvellement d'inscription des valves cardiaques chirurgicales biologiques EPIC SUPRA de la société SAINT JUDE MEDICAL France SAS au titre Ier de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 6 octobre 2023 portant modification des conditions d'inscription des valves cardiaques chirurgicales biologiques PERCEVAL PLUS de la société CORCYM France SAS au titre I de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 30 novembre 2022 portant renouvellement d'inscription des valves cardiaques chirurgicales biologiques, CARPENTIER-EDWARDS PERIMOUNT MAGNA EASE 3300TFX, CARPENTIER-EDWARDS PERIMOUNT MAGNA MITRAL EASE 7300TFX, de la société EDWARDS LIFESCIENCES France SAS au titre I de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 26 novembre 2019 modifiant l'arrêté du 22 février 2019 fixant au titre de l'année 2019 les catégories homogènes de produits de santé mentionnées aux articles L. 165-11 et R. 165-49 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 14 février 2020 relatif à l'inscription d'une catégorie homogène de produits de santé au titre I de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 26 février 2020 relatif à l'inscription d'une catégorie homogène de produits de santé au titre II de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 5 août 2020 relatif à la modification de la date de fin d'inscription des catégories homogènes inscrites au chapitre 1 et 2 du titre I de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale. CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 20 mars 2020 relatif à l'inscription des cathéters guides à ballonnet MERCI et FLOWGATE2 de la société STRYKER France au titre I de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 20 mars 2020 relatif à l'inscription du cathéter guide à ballonnet CELLO de la société MEDTRONIC France SAS au titre I de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 7 mai 2020 relatif à l'inscription des valves cardiaques chirurgicales biologiques CARPENTIER-EDWARDS PERIMOUNT RSR 2800TFX de la société EDWARDS LIFESCIENCES France SAS au titre I de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 28 mai 2020 modifiant l'arrêté du 26 novembre 2019 fixant au titre de l'année 2019 les catégories homogènes de produits de santé mentionnées aux articles L. 165-11 et R. 165-49 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 10 juin 2020 relatif à l'inscription de la valve cardiaque chirurgicale biologique PERCEVAL PLUS de la société LIVANOVA SAS au titre I de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 9 septembre 2020 relatif à l'inscription de la valve cardiaque chirurgicale biologique PERCEVAL S de la société LIVANOVA SAS au titre I de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 23 septembre 2020 modifiant l'arrêté du 22 février 2019 modifié fixant au titre de l'année 2019 les catégories homogènes de produits de santé mentionnées aux articles L. 165-11 et R. 165-49 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 24 octobre 2020 relatif à l'inscription d'une catégorie homogène de produits de santé au titre II de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale et à l'inscription de la bandelette sous-urétrale implantée par voie transobturatrice ARIS de la société COLOPLAST au titre II de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 24 octobre 2020 relatif à l'inscription de la bandelette sous-urétrale implantée par voie transobturatrice ou par voie rétropubienne CYRENE de la société ANALYTIC BIOSURGICAL SOLUTIONS au titre II de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 24 octobre 2020 relatif à l'inscription des bandelettes sous-urétrales implantées par voie transobturatrice ou rétropubienne SAFIRE et SWIFT SLING et de la bandelette sous-urétrale implantée par voie transobturatrice SMILE de la société MICROVAL au titre II de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 24 octobre 2020 relatif à l'inscription de la bandelette sous-urétrale implantée par voie rétropubienne UNITAPE VS et de la bandelette sous-urétrale implantée par voie transobturatrice UNITAPE T PLUS de la société PROMEDON SA au titre II de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 24 octobre 2020 relatif à l'inscription des bandelettes sous-urétrales implantées par voie rétropubienne ADVANTAGE SYSTEM, ADVANTAGE BLUE SYSTEM, ADVANTAGE FIT SYSTEM, ADVANTAGE FIT BLUE SYSTEM et par voie transobturatrice OBTRYX SYSTEM et OBTRYX II SYSTEM de la société BOSTON SCIENTIFIC au titre II de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 24 octobre 2020 relatif à l'inscription de la bandelette sous-urétrale implantée par voie transobturatrice ou par voie rétropubienne LIFT de la société COUSIN BIOTECH au titre II de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 24 octobre 2020 relatif à l'inscription d'une catégorie homogène de produits de santé au titre II de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 24 octobre 2020 relatif à l'inscription des bandelette sous-urétrale implantée par voie transobturatrice ou par voie rétropubienne SWING-BAND SB3 et SB4 de la société THT BIO-SCIENCE S.A.S au titre II de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 24 octobre 2020 relatif à l'inscription des bandelettes sous-urétrales implantées par voie rétropubienne GYNECARE TVT, GYNECARE TVT EXACT, et de la bandelette sous-urétrale implantée par voie transobturatrice OBTURATEUR GYNECARE TVT de la société JOHNSON & JOHNSON MEDICAL SAS au titre II de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 20 février 2021 modifiant l'arrêté du 22 février 2019 modifié fixant au titre de l'année 2019 les catégories homogènes de produits de santé mentionnées aux articles L. 165-11 et R. 165-49 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 10 juin 2021 modifiant l'arrêté du 24 octobre 2020 relatif à l'inscription des bandelettes sous-urétrales implantées par voie rétropubienne ADVANTAGE SYSTEM, ADVANTAGE BLUE SYSTEM, ADVANTAGE FIT SYSTEM, ADVANTAGE FIT BLUE SYSTEM et par voie transobturatrice OBTRYX SYSTEM et OBTRYX II SYSTEM de la société BOSTON SCIENTIFIC au titre II de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 23 septembre 2021 relatif à l'inscription des implants de suspension destinés au traitement du prolapsus des organes pelviens chez la femme par voie chirurgicale haute PRO-SWING PS2 et PRO-SWING PS4 de la société THT BIO-SCIENCE au titre II de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 23 septembre 2021 relatif à l'inscription des implants de suspension destinés au traitement du prolapsus des organes pelviens chez la femme par voie chirurgicale haute SACROMESH SOFT PROLAPS et PROMESH SURG PROLAPS de la société COUSIN BIOTECH au titre II de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 16 septembre 2021 modifiant des conditions d'inscription des valves cardiaques chirurgicales biologiques SOLO SMART, CROWN PRT et PERICARBON MORE MITRAL de la société LIVANOVA SAS au titre Ier de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 16 septembre 2021 modifiant des conditions d'inscription des valves cardiaques chirurgicales biologiques PERCEVAL PLUS et PERCEVAL S de la société LIVANOVA SAS au titre Ier de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 18 novembre 2021 portant radiation de produits inscrits au titre I de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 22 décembre 2021 portant radiation de produits au titre II de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 2 mars 2022 relatif à la modification des conditions d'inscription de l'implant de suspension destiné au traitement du prolapsus des organes pelviens chez la femme par voie chirurgicale haute SACROMESH de la société COUSIN BIOTECH au titre II de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 2 mars 2022 relatif à la modification des conditions d'inscription du cathéter guide à ballonnet CELLO de la société MEDTRONIC France SAS au titre I de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 2 mars 2022 modifiant l'arrêté du 16 janvier 2018 relatif à l'inscription des valves cardiaques chirurgicales biologiques MOSAIC mitrale et FREESTYLE de la société MEDTRONIC France SAS au titre I de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 23 mars 2022 modifiant l'arrêté du 16 janvier 2018 relatif à l'inscription des valves cardiaques chirurgicales biologiques FREESTYLE de la société MEDTRONIC France SAS au titre I de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 13 juin 2025 portant modification des conditions d'inscription des implants de suspension destinés au traitement du prolapsus des organes pelviens chez la femme par voie chirurgicale haute au titre II de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 4 juillet 2024 portant changement d'exploitant de la bioprothèse valvulaire mitrale EPIC Mitrale de la société SAINT JUDE MEDICAL France SAS et inscription de la bioprothèse valvulaire mitrale EPIC PLUS mitrale de la société ABBOTT MEDICAL France au titre Ier de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 5 juin 2024 portant modification des conditions d'inscription des bandelettes sous-urétrales implantées par voie rétropubienne et/ou transobturatrice destinées au traitement de l'incontinence urinaire d'effort au titre II de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 5 juin 2024 portant modification des conditions d'inscription des bandelettes sous-urétrales implantées par voie rétropubienne et/ou transobturatrice destinées au traitement de l'incontinence urinaire d'effort au titre II de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 29 août 2024 portant modification des conditions d'inscription du cathéter de thrombo-aspiration PENUMBRA RED de la société PENUMBRA France SAS au titre I de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 9 septembre 2024 portant inscription du cathéter de thrombo-aspiration CEREGLIDE 71 de la société JOHNSON & JOHNSON MEDICAL SAS au titre I de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 5 juin 2024 portant modification des conditions d'inscription des implants de suspension destinés au traitement du prolapsus des organes pelviens chez la femme par voie chirurgicale haute au titre II de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 24 octobre 2020 relatif à l'inscription de la bandelette sous-urétrale implantée par voie transobturatrice ou par voie rétropubienne I-STOP de la société DiLo Medical sas au titre II de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 9 septembre 2024 portant inscription de la bioprothèse valvulaire aortique avec armature AVALUS ULTRA de la société MEDTRONIC France SAS au titre I de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 27 novembre 2017 relatif à l'inscription des valves cardiaques chirurgicales biologiques SOLO SMART, CROWN PRT et PERICARBON MORE MITRAL de la société LIVANOVA France SAS au titre Ier de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 27 novembre 2017 relatif à l'inscription des valves cardiaques chirurgicales biologiques EPIC, EPIC SUPRA, TRIFECTA, TRIFECTA GT et EPIC Mitrale de la société SAINT JUDE MEDICAL France SAS au titre I de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 1er décembre 2017 modifiant l'arrêté du 28 novembre 2013 modifié fixant au titre de l'année 2013 les catégories homogènes de produits de santé mentionnées aux articles L. 165-11 et R. 165-49 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 16 janvier 2018 portant modification des conditions d'inscription de la valve cardiaque chirurgicale biologique SOLO SMART de la société LIVANOVA France SAS au titre I de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 16 janvier 2018 relatif à l'inscription des valves cardiaques chirurgicales biologiques HANCOCK II, HANCOCK II ULTRA, MOSAIC, MOSAIC ULTRA, PRESTYLED FREESTYLE, AVALUS, HANCOCK II mitrale, MOSAIC mitrale et FREESTYLE de la société MEDTRONIC France SAS au titre I de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 16 janvier 2018 relatif à l'inscription des valves cardiaques chirurgicales biologiques CARPENTIER-EDWARDS PERIMOUNT 2900, CARPENTIER-EDWARDS PERIMOUNT MAGNA EASE 3300TFX, INSPIRIS RESILIA 11500A, CARPENTIER-EDWARDS PERIMOUNT MAGNA MITRAL EASE 7300TFX, CARPENTIER-EDWARDS PERIMOUNT PLUS 6900P Mitral et CARPENTIER-EDWARDS PERIMOUNT PLUS 6900PTFX Mitral de la société EDWARDS LIFESCIENCES France SAS au titre I de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 2 août 2024 portant modification des conditions d'inscription des bioprothèses valvulaires aortiques chirurgicales PERCEVAL PLUS et PERCEVAL S de la société CORCYM France au titre I de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 23 septembre 2021 relatif à l'inscription de l'implant de suspension destiné au traitement du prolapsus des organes pelviens chez la femme par voie chirurgicale haute UPSYLON de la société BOSTON SCIENTIFIC SAS France au titre II de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 23 septembre 2021 relatif à l'inscription d'une catégorie homogène de produits de santé au titre II de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale et à l'inscription de l'implant de suspension destiné au traitement du prolapsus des organes pelviens chez la femme par voie chirurgicale haute RESTORELLE de la société COLOPLAST au titre II de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 23 septembre 2021 relatif à l'inscription de l'implant de suspension destiné au traitement du prolapsus des organes pelviens chez la femme par voie chirurgicale haute PELVI-STOP de la société DiLo Médical SAS au titre II de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 23 juillet 2018 portant modification des conditions d'inscription des valves cardiaques chirurgicales biologiques SOLO SMART, CROWN PRT et PERICARBON MORE MITRAL de la société LIVANOVA France SAS au titre I de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 12 novembre 2024 portant radiation de l'implant de suspension destiné au traitement du prolapsus des organes pelviens chez la femme par voie chirurgicale haute RESTORELLE de la société COLOPLAST au titre II de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 23 septembre 2021 relatif à l'inscription de l'implant de suspension destiné au traitement du prolapsus des organes pelviens chez la femme par voie chirurgicale haute GYNECARE GYNEMESH PS de la société JOHNSON AND JOHNSON MEDICAL SAS au titre II de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 15 novembre 2024 portant modification des conditions d'inscription du cathéter de thrombo-aspiration AXS VECTA de la société STRYKER au titre I de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 2 mars 2022 relatif à la modification des conditions d'inscription de l'implant de suspension destiné au traitement du prolapsus des organes pelviens chez la femme par voie chirurgicale haute PELVI-STOP de la société DiLo Médical SAS au titre II de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 29 août 2024 portant renouvellement et modification des conditions d'inscription du cathéter guide à ballonnet CELLO de la société MEDTRONIC France SAS au titre I de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 9 juillet 2025 portant modification des conditions d'inscription des implants de suspension destinés au traitement du prolapsus des organes pelviens chez la femme par voie chirurgicale haute au titre II de la liste des produits de santé financés au titre des prestations d'hospitalisation prévue à l'article L. 165-11 du code de la sécurité sociale CITATION source"},{"type":"add","content":"Décret n° 2017-1651 du 30 novembre 2017 relatif au résumé des caractéristiques des dispositifs médicaux et à leurs conditions de prise en charge au titre des prestations d'hospitalisation - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2012-09-13 CREE cible Décret n° 2012-1051 du 13 septembre 2012 relatif à l'évaluation et à la prise en charge de certains produits de santé financés dans les tarifs des prestations d'hospitalisation - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2017-11-30 MODIFIE cible Décret n° 2017-1651 du 30 novembre 2017 relatif au résumé des caractéristiques des dispositifs médicaux et à leurs conditions de prise en charge au titre des prestations d'hospitalisation - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la sécurité sociale - article R165-50 AUTONOME VIGUEUR, en vigueur depuis le 2012-09-16"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/26/37/07/LEGIARTI000026370760.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/26/37/07/LEGIARTI000026370760.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/26/37/07/LEGIARTI000026370760.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/36/13/33/LEGIARTI000036133317.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/36/13/33/LEGIARTI000036133317.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/36/13/33/LEGIARTI000036133317.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000026370760)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000036133317)"}],"status":"modified"}],"stats":{"additions":10,"deletions":276,"filesChanged":1}}