{"sha":"da5b168c69f1","date":"2020-10-01","message":"LOI n° 2019-1446 du 24 décembre 2019 de financement de la sécurité sociale pour 2020","files":[{"filename":"partie_legislative/livre_v/titre_viii/chapitre_2/article_l582-1.md","articleName":"Article L582-1","additions":72,"deletions":11,"diff":[{"type":"del","content":"Pour l'application du dernier alinéa de l'article 373-2-2 du code civil, lorsque le créancier est demandeur ou bénéficiaire de l'allocation de soutien familial, l'organisme débiteur des prestations familiales notifie au débiteur par lettre recommandée avec demande d'avis de réception qu'il est tenu de procéder auprès de cet organisme au versement de la créance fixée par décision de justice et que, à défaut de paiement dans un délai de deux mois à compter de cette notification, le recouvrement de la créance sera poursuivi par tout moyen. L'organisme débiteur précise les termes à échoir et les arriérés de pension dus à compter de la date de la décision de justice."},{"type":"add","content":"I. - Les organismes débiteurs des prestations familiales sont chargés de l'intermédiation financière des pensions alimentaires mentionnées à l'article 373-2-2 du code civil dans les conditions et selon les modalités suivantes."},{"type":"del","content":"Lorsque le créancier ne remplit pas les conditions d'attribution de l'allocation de soutien familial, le premier alinéa du présent article s'applique sur demande du créancier."},{"type":"add","content":"Cette intermédiation est mise en œuvre :"},{"type":"del","content":"Lorsqu'une décision de justice prévoit que la pension alimentaire mise à la charge du parent débiteur est versée au directeur de l'organisme débiteur, ce parent débiteur ne peut pas être considéré comme hors d'état de faire face à son obligation de verser ladite pension pour le motif qui a conduit l'autorité judiciaire à user de la faculté prévue au dernier alinéa du même article 373-2-2."},{"type":"add","content":"1° Dans les conditions définies au II du même article 373-2-2, lorsqu'elle est prévue par un titre mentionné au même II ;"},{"type":"del","content":"L'organisme compétent auquel incombe la demande de paiement est celui du lieu de résidence de l'allocataire ou, à défaut, du parent créancier."},{"type":"add","content":"2° A défaut, à la demande d'au moins l'un des deux parents, lorsqu'un titre mentionné au I de l'article 373-2-2 du code civil fixe la pension alimentaire en tout ou partie à un montant numéraire, pour la part en numéraire."},{"type":"add","content":""},{"type":"add","content":"Elle est mise en œuvre sous réserve que les conditions suivantes soient remplies :"},{"type":"add","content":""},{"type":"add","content":"a) Le parent créancier remplit la condition de stabilité de résidence et de régularité du séjour prévue à l'article L. 512-1 ;"},{"type":"add","content":""},{"type":"add","content":"b) Le parent débiteur remplit la condition de stabilité de résidence prévue au même article L. 512-1 ;"},{"type":"add","content":""},{"type":"add","content":"c) Le parent débiteur n'est pas considéré comme hors d'état de faire face au versement de la contribution à l'entretien et l'éducation de l'enfant au sens du 3° du I de l'article L. 523-1, hors le cas où cette qualification repose sur un motif ayant conduit l'autorité judiciaire à user de la faculté prévue au 1° du II de l'article 373-2-2 du code civil."},{"type":"add","content":""},{"type":"add","content":"Sauf décision judiciaire contraire, la pension versée par l'intermédiaire de l'organisme débiteur des prestations familiales est revalorisée chaque année, encaissée et reversée à des dates et selon des modalités fixées par décret en Conseil d'Etat."},{"type":"add","content":""},{"type":"add","content":"II. - Le parent créancier et le parent débiteur sont tenus de transmettre à l'organisme débiteur des prestations familiales les informations nécessaires à l'instruction et à la mise en œuvre de l'intermédiation financière et de l'informer de tout changement de situation ayant des conséquences sur cette mise en œuvre."},{"type":"add","content":""},{"type":"add","content":"Fait l'objet d'une pénalité prononcée par le directeur de l'organisme débiteur des prestations familiales, le refus du parent débiteur ou le silence gardé par lui de transmettre les informations mentionnées au premier alinéa du présent II."},{"type":"add","content":""},{"type":"add","content":"Les délais de transmission des informations mentionnées au même premier alinéa, la procédure contradictoire applicable ainsi que le montant de la pénalité, qui ne peut excéder le montant de la base mensuelle de calcul des allocations familiales fixé en application de l'article L. 551-1, et ses modalités de recouvrement sont fixés par décret."},{"type":"add","content":""},{"type":"add","content":"En cas de silence gardé par le parent débiteur ou de refus de déférer à la demande de transmission de tout ou partie des informations sollicitées dans un délai fixé par décret, la pension alimentaire est recouvrée dans les conditions prévues aux articles L. 581-1 à L. 581-10."},{"type":"add","content":""},{"type":"add","content":"III. - Le parent débiteur est déchargé de l'obligation de verser la pension alimentaire entre les mains du parent créancier à compter de la date de mise en œuvre effective de l'intermédiation financière qui lui est notifiée par l'organisme débiteur des prestations familiales et tant que celle-ci est mise en œuvre."},{"type":"add","content":""},{"type":"add","content":"IV. - Lorsqu'elle est mise en œuvre en application du 2° du I, l'intermédiation financière emporte mandat du parent créancier au profit de l'organisme débiteur des prestations familiales de procéder pour son compte au recouvrement de la créance alimentaire."},{"type":"add","content":""},{"type":"add","content":"Lorsque le parent créancier est bénéficiaire de l'allocation de soutien familial, l'organisme débiteur des prestations familiales est subrogé dans les droits du créancier selon les modalités propres à cette prestation."},{"type":"add","content":""},{"type":"add","content":"V. - Lorsque le débiteur opte pour un prélèvement bancaire, l'organisme bancaire est tenu d'aviser l'organisme débiteur des prestations familiales de la clôture du compte du débiteur ou de l'insuffisance de provision de ce compte dans des conditions fixées par décret."},{"type":"add","content":""},{"type":"add","content":"VI. - En cas de défaut de versement de tout ou partie de la créance alimentaire par le parent débiteur à l'organisme débiteur des prestations familiales assurant l'intermédiation, la créance fait l'objet d'un recouvrement par cet organisme dès le premier impayé de la créance alimentaire selon toutes procédures appropriées."},{"type":"add","content":""},{"type":"add","content":"Le créancier est tenu de rembourser directement à l'organisme débiteur des prestations familiales les montants de pension alimentaire versés à tort par son intermédiaire."},{"type":"add","content":""},{"type":"add","content":"VII. - L'intermédiation financière cesse :"},{"type":"add","content":""},{"type":"add","content":"1° En cas de décès de l'un ou de l'autre parent ou de l'enfant ;"},{"type":"add","content":""},{"type":"add","content":"2° A la date de fin de l'intermédiation financière fixée dans le titre qui la prévoit ;"},{"type":"add","content":""},{"type":"add","content":"3° Lorsque qu'un nouveau titre porté à la connaissance de l'organisme débiteur des prestations familiales a supprimé la pension alimentaire ou mis fin à son intermédiation par l'organisme débiteur des prestations familiales ;"},{"type":"add","content":""},{"type":"add","content":"4° Sur demande d'un parent et sous réserve du consentement donné par l'autre parent, y compris lorsque l'intermédiation financière est prévue dans un titre exécutoire, sauf dans le cas prévu au 1° du II de l'article 373-2-2 du code civil."},{"type":"add","content":""},{"type":"add","content":"La qualification du parent débiteur comme étant hors d'état de faire face à son obligation de versement de la pension alimentaire emporte la suspension de l'intermédiation financière, sauf lorsque cette qualification repose sur un motif ayant conduit l'autorité judiciaire à user de la faculté prévue au 1° du II de l'article 373-2-2 du code civil."},{"type":"add","content":""},{"type":"add","content":"VIII. - L'organisme compétent auquel incombe la demande de paiement est celui du lieu de résidence du parent créancier."},{"type":"add","content":""},{"type":"add","content":"La mission d'intermédiation financière ou de délivrance des titres exécutoires peut être confiée à un autre organisme débiteur des prestations familiales selon les modalités prévues à l'article L. 122-6 du présent code."},{"type":"add","content":""},{"type":"add","content":"IX. - Les organismes débiteurs de prestations familiales peuvent se prévaloir des articles L. 152-1 et L. 152-2 du code des procédures civiles d'exécution et du 2° de l'article L. 152 A du livre des procédures fiscales pour l'exercice de la mission qui leur est confiée en vue de l'intermédiation financière."},{"type":"del","content":"Nota : Loi 86-1307 du 29 décembre 1986 art. 8 V : dérogation ; l'article L582-1 demeure applicable aux prêts attribués et aux demandes déposées avant le 1er janvier 1987."},{"type":"add","content":"Conformément au VIII de l'article 72 de la loi n° 2019-1446 du 24 décembre 2019, l'article L. 582-1, dans sa rédaction résultant du 4° du V du présent article, s'applique à compter du 1er juin 2020 à l'exception du 2° du I qui s'applique à compter du 1er juin 2020 dans les cas où la demande du parent fait suite à un impayé de pension alimentaire, et à compter du 1er janvier 2021 dans les autres cas."},{"type":"add","content":""},{"type":"add","content":"Conformément à l'article 35 de la loi n° 2020-734 du 17 juin 2020, l'article L. 582-1, dans sa rédaction résultant du 4° du V de l'article 72 de la loi n° 2019-1446 du 24 décembre 2019, entre en vigueur à une date fixée par décret, et au plus tard le 1er janvier 2021."},{"type":"add","content":""},{"type":"add","content":"Aux termes du 2° du I de l'article 5 du décret n° 2020-1201 du 30 septembre 2020, le 4° du V de l'article 72 est applicable à compter du 1er octobre 2020 dans le cas où une demande d'intermédiation financière est présentée par un parent à la suite d'un impayé de pension alimentaire et à compter du 1er janvier 2021 dans les autres cas."},{"type":"del","content":"LOI n° 2016-1827 du 23 décembre 2016 de financement de la sécurité sociale pour 2017 - article 41 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2016-12-25 MODIFIE source"},{"type":"add","content":"LOI n° 2019-1446 du 24 décembre 2019 de financement de la sécurité sociale pour 2020 - article 72 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2020-06-19 MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2019-1446 du 24 décembre 2019 de financement de la sécurité sociale pour 2020 - article 72 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2019-12-28 au 2020-06-19 MODIFIE source"},{"type":"del","content":"2016-12-23 MODIFIE cible LOI n° 2016-1827 du 23 décembre 2016 de financement de la sécurité sociale pour 2017 - article 41 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2016-12-25"},{"type":"add","content":"2019-12-24 MODIFIE cible LOI n° 2019-1446 du 24 décembre 2019 de financement de la sécurité sociale pour 2020 - article 72 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2020-06-19"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code des procédures civiles d'exécution - article L152-1 AUTONOME MODIFIE, en vigueur du 2012-06-01 au 2015-02-18"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code des procédures civiles d'exécution - article L152-2 AUTONOME MODIFIE, en vigueur du 2012-06-01 au 2015-02-18"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/71/38/LEGIARTI000033713806.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/71/38/LEGIARTI000033713806.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/71/38/LEGIARTI000033713806.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/41/39/86/LEGIARTI000041398641.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/41/39/86/LEGIARTI000041398641.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/41/39/86/LEGIARTI000041398641.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033713806)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000041398641)"}],"status":"modified"}],"stats":{"additions":72,"deletions":11,"filesChanged":1}}