{"sha":"da9fa2f02467","date":"2016-10-28","message":"Décret n° 2016-1435 du 25 octobre 2016 portant application de l'ordonnance n° 2015-1628 du 10 décembre 2015 relative aux garanties consistant en une prise de position formelle, opposable à l'administration, sur l'application d'une norme à la situation de fait ou au projet du demandeur","files":[{"filename":"partie_reglementaire_-_decrets_en_conseil_d_etat/livre_i/titre_3/chapitre_3_bis/section_2_quater/article_r133-30-11.md","articleName":"Article R133-30-11","additions":24,"deletions":16,"diff":[{"type":"del","content":"I. - La demande du cotisant ou du futur cotisant mentionnée aux articles L. 133-6-9 et L. 133-6-10 est adressée par lettre recommandée avec demande d'avis de réception aux organismes mentionnés aux articles L. 213-1, L. 611-8, L. 641-1, L. 723-1 et L. 752-4, auprès desquels le cotisant est tenu de souscrire ses déclarations ou de s'affilier. Elle peut également être remise en main propre contre décharge. La demande doit comporter :"},{"type":"add","content":"I. - La demande du cotisant ou du futur cotisant mentionnée aux articles L. 133-6-9 et L. 133-6-10 est adressée par tout moyen permettant de rapporter la preuve de sa date de réception aux organismes mentionnés aux articles L. 213-1, L. 611-8, L. 641-1, L. 723-1 et L. 752-4, auprès desquels le cotisant est tenu de souscrire ses déclarations ou de s'affilier. La demande doit comporter :"},{"type":"del","content":"3° Les indications relatives à la législation au regard de laquelle il demande que sa situation soit appréciée ;"},{"type":"add","content":"3° Les indications relatives aux dispositions législatives et réglementaires au regard desquelles il demande que la situation soit appréciée ;"},{"type":"del","content":"4° Une présentation précise et complète de sa situation de fait, de nature à permettre à l'organisme d'apprécier si les conditions requises par la législation sont satisfaites."},{"type":"add","content":"4° Une présentation précise et complète de la situation de nature à permettre à l'organisme de recouvrement d'apprécier les conditions dans lesquelles s'applique la réglementation."},{"type":"del","content":"II. - La demande est réputée complète si, dans le délai de trente jours à compter de sa réception, l'organisme n'a pas fait connaître au cotisant la liste des pièces ou des informations manquantes. L'organisme dispose d'un délai de trois mois, courant à compter de la date à laquelle la demande complète a été reçue, pour notifier au cotisant sa réponse. Celle-ci est motivée et signée par le directeur ou le délégataire de l'organisme."},{"type":"add","content":"II.-La demande est réputée complète dès sa réception sauf si, dans le délai de vingt jours à compter de sa réception, l'organisme de recouvrement a fait connaître au demandeur la liste des pièces ou des informations manquantes par tout moyen permettant de rapporter la preuve de sa date de réception. A réception de ces pièces ou informations, l'organisme notifie au demandeur, par tout moyen permettant de rapporter la preuve de sa date de réception, que la demande est complète. En l'absence de réception des pièces et informations manquantes dans un délai d'un mois, la demande est réputée caduque. L'organisme dispose d'un délai de trois mois à compter de la date à laquelle la demande complète a été reçue pour notifier au cotisant sa réponse. Celle-ci est motivée et signée par le directeur ou le délégataire de l'organisme."},{"type":"del","content":"Lorsque la demande du cotisant concerne les conditions d'affiliation au régime social des indépendants, celui-ci se prononce sous réserve des dispositions prévues à l'article L. 311-11."},{"type":"add","content":"En l'absence de réponse à l'issue de ce délai de trois mois, aucun redressement de cotisations ou contributions sociales, fondé sur la législation au regard de laquelle devait être appréciée la situation de fait exposée dans la demande, ne peut être effectué au titre de la période comprise entre l'expiration du délai de trois mois et la réponse explicite de l'organisme."},{"type":"del","content":"III. - Lorsqu'un organisme entend modifier pour l'avenir une décision explicite prise à la suite d'une demande présentée sur le fondement des dispositions de l'article L. 133-6-9, sa nouvelle décision, notifiée par lettre recommandée avec demande d'avis de réception, est motivée et précise au cotisant :"},{"type":"add","content":"III.-Lorsqu'un organisme entend modifier pour l'avenir une décision explicite prise à la suite d'une demande présentée sur le fondement des dispositions de l'article L. 133-6-9, cette nouvelle décision, notifiée au demandeur par tout moyen permettant de rapporter la preuve de sa date de réception, est motivée et précise :"},{"type":"del","content":"2° La faculté prévue à l'article L. 133-6-9 de saisir à fin d'intervention, par lettre recommandée avec demande d'avis de réception, la Caisse nationale du régime social des indépendants dans les trente jours suivant la notification de la décision."},{"type":"add","content":"2° La faculté prévue à l'article L. 133-6-9 de saisir à fin d'intervention, tout moyen permettant de rapporter la preuve de sa date de réception, la Caisse nationale du régime social des indépendants dans le mois suivant la notification de la décision."},{"type":"del","content":"IV. - La demande d'intervention adressée par le cotisant à la Caisse nationale du régime social des indépendants est réputée complète si, dans le délai d'un mois à compter de sa réception, la Caisse nationale n'a pas fait connaître au cotisant, par lettre recommandée avec demande d'avis de réception, la liste des pièces ou informations manquantes. La demande d'intervention complète fait l'objet par la caisse nationale d'un accusé de réception. Cet accusé mentionne les délais fixés par le V du présent article."},{"type":"add","content":"IV.-La demande d'intervention adressée par le cotisant ou futur cotisant à la Caisse nationale du régime social des indépendants est réputée complète si, dans le délai d'un mois à compter de sa réception, la Caisse nationale n'a pas fait connaître au demandeur, par tout moyen permettant de rapporter la preuve de sa date de réception, la liste des pièces ou informations manquantes."},{"type":"add","content":""},{"type":"add","content":"La demande d'intervention complète fait l'objet par la Caisse nationale d'une notification mentionnant les délais fixés par le V du présent article."},{"type":"del","content":"Décret n° 2008-1537 du 30 décembre 2008 relatif à l'élargissement du champ du rescrit social - article 5 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"Code rural et de la pêche maritime - article R725-27 AUTONOME MODIFIE, en vigueur du 2016-10-28 au 2019-07-08 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2016-1435 du 25 octobre 2016 portant application de l'ordonnance n° 2015-1628 du 10 décembre 2015 relative aux garanties consistant en une prise de position formelle, opposable à l'administration, sur l'application d'une norme à la situation de fait ou au projet du demandeur - article 3 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2008-12-30 MODIFICATION source Décret n° 2008-1537 du 30 décembre 2008 relatif à l'élargissement du champ du rescrit social - article 5 ENTIEREMENT_MODIF"},{"type":"add","content":"2016-10-25 CITATION cible Décret n° 2016-1435 du 25 octobre 2016 portant application de l'ordonnance n° 2015-1628 du 10 décembre 2015 relative aux garanties consistant en une prise de position formelle, opposable à l'administration, sur l'application d'une norme à la situation de fait ou au projet du demandeur - article 2 ENTIEREMENT_MODIF"},{"type":"del","content":"2016-10-25 CITATION cible Décret n° 2016-1435 du 25 octobre 2016 portant application de l'ordonnance n° 2015-1628 du 10 décembre 2015 relative aux garanties consistant en une prise de position formelle, opposable à l'administration, sur l'application d'une norme à la situation de fait ou au projet du demandeur - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":"2016-10-25 MODIFIE cible Décret n° 2016-1435 du 25 octobre 2016 portant application de l'ordonnance n° 2015-1628 du 10 décembre 2015 relative aux garanties consistant en une prise de position formelle, opposable à l'administration, sur l'application d'une norme à la situation de fait ou au projet du demandeur - article 3 ENTIEREMENT_MODIF"},{"type":"del","content":"      2999-01-01 CITATION source Code de la sécurité sociale. - art. L133-6-9 (VD)"},{"type":"add","content":"      2999-01-01 CITATION source Code de la sécurité sociale. - art. L133-6-9"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code rural et de la pêche maritime - article R725-27 AUTONOME MODIFIE, en vigueur du 2016-10-28 au 2019-07-08"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/08/25/LEGIARTI000020082551.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/08/25/LEGIARTI000020082551.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/20/08/25/LEGIARTI000020082551.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/31/17/LEGIARTI000033311750.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/31/17/LEGIARTI000033311750.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/31/17/LEGIARTI000033311750.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000020082551)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033311750)"}],"status":"modified"},{"filename":"partie_reglementaire_-_decrets_en_conseil_d_etat/livre_ii/titre_iv/chapitre_3/section_1/sous-section_5/article_r243-43-2.md","articleName":"Article R243-43-2","additions":50,"deletions":27,"diff":[{"type":"del","content":"I.-La demande du cotisant ou du futur cotisant mentionnée à l'article L. 243-6-3 est adressée par lettre recommandée avec demande d'avis de réception à l'organisme de recouvrement auprès duquel le cotisant est tenu de souscrire ses déclarations ou est tenu de s'affilier. Elle peut également être remise en main propre contre décharge."},{"type":"add","content":"I.-La demande mentionnée à l'article L. 243-6-3 est adressée par tout moyen permettant de rapporter la preuve de sa date de réception à l'organisme de recouvrement auprès duquel le cotisant ou futur cotisant est tenu de souscrire ses déclarations ou est tenu de s'affilier ou, dans le cas prévu au quatrième alinéa du I de l'article L. 243-6-3, à l'Agence centrale des organismes de sécurité sociale."},{"type":"del","content":"La demande doit comporter :"},{"type":"add","content":"Lorsqu'en application du premier alinéa du I de l'article L. 243-6-3 la demande est formulée par un cotisant, un futur cotisant ou, pour le compte de celui-ci, par un avocat ou un expert-comptable, elle comporte :"},{"type":"del","content":"1° Le nom et l'adresse du demandeur en sa qualité d'employeur ;"},{"type":"add","content":"1° Le nom et l'adresse du cotisant ou futur cotisant ;"},{"type":"del","content":"2° Son numéro d'immatriculation lorsqu'il est déjà affilié au régime général de sécurité sociale ;"},{"type":"add","content":"2° Le numéro d'immatriculation du cotisant ou du futur cotisant lorsqu'il est déjà inscrit au régime général de sécurité sociale ;"},{"type":"del","content":"3° Les indications relatives à la législation au regard de laquelle il demande que sa situation soit appréciée ;"},{"type":"add","content":"3° Les indications relatives aux dispositions législatives et réglementaires au regard desquelles il demande que la situation soit appréciée ;"},{"type":"del","content":"4° Une présentation précise et complète de sa situation de fait de nature à permettre à l'organisme de recouvrement d'apprécier si les conditions requises par la législation sont satisfaites."},{"type":"add","content":"4° Une présentation précise et complète de la situation de nature à permettre à l'organisme de recouvrement d'apprécier les conditions dans lesquelles s'applique la réglementation."},{"type":"del","content":"Le cotisant ne peut adresser sa demande à l'organisme de recouvrement dès lors que lui a été notifié l'avis prévu par le premier alinéa de l'article R. 243-59."},{"type":"add","content":"Les personnes mentionnées au deuxième alinéa ne peuvent adresser leur demande à l'organisme de recouvrement dès lors que leur a été notifié l'avis prévu par le premier alinéa de l'article R. 243-59 ou lorsqu'un recours a été formé dans les délais fixés par le présent code sur la situation en cause sans que ne soit intervenue une décision de justice définitive."},{"type":"del","content":"II.-La demande est réputée complète si, dans le délai de trente jours à compter de sa réception, l'organisme de recouvrement n'a pas fait connaître au cotisant la liste des pièces ou des informations manquantes."},{"type":"add","content":"Lorsqu'en application du quatrième alinéa du I de l'article L. 243-6-3 du code de la sécurité sociale la demande est formulée par une organisation professionnelle d'employeurs ou une organisation syndicale de salariés reconnues représentatives au niveau de la branche professionnelle, elle comporte :"},{"type":"del","content":"L'organisme de recouvrement dispose d'un délai de trois mois, courant à compter de la date à laquelle la demande complète a été reçue, pour notifier au cotisant sa réponse. Celle-ci est motivée et signée par son directeur ou son délégataire."},{"type":"add","content":"1° Le nom et l'adresse de l'organisation ;"},{"type":"del","content":"III.-Lorsqu'un organisme de recouvrement entend modifier pour l'avenir une décision explicite prise à la suite d'une demande présentée sur le fondement des dispositions de l'article L. 243-6-3, sa nouvelle décision, notifiée par lettre recommandée avec demande d'avis de réception, est motivée et précise au cotisant :"},{"type":"add","content":"2° Une présentation précise et complète des dispositions du projet de convention, ou d'accord collectif, ou des dispositions de la convention ou de l'accord collectif de nature à permettre à l'Agence centrale des organismes de sécurité sociale d'apprécier si les conditions requises par la réglementation sont satisfaites."},{"type":"add","content":""},{"type":"add","content":"L'organisme de recouvrement requalifie une demande formulée par une personne mentionnée au deuxième alinéa lorsque les informations mentionnées au 2° ou au 3° du I ne sont pas renseignées par le demandeur, afin qu'elle bénéficie du même régime que la demande mentionnée au premier alinéa du I de l'article L. 243-6-3."},{"type":"add","content":""},{"type":"add","content":"Lorsqu'en application du premier alinéa du II de l'article L. 243-6-3 l'organisme de recouvrement requalifie la demande afin qu'elle bénéficie du même régime que la demande mentionnée au premier alinéa du I de l'article L. 243-6-3, il en informe le cotisant ou futur cotisant et, le cas échéant, l'avocat ou l'expert-comptable, et indique les garanties dont le cotisant ou futur cotisant bénéficie à ce titre en application des dispositions du même article."},{"type":"add","content":""},{"type":"add","content":"II.-La demande est réputée complète dès sa réception sauf si, dans un délai de vingt jours à compter de sa réception, l'organisme de recouvrement ou l'Agence centrale des organismes de sécurité sociale a fait connaître au cotisant ou futur cotisant ou, le cas échéant, à l'avocat, l'expert-comptable ou l'organisation mentionnée au huitième alinéa du I, la liste des pièces ou des informations manquantes par tout moyen permettant de rapporter la preuve de sa date de réception. A réception de ces pièces ou informations, l'organisme leur notifie, par tout moyen permettant de rapporter la preuve de sa date de réception, que la demande est complète. En l'absence de réception des pièces et des informations manquantes dans un délai d'un mois à compter de la date de réception de la liste par le cotisant ou futur cotisant ou, le cas échéant, par l'avocat, l'expert-comptable ou l'organisation mentionnée au huitième alinéa du I, la demande est réputée caduque."},{"type":"add","content":""},{"type":"add","content":"Dans le cas d'une demande formulée par une personne mentionnée au deuxième alinéa du I, l'organisme de recouvrement dispose d'un délai de trois mois à compter de la date à laquelle la demande complète a été reçue pour notifier sa réponse au cotisant ou futur cotisant ou, le cas échéant, à l'avocat ou l'expert-comptable."},{"type":"add","content":""},{"type":"add","content":"En l'absence de réponse à l'issue de ce délai de trois mois, aucun redressement de cotisations ou contributions sociales, fondé sur la législation au regard de laquelle devait être appréciée la situation de fait exposée dans la demande, ne peut être effectué au titre de la période comprise entre l'expiration du délai de trois mois et la réponse explicite de l'organisme."},{"type":"add","content":""},{"type":"add","content":"Dans le cas d'une demande formulée par une organisation professionnelle d'employeurs ou syndicale de salariés reconnues représentatives au niveau de la branche professionnelle, l'Agence centrale des organismes de sécurité sociale dispose d'un délai de quatre mois à compter de la date à laquelle la demande complète a été reçue pour notifier à l'organisation professionnelle d'employeurs ou syndicale de salariés sa réponse."},{"type":"add","content":""},{"type":"add","content":"Lorsque la demande est formulée en application du quatrième alinéa du I de l'article L. 243-6-3 sur une convention ou un accord collectif déposé et non étendu, l'Agence centrale des organismes de sécurité sociale informe le ministre compétent pour l'extension de cette demande. Elle informe le ministre de la réponse apportée à l'organisation."},{"type":"add","content":""},{"type":"add","content":"La réponse de l'organisme de recouvrement ou, le cas échéant, de l'Agence centrale des organismes de sécurité sociale est motivée et signée par son directeur ou son délégataire. Elle mentionne les voies et délais de recours contre cette décision."},{"type":"add","content":""},{"type":"add","content":"III.-Lorsqu'un organisme de recouvrement entend modifier une décision explicite prise à la suite d'une demande présentée sur le fondement des dispositions de l'article L. 243-6-3, cette nouvelle décision, notifiée au cotisant par tout moyen permettant de rapporter la preuve de sa date de réception, est motivée et précise :"},{"type":"del","content":"2° La faculté de saisir à fin d'intervention, par lettre recommandée avec demande d'avis de réception, l'Agence centrale des organismes de sécurité sociale dans les trente jours suivant la notification de la décision ;"},{"type":"add","content":"2° La faculté de saisir à fin d'intervention, par tout moyen permettant de rapporter la preuve de sa date de réception, l'Agence centrale des organismes de sécurité sociale dans le mois suivant la notification de la décision ;"},{"type":"del","content":"3° Les dispositions prévues par le VI du présent article."},{"type":"add","content":"3° Les dispositions prévues par le IV du présent article."},{"type":"del","content":"IV.-La demande d'intervention adressée par le cotisant à l'Agence centrale des organismes de sécurité sociale est réputée complète si, dans le délai d'un mois à compter de sa réception, l'Agence n'a pas fait connaître au cotisant, par lettre recommandée avec demande d'avis de réception, la liste des pièces ou informations manquantes."},{"type":"add","content":"Dans le cadre d'une demande formulée par une organisation professionnelle d'employeurs ou syndicale de salariés, lorsque l'Agence centrale des organismes de sécurité sociale entend modifier pour l'avenir une décision explicite prise à la suite d'une demande présentée sur le fondement des dispositions de l'article L. 243-6-3, sa nouvelle décision, notifiée au demandeur par tout moyen permettant de rapporter la preuve de sa date de réception, est motivée et précise les voies et délais de recours contre cette nouvelle décision."},{"type":"del","content":"La demande d'intervention complète fait l'objet par l'Agence centrale des organismes de sécurité sociale d'un accusé de réception. Cet accusé mentionne les délais fixés par les troisième et cinquième alinéas du VI du présent article."},{"type":"add","content":"IV.-La demande d'intervention adressée par le cotisant ou, le cas échéant, l'avocat ou l'expert-comptable, à l'Agence centrale des organismes de sécurité sociale est réputée complète si, dans le délai d'un mois à compter de sa réception, l'Agence n'a pas fait connaître au demandeur, par tout moyen permettant de rapporter la preuve de sa date de réception, la liste des pièces ou informations manquantes."},{"type":"del","content":"V.-Les délais de recours prévus à l'article R. 142-1 sont interrompus si l'Agence centrale des organismes de sécurité sociale est saisie par une demande complète dans le délai fixé au 2° du IV du présent article."},{"type":"add","content":"La demande d'intervention complète fait l'objet par l'Agence centrale des organismes de sécurité sociale d'une notification mentionnant les délais fixés par les troisième et cinquième alinéas du V du présent article."},{"type":"add","content":""},{"type":"add","content":"V.-Dans le cas d'une demande formulée par une personne mentionnée au deuxième alinéa du I les délais de recours prévus à l'article R. 142-1 sont interrompus si l'Agence centrale des organismes de sécurité sociale est saisie par une demande complète dans le délai fixé au 2° du III du présent article."},{"type":"del","content":"L'organisme de recouvrement notifie au cotisant la position prise par l'Agence centrale des organismes de sécurité sociale dans le délai d'un mois à compter de sa réception."},{"type":"add","content":"L'organisme de recouvrement notifie au cotisant la position prise par l'Agence centrale des organismes de sécurité sociale dans le délai d'un mois à compter de sa réception."},{"type":"add","content":""},{"type":"add","content":"VI.-Les recours formés contre les décisions prises par l'Agence centrale des organismes de sécurité sociale en application des dispositions du présent article relèvent du contentieux général de la sécurité sociale mentionné à l'article L. 142-1."},{"type":"add","content":""},{"type":"add","content":"Les dispositions de l'article R. 142-1 ne sont pas applicables à ce recours."},{"type":"add","content":""},{"type":"add","content":"VII.-Une sélection des décisions prises par l'Agence centrale des organismes de sécurité sociale ou par les organismes de recouvrement en application de l'article L. 243-6-3 et qui présentent une portée générale, fait l'objet d'une publication par le ministre chargé de la sécurité sociale, après les avoir rendues anonymes."},{"type":"del","content":"Décret n° 2008-1537 du 30 décembre 2008 relatif à l'élargissement du champ du rescrit social - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Code rural et de la pêche maritime - article R725-27 AUTONOME MODIFIE, en vigueur du 2016-10-28 au 2019-07-08 CITATION source"},{"type":"del","content":"Décret n° 2008-1537 du 30 décembre 2008 relatif à l'élargissement du champ du rescrit social - article 5 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Décret n° 2016-1435 du 25 octobre 2016 portant application de l'ordonnance n° 2015-1628 du 10 décembre 2015 relative aux garanties consistant en une prise de position formelle, opposable à l'administration, sur l'application d'une norme à la situation de fait ou au projet du demandeur - article 3 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2008-12-30 MODIFIE cible Décret n° 2008-1537 du 30 décembre 2008 relatif à l'élargissement du champ du rescrit social - article 2 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2008-12-30 MODIFIE cible Décret n° 2008-1537 du 30 décembre 2008 relatif à l'élargissement du champ du rescrit social - article 5 ENTIEREMENT_MODIF"},{"type":"add","content":"2016-10-25 CITATION cible Décret n° 2016-1435 du 25 octobre 2016 portant application de l'ordonnance n° 2015-1628 du 10 décembre 2015 relative aux garanties consistant en une prise de position formelle, opposable à l'administration, sur l'application d'une norme à la situation de fait ou au projet du demandeur - article 2 ENTIEREMENT_MODIF"},{"type":"del","content":"2016-10-25 CITATION cible Décret n° 2016-1435 du 25 octobre 2016 portant application de l'ordonnance n° 2015-1628 du 10 décembre 2015 relative aux garanties consistant en une prise de position formelle, opposable à l'administration, sur l'application d'une norme à la situation de fait ou au projet du demandeur - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":"2016-10-25 MODIFIE cible Décret n° 2016-1435 du 25 octobre 2016 portant application de l'ordonnance n° 2015-1628 du 10 décembre 2015 relative aux garanties consistant en une prise de position formelle, opposable à l'administration, sur l'application d'une norme à la situation de fait ou au projet du demandeur - article 3 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/08/24/LEGIARTI000020082402.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/08/24/LEGIARTI000020082402.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/20/08/24/LEGIARTI000020082402.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/31/17/LEGIARTI000033311744.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/31/17/LEGIARTI000033311744.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/31/17/LEGIARTI000033311744.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000020082402)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033311744)"}],"status":"modified"},{"filename":"partie_reglementaire_-_decrets_simples/livre_ii/titre_iv/chapitre_3/section_1/sous-section_1/README.md","articleName":"Sommaire - Sous-Section 1","additions":0,"deletions":1,"diff":[{"type":"del","content":"- [Article D243-0-2](article_d243-0-2.md)"}],"status":"modified"},{"filename":"partie_reglementaire_-_decrets_simples/livre_ii/titre_iv/chapitre_3/section_1/sous-section_1/article_d243-0-2.md","articleName":"Article D243-0-2","additions":0,"deletions":80,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article D243-0-2"},{"type":"del","content":""},{"type":"del","content":"Sur proposition du directeur de l'Agence centrale des organismes de sécurité sociale faite chaque année avant le 31 mars, le ministre chargé de la sécurité sociale publie au Bulletin officiel et sur le site internet www. securite-sociale. fr, après les avoir rendues anonymes, une liste de décisions prises par les organismes de recouvrement en application de l'article L. 243-6-3 qui présentent une portée générale."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la sécurité sociale - article L243-6-3 AUTONOME MODIFIE, en vigueur du 2019-01-01 au 2019-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la sécurité sociale - article L243-6-3 AUTONOME MODIFIE, en vigueur du 2009-01-01 au 2009-05-14 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la sécurité sociale - article L243-6-3 AUTONOME MODIFIE, en vigueur du 2016-01-01 au 2016-12-25 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la sécurité sociale - article L243-6-3 AUTONOME MODIFIE, en vigueur du 2016-12-25 au 2018-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la sécurité sociale - article L243-6-3 AUTONOME MODIFIE, en vigueur du 2018-01-01 au 2019-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la sécurité sociale - article L243-6-3 AUTONOME MODIFIE, en vigueur du 2019-08-23 au 2022-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la sécurité sociale - article L243-6-3 AUTONOME MODIFIE, en vigueur du 2019-01-01 au 2019-08-23 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la sécurité sociale - article L243-6-3 AUTONOME MODIFIE, en vigueur du 2012-03-24 au 2016-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la sécurité sociale - article L243-6-3 AUTONOME MODIFIE, en vigueur du 2009-05-14 au 2012-03-24 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la sécurité sociale - article L243-6-3 AUTONOME MODIFIE, en vigueur du 2005-10-01 au 2009-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la sécurité sociale - article L243-6-3 AUTONOME MODIFIE, en vigueur du 2022-01-01 au 2024-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la sécurité sociale - article L243-6-3 AUTONOME VIGUEUR, en vigueur depuis le 2024-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2016-1435 du 25 octobre 2016 portant application de l'ordonnance n° 2015-1628 du 10 décembre 2015 relative aux garanties consistant en une prise de position formelle, opposable à l'administration, sur l'application d'une norme à la situation de fait ou au projet du demandeur - article 3 ENTIEREMENT_MODIF ABROGE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2009-1598 du 18 décembre 2009 relatif aux modalités déclaratives liées au titre emploi-service entreprise (TESE) et au rescrit social - article 3 ENTIEREMENT_MODIF CREE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2009-12-18 CREE cible Décret n° 2009-1598 du 18 décembre 2009 relatif aux modalités déclaratives liées au titre emploi-service entreprise (TESE) et au rescrit social - article 3 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2016-10-25 ABROGE cible Décret n° 2016-1435 du 25 octobre 2016 portant application de l'ordonnance n° 2015-1628 du 10 décembre 2015 relative aux garanties consistant en une prise de position formelle, opposable à l'administration, sur l'application d'une norme à la situation de fait ou au projet du demandeur - article 3 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la sécurité sociale - article L243-6-3 AUTONOME MODIFIE, en vigueur du 2005-10-01 au 2009-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/50/09/LEGIARTI000021500942.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/50/09/LEGIARTI000021500942.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/21/50/09/LEGIARTI000021500942.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_la_securite_sociale/src/branch/main/partie_reglementaire_-_decrets_simples/livre_ii/titre_iv/chapitre_3/section_1/sous-section_1/article_d243-0-2.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000021500942)"},{"type":"del","content":""}],"status":"deleted"}],"stats":{"additions":74,"deletions":124,"filesChanged":4}}