{"sha":"e7416dbaccd9","date":"2014-02-01","message":"LOI n° 2014-40 du 20 janvier 2014 garantissant l'avenir et la justice du système de retraites","files":[{"filename":"partie_legislative/livre_iii/titre_viii/chapitre_1er/section_1/article_l381-1.md","articleName":"Article L381-1","additions":11,"deletions":11,"diff":[{"type":"del","content":"La personne bénéficiaire de l'allocation journalière de présence parentale est affiliée à l'assurance vieillesse du régime général, sous réserve que ses ressources ou celles du ménage soient inférieures à un plafond fixé par décret."},{"type":"add","content":"La personne bénéficiaire de l'allocation journalière de présence parentale est affiliée à l'assurance vieillesse du régime général."},{"type":"del","content":"Est également affiliée obligatoirement à l'assurance vieillesse du régime général de sécurité sociale, pour autant que ses ressources ou celles du ménage ne dépassent pas le plafond du complément familial, la personne bénéficiaire du congé de soutien familial prévu à l'article L. 225-20 du code du travail. Cette affiliation est subordonnée à la production de justificatifs, définis par décret."},{"type":"add","content":"Est également affiliée obligatoirement à l'assurance vieillesse du régime général de sécurité sociale , la personne bénéficiaire du congé de soutien familial prévu à l'article L. 225-20 du code du travail. Cette affiliation est subordonnée à la production de justificatifs, définis par décret."},{"type":"del","content":"Le travailleur non salarié mentionné aux articles L. 611-1 ou L. 722-1 du présent code, à l'article L. 722-4 du code rural et de la pêche maritime ou au 2° de l'article L. 722-10 du même code, ainsi que le conjoint collaborateur mentionné à l'article L. 622-8 du présent code ou aux articles L. 321-5 et L. 732-34 du code rural, qui interrompt son activité professionnelle pour s'occuper de son conjoint, de son concubin, de la personne avec laquelle il a conclu un pacte civil de solidarité, d'un ascendant, d'un descendant, de l'enfant dont il assume la charge au sens de l'article L. 512-1 du présent code, d'un collatéral jusqu'au quatrième degré ou de l'ascendant, du descendant ou du collatéral jusqu'au quatrième degré de son conjoint, de son concubin ou de la personne avec laquelle il a conclu un pacte civil de solidarité, présentant un handicap ou une perte d'autonomie d'une particulière gravité, est affilié obligatoirement, pour une durée de trois mois, à l'assurance vieillesse du régime général, pour autant que ses ressources ou celles du ménage ne dépassent pas le plafond du complément familial. Cette affiliation peut être renouvelée, dans la limite d'une durée maximale d'une année. Elle n'est pas subordonnée à la radiation du travailleur non salarié du centre de formalités des entreprises dont il relève. Elle est subordonnée à la production de justificatifs, définis par décret."},{"type":"add","content":"Le travailleur non salarié mentionné aux articles L. 611-1 ou L. 722-1 du présent code, à l'article L. 722-4 du code rural et de la pêche maritime ou au 2° de l'article L. 722-10 du même code, ainsi que le conjoint collaborateur mentionné à l'article L. 622-8 du présent code ou aux articles L. 321-5 et L. 732-34 du code rural, qui interrompt son activité professionnelle pour s'occuper de son conjoint, de son concubin, de la personne avec laquelle il a conclu un pacte civil de solidarité, d'un ascendant, d'un descendant, de l'enfant dont il assume la charge au sens de l'article L. 512-1 du présent code, d'un collatéral jusqu'au quatrième degré ou de l'ascendant, du descendant ou du collatéral jusqu'au quatrième degré de son conjoint, de son concubin ou de la personne avec laquelle il a conclu un pacte civil de solidarité, présentant un handicap ou une perte d'autonomie d'une particulière gravité, est affilié obligatoirement, pour une durée de trois mois, à l'assurance vieillesse du régime général . Cette affiliation peut être renouvelée, dans la limite d'une durée maximale d'une année. Elle n'est pas subordonnée à la radiation du travailleur non salarié du centre de formalités des entreprises dont il relève. Elle est subordonnée à la production de justificatifs, définis par décret."},{"type":"del","content":"En outre, est affilié obligatoirement à l'assurance vieillesse du régime général de sécurité sociale, pour autant que ses ressources ou celles du ménage ne dépassent pas le plafond du complément familial et qu'elle n'exerce aucune activité professionnelle ou seulement une activité à temps partiel la personne et, pour un couple, l'un ou l'autre de ses membres :"},{"type":"add","content":"En outre, est affilié obligatoirement à l'assurance vieillesse du régime général de sécurité sociale et qu'elle n'exerce aucune activité professionnelle ou seulement une activité à temps partiel la personne et, pour un couple, l'un ou l'autre de ses membres :"},{"type":"del","content":"LOI n° 2010-1330 du 9 novembre 2010 portant réforme des retraites - article 96 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"LOI n° 2014-40 du 20 janvier 2014 garantissant l'avenir et la justice du système de retraites - article 38 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2014-01-22 MODIFIE source"},{"type":"del","content":"2010-11-09 MODIFIE cible LOI n° 2010-1330 du 9 novembre 2010 portant réforme des retraites - article 96 ENTIEREMENT_MODIF"},{"type":"add","content":"2011-05-31 CITATION cible Décret n° 2011-620 du 31 mai 2011 relatif à l'âge d'attribution d'une pension de retraite à taux plein - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2011-06-03"},{"type":"del","content":"2011-05-31 CITATION cible Décret n° 2011-620 du 31 mai 2011 relatif à l'âge d'attribution d'une pension de retraite à taux plein - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2011-06-03"},{"type":"add","content":"2014-01-20 MODIFIE cible LOI n° 2014-40 du 20 janvier 2014 garantissant l'avenir et la justice du système de retraites - article 38 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2014-01-22"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/23/03/49/LEGIARTI000023034972.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/23/03/49/LEGIARTI000023034972.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/23/03/49/LEGIARTI000023034972.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/28/49/88/LEGIARTI000028498895.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/28/49/88/LEGIARTI000028498895.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/28/49/88/LEGIARTI000028498895.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000023034972)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000028498895)"}],"status":"modified"}],"stats":{"additions":11,"deletions":11,"filesChanged":1}}