{"sha":"929c500a0420","date":"2010-03-04","message":"LOI n° 2003-239 du 18 mars 2003 pour la sécurité intérieure","files":[{"filename":"partie_legislative/livre_iv/titre_iii/chapitre_iii/section_2/article_433-3.md","articleName":"Article 433-3","additions":25,"deletions":19,"diff":[{"type":"del","content":"Est punie de deux ans d'emprisonnement et de 30 000 Euros d'amende la menace de commettre un crime ou un délit contre les personnes ou les biens proférée à l'encontre d'une personne investie d'un mandat électif public, d'un magistrat, d'un juré, d'un avocat, d'un officier public ou ministériel, d'un militaire de la gendarmerie nationale, d'un fonctionnaire de la police nationale, des douanes, de l'inspection du travail, de l'administration pénitentiaire ou de toute autre personne dépositaire de l'autorité publique, d'un sapeur-pompier professionnel ou volontaire, d'un gardien assermenté d'immeubles ou de groupes d'immeubles ou d'un agent exerçant pour le compte d'un bailleur des fonctions de gardiennage ou de surveillance des immeubles à usage d'habitation en application de l'article L. 127-1 du code de la construction et de l'habitation, dans l'exercice ou du fait de ses fonctions, lorsque la qualité de la victime est apparente ou connue de l'auteur. Ces dispositions sont également applicables en cas de menace proférée à l'encontre, et du fait de ces mêmes fonctions, du conjoint, des ascendants et des descendants en ligne directe de cette personne ou de toute autre personne vivant habituellement à son domicile."},{"type":"add","content":"Est punie de deux ans d'emprisonnement et de 30 000 euros d'amende la menace de commettre un crime ou un délit contre les personnes ou les biens proférée à l'encontre d'une personne investie d'un mandat électif public, d'un magistrat, d'un juré, d'un avocat, d'un officier public ou ministériel, d'un militaire de la gendarmerie nationale, d'un fonctionnaire de la police nationale, des douanes, de l'inspection du travail, de l'administration pénitentiaire ou de toute autre personne dépositaire de l'autorité publique, d'un sapeur-pompier professionnel ou volontaire, d'un gardien assermenté d'immeubles ou de groupes d'immeubles ou d'un agent exerçant pour le compte d'un bailleur des fonctions de gardiennage ou de surveillance des immeubles à usage d'habitation en application de l'article L. 127-1 du code de la construction et de l'habitation, dans l'exercice ou du fait de ses fonctions, lorsque la qualité de la victime est apparente ou connue de l'auteur."},{"type":"del","content":"Est punie des mêmes peines la menace de commettre un crime ou un délit contre les personnes ou les biens proférée à l'encontre d'un agent d'un exploitant de réseau de transport public de voyageurs ou de toute autre personne chargée d'une mission de service public ainsi que d'un professionnel de santé, dans l'exercice de ses fonctions, lorsque la qualité de la victime est apparente ou connue de l'auteur."},{"type":"add","content":"Est punie des mêmes peines la menace de commettre un crime ou un délit contre les personnes ou les biens proférée à l'encontre d'un agent d'un exploitant de réseau de transport public de voyageurs, d'un enseignant ou de tout membre des personnels travaillant dans les établissements d'enseignement scolaire ou de toute autre personne chargée d'une mission de service public ainsi que d'un professionnel de santé, dans l'exercice de ses fonctions, lorsque la qualité de la victime est apparente ou connue de l'auteur."},{"type":"del","content":"La peine est portée à cinq ans d'emprisonnement et 75 000 Euros d'amende lorsqu'il s'agit d'une menace de mort ou d'une menace d'atteinte aux biens dangereuse pour les personnes."},{"type":"add","content":"Les mêmes peines sont applicables en cas de menace proférée à l'encontre du conjoint, des ascendants ou des descendants en ligne directe des personnes mentionnées aux deux premiers alinéas ou de toute autre personne vivant habituellement à leur domicile, en raison des fonctions exercées par ces personnes."},{"type":"del","content":"Est puni de dix ans d'emprisonnement et de 150 000 Euros d'amende le fait d'user de menaces, de violences ou de commettre tout autre acte d'intimidation pour obtenir d'une personne mentionnée au premier ou au deuxième alinéa soit qu'elle accomplisse ou s'abstienne d'accomplir un acte de sa fonction, de sa mission ou de son mandat, ou facilité par sa fonction, sa mission ou son mandat, soit qu'elle abuse de son autorité vraie ou supposée en vue de faire obtenir d'une autorité ou d'une administration publique des distinctions, des emplois, des marchés ou toute autre décision favorable."},{"type":"add","content":"La peine est portée à cinq ans d'emprisonnement et 75 000 euros d'amende lorsqu'il s'agit d'une menace de mort ou d'une menace d'atteinte aux biens dangereuse pour les personnes."},{"type":"add","content":""},{"type":"add","content":"Est puni de dix ans d'emprisonnement et de 150 000 euros d'amende le fait d'user de menaces, de violences ou de commettre tout autre acte d'intimidation pour obtenir d'une personne mentionnée au premier ou au deuxième alinéa soit qu'elle accomplisse ou s'abstienne d'accomplir un acte de sa fonction, de sa mission ou de son mandat, ou facilité par sa fonction, sa mission ou son mandat, soit qu'elle abuse de son autorité vraie ou supposée en vue de faire obtenir d'une autorité ou d'une administration publique des distinctions, des emplois, des marchés ou toute autre décision favorable."},{"type":"del","content":"LOI n° 2006-11 du 5 janvier 2006 d'orientation agricole - article 97 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"Code de la construction et de l'habitation - article L127-1 AUTONOME MODIFIE, en vigueur du 1995-01-24 au 2001-11-16 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L127-1 AUTONOME MODIFIE, en vigueur du 2001-11-16 au 2007-03-07 CITATION cible"},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":"LOI no 92-686 du 22 juillet 1992 portant réforme des dispositions du code pénal relatives à la répression des crimes et délits contre la nation, l'Etat et la paix publique CODIFICATION cible"},{"type":"add","content":"Code de la construction et de l'habitation - article L127-1 AUTONOME ABROGE, en vigueur du 2007-03-07 au 2012-05-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2003-239 du 18 mars 2003 pour la sécurité intérieure - article 59 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2010-201 du 2 mars 2010 renforçant la lutte contre les violences de groupes et la protection des personnes chargées d'une mission de service public - article 11 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":"1992-07-22 CODIFICATION source LOI no 92-686 du 22 juillet 1992 portant réforme des dispositions du code pénal relatives à la répression des crimes et délits contre la nation, l'Etat et la paix publique"},{"type":"del","content":""},{"type":"del","content":"2006-01-05 MODIFICATION source LOI n° 2006-11 du 5 janvier 2006 d'orientation agricole - article 97 ENTIEREMENT_MODIF"},{"type":"add","content":"2003-03-18 MODIFIE cible LOI n° 2003-239 du 18 mars 2003 pour la sécurité intérieure - article 59 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2010-03-02 MODIFIE cible LOI n° 2010-201 du 2 mars 2010 renforçant la lutte contre les violences de groupes et la protection des personnes chargées d'une mission de service public - article 11 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/41/85/LEGIARTI000006418549.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/41/85/LEGIARTI000006418549.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/41/85/LEGIARTI000006418549.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/92/61/LEGIARTI000021926125.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/92/61/LEGIARTI000021926125.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/21/92/61/LEGIARTI000021926125.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006418549)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000021926125)"}],"status":"modified"}],"stats":{"additions":25,"deletions":19,"filesChanged":1}}