{"sha":"1086b3372c85","date":"2017-01-01","message":"Ordonnance n° 2016-1058 du 3 août 2016 relative à la modification des règles applicables à l'évaluation environnementale des projets, plans et programmes","files":[{"filename":"partie_legislative/livre_ier/titre_ii/chapitre_ii/section_1/article_l122-3.md","articleName":"Article L122-3","additions":40,"deletions":31,"diff":[{"type":"del","content":"1° Les catégories de projets qui, en fonction des critères et des seuils déterminés en application de l'article L. 122-1 et, le cas échéant après un examen au cas par cas, font l'objet d'une étude d'impact ;"},{"type":"add","content":"1° Les catégories de projets qui, en fonction des critères et des seuils déterminés en application de l'article L. 122-1 et, le cas échéant après un examen au cas par cas, font l'objet d'une évaluation environnementale ;"},{"type":"del","content":"2° Le contenu de l'étude d'impact, qui comprend au minimum une description du projet, une analyse de l'état initial de la zone susceptible d'être affectée et de son environnement, l'étude des effets du projet sur l'environnement ou la santé humaine, y compris les effets cumulés avec d'autres projets connus, les mesures proportionnées envisagées pour éviter, réduire et, lorsque c'est possible, compenser les effets négatifs notables du projet sur l'environnement ou la santé humaine ainsi qu'une présentation des principales modalités de suivi de ces mesures et du suivi de leurs effets sur l'environnement ou la santé humaine."},{"type":"add","content":"2° Le contenu de l'étude d'impact qui comprend au minimum :"},{"type":"del","content":"L'étude d'impact présente également une description des principales solutions de substitution qui ont été examinées par le maître d'ouvrage et une indication des principales raisons de son choix, eu égard aux effets sur l'environnement ou la santé humaine ; en outre, pour les infrastructures de transport, elle comprend une analyse des coûts collectifs des pollutions et nuisances et des avantages induits pour la collectivité ainsi qu'une évaluation des consommations énergétiques résultant de l'exploitation du projet, notamment du fait des déplacements qu'elle entraîne ou permet d'éviter ; elle comprend un résumé non technique des informations prévues ci-dessus ;"},{"type":"add","content":"a) Une description du projet comportant des informations relatives à la localisation, à la conception, aux dimensions et aux autres caractéristiques pertinentes du projet ;"},{"type":"del","content":"3° Les conditions dans lesquelles le ministre chargé de l'environnement peut se saisir ou être saisi, pour avis, de toute étude d'impact."},{"type":"add","content":"b) Une description des incidences notables probables du projet sur l'environnement ;"},{"type":"del","content":"II bis. - Il fixe les conditions dans lesquelles, dans le cas d'une opération d'aménagement réalisée dans le cadre d'une zone d'aménagement concerté créée en application de l'article L. 311-1 du code de l'urbanisme, l'avis de l'autorité administrative compétente en matière d'environnement sur l'étude d'impact préalable à la création de la zone peut tenir lieu d'avis pour les études d'impact afférentes aux acquisitions foncières, travaux et ouvrages réalisés au sein de la zone."},{"type":"add","content":"c) Une description des caractéristiques du projet et des mesures envisagées pour éviter, réduire et, si possible, compenser les incidences négatives notables probables sur l'environnement ;"},{"type":"del","content":"III. - Le décret en Conseil d'Etat fixe les modalités de saisine de l'autorité administrative de l'Etat compétente en matière d'environnement en application du III de l'article L. 122-1 et détermine les conditions dans lesquelles cet avis est élaboré et mis à la disposition du public."},{"type":"add","content":"d) Une description des solutions de substitution raisonnables qui ont été examinées par le maître d'ouvrage, en fonction du projet et de ses caractéristiques spécifiques, et une indication des principales raisons du choix effectué, eu égard aux incidences du projet sur l'environnement ;"},{"type":"del","content":"IV. - Si nécessaire, ce décret précise celle des décisions de l'autorité compétente pour autoriser ou approuver le projet qui fixe les mesures destinées à éviter, réduire et, lorsque c'est possible, compenser les effets négatifs notables du projet sur l'environnement ou la santé humaine."},{"type":"add","content":"e) Un résumé non technique des informations mentionnées aux points a à d ;"},{"type":"add","content":""},{"type":"add","content":"f) Toute information supplémentaire, en fonction des caractéristiques spécifiques du projet et des éléments de l'environnement sur lesquels une incidence pourrait se produire."},{"type":"add","content":""},{"type":"add","content":"L'étude d'impact expose également, pour les infrastructures de transport, une analyse des coûts collectifs des pollutions et nuisances et des avantages induits pour la collectivité ainsi qu'une évaluation des consommations énergétiques résultant de l'exploitation du projet, notamment du fait des déplacements qu'elle entraîne ou permet d'éviter ; elle comprend un résumé non technique des informations prévues ci-dessus ;"},{"type":"add","content":""},{"type":"add","content":"3° Les conditions dans lesquelles le ministre chargé de l'environnement peut se saisir ou être saisi, pour avis, de toute étude d'impact ;"},{"type":"add","content":""},{"type":"add","content":"4° Les modalités de saisine de l'autorité environnementale et des collectivités territoriales et de leurs groupements en application du V de l'article L. 122-1 et le délai et les conditions dans lesquelles ces avis sont émis et rendus publics ;"},{"type":"add","content":""},{"type":"add","content":"5° Le contenu de l'avis mentionné au premier alinéa de l'article L. 122-1-2 ;"},{"type":"add","content":""},{"type":"add","content":"6° Les modalités de la publication par voie électronique de l'étude d'impact par le maître d'ouvrage, prévue au VI de l'article L. 122-1 ;"},{"type":"add","content":""},{"type":"add","content":"7° Les modalités et le contenu de la décision d'examen au cas par cas prise en application du IV de l'article L. 122-1 ;"},{"type":"add","content":""},{"type":"add","content":"8° Les modalités des procédures d'autorisation prévues au II de l'article L. 122-1-1 ;"},{"type":"add","content":""},{"type":"add","content":"9° Les modalités d'application des exemptions prévues au I de l'article L. 122-3-4."},{"type":"del","content":"Ces dispositions s'appliquent aux projets dont le dossier de demande d'autorisation, d'approbation ou d'exécution est déposé auprès de l'autorité compétente à compter du premier jour du sixième mois après la publication du décret prévu à l'article L. 122-3 du code de l'environnement tel qu'il résulte de ce même article 230. En ce qui concerne les projets pour lesquels l'autorité compétente est le maître d'ouvrage, le présent chapitre s'applique aux projets dont l'enquête publique est ouverte à compter du premier jour du sixième mois après la publication du même décret."},{"type":"add","content":"Se reporter à l'article 6 de l'ordonnance n° 2016-1058 du 3 août 2016 pour les conditions d'application de ses dispositions."},{"type":"del","content":"Code de l'urbanisme - article L311-1 AUTONOME MODIFIE, en vigueur du 1985-07-19 au 2001-04-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'urbanisme - article L311-1 AUTONOME MODIFIE, en vigueur du 1973-11-13 au 1985-07-19 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'urbanisme - article L311-1 AUTONOME MODIFIE, en vigueur du 2001-04-01 au 2018-03-28 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'urbanisme - article L311-1 AUTONOME VIGUEUR, en vigueur depuis le 2018-11-25 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2016-1087 du 8 août 2016 pour la reconquête de la biodiversité, de la nature et des paysages - article 71 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'urbanisme - article L311-1 AUTONOME MODIFIE, en vigueur du 2018-03-28 au 2018-11-25 CITATION cible"},{"type":"add","content":"Ordonnance n° 2016-1058 du 3 août 2016 relative à la modification des règles applicables à l'évaluation environnementale des projets, plans et programmes - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2016-08-08 MODIFIE cible LOI n° 2016-1087 du 8 août 2016 pour la reconquête de la biodiversité, de la nature et des paysages - article 71 ENTIEREMENT_MODIF"},{"type":"add","content":"2016-08-03 MODIFIE cible Ordonnance n° 2016-1058 du 3 août 2016 relative à la modification des règles applicables à l'évaluation environnementale des projets, plans et programmes - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":"2999-01-01 CITATION source Code de l'urbanisme - article L311-1 AUTONOME MODIFIE, en vigueur du 1973-11-13 au 1985-07-19"},{"type":"add","content":"2999-01-01 CITATION source Code de l'environnement - article L122-1 AUTONOME MODIFIE, en vigueur du 2000-09-21 au 2002-02-28"},{"type":"del","content":"2999-01-01 CITATION source Code de l'environnement - article L122-1 AUTONOME MODIFIE, en vigueur du 2000-09-21 au 2002-02-28"},{"type":"add","content":"      2999-01-01 CITATION source Code de l'environnement - art. L122-1-1"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de l'environnement - article L122-1-2 AUTONOME MODIFIE, en vigueur du 2016-08-06 au 2018-03-04"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code de l'environnement - art. L122-3-4 (V)"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/03/42/LEGIARTI000033034267.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/03/42/LEGIARTI000033034267.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/03/42/LEGIARTI000033034267.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/32/97/33/LEGIARTI000032973330.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/32/97/33/LEGIARTI000032973330.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/32/97/33/LEGIARTI000032973330.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033034267)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000032973330)"}],"status":"modified"}],"stats":{"additions":40,"deletions":31,"filesChanged":1}}