{"sha":"3c5c69956f93","date":"2020-10-15","message":"Décret n° 2020-1249 du 12 octobre 2020 relatif à la commission inter-filières de responsabilité élargie des producteurs","files":[{"filename":"partie_reglementaire/livre_v/titre_iv/chapitre_ier/section_1/README.md","articleName":"Sommaire - Section 1","additions":1,"deletions":1,"diff":[{"type":"del","content":"- [Sous-section 1 : Conseil national des déchets](sous-section_1/README.md)"},{"type":"add","content":"- [Sous-section 1 : Conseil national des déchets et commission inter-filières de responsabilité élargie des producteurs](sous-section_1/README.md)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_v/titre_iv/chapitre_ier/section_1/sous-section_1/README.md","articleName":"Sommaire - Sous-Section 1","additions":17,"deletions":5,"diff":[{"type":"del","content":"# Sous-section 1 : Conseil national des déchets"},{"type":"add","content":"# Sous-section 1 : Conseil national des déchets et commission inter-filières de responsabilité élargie des producteurs"},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à la section"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2020-1249 du 12 octobre 2020 relatif à la commission inter-filières de responsabilité élargie des producteurs - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/06/18/89/LEGISCTA000006188957.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/06/18/89/LEGISCTA000006188957.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/SCTA/00/00/06/18/89/LEGISCTA000006188957.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/42/42/16/LEGISCTA000042421654.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/42/42/16/LEGISCTA000042421654.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/SCTA/00/00/42/42/16/LEGISCTA000042421654.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/section_lc/LEGITEXT000006074220/LEGISCTA000006188957)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/section_lc/LEGITEXT000006074220/LEGISCTA000042421654)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_v/titre_iv/chapitre_ier/section_1/sous-section_1/article_d541-6-1.md","articleName":"Article D541-6-1","additions":80,"deletions":96,"diff":[{"type":"del","content":"I. – La commission des filières de responsabilité élargie des producteurs, placée auprès du ministre chargé de l'environnement, constitue l'instance mentionnée au XI de l'article L. 541-10."},{"type":"del","content":""},{"type":"del","content":"Elle comprend une formation transversale à l'ensemble des filières et des formations spécifiques à chacune d'elles, dénommées formations de filière."},{"type":"del","content":""},{"type":"del","content":"Elle rend compte annuellement de son activité en séance plénière du Conseil national des déchets."},{"type":"del","content":""},{"type":"del","content":"II. – La composition de la commission des filières de responsabilité élargie des producteurs est précisée à l'annexe du présent article."},{"type":"del","content":""},{"type":"del","content":"III. – Des personnalités qualifiées ou des experts peuvent être invités à participer, à titre permanent ou ponctuel, aux travaux de la commission. Ces personnalités qualifiées incluent notamment un représentant de l'Agence de l'environnement et de la maîtrise de l'énergie et un représentant des censeurs d'Etat."},{"type":"del","content":""},{"type":"del","content":"IV. – Pour chacune des formations de la commission, les membres de la commission et leurs suppléants sont nommés par arrêté du ministre chargé de l'environnement, pour une durée de trois ans."},{"type":"del","content":""},{"type":"del","content":"Sous réserve que les règles de quorum soient respectées, toute formation de la commission siège valablement lorsque les trois quarts des membres de cette formation prévus au II du présent article ont été nommés."},{"type":"del","content":""},{"type":"del","content":"Lorsqu'un membre cesse ses fonctions, notamment lorsqu'il perd la qualité en raison de laquelle il avait été nommé, son suppléant le remplace pour la durée du mandat restant à accomplir. Il est nommé un nouveau suppléant pour la durée du mandat restant à accomplir."},{"type":"del","content":""},{"type":"del","content":"Les fonctions des membres de la commission sont exercées à titre gratuit."},{"type":"del","content":""},{"type":"del","content":"V. – Le président de la commission est nommé pour trois ans par arrêté du ministre chargé de l'environnement. Il est assisté de deux vice-présidents, nommés dans les mêmes conditions."},{"type":"del","content":""},{"type":"del","content":"Le président peut demander à un vice-président, ou à un représentant de la direction générale de la prévention des risques du ministère chargé de l'environnement, de le suppléer pour assurer la présidence de certaines réunions de la commission."},{"type":"del","content":""},{"type":"del","content":"Le secrétariat est assuré par la direction générale de la prévention des risques du ministère chargé de l'environnement."},{"type":"del","content":""},{"type":"del","content":"VI. – 1° La commission, dans sa formation transversale, contribue à la médiation entre acteurs des filières de responsabilité élargie des producteurs, et à l'harmonisation des filières, notamment en assurant la cohérence des cahiers des charges d'agrément ou d'approbation des différentes filières. Elle constitue une instance de mutualisation et de suivi des données agrégées nationales et des expériences des filières."},{"type":"del","content":""},{"type":"del","content":"Elle est consultée pour avis par le ministre chargé de l'environnement sur :"},{"type":"del","content":""},{"type":"del","content":"– les plans d'information et de communication des éco-organismes et des systèmes individuels agréés ou approuvés mis en place en application de l'article L. 541-10, comprenant notamment les campagnes de communication grand public de portée nationale, afin d'en garantir la cohérence ;"},{"type":"del","content":""},{"type":"del","content":"– les projets de modifications de champ d'application des filières existantes et de création de nouvelles filières ;"},{"type":"del","content":""},{"type":"del","content":"Elle peut être consultée sur les projets d'arrêtés portant cahier des charges d'agrément ou d'approbation de chaque filière au regard de l'objectif de cohérence rappelé au premier alinéa."},{"type":"del","content":""},{"type":"del","content":"Elle peut également être consultée sur les projets de textes législatifs et réglementaires ayant une incidence sur les filières de responsabilité élargie des producteurs."},{"type":"del","content":""},{"type":"del","content":"Le président de la commission réunit la commission dans sa formation transversale au moins une fois par an et peut la réunir sur demande d'un de ses membres, du Conseil national des déchets ou des ministères signataires des décrets précisant les conditions d'application de la section 2 du chapitre 1er du titre IV du livre V de la partie législative du code de l'environnement."},{"type":"del","content":""},{"type":"del","content":"La commission est informée annuellement d'un bilan des travaux de chaque formation de filière."},{"type":"del","content":""},{"type":"del","content":"2° Les formations spécifiques sont des lieux de dialogue, d'échange, de concertation, de partage d'initiatives et de mutualisation d'expériences entre les parties prenantes sur les sujets spécifiques à chaque filière. Elles contribuent au suivi des filières."},{"type":"del","content":""},{"type":"del","content":"Elles rendent les avis prévus aux troisième et quatrième alinéas et au 6° du II de l'article L. 541-10 sur :"},{"type":"del","content":""},{"type":"del","content":"– les projets d'arrêtés portant cahiers des charges des agréments des éco-organismes ou d'approbation des systèmes individuels et sur les modifications de ces arrêtés relatifs à la filière ;"},{"type":"del","content":""},{"type":"del","content":"– les demandes d'agrément des éco-organismes ou d'approbation des systèmes individuels de la filière ;"},{"type":"del","content":""},{"type":"del","content":"– les plans annuels d'information et de communication des éco-organismes et des systèmes individuels agréés ou approuvés mis en place en application de l'article L. 541-10, comprenant notamment les campagnes de communication grand public de portée nationale."},{"type":"del","content":""},{"type":"del","content":"Les formations spécifiques sont informées par les éco-organismes agréés, les systèmes individuels ou les services de l'Etat :"},{"type":"del","content":""},{"type":"del","content":"– du suivi et de la mise en œuvre de l'agrément et des approbations ainsi que du rapport annuel d'activité des éco-organismes et des systèmes individuels agréés ou approuvés en application de l'article L. 541-10 ;"},{"type":"del","content":""},{"type":"del","content":"– des résultats des contrôles périodiques des éco-organismes agréés et des systèmes individuels approuvés réalisés en application du IV de l'article L. 541-10 ;"},{"type":"del","content":""},{"type":"del","content":"– du bilan statistique des contrôles des non-contributeurs réalisés en application du III de l'article L. 541-10, et, le cas échéant, des suites administratives résultant de ces contrôles ;"},{"type":"del","content":""},{"type":"del","content":"– des paramètres retenus par les éco-organismes agréés pour calculer le barème des contributions perçues auprès des producteurs, notamment la période de calcul des contributions, le taux de collecte retenu comme hypothèse, les solutions choisies en termes de traitement et la mise en œuvre des règles de modulation ;"},{"type":"del","content":""},{"type":"del","content":"– des programmes de recherche et développement des éco-organismes agréés et des systèmes individuels approuvés."},{"type":"del","content":""},{"type":"del","content":"Les arrêtés portant cahiers des charges d'agrément et d'approbation de chaque filière peuvent prévoir des cas supplémentaires de consultation pour avis ou d'information de la commission dans la formation de filière concernée."},{"type":"del","content":""},{"type":"del","content":"Le président de la commission réunit la commission dans ses formations spécifiques au moins une fois par an et peut les réunir sur demande d'un de ses membres, de la formation transversale, du Conseil national des déchets ou des ministères signataires des décrets précisant les conditions d'application de la section 2 du chapitre 1er du titre IV du livre V de la partie législative du code de l'environnement."},{"type":"del","content":""},{"type":"del","content":"Chacune des formations spécifiques est informée annuellement d'un bilan des travaux de la formation transversale."},{"type":"del","content":""},{"type":"del","content":"VII. – Les avis émis par la commission dans sa formation transversale sont rendus publics et communiqués aux formations spécifiques. Les avis émis par la commission dans ses formations spécifiques sont communiqués à la formation transversale."},{"type":"del","content":""},{"type":"del","content":"Les avis émis par la commission le sont à titre consultatif et viennent éclairer les décisions prises, dans le cadre des filières de responsabilité élargie des producteurs, par l'Etat et les éco-organismes et les systèmes individuels mis en place en application de l'article L. 541-10."},{"type":"del","content":""},{"type":"del","content":"Certains travaux et avis de la formation transversale peuvent être repris dans les arrêtés portant cahiers des charges d'agrément ou d'approbation."},{"type":"del","content":""},{"type":"del","content":"VIII. – La commission peut proposer au ministre chargé de l'environnement des missions d'expertise spécifiques et des contrôles ponctuels dans le cadre de la mise en œuvre et du suivi des filières."},{"type":"del","content":""},{"type":"del","content":"IX. – En cas de vote, le président et les vice-présidents de la commission, les représentants de l'Etat et les personnalités qualifiées ou experts invités, les éco-organismes et les systèmes individuels mis en place en application de l'article L. 541-10 ne prennent pas part aux votes."},{"type":"del","content":""},{"type":"del","content":"X. – La commission arrête son règlement intérieur."},{"type":"del","content":""},{"type":"del","content":"XI. – Aucun membre de la commission, titulaire ou suppléant, ne peut être salarié ou membre de la direction d'un organisme titulaire d'un agrément ou d'une entreprise titulaire d'une approbation, ou candidats à un agrément ou à une approbation, en application de la section 2 du chapitre Ier du titre IV du livre V de la partie législative du code de l'environnement, à l'exception des représentants du collège des éco-organismes et des systèmes individuels approuvés de la formation transversale."},{"type":"del","content":""},{"type":"del","content":"Les membres de la commission adressent une déclaration au secrétariat de la commission lors de leur entrée en fonctions. La déclaration précise la participation à une instance décisionnelle d'un tel organisme ou d'une telle entreprise, l'exercice d'une activité rémunérée pour le compte d'un tel organisme ou d'une telle entreprise ou toute participation financière de la structure représentée par le membre au capital d'un tel organisme ou d'une telle entreprise, les subventions ou montants reçus d'un tel organisme ou d'une telle entreprise par la structure que représente le membre. Cette déclaration n'est pas rendue publique. Elle est communiquée aux membres de la commission qui en font la demande auprès du secrétariat de la commission."},{"type":"del","content":""},{"type":"del","content":"Tout membre de la commission qui est par ailleurs administrateur d'un tel organisme ou d'une telle entreprise ne participe pas aux points de l'ordre du jour des réunions concernant l'agrément d'un éco-organisme ou l'approbation d'un système individuel de la filière concernée. Il peut être suppléé. En cas d'absence de son suppléant, il peut donner pouvoir à un autre membre sans mandat de vote."},{"type":"add","content":"I.-La commission inter-filières de responsabilité élargie des producteurs, visée au II de l'article L. 541-10, est placée auprès du ministre chargé de l'environnement."},{"type":"add","content":"II.-La commission inter-filières de responsabilité élargie des producteurs comprend 1 président et 5 collèges ainsi composés :"},{"type":"add","content":"1° Le collège des producteurs des catégories de produits soumis à responsabilité élargie des producteurs composé de 5 représentants ainsi répartis :"},{"type":"add","content":""},{"type":"add","content":"-2 représentants désignés sur proposition du Mouvement des entreprises de France ;"},{"type":"add","content":"-2 représentants désignés sur proposition de la Confédération des petites et moyennes entreprises ;"},{"type":"add","content":"-1 représentant désigné sur proposition de l'Association française des entreprises privées ;"},{"type":"add","content":""},{"type":"add","content":"2° Le collège des collectivités territoriales constitué de 5 représentants ainsi répartis :"},{"type":"add","content":""},{"type":"add","content":"-2 représentants désignés sur proposition de l'Association des maires de France ;"},{"type":"add","content":"-1 représentant désigné sur proposition de l'Assemblée des communautés de France ;"},{"type":"add","content":"-1 représentant désigné sur proposition de l'Assemblée des départements de France ;"},{"type":"add","content":"-1 représentant désigné sur proposition de l'Association des régions de France ;"},{"type":"add","content":""},{"type":"add","content":"3° Le collège des associations de protection de l'environnement agréés en application de l'article L. 141-1, des associations de défense des consommateurs agréées en application de l' article L. 811-1 du code de la consommation et des associations reconnues d'utilité publique dans le domaine de l'économie sociale et solidaire, constitué de 5 représentants ainsi répartis :"},{"type":"add","content":""},{"type":"add","content":"-1 représentant désigné sur proposition de l'Association “ France Nature Environnement ” ;"},{"type":"add","content":"-1 représentant désigné sur proposition de l'Association “ Zero Waste France ” ;"},{"type":"add","content":"-1 représentant désigné sur proposition de l'Association “ Les Amis de la Terre ” ;"},{"type":"add","content":"-1 représentant désigné sur proposition de l'Union nationale des associations familiales ;"},{"type":"add","content":"-1 représentant désigné sur proposition de la Chambre française de l'économie sociale et solidaire ;"},{"type":"add","content":""},{"type":"add","content":"4° Le collège des opérateurs de la prévention et de la gestion des déchets, y compris de l'insertion ou l'économie sociale et solidaire, composé de 5 représentants ainsi répartis :"},{"type":"add","content":""},{"type":"add","content":"-1 représentant désigné sur proposition de la Confédération des métiers de l'environnement ;"},{"type":"add","content":"-1 représentant désigné sur proposition de la Fédération professionnelle des entreprises du recyclage ;"},{"type":"add","content":"-1 représentant désigné sur proposition de l'Alliance Recyclage ;"},{"type":"add","content":"-1 représentant désigné sur proposition de la Fédération des entreprises d'insertion ;"},{"type":"add","content":"-1 représentant désigné sur proposition de la Fédération des acteurs professionnels du réemploi, de la réparation, de la réduction et de la réutilisation ;"},{"type":"add","content":""},{"type":"add","content":"5° Le collège de l'Etat comprenant :"},{"type":"add","content":""},{"type":"add","content":"-le directeur général chargé de la prévention des risques, ou son représentant ;"},{"type":"add","content":"-le directeur général des entreprises, ou son représentant ;"},{"type":"add","content":"-le directeur général de la concurrence, de la consommation et de la répression des fraudes, ou son représentant ;"},{"type":"add","content":"-le directeur général des collectivités locales, ou son représentant ;"},{"type":"add","content":"-le directeur général des outre-mer, ou son représentant."},{"type":"add","content":""},{"type":"add","content":"III.-Un représentant de tout autre ministère concerné par les filières soumises au dispositif de responsabilité élargie des producteurs est invité à participer aux travaux de la commission si la nature du dossier examiné est liée à sa compétence."},{"type":"add","content":"IV.-Un représentant de l'établissement public défini à l'article L. 131-3 et un représentant des censeurs d'Etat sont invités à participer à titre permanent aux travaux de la commission."},{"type":"add","content":"V.-Le président peut convier des représentants des éco-organismes ou d'autres personnalités qualifiées ou experts à participer aux travaux de la commission."},{"type":"add","content":"VI.-Chaque entité mentionnée aux 1°, 2°, 3° et 4° du II nomme, en sus des représentants titulaires, un à quatre suppléants."},{"type":"add","content":"VII.-Les représentants cités au 1° du II peuvent désigner, chacun, une personne qualifiée pour les accompagner, choisie en fonction de la nature des dossiers inscrits à l'ordre du jour. Ils en informent le secrétariat de la commission au moins 48 heures avant la réunion de la commission. Ce délai est réduit à 24 heures lorsque la commission est convoquée en urgence."},{"type":"add","content":"VIII.-A l'exception des membres cités au 5° du II, les membres de la commission et leurs suppléants sont nommés par arrêté du ministre chargé de l'environnement. La durée du mandat est de trois ans, renouvelable."},{"type":"add","content":"Les fonctions des membres de la commission sont exercées à titre gratuit."},{"type":"add","content":"IX.-Le président de la commission inter-filières est nommé par arrêté du ministre chargé de l'environnement. Il est nommé pour une période de trois ans renouvelable."},{"type":"add","content":"En cas d'empêchement du président, le directeur général chargé de la prévention des risques, ou son représentant, le supplée pour assurer la présidence de la commission."},{"type":"add","content":"Le secrétariat est assuré par la direction générale chargée de la prévention des risques."},{"type":"add","content":"X.-En cas d'empêchement, le membre titulaire peut se faire représenter par un des suppléants mentionnés au VI."},{"type":"add","content":"XI.-La commission est consultée pour avis notamment sur :"},{"type":"add","content":""},{"type":"add","content":"-les projets d'arrêtés portant cahiers des charges impartis aux éco-organismes ou systèmes individuels de chaque filière ;"},{"type":"add","content":"-les demandes d'agrément des éco-organismes et des systèmes individuels ;"},{"type":"add","content":"-les projets d'arrêtés relatifs aux modulations des contributions financières versées par les producteurs, prévues à l'article L. 541-10-3 ;"},{"type":"add","content":"-les orientations des actions de communication inter-filières mises en œuvre par le ministre chargé de l'environnement en application de l'article L. 541-10-2-1, et le bilan de ces actions."},{"type":"add","content":""},{"type":"add","content":"Elle peut également être consultée par le ministère chargé de l'environnement sur les projets de textes législatifs et réglementaires ayant une incidence sur les filières de responsabilité élargie des producteurs."},{"type":"add","content":"La commission est informée annuellement du bilan des travaux des comités de parties prenantes de chaque éco-organisme."},{"type":"add","content":"Les arrêtés portant cahiers des charges prévus en application du II de l'article L. 541-10 peuvent prévoir des cas supplémentaires de consultation pour avis ou d'information de la commission."},{"type":"add","content":"XII.-Le président de la commission inter-filières peut saisir pour avis tout comité des parties prenantes mentionné à l'article L. 541-10 sur toute question relative à l'exercice de la responsabilité élargie des producteurs relevant de l'agrément de l'éco-organisme."},{"type":"add","content":"XIII.-Les avis émis par la commission le sont à titre consultatif. Ces avis sont rendus publics."},{"type":"add","content":"XIV.-Le président de la commission réunit la commission inter-filières au moins trois fois par an. Il la réunit également sur demande d'un tiers de ses membres ou du ministre chargé de l'environnement."},{"type":"add","content":"XV.-La commission arrête son règlement intérieur."},{"type":"add","content":"XVI.-Aucun membre de la commission ne peut être salarié ou membre de l'instance de gouvernance d'un éco-organisme agréé ou de l'entreprise qui a mis en place un système individuel agréé, ou d'un organisme ou entreprise candidate à un tel agrément en application du II de l'article L. 541-10."},{"type":"add","content":"Les membres de la commission adressent une déclaration au secrétariat de la commission lors de leur entrée en fonctions. La déclaration précise la participation à une instance décisionnelle d'un tel organisme ou d'une telle entreprise, l'exercice d'une activité rémunérée pour le compte d'un tel organisme ou d'une telle entreprise ou toute participation financière de la structure représentée par le membre au capital d'un tel organisme ou d'une telle entreprise, les subventions ou montants reçus d'un tel organisme ou d'une telle entreprise par la structure que représente le membre. Cette déclaration est rendue publique."},{"type":"add","content":"Tout membre de la commission qui est par ailleurs administrateur d'un tel organisme ou d'une telle entreprise ne participe pas aux points de l'ordre du jour des réunions concernant l'agrément d'un éco-organisme ou d'un système individuel de la filière concernée. Il peut être suppléé. En cas d'absence de son suppléant, il peut donner pouvoir à un autre membre sans mandat de vote."},{"type":"add","content":"Conformément à l'article 2 du décret n° 2020-1249 du 12 octobre 2020 : jusqu'à l'entrée en vigueur de l'arrêté mentionné au VIII de l'article D. 541-6-1 dans sa rédaction issue du présent décret, la commission en place avant la date d'entrée en vigueur du présent décret peut émettre des avis suivant les procédures et modalités en place avant cette date."},{"type":"add","content":""},{"type":"del","content":"Décret n° 2017-210 du 20 février 2017 relatif aux instances consultatives dans le domaine de la prévention et de la gestion des déchets - article 3 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2017-210 du 20 février 2017 relatif aux instances consultatives dans le domaine de la prévention et de la gestion des déchets - article 4 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Décret n° 2020-1249 du 12 octobre 2020 relatif à la commission inter-filières de responsabilité élargie des producteurs - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2017-02-20 MODIFIE cible Décret n° 2017-210 du 20 février 2017 relatif aux instances consultatives dans le domaine de la prévention et de la gestion des déchets - article 3 ENTIEREMENT_MODIF"},{"type":"add","content":"2017-04-28 CITATION cible Arrêté du 28 avril 2017 définissant le contenu et les modalités de mise en œuvre du plan d'actions des producteurs automobiles en application du 3° de l'article R. 543-158 du code de l'environnement - article 7 AUTONOME VIGUEUR, en vigueur depuis le 2017-05-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2020-10-12 MODIFIE cible Décret n° 2020-1249 du 12 octobre 2020 relatif à la commission inter-filières de responsabilité élargie des producteurs - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":"2017-02-20 MODIFIE cible Décret n° 2017-210 du 20 février 2017 relatif aux instances consultatives dans le domaine de la prévention et de la gestion des déchets - article 4 ENTIEREMENT_MODIF"},{"type":"add","content":"      2999-01-01 CITATION source Code de la consommation - art. L811-1"},{"type":"del","content":"2017-04-28 CITATION cible Arrêté du 28 avril 2017 définissant le contenu et les modalités de mise en œuvre du plan d'actions des producteurs automobiles en application du 3° de l'article R. 543-158 du code de l'environnement - article 7 AUTONOME VIGUEUR, en vigueur depuis le 2017-05-01"},{"type":"add","content":"2999-01-01 CITATION source Code de l'environnement - article L131-3 AUTONOME MODIFIE, en vigueur du 2000-09-21 au 2004-07-02"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/07/59/LEGIARTI000034075922.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/07/59/LEGIARTI000034075922.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/34/07/59/LEGIARTI000034075922.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/42/42/16/LEGIARTI000042421646.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/42/42/16/LEGIARTI000042421646.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/42/42/16/LEGIARTI000042421646.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000034075922)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000042421646)"}],"status":"modified"}],"stats":{"additions":98,"deletions":102,"filesChanged":3}}