{"sha":"40d122b0536e","date":"2014-08-02","message":"LOI n° 2014-856 du 31 juillet 2014 relative à l'économie sociale et solidaire","files":[{"filename":"partie_legislative/livre_v/titre_iv/chapitre_ier/section_2/article_l541-10-2.md","articleName":"Article L541-10-2","additions":15,"deletions":50,"diff":[{"type":"del","content":"A compter du 1er janvier 2006, toute personne qui fabrique, importe ou introduit sur le marché national à titre professionnel des équipements électriques et électroniques ménagers relevant des catégories mentionnées à l'annexe I A et à l'annexe I B de la directive 2002/96/ CE du Parlement européen et du Conseil, du 27 janvier 2003, relative aux déchets d'équipements électriques et électroniques est tenue de pourvoir ou contribuer à la collecte, à l'enlèvement et au traitement des déchets d'équipements électriques et électroniques ménagers indépendamment de leur date de mise sur le marché. Dans le cas où les équipements sont vendus sous la seule marque d'un revendeur, ce dernier est tenu de pourvoir ou contribuer à la collecte, à l'enlèvement et au traitement des déchets d'équipements électriques et électroniques en substitution de la personne qui fabrique, importe ou introduit sur le marché national ces équipements. Ces dispositions s'appliquent quelle que soit la technique de vente utilisée, notamment la vente à distance et la vente électronique."},{"type":"add","content":"En application du premier alinéa du II de l'article L. 541-10, tout producteur, importateur ou distributeur d'équipements électriques et électroniques est tenu de pourvoir ou de contribuer à la prévention et à la gestion des déchets issus desdits produits."},{"type":"del","content":"Les coûts de collecte sélective des déchets d'équipements électriques et électroniques ménagers supportés par les collectivités territoriales sont compensés par un organisme coordonnateur agréé qui leur reverse la fraction équivalente de la contribution financière qu'il reçoit des personnes mentionnées au premier alinéa."},{"type":"add","content":"Les coûts de collecte séparée des déchets d'équipements électriques et électroniques ménagers supportés par les collectivités territoriales sont compensés par un organisme coordonnateur agréé qui leur reverse la fraction équivalente de la contribution financière qu'il reçoit des personnes mentionnées au premier alinéa."},{"type":"del","content":"Le traitement des déchets d'équipements électriques et électroniques ménagers issus des collectes sélectives et de la reprise gratuite par les distributeurs, lors de la vente d'un équipement électrique et électronique ménager, des équipements électriques et électroniques usagés que lui cède le consommateur, dans la limite de la quantité et du type d'équipement vendu, est assuré par des systèmes auxquels les personnes mentionnées au premier alinéa contribuent financièrement de manière proportionnée et qui sont agréés ou approuvés par arrêtés conjoints des ministres chargés de l'économie, de l'industrie, de l'écologie et des collectivités territoriales. Un décret en Conseil d'Etat détermine la sanction applicable en cas d'infraction aux dispositions du présent alinéa."},{"type":"add","content":"Le traitement des déchets d'équipements électriques et électroniques ménagers issus des collectes séparées et de la reprise gratuite par les distributeurs des équipements électriques et électroniques usagés que lui cède l'utilisateur est assuré par des systèmes auxquels les personnes mentionnées au premier alinéa contribuent financièrement de manière proportionnée et qui sont agréés ou approuvés par arrêtés conjoints des ministres chargés de l'économie, de l'industrie, de l'écologie et des collectivités territoriales."},{"type":"del","content":"Jusqu'au 1er janvier 2020, les personnes mentionnées au premier alinéa du présent article ainsi que leurs acheteurs successifs font apparaître, jusqu'au consommateur final, sur les factures de vente de tout nouvel équipement électrique et électronique ménager, en sus du prix unitaire du produit, le coût unitaire supporté pour la gestion des déchets collectés sélectivement issus des équipements électriques et électroniques ménagers mis sur le marché avant le 13 août 2005."},{"type":"add","content":"Jusqu'au 1er janvier 2020, toute personne qui fabrique, importe ou introduit sur le marché national à titre professionnel des équipements électriques et électroniques ménagers ainsi que leurs acheteurs successifs font apparaître, jusqu'à l'utilisateur final, sur les factures de vente de tout nouvel équipement électrique et électronique ménager, en sus du prix unitaire du produit, le coût unitaire supporté pour la gestion des déchets collectés séparément issus des équipements électriques et électroniques ménagers mis sur le marché avant le 13 août 2005."},{"type":"del","content":"Ce coût unitaire est strictement égal au coût de la gestion desdits déchets. Il ne peut faire l'objet de réfaction. Les acheteurs répercutent à l'identique ce coût jusqu'au client final. Ce dernier en est informé sur le lieu de vente ou en cas de vente à distance, par tout procédé approprié"},{"type":"add","content":"Ce coût unitaire est strictement égal au coût de la gestion desdits déchets. Il ne peut faire l'objet de réfaction. Les acheteurs répercutent à l'identique ce coût jusqu'au client final. Ce dernier en est informé sur le lieu de vente ou en cas de vente à distance, par tout procédé approprié."},{"type":"add","content":""},{"type":"add","content":"Les équipements électriques et électroniques qui, jusqu'au 31 décembre 2013, étaient considérés comme professionnels et qui, par modification de la réglementation, sont considérés comme des équipements électriques et électroniques ménagers sont soumis aux quatrième et cinquième alinéas du présent article à partir du 1er janvier 2015."},{"type":"add","content":""},{"type":"add","content":"Un décret en Conseil d'Etat précise les conditions d'application du présent article et les sanctions applicables en cas d'infraction."},{"type":"del","content":"Code de la consommation - article L113-3 AUTONOME MODIFIE, en vigueur du 2009-11-01 au 2012-03-21 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la consommation - article L113-3 AUTONOME MODIFIE, en vigueur du 2012-11-22 au 2013-01-30 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la consommation - article L113-3 AUTONOME MODIFIE, en vigueur du 2013-01-30 au 2014-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la consommation - article L113-3 AUTONOME MODIFIE, en vigueur du 2012-03-21 au 2012-11-22 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Ordonnance n° 2012-34 du 11 janvier 2012 portant simplification, réforme et harmonisation des dispositions de police administrative et de police judiciaire du code de l'environnement - article 16 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la consommation - article L113-3 AUTONOME ABROGE, en vigueur du 2015-08-08 au 2016-07-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2013-344 du 24 avril 2013 relative à la prorogation du mécanisme de l'éco-participation répercutée à l'identique et affichée pour les équipements électriques et électroniques ménagers - article unique ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la consommation - article L113-3 AUTONOME MODIFIE, en vigueur du 2014-06-14 au 2015-08-08 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la consommation - article L113-3 AUTONOME MODIFIE, en vigueur du 2014-01-01 au 2014-06-14 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la consommation - article L113-3 AUTONOME MODIFIE, en vigueur du 1993-07-27 au 2001-12-12 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la consommation - article L113-3 AUTONOME MODIFIE, en vigueur du 2001-12-12 au 2009-11-01 CITATION cible"},{"type":"add","content":"LOI n° 2014-856 du 31 juillet 2014 relative à l'économie sociale et solidaire - article 91 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2012-01-11 MODIFIE cible Ordonnance n° 2012-34 du 11 janvier 2012 portant simplification, réforme et harmonisation des dispositions de police administrative et de police judiciaire du code de l'environnement - article 16 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2013-04-24 MODIFICATION source LOI n° 2013-344 du 24 avril 2013 relative à la prorogation du mécanisme de l'éco-participation répercutée à l'identique et affichée pour les équipements électriques et électroniques ménagers - article unique ENTIEREMENT_MODIF"},{"type":"add","content":"2014-07-31 MODIFIE cible LOI n° 2014-856 du 31 juillet 2014 relative à l'économie sociale et solidaire - article 91 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la consommation - article L113-3 AUTONOME MODIFIE, en vigueur du 1993-07-27 au 2001-12-12"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CITATION source Directive 2002-96 CE 2003-01-27"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/25/14/48/LEGIARTI000025144834.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/25/14/48/LEGIARTI000025144834.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/25/14/48/LEGIARTI000025144834.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/29/32/54/LEGIARTI000029325449.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/29/32/54/LEGIARTI000029325449.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/29/32/54/LEGIARTI000029325449.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000025144834)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000029325449)"}],"status":"modified"},{"filename":"partie_legislative/livre_v/titre_iv/chapitre_ier/section_2/article_l541-10-8.md","articleName":"Article L541-10-8","additions":9,"deletions":7,"diff":[{"type":"del","content":"Les producteurs qui mettent sur le marché des pneumatiques, associés ou non à d'autres produits, sont tenus de prendre en charge la collecte et le traitement des déchets issus de ces pneumatiques, que les distributeurs ou détenteurs tiennent à leur disposition, dans la limite des tonnages mis sur le marché l'année précédente. Pour répondre à cette obligation, les producteurs mettent en place des systèmes individuels de collecte et de traitement de ces déchets ou contribuent financièrement à des organismes créés afin de permettre aux producteurs de remplir collectivement leurs obligations de collecte et de traitement."},{"type":"add","content":"Les producteurs qui mettent sur le marché des pneumatiques, associés ou non à d'autres produits, sont tenus de prendre en charge la collecte et le traitement des déchets issus de ces pneumatiques, que les distributeurs ou détenteurs tiennent à leur disposition, dans la limite des tonnages mis sur le marché l'année précédente. Pour répondre à cette obligation, les producteurs mettent en place des systèmes individuels de collecte et de traitement de ces déchets ou contribuent financièrement à des éco-organismes créés afin de permettre aux producteurs de remplir collectivement leurs obligations de collecte et de traitement."},{"type":"add","content":""},{"type":"add","content":"A compter du 1er janvier 2020, les systèmes individuels mis en place par les producteurs en application du premier alinéa sont approuvés et les éco-organismes créés afin de permettre aux producteurs de remplir collectivement leurs obligations sont agréés dans les conditions prévues à l'article L. 541-10."},{"type":"del","content":"LOI n° 2012-1509 du 29 décembre 2012 de finances pour 2013 - article 20 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"LOI n° 2014-856 du 31 juillet 2014 relative à l'économie sociale et solidaire - article 89 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2012-12-29 MODIFIE cible LOI n° 2012-1509 du 29 décembre 2012 de finances pour 2013 - article 20 ENTIEREMENT_MODIF"},{"type":"add","content":"2014-07-31 MODIFIE cible LOI n° 2014-856 du 31 juillet 2014 relative à l'économie sociale et solidaire - article 89 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/26/94/72/LEGIARTI000026947232.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/26/94/72/LEGIARTI000026947232.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/26/94/72/LEGIARTI000026947232.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/29/32/54/LEGIARTI000029325446.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/29/32/54/LEGIARTI000029325446.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/29/32/54/LEGIARTI000029325446.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000026947232)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000029325446)"}],"status":"modified"},{"filename":"partie_legislative/livre_v/titre_iv/chapitre_ier/section_2/article_l541-10.md","articleName":"Article L541-10","additions":39,"deletions":15,"diff":[{"type":"del","content":"II.-En application du principe de responsabilité élargie du producteur, il peut être fait obligation aux producteurs, importateurs et distributeurs de ces produits ou des éléments et matériaux entrant dans leur fabrication de pourvoir ou de contribuer à la gestion des déchets qui en proviennent."},{"type":"add","content":"II.-En application du principe de responsabilité élargie du producteur, il peut être fait obligation aux producteurs, importateurs et distributeurs de ces produits ou des éléments et matériaux entrant dans leur fabrication de pourvoir ou de contribuer à la prévention et à la gestion des déchets qui en proviennent."},{"type":"del","content":"Les systèmes individuels qui sont approuvés par l'Etat le sont pour une durée maximale de six ans renouvelable, si les producteurs, importateurs ou distributeurs qui les mettent en place établissent qu'ils disposent des capacités techniques et financières pour répondre aux exigences d'un cahier des charges, fixé par arrêté interministériel."},{"type":"add","content":"Les systèmes individuels qui sont approuvés par l'Etat le sont pour une durée maximale de six ans renouvelable, si les producteurs, importateurs ou distributeurs qui les mettent en place établissent qu'ils disposent des capacités techniques et financières pour répondre aux exigences d'un cahier des charges, fixé par arrêté interministériel et après avis de l'instance représentative des parties prenantes de la filière."},{"type":"del","content":"Les éco-organismes qui sont agréés par l'Etat le sont pour une durée maximale de six ans renouvelable s'ils établissent qu'ils disposent des capacités techniques et financières pour répondre aux exigences d'un cahier des charges, fixé par arrêté interministériel."},{"type":"add","content":"Les éco-organismes sont agréés par l'Etat pour une durée maximale de six ans renouvelable s'ils établissent qu'ils disposent des capacités techniques et financières pour répondre aux exigences d'un cahier des charges, fixé par arrêté interministériel, et après avis de l'instance représentative des parties prenantes de la filière."},{"type":"del","content":"1° Les missions de ces organismes ;"},{"type":"add","content":"1° Les missions de ces organismes, incluant la communication relative à la prévention et à la gestion des déchets, dont la contribution financière aux actions de communication inter-filières menées par les pouvoirs publics. Le montant, le plafond et les modalités de recouvrement de cette contribution financière sont déterminés par le cahier des charges ; ;"},{"type":"del","content":"3° Que les éco-organismes ne poursuivent pas de but lucratif pour ces missions."},{"type":"add","content":"3° Que les éco-organismes ne poursuivent pas de but lucratif pour ces missions ;"},{"type":"add","content":""},{"type":"add","content":"4° Les conditions et limites dans lesquelles est favorisé le recours aux entreprises solidaires d'utilité sociale agréées en application de l'article L. 3332-17-1 du code du travail ;"},{"type":"add","content":""},{"type":"add","content":"5° Les conditions et limites dans lesquelles sont favorisés la prévention des déchets et leur gestion à proximité des points de production, ainsi que les emplois et investissements induits par ces activités ;"},{"type":"add","content":""},{"type":"add","content":"6° Les décisions que l'éco-organisme ne peut prendre qu'après avoir recueilli l'avis de l'instance représentative des parties prenantes de la filière, dont les campagnes de communication grand public de portée nationale ;"},{"type":"add","content":""},{"type":"add","content":"7° Les conditions et limites dans lesquelles est mise à disposition une partie des déchets pour leur réutilisation ou celle de leurs pièces détachées."},{"type":"del","content":"IV.-Les producteurs, importateurs ou distributeurs qui ont mis en place un système individuel approuvé et les éco-organismes agréés, lorsqu'ils pourvoient à la gestion des déchets en application du II, sont soumis à des contrôles périodiques permettant de s'assurer qu'ils respectent les clauses de leur cahier des charges."},{"type":"add","content":"IV.-Les producteurs, importateurs ou distributeurs qui ont mis en place un système individuel approuvé et les éco-organismes agréés sont soumis à des contrôles périodiques permettant de s'assurer qu'ils respectent les clauses de leur cahier des charges."},{"type":"del","content":"X.-Un décret en Conseil d'Etat fixe les modalités d'application du présent article. Il précise notamment les conditions d'habilitation des organismes chargés des contrôles prévus au IV, les modalités d'exercice de ces contrôles ainsi que les catégories de clauses dont l'inobservation peut déclencher les procédures prévues au V et au VI."},{"type":"add","content":"X.-Un décret en Conseil d'Etat fixe les modalités d'application du présent article. Il précise notamment les conditions d'habilitation des organismes chargés des contrôles prévus au IV, les modalités d'exercice de ces contrôles ainsi que les catégories de clauses dont l'inobservation peut déclencher les procédures prévues au V et au VI."},{"type":"add","content":""},{"type":"add","content":"XI.-Les parties prenantes associées à la mise en œuvre des obligations définies au II participent à la gouvernance du dispositif au sein d'une instance définie par décret."},{"type":"add","content":""},{"type":"add","content":"XII.-Les sanctions administratives mentionnées au III et au 1° des V et VI sont recouvrées comme des créances étrangères à l'impôt et au domaine."},{"type":"del","content":"Ordonnance n° 2010-1579 du 17 décembre 2010 portant diverses dispositions d'adaptation au droit de l'Union européenne dans le domaine des déchets - article 8 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"LOI n° 2014-856 du 31 juillet 2014 relative à l'économie sociale et solidaire - article 88 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2014-856 du 31 juillet 2014 relative à l'économie sociale et solidaire - article 90 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2014-856 du 31 juillet 2014 relative à l'économie sociale et solidaire - article 89 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":"2010-12-17 MODIFIE cible Ordonnance n° 2010-1579 du 17 décembre 2010 portant diverses dispositions d'adaptation au droit de l'Union européenne dans le domaine des déchets - article 8 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"add","content":""},{"type":"add","content":"2014-07-31 MODIFIE cible LOI n° 2014-856 du 31 juillet 2014 relative à l'économie sociale et solidaire - article 88 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2014-07-31 MODIFIE cible LOI n° 2014-856 du 31 juillet 2014 relative à l'économie sociale et solidaire - article 89 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2014-07-31 MODIFIE cible LOI n° 2014-856 du 31 juillet 2014 relative à l'économie sociale et solidaire - article 90 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/23/26/86/LEGIARTI000023268659.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/23/26/86/LEGIARTI000023268659.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/23/26/86/LEGIARTI000023268659.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/29/32/54/LEGIARTI000029325439.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/29/32/54/LEGIARTI000029325439.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/29/32/54/LEGIARTI000029325439.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000023268659)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000029325439)"}],"status":"modified"}],"stats":{"additions":63,"deletions":72,"filesChanged":3}}