{"sha":"6856a8e3c725","date":"2016-12-24","message":"Ordonnance n° 2016-1809 du 22 décembre 2016 relative à la reconnaissance des qualifications professionnelles de professions réglementées","files":[{"filename":"partie_legislative/livre_iv/titre_ier/chapitre_iii/section_1/article_l413-2.md","articleName":"Article L413-2","additions":20,"deletions":11,"diff":[{"type":"del","content":"II. - Par dérogation au I, les professionnels ressortissants d'un Etat membre de la Communauté européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen sont dispensés de la possession du certificat de capacité s'ils exercent leur activité de façon temporaire et occasionnelle en France, sous réserve :"},{"type":"add","content":"II. - Par dérogation au I, les professionnels ressortissants d'un Etat membre, de l'Union européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen sont dispensés de la possession du certificat de capacité s'ils exercent leur activité de façon temporaire et occasionnelle en France, sous réserve :"},{"type":"del","content":"2° Lorsque ni l'activité ni la formation y conduisant ne sont réglementées dans l'Etat d'établissement, de l'avoir exercée dans cet Etat pendant au moins deux ans au cours des dix années qui précèdent la prestation."},{"type":"add","content":"2° Lorsque ni l'activité ni la formation y conduisant ne sont réglementées dans l'Etat d'établissement, de l'avoir exercée dans un ou plusieurs Etats membres pendant au moins une année, ou à temps partiel pendant une durée totale équivalente, au cours des dix années qui précèdent la prestation."},{"type":"add","content":"II bis.-Pour l'application du II, l'autorité compétente pour la reconnaissance des qualifications professionnelles accorde un accès partiel à l'activité lorsque toutes les conditions suivantes sont remplies :"},{"type":"add","content":""},{"type":"add","content":"1° Le professionnel est pleinement qualifié pour exercer dans un Etat membre de l'Union l'activité soumise en France à certificat de capacité pour laquelle un accès partiel est sollicité ;"},{"type":"add","content":""},{"type":"add","content":"2° Les différences entre l'activité professionnelle légalement exercée dans un Etat membre de l'Union et l'activité soumise en France à certificat de capacité sont si importantes que l'application de mesures de compensation reviendrait à imposer au demandeur de suivre le programme complet d'enseignement et de formation requis en France pour avoir pleinement accès à ladite activité ;"},{"type":"add","content":""},{"type":"add","content":"3° L'activité professionnelle peut objectivement être séparée d'autres activités relevant de la profession soumise à certificat de capacité, dans la mesure où elle peut être exercée de manière autonome dans l'Etat d'origine."},{"type":"add","content":""},{"type":"add","content":"L'accès partiel peut être refusé pour des raisons impérieuses d'intérêt général, si ce refus est propre à garantir la réalisation de l'objectif poursuivi et si ce refus est proportionné à la protection de cet intérêt."},{"type":"add","content":""},{"type":"add","content":"Les demandes aux fins d'accès partiel sont examinées comme des demandes à fin de libre prestation de services temporaire et occasionnelle de la profession concernée."},{"type":"add","content":""},{"type":"del","content":"Code de l'environnement - article L415-3 AUTONOME MODIFIE, en vigueur du 2016-08-10 au 2019-07-27 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2016-1087 du 8 août 2016 pour la reconquête de la biodiversité, de la nature et des paysages - article 154 ENTIEREMENT_MODIF DEPLACE source"},{"type":"add","content":"Ordonnance n° 2016-1809 du 22 décembre 2016 relative à la reconnaissance des qualifications professionnelles de professions réglementées - article 22 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2016-08-08 DEPLACE cible LOI n° 2016-1087 du 8 août 2016 pour la reconquête de la biodiversité, de la nature et des paysages - article 154 ENTIEREMENT_MODIF"},{"type":"add","content":"2016-12-22 MODIFIE cible Ordonnance n° 2016-1809 du 22 décembre 2016 relative à la reconnaissance des qualifications professionnelles de professions réglementées - article 22 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/03/55/LEGIARTI000033035546.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/03/55/LEGIARTI000033035546.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/03/55/LEGIARTI000033035546.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/67/89/LEGIARTI000033678915.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/67/89/LEGIARTI000033678915.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/67/89/LEGIARTI000033678915.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033035546)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033678915)"}],"status":"modified"}],"stats":{"additions":20,"deletions":11,"filesChanged":1}}