{"sha":"82cb73188b05","date":"2023-11-12","message":"Décret n° 2023-1032 du 9 novembre 2023 portant diverses modifications du régime d'évaluation environnementale de certains travaux et forages miniers","files":[{"filename":"annexes/article_annexe_a_l_article_r122-2.md","articleName":"Article ANNEXE A L ARTICLE R122-2","additions":49,"deletions":53,"diff":[{"type":"del","content":"Ouvrages de canalisation, de reprofilage et de régularisation des cours d'eau s'ils entraînent une artificialisation du milieu sous les conditions de respecter les critères et seuils suivants : -installations, ouvrages, travaux ou activités conduisant à modifier le profil en long ou le profil en travers du lit mineur d'un cours d'eau sur une longueur de cours d'eau supérieure ou égale à 100 m ;"},{"type":"add","content":"Ouvrages de canalisation, de reprofilage et de régularisation des cours d'eau s'ils entraînent une artificialisation du milieu sous les conditions de respecter les critères et seuils suivants :-installations, ouvrages, travaux ou activités conduisant à modifier le profil en long ou le profil en travers du lit mineur d'un cours d'eau sur une longueur de cours d'eau supérieure ou égale à 100 m ;"},{"type":"del","content":"a) Dragage et/ ou rejet y afférent en milieu marin : -dont la teneur des sédiments extraits est supérieure ou égale au niveau de référence N2 pour l'un au moins des éléments qui y figurent ;"},{"type":"add","content":"a) Dragage et/ ou rejet y afférent en milieu marin :-dont la teneur des sédiments extraits est supérieure ou égale au niveau de référence N2 pour l'un au moins des éléments qui y figurent ;"},{"type":"add","content":"27. Forages en profondeur à l'exception des forages pour étudier la stabilité des sols."},{"type":"add","content":"Forages d'exploration ou d'exploitation d'hydrocarbures liquides ou gazeux."},{"type":"del","content":""},{"type":"del","content":"        27. Forages en profondeur, notamment les forages géothermiques, les forages pour l'approvisionnement en eau, à l'exception des forages pour étudier la stabilité des sols."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"a) Ouverture de travaux de forage pour l'exploitation de mines. b) Ouverture de travaux de forage pour l'exploration ou l'exploitation de gîtes géothermiques, à l'exception des gîtes géothermiques de minime importance."},{"type":"del","content":"c) Ouverture de travaux de forage de recherches d'hydrocarbures liquides ou gazeux."},{"type":"del","content":"d) Ouverture de travaux de forage de puits pour les stockages souterrains de gaz naturel, d'hydrocarbures liquides, liquéfiés ou gazeux ou de produits chimiques à destination industrielle, à l'exception des ouvertures de travaux de puits de contrôle."},{"type":"del","content":"e) Ouverture de travaux d'exploration de mines par forages, isolés ou sous forme de campagnes de forages, à l'exclusion des forages de moins de 100 mètres de profondeur, des forages de reconnaissance géologique, géophysique ou minière, des forages de surveillance ou de contrôle géotechnique, géologique ou hydrogéologique des exploitations minières et des forages pour étudier la stabilité des sols."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"a) Forages pour l'approvisionnement en eau d'une profondeur supérieure ou égale à 50 m. b) Ouverture de travaux d'exploration de mines par forages de moins de 100 mètres de profondeur sous forme de campagne de forages."},{"type":"del","content":"c) Ouverture de travaux de puits de contrôle pour les stockages souterrains de gaz naturel, d'hydrocarbures liquides, liquéfiés ou gazeux, de produits chimiques à destination industrielle."},{"type":"del","content":"d) Autres forages en profondeur de plus de 100 m, à l'exclusion des forages géothermiques de minime importance au sens de l'article L. 112-3 du code minier"},{"type":"add","content":"a) Forages pour l'approvisionnement en eau d'une profondeur supérieure ou égale à 50 mètres ;"},{"type":"add","content":"b) Forages pour l'exploration de mines, à l'exception des forages isolés n'excédant pas 100 mètres de profondeur ;"},{"type":"add","content":"c) Forages pour l'exploitation de mines, à l'exception des forages de surveillance isolés n'excédant pas 100 mètres de profondeur ;"},{"type":"add","content":"d) Forages pour l'exploration ou l'exploitation de gîtes géothermiques, à l'exception des gîtes géothermiques de minime importance ;"},{"type":"add","content":"e) Forages de puits pour les stockages souterrains de gaz naturel, d'hydrocarbures liquides, liquéfiés ou gazeux, d'hydrogène, de produits chimiques à destination industrielle ;"},{"type":"add","content":"f) Autres forages en profondeur de plus de 100 mètres, à l'exclusion des forages géothermiques de minime importance, au sens de l'article L. 112-3 du code minier."},{"type":"add","content":"28. Exploration et exploitation minière."},{"type":"del","content":""},{"type":"del","content":"        28. Exploitation minière."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"a) Exploitation et travaux miniers à ciel ouvert : -ouverture de travaux d'exploitation de mines ;"},{"type":"del","content":"-ouverture de travaux d'exploitation de haldes et terrils ;"},{"type":"del","content":"-ouverture de travaux de recherches de mines, lorsqu'il est prévu que les travaux provoquent un terrassement total d'un volume supérieur à 20 000 mètres cubes ou entraînent la dissolution de certaines couches du sous-sol, ou doivent être effectués."},{"type":"del","content":"b) Exploitation et travaux miniers souterrains :"},{"type":"del","content":"-ouverture de travaux d'exploitation de mines ;"},{"type":"del","content":"-ouverture de travaux de recherche et d'exploitation des gîtes géothermiques de plus de 200 mètres de profondeurs ou dont la puissance thermique récupérée dans l'ensemble de l'installation est supérieure ou égale à 500 kW ;"},{"type":"del","content":"-mise en exploitation d'un stockage souterrain de gaz naturel, d'hydrocarbures liquides, liquéfiés ou gazeux ou de produits chimiques à destination industrielle ;"},{"type":"del","content":"-essai d'injection et de soutirage effectués en nappe aquifère contenant ou en contact avec de l'eau potable ou qui peut être rendue potable réalisés avec un produit qui n'est pas reconnu sans danger pour l'alimentation humaine ou animale ;"},{"type":"del","content":"-ouverture de travaux de création et d'aménagement de cavités souterraines naturelles ou artificielles ou de formations souterraines naturelles présentant les qualités requises pour constituer des réservoirs étanches ou susceptibles d'être rendus tels, en vue du stockage de gaz naturel, d'hydrocarbures liquides, liquéfiés ou gazeux ou de produits chimiques à destination industrielle ;"},{"type":"del","content":"-essais d'injection et de soutirage de substances pour les stockages souterrains de gaz naturel, d'hydrocarbures liquides, liquéfiés ou gazeux ou de produits chimiques à destination industrielle, lorsque ceux-ci portent sur des quantités dépassant le seuil haut de la directive SEVESO."},{"type":"add","content":"a) Exploitation et travaux miniers à ciel ouvert : travaux d'exploitation de mines, y compris ceux relevant de l'article L. 611-1 du code minier, de haldes et de terrils lorsque la surface totale dépasse 25 hectares ;"},{"type":"add","content":"b) Exploitation et travaux miniers souterrains : travaux de création et d'aménagement de cavités souterraines naturelles ou artificielles ou de formations souterraines naturelles présentant les qualités requises pour constituer des réservoirs étanches ou susceptibles d'être rendus tels, en vue du stockage de gaz naturel, d'hydrocarbures liquides, liquéfiés ou gazeux, d'hydrogène ou de produits chimiques à destination industrielle."},{"type":"del","content":"        Ouverture de travaux de recherche de mines non mentionnés précédemment, lorsqu'ils doivent être effectués sur des terrains humides ou des marais, à l'exception, en Guyane, de travaux de recherche exécutés, à terre, sans utilisation directe de l'énergie mécanique fournie par l'action d'une machine."},{"type":"add","content":"a) Travaux de recherche de mines à ciel ouvert :-lorsqu'ils doivent être effectués sur des terrains humides ou des marais à l'exception, en Guyane, de travaux de recherche exécutés, à terre, sans utilisation directe de l'énergie mécanique fournie par l'action d'une machine ;"},{"type":"add","content":"-lorsqu'il est prévu que les travaux provoquent un terrassement total d'un volume supérieur à 20 000 mètres cubes ;"},{"type":"add","content":"-lorsqu'ils entraînent la dissolution de certaines couches du sous-sol ;"},{"type":"add","content":"b) Travaux d'exploitation de mines à ciel ouvert, y compris ceux relevant de l'article L. 611-1 du code minier, de haldes et de terrils lorsque la surface totale est inférieure ou égale à 25 hectares ;"},{"type":"add","content":"c) Exploitation et travaux miniers souterrains :"},{"type":"add","content":"-travaux d'exploitation de mines ;"},{"type":"add","content":"-travaux de recherche et d'exploitation des gîtes géothermiques de plus de 200 mètres de profondeurs ou dont la puissance thermique récupérée dans l'ensemble de l'installation est supérieure ou égale à 500 kW ;"},{"type":"add","content":"-mise en exploitation d'un stockage souterrain de gaz naturel, d'hydrocarbures liquides, liquéfiés ou gazeux, d'hydrogène ou de produits chimiques à destination industrielle ;"},{"type":"add","content":"-essai d'injection et de soutirage effectué en nappe aquifère contenant ou en contact avec de l'eau potable ou qui peut être rendue potable, réalisé avec un produit qui n'est pas reconnu sans danger pour l'alimentation humaine ou animale."},{"type":"del","content":"a) Travaux et constructions créant une emprise au sol au sens de l'article R. * 420-1 du code de l'urbanisme supérieure ou égale à 40 000 m2 dans un espace autre que : -les zones mentionnées à l'article R. 151-18 du code de l'urbanisme, lorsqu'un plan local d'urbanisme est applicable ;"},{"type":"add","content":"a) Travaux et constructions créant une emprise au sol au sens de l'article R. * 420-1 du code de l'urbanisme supérieure ou égale à 40 000 m2 dans un espace autre que :-les zones mentionnées à l'article R. 151-18 du code de l'urbanisme, lorsqu'un plan local d'urbanisme est applicable ;"},{"type":"del","content":"c) Opérations d'aménagement créant une emprise au sol au sens de l'article R. * 420-1 du code de l'urbanisme supérieure ou égale à 40 000 m2 dans un espace autre que : -les zones mentionnées à l'article R. 151-18 du code de l'urbanisme lorsqu'un plan local d'urbanisme est applicable ;"},{"type":"add","content":"c) Opérations d'aménagement créant une emprise au sol au sens de l'article R. * 420-1 du code de l'urbanisme supérieure ou égale à 40 000 m2 dans un espace autre que :-les zones mentionnées à l'article R. 151-18 du code de l'urbanisme lorsqu'un plan local d'urbanisme est applicable ;"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"### Nota"},{"type":"del","content":""},{"type":"del","content":"Conformément au I de l'article 4 du décret n° 2022-970 du 1er juillet 2022, ces dispositions sont applicables aux projets pour lesquels la première autorité compétente pour autoriser le projet ou l'autorité chargée de l'examen au cas par cas sont saisies à compter de la publication dudit décret."},{"type":"del","content":"Décret n° 2022-970 du 1er juillet 2022 portant diverses dispositions relatives à l'évaluation environnementale des projets, plans et programmes et aux installations de combustion moyennes - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Décret n° 2023-1032 du 9 novembre 2023 portant diverses modifications du régime d'évaluation environnementale de certains travaux et forages miniers - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code minier (nouveau) - article L112-3 AUTONOME VIGUEUR, en vigueur depuis le 2020-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code minier (nouveau) - article L112-3 AUTONOME MODIFIE, en vigueur du 2012-03-24 au 2020-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2023-1032 du 9 novembre 2023 portant diverses modifications du régime d'évaluation environnementale de certains travaux et forages miniers - article 3 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2022-07-01 MODIFIE cible Décret n° 2022-970 du 1er juillet 2022 portant diverses dispositions relatives à l'évaluation environnementale des projets, plans et programmes et aux installations de combustion moyennes - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2023-11-09 MODIFIE cible Décret n° 2023-1032 du 9 novembre 2023 portant diverses modifications du régime d'évaluation environnementale de certains travaux et forages miniers - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-11-09 MODIFIE cible Décret n° 2023-1032 du 9 novembre 2023 portant diverses modifications du régime d'évaluation environnementale de certains travaux et forages miniers - article 3 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code minier (nouveau) - art. L112-3"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code minier (nouveau) - article L611-1 AUTONOME MODIFIE, en vigueur du 2011-03-01 au 2024-07-01"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/46/01/21/LEGIARTI000046012176.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/46/01/21/LEGIARTI000046012176.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/46/01/21/LEGIARTI000046012176.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/48/38/84/LEGIARTI000048388448.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/48/38/84/LEGIARTI000048388448.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/48/38/84/LEGIARTI000048388448.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000046012176)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000048388448)"}],"status":"modified"}],"stats":{"additions":49,"deletions":53,"filesChanged":1}}