{"sha":"8c06ec7d72d5","date":"2015-08-09","message":"LOI n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République","files":[{"filename":"partie_legislative/livre_ii/titre_ier/chapitre_ier/article_l211-7.md","articleName":"Article L211-7","additions":16,"deletions":15,"diff":[{"type":"add","content":"I ter.-Lorsque l'état des eaux de surface ou des eaux souterraines présente des enjeux sanitaires et environnementaux justifiant une gestion coordonnée des différents sous-bassins hydrographiques de la région, le conseil régional peut se voir attribuer tout ou partie des missions d'animation et de concertation dans le domaine de la gestion et de la protection de la ressource en eau et des milieux aquatiques mentionnées au 12° du I du présent article, par décret, à sa demande et après avis de la conférence territoriale de l'action publique mentionnée à l'article L. 1111-9-1 du code général des collectivités territoriales."},{"type":"add","content":""},{"type":"add","content":"La région exerce ces attributions en coordination avec le comité de bassin, sans préjudice des compétences des autres collectivités, de leurs groupements et des syndicats mixtes, et sans préjudice des missions des personnes morales de droit public auxquelles la commission locale de l'eau a confié son secrétariat, ainsi que, le cas échéant, les études et les analyses nécessaires à l'élaboration du schéma d'aménagement et de gestion des eaux et au suivi de sa mise en œuvre."},{"type":"add","content":""},{"type":"del","content":"Ces dispositions s'appliquent aux projets, plans, programmes ou autres documents de planification pour lesquels l'arrêté d'ouverture et d'organisation de l'enquête publique est publié à compter du premier jour du sixième mois après la publication du décret en Conseil d'Etat prévu à l'article L. 123-19 du code de l'environnement."},{"type":"add","content":""},{"type":"del","content":"LOI n° 2010-788 du 12 juillet 2010 portant engagement national pour l'environnement - article 240 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2014-58 du 27 janvier 2014 de modernisation de l'action publique territoriale et d'affirmation des métropoles - article 56 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2014-02-23 MODIFIE source"},{"type":"add","content":"LOI n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République - article 12 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":"2010-07-12 MODIFIE cible LOI n° 2010-788 du 12 juillet 2010 portant engagement national pour l'environnement - article 240 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2014-01-27 MODIFIE cible LOI n° 2014-58 du 27 janvier 2014 de modernisation de l'action publique territoriale et d'affirmation des métropoles - article 56 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2014-02-23"},{"type":"del","content":""},{"type":"add","content":""},{"type":"add","content":"2015-08-07 MODIFIE cible LOI n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République - article 12 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code général des collectivités territoriales - art. L1111-9-1 (VD)"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/22/48/25/LEGIARTI000022482541.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/22/48/25/LEGIARTI000022482541.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/22/48/25/LEGIARTI000022482541.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/31/03/82/LEGIARTI000031038269.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/31/03/82/LEGIARTI000031038269.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/31/03/82/LEGIARTI000031038269.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000022482541)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000031038269)"}],"status":"modified"},{"filename":"partie_legislative/livre_ii/titre_ier/chapitre_iii/section_4/sous-section_1/article_l213-12.md","articleName":"Article L213-12","additions":23,"deletions":8,"diff":[{"type":"add","content":"VII bis.-Lorsqu'un syndicat mixte remplit les conditions fixées au I, il peut être transformé en établissement public territorial de bassin, au sens du même I."},{"type":"add","content":""},{"type":"add","content":"Lorsqu'un syndicat mixte remplit les conditions fixées au II, il peut être transformé en établissement public d'aménagement et de gestion de l'eau."},{"type":"add","content":""},{"type":"add","content":"Cette transformation est proposée par le comité syndical au préfet coordonnateur de bassin concerné. Lorsque le préfet coordonnateur de bassin constate que le syndicat mixte répond aux conditions fixées, respectivement, aux I et II ainsi qu'aux critères fixés par le décret en Conseil d'Etat prévu au VIII, il soumet le projet de transformation à l'avis du comité de bassin et des commissions locales de l'eau concernées. Le projet de transformation et les avis émis sont transmis aux membres du syndicat."},{"type":"add","content":""},{"type":"add","content":"Cette transformation est décidée, sur proposition du comité syndical, par délibérations concordantes des organes délibérants des membres du syndicat. Le comité syndical et les membres se prononcent dans un délai de trois mois à compter de la notification de la délibération proposant la transformation. A défaut de délibération dans ce délai, leur décision est réputée favorable. Un arrêté du représentant de l'Etat territorialement compétent approuve cette transformation."},{"type":"add","content":""},{"type":"add","content":"L'ensemble des biens, droits et obligations du syndicat transformé sont transférés, selon le cas, à l'établissement public territorial de bassin ou à l'établissement public d'aménagement et de gestion de l'eau, qui est substitué de plein droit au syndicat dans toutes les délibérations et tous les actes de ce dernier à la date de la transformation. Les contrats sont exécutés dans les conditions antérieures jusqu'à leur échéance, sauf accord contraire des parties. Les cocontractants sont informés de la substitution de personne morale. La substitution de personne morale aux contrats conclus par le syndicat n'entraîne aucun droit à résiliation ou à indemnisation pour le cocontractant. L'ensemble des personnels du syndicat mixte est réputé relever, selon le cas, de l'établissement public territorial de bassin ou de l'établissement public d'aménagement et de gestion de l'eau, dans les conditions de statut et d'emploi qui sont les leurs."},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Aux termes du IV de l'article 76 de la loi n° 2015-991 du 7 août 2015, ces dispositions entrent en vigueur à compter de la prise de compétence de gestion des milieux aquatiques et de prévention des inondations par les communes et les établissements publics de coopération intercommunale à fiscalité propre, en application de l'article 59 de la loi n° 2014-58 du 27 janvier 2014 précitée, dans sa rédaction résultant du II du présent article."},{"type":"add","content":""},{"type":"add","content":""},{"type":"del","content":"LOI n° 2014-1170 du 13 octobre 2014 d'avenir pour l'agriculture, l'alimentation et la forêt - article 4 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2014-10-15 MODIFIE source"},{"type":"add","content":"LOI n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République - article 76 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2015-08-09 MODIFIE source"},{"type":"del","content":"2014-10-13 MODIFIE cible LOI n° 2014-1170 du 13 octobre 2014 d'avenir pour l'agriculture, l'alimentation et la forêt - article 4 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2014-10-15"},{"type":"add","content":"2014-12-19 CITATION cible Ordonnance n° 2014-1543 du 19 décembre 2014 portant diverses mesures relatives à la création de la métropole de Lyon - article 17 AUTONOME VIGUEUR, en vigueur depuis le 2015-01-01"},{"type":"del","content":"2014-12-19 CITATION cible Ordonnance n° 2014-1543 du 19 décembre 2014 portant diverses mesures relatives à la création de la métropole de Lyon - article 17 AUTONOME VIGUEUR, en vigueur depuis le 2015-01-01"},{"type":"add","content":"2015-08-07 MODIFIE cible LOI n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République - article 76 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2015-08-09"},{"type":"del","content":"      2999-01-01 CITATION source Code général des collectivités territoriales - art. L1111-8 (V)"},{"type":"add","content":"      2999-01-01 CITATION source Code général des collectivités territoriales - art. L1111-8"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/29/59/34/LEGIARTI000029593488.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/29/59/34/LEGIARTI000029593488.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/29/59/34/LEGIARTI000029593488.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/31/02/05/LEGIARTI000031020583.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/31/02/05/LEGIARTI000031020583.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/31/02/05/LEGIARTI000031020583.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000029593488)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000031020583)"}],"status":"modified"},{"filename":"partie_legislative/livre_iii/titre_iii/chapitre_iii/article_l333-1.md","articleName":"Article L333-1","additions":42,"deletions":16,"diff":[{"type":"del","content":"I. - Les parcs naturels régionaux concourent à la politique de protection de l'environnement, d'aménagement du territoire, de développement économique et social et d'éducation et de formation du public. A cette fin, ils ont vocation à être des territoires d'expérimentation locale pour l'innovation au service du développement durable des territoires ruraux. Ils constituent un cadre privilégié des actions menées par les collectivités publiques en faveur de la préservation des paysages et du patrimoine naturel et culturel."},{"type":"add","content":"I.-Les parcs naturels régionaux concourent à la politique de protection de l'environnement, d'aménagement du territoire, de développement économique et social et d'éducation et de formation du public. A cette fin, ils ont vocation à être des territoires d'expérimentation locale pour l'innovation au service du développement durable des territoires ruraux. Ils constituent un cadre privilégié des actions menées par les collectivités publiques en faveur de la préservation des paysages et du patrimoine naturel et culturel."},{"type":"del","content":"II. - La charte du parc détermine pour le territoire du parc naturel régional les orientations de protection, de mise en valeur et de développement et les mesures permettant de les mettre en oeuvre. Elle comporte un plan élaboré à partir d'un inventaire du patrimoine indiquant les différentes zones du parc et leur vocation. La charte détermine les orientations et les principes fondamentaux de protection des structures paysagères sur le territoire du parc. Un plan de financement portant sur les trois premières années du classement du parc est annexé à la charte. Pour les années suivantes, le financement est assuré dans un cadre pluriannuel jusqu'à expiration du classement."},{"type":"add","content":"II.-La charte du parc détermine pour le territoire du parc naturel régional les orientations de protection, de mise en valeur et de développement et les mesures permettant de les mettre en oeuvre. Elle comporte un plan élaboré à partir d'un inventaire du patrimoine indiquant les différentes zones du parc et leur vocation. La charte détermine les orientations et les principes fondamentaux de protection des structures paysagères sur le territoire du parc. Un plan de financement portant sur les trois premières années du classement du parc est annexé à la charte. Pour les années suivantes, le financement est assuré dans un cadre pluriannuel jusqu'à expiration du classement."},{"type":"del","content":"III. - La région définit un périmètre d'étude du parc, qui peut comprendre un espace maritime adjacent au territoire terrestre et des espaces appartenant au domaine public maritime naturel de l'Etat tel que défini à l'article L. 2111-4 du code général de la propriété des personnes publiques. Il ne peut inclure des espaces appartenant à un parc naturel marin."},{"type":"add","content":"III.-La région définit un périmètre d'étude du parc, qui peut comprendre un espace maritime adjacent au territoire terrestre et des espaces appartenant au domaine public maritime naturel de l'Etat tel que défini à l'article L. 2111-4 du code général de la propriété des personnes publiques. Il ne peut inclure des espaces appartenant à un parc naturel marin."},{"type":"del","content":"IV. - Lorsque des modifications au territoire du parc sont envisagées à l'occasion du renouvellement de son classement, un nouveau périmètre d'étude est arrêté au plus tard trois ans avant l'expiration du classement en concertation avec le syndicat mixte de gestion du parc. Celui-ci assure la révision de la charte et peut se voir confier par la région tout ou partie de la procédure de renouvellement du classement. La prescription de la révision de la charte d'un parc est engagée par délibération motivée de la ou des régions concernées. Cette délibération est transmise au représentant de l'Etat dans la région pour avis motivé sur l'opportunité du projet. Cet avis est réputé favorable s'il n'intervient pas dans un délai de trois mois après transmission de la délibération."},{"type":"add","content":"IV.-Lorsque des modifications au territoire du parc sont envisagées à l'occasion du renouvellement de son classement, un nouveau périmètre d'étude est arrêté au plus tard trois ans avant l'expiration du classement en concertation avec le syndicat mixte de gestion du parc. Celui-ci assure la révision de la charte et peut se voir confier par la région tout ou partie de la procédure de renouvellement du classement. La prescription de la révision de la charte d'un parc est engagée par délibération motivée de la ou des régions concernées. Cette délibération est transmise au représentant de l'Etat dans la région pour avis motivé sur l'opportunité du projet. Cet avis est réputé favorable s'il n'intervient pas dans un délai de trois mois après transmission de la délibération."},{"type":"del","content":"V. - L'Etat et les collectivités territoriales adhérant à la charte appliquent les orientations et les mesures de la charte dans l'exercice de leurs compétences sur le territoire du parc. Ils assurent, en conséquence, la cohérence de leurs actions et des moyens qu'ils y consacrent. L'Etat et les régions adhérant à la charte peuvent conclure avec l'organisme de gestion du parc un contrat en application du contrat de plan Etat-régions. Les règlements locaux de publicité prévus à l'article L. 581-14 du présent code doivent être compatibles avec les orientations et les mesures de la charte. Les documents d'urbanisme doivent être compatibles avec la charte, dans les conditions fixées à l'article L. 111-1-1 du code de l'urbanisme"},{"type":"add","content":"V.-L'Etat et les collectivités territoriales adhérant à la charte appliquent les orientations et les mesures de la charte dans l'exercice de leurs compétences sur le territoire du parc. Ils assurent, en conséquence, la cohérence de leurs actions et des moyens qu'ils y consacrent. L'Etat et les régions adhérant à la charte peuvent conclure avec l'organisme de gestion du parc un contrat en application du contrat de plan Etat-régions. Les règlements locaux de publicité prévus à l'article L. 581-14 du présent code doivent être compatibles avec les orientations et les mesures de la charte. Les documents d'urbanisme doivent être compatibles avec la charte, dans les conditions fixées à l'article L. 111-1-1 du code de l'urbanisme."},{"type":"del","content":"VI. - Lors de leur élaboration ou de leur révision, les documents de planification, d'aménagement et de gestion des ressources naturelles relatifs à l'énergie mécanique du vent, aux carrières, à l'accès à la nature et aux sports de nature, à la gestion de l'eau, à la gestion cynégétique, à la gestion de la faune sauvage, au tourisme et à l'aménagement ou à la mise en valeur de la mer sont soumis pour avis à l'organisme de gestion du parc naturel régional en tant qu'ils s'appliquent à son territoire."},{"type":"add","content":"Toutefois, par dérogation au premier alinéa du présent V, les documents d'urbanisme ne sont pas soumis à l'obligation de compatibilité avec les orientations et les mesures de la charte qui seraient territorialement contraires au schéma régional d'aménagement, de développement durable et d'égalité des territoires prévu à l'article L. 4251-1 du code général des collectivités territoriales."},{"type":"add","content":""},{"type":"add","content":"VI.-Lors de leur élaboration ou de leur révision, les documents de planification, d'aménagement et de gestion des ressources naturelles relatifs à l'énergie mécanique du vent, aux carrières, à l'accès à la nature et aux sports de nature, à la gestion de l'eau, à la gestion cynégétique, à la gestion de la faune sauvage, au tourisme et à l'aménagement ou à la mise en valeur de la mer sont soumis pour avis à l'organisme de gestion du parc naturel régional en tant qu'ils s'appliquent à son territoire."},{"type":"del","content":"LOI n° 2014-366 du 24 mars 2014 pour l'accès au logement et un urbanisme rénové - article 129 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2014-10-15 au 2016-01-01 MODIFIE source"},{"type":"add","content":"Code de l'urbanisme - article L111-1-1 AUTONOME MODIFIE, en vigueur du 1999-06-29 au 2000-12-14 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'urbanisme - article L111-1-1 AUTONOME MODIFIE, en vigueur du 2000-12-14 au 2009-05-14 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'urbanisme - article L111-1-1 AUTONOME MODIFIE, en vigueur du 1995-02-05 au 1999-06-29 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'urbanisme - article L111-1-1 AUTONOME MODIFIE, en vigueur du 2009-05-14 au 2010-07-14 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'urbanisme - article L111-1-1 AUTONOME MODIFIE, en vigueur du 2010-07-14 au 2014-03-27 CITATION cible"},{"type":"del","content":"LOI n° 2014-366 du 24 mars 2014 pour l'accès au logement et un urbanisme rénové - article 129 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2014-03-27 au 2014-10-15 MODIFIE source"},{"type":"add","content":"Code de l'urbanisme - article L111-1-1 AUTONOME ABROGE, en vigueur du 2015-08-19 au 2016-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'urbanisme - article L111-1-1 AUTONOME MODIFIE, en vigueur du 1983-01-09 au 1995-02-05 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'urbanisme - article L111-1-1 AUTONOME MODIFIE, en vigueur du 2014-03-27 au 2015-08-19 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République - article 10 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2015-08-09 MODIFIE source"},{"type":"del","content":""},{"type":"del","content":"      CONCORDANCE source Code rural L244-1"},{"type":"del","content":""},{"type":"del","content":"2014-03-24 MODIFIE cible LOI n° 2014-366 du 24 mars 2014 pour l'accès au logement et un urbanisme rénové - article 129 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2014-10-15 au 2016-01-01"},{"type":"add","content":"2015-08-07 MODIFIE cible LOI n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République - article 10 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2015-08-09"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code général des collectivités territoriales - article L4251-1 AUTONOME MODIFIE, en vigueur du 1996-02-24 au 1999-06-29"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CONCORDANCE source Code rural L244-1"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/28/81/01/LEGIARTI000028810198.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/28/81/01/LEGIARTI000028810198.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/28/81/01/LEGIARTI000028810198.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/31/01/95/LEGIARTI000031019522.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/31/01/95/LEGIARTI000031019522.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/31/01/95/LEGIARTI000031019522.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000028810198)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000031019522)"}],"status":"modified"},{"filename":"partie_legislative/livre_v/titre_iv/chapitre_ier/section_2/article_l541-10.md","articleName":"Article L541-10","additions":16,"deletions":21,"diff":[{"type":"del","content":"7° Les conditions et limites dans lesquelles est mise à disposition une partie des déchets pour leur réutilisation ou celle de leurs pièces détachées."},{"type":"add","content":"7° Les conditions et limites dans lesquelles est mise à disposition une partie des déchets pour leur réutilisation ou celle de leurs pièces détachées ;"},{"type":"add","content":""},{"type":"add","content":"9° Les conditions dans lesquelles ces organismes ont l'obligation de transmettre aux conseils régionaux les informations dont ils disposent sur les quantités de déchets soumis à responsabilité élargie du producteur déclarés sur leur territoire ;"},{"type":"add","content":""},{"type":"add","content":"10° Que les éco-organismes doivent respecter les objectifs fixés par les plans de prévention et de gestion des déchets prévus aux articles L. 541-11 à L. 541-14."},{"type":"del","content":"III.-En cas de non-respect par un producteur, importateur ou distributeur de l'obligation qui lui est imposée en application du premier alinéa du II du présent article, le ministre chargé de l'environnement l'avise des faits qui lui sont reprochés et de la sanction qu'il encourt.L'intéressé est mis à même de présenter ses observations, écrites ou orales, dans le délai d'un mois, le cas échéant, assisté d'un conseil ou représenté par un mandataire de son choix."},{"type":"add","content":"III.-En cas de non-respect par un producteur, importateur ou distributeur de l'obligation qui lui est imposée en application du premier alinéa du II du présent article, le ministre chargé de l'environnement l'avise des faits qui lui sont reprochés et de la sanction qu'il encourt. L'intéressé est mis à même de présenter ses observations, écrites ou orales, dans le délai d'un mois, le cas échéant, assisté d'un conseil ou représenté par un mandataire de son choix."},{"type":"del","content":"Au terme de cette procédure, le ministre chargé de l'environnement peut, par une décision motivée qui indique les voies et délais de recours, prononcer une amende administrative dont le montant tient compte de la gravité des manquements constatés et des avantages qui en sont retirés. Ce montant ne peut excéder, par unité de produit fabriqué, importé ou distribué, ou par tonne lorsque c'est la seule unité qui prévaut pour l'établissement de la contribution financière visée au II,1 500 € pour une personne physique et 7 500 € pour une personne morale. La décision mentionne le délai et les modalités de paiement de l'amende."},{"type":"add","content":"Au terme de cette procédure, le ministre chargé de l'environnement peut, par une décision motivée qui indique les voies et délais de recours, prononcer une amende administrative dont le montant tient compte de la gravité des manquements constatés et des avantages qui en sont retirés. Ce montant ne peut excéder, par unité de produit fabriqué, importé ou distribué, ou par tonne lorsque c'est la seule unité qui prévaut pour l'établissement de la contribution financière visée au II, 1 500 € pour une personne physique et 7 500 € pour une personne morale. La décision mentionne le délai et les modalités de paiement de l'amende."},{"type":"del","content":"LOI n° 2014-856 du 31 juillet 2014 relative à l'économie sociale et solidaire - article 88 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2014-856 du 31 juillet 2014 relative à l'économie sociale et solidaire - article 90 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2014-856 du 31 juillet 2014 relative à l'économie sociale et solidaire - article 89 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"LOI n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République - article 9 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2014-07-31 MODIFIE cible LOI n° 2014-856 du 31 juillet 2014 relative à l'économie sociale et solidaire - article 88 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2014-07-31 MODIFIE cible LOI n° 2014-856 du 31 juillet 2014 relative à l'économie sociale et solidaire - article 89 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2014-07-31 MODIFIE cible LOI n° 2014-856 du 31 juillet 2014 relative à l'économie sociale et solidaire - article 90 ENTIEREMENT_MODIF"},{"type":"add","content":"2015-08-07 MODIFIE cible LOI n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République - article 9 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de l'environnement - article L541-11 AUTONOME TRANSFERE, en vigueur du 2000-09-21 au 2010-12-19"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/29/32/54/LEGIARTI000029325439.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/29/32/54/LEGIARTI000029325439.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/29/32/54/LEGIARTI000029325439.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/31/01/94/LEGIARTI000031019404.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/31/01/94/LEGIARTI000031019404.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/31/01/94/LEGIARTI000031019404.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000029325439)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000031019404)"}],"status":"modified"},{"filename":"partie_legislative/livre_v/titre_iv/chapitre_ier/section_3/sous-section_1/README.md","articleName":"Sommaire - Sous-Section 1","additions":1,"deletions":1,"diff":[{"type":"del","content":"- [Article L541-14-1](article_l541-14-1.md)"},{"type":"add","content":"- [Article L541-15-2](article_l541-15-2.md)"}],"status":"modified"},{"filename":"partie_legislative/livre_v/titre_iv/chapitre_ier/section_3/sous-section_1/article_l541-13.md","articleName":"Article L541-13","additions":30,"deletions":59,"diff":[{"type":"del","content":"I.-Chaque région est couverte par un plan régional ou interrégional de prévention et de gestion des déchets dangereux."},{"type":"add","content":"I.-Chaque région est couverte par un plan régional de prévention et de gestion des déchets."},{"type":"del","content":"II.-Pour atteindre les objectifs visés à l'article L. 541-1, le plan comprend :"},{"type":"add","content":"II.-Pour atteindre les objectifs mentionnés à l'article L. 541-1, le plan comprend :"},{"type":"del","content":"1° Un inventaire prospectif à terme de six et douze ans des quantités de déchets à traiter selon leur origine, leur nature et leur composition ;"},{"type":"add","content":"1° Un état des lieux de la prévention et de la gestion des déchets selon leur origine, leur nature, leur composition et les modalités de leur transport ;"},{"type":"del","content":"2° Le recensement des installations existantes collectives et internes de traitement de ces déchets ;"},{"type":"add","content":"2° Une prospective à termes de six ans et de douze ans de l'évolution tendancielle des quantités de déchets à traiter ;"},{"type":"del","content":"3° La mention des installations qu'il apparaît nécessaire de créer afin de permettre d'atteindre les objectifs évoqués ci-dessus ;"},{"type":"add","content":"3° Des objectifs en matière de prévention, de recyclage et de valorisation des déchets, déclinant les objectifs nationaux de manière adaptée aux particularités territoriales ainsi que les priorités à retenir pour atteindre ces objectifs ;"},{"type":"del","content":"4° Les priorités à retenir pour atteindre ces objectifs, compte tenu notamment des évolutions économiques et technologiques prévisibles ;"},{"type":"add","content":"4° Une planification de la prévention et de la gestion des déchets à termes de six ans et de douze ans, comportant notamment la mention des installations qu'il apparaît nécessaire de créer ou d'adapter afin d'atteindre les objectifs fixés au 3° du présent II, dans le respect de la limite mentionnée au IV ;"},{"type":"del","content":"5° Les mesures permettant d'assurer la gestion des déchets dans des situations exceptionnelles, notamment celles susceptibles de perturber la collecte et le traitement des déchets, sans préjudice des dispositions relatives à la sécurité civile."},{"type":"add","content":"5° Un plan régional d'action en faveur de l'économie circulaire."},{"type":"del","content":"III.-Le plan peut prévoir pour certains types de déchets dangereux spécifiques la possibilité pour les producteurs et les détenteurs de déchets de déroger à la hiérarchie des modes de traitement des déchets définie à l'article L. 541-1, en la justifiant compte tenu des effets sur l'environnement et la santé humaine, et des conditions techniques et économiques."},{"type":"add","content":"III.-Certains flux de déchets, dont la liste est fixée par décret, font l'objet d'une planification spécifique dans le cadre du plan régional."},{"type":"del","content":"IV.-Le plan tient compte des besoins et des capacités des zones voisines hors de son périmètre d'application et des propositions de coopération intercommunale afin de prendre en compte les bassins industriels."},{"type":"add","content":"IV.-Le plan fixe, en fonction des objectifs mentionnés au II, une limite aux capacités annuelles d'élimination des déchets non dangereux non inertes, qui ne peut être supérieure à une valeur établie par décret en Conseil d'Etat. Cette valeur peut varier selon les collectivités territoriales. Cette limite s'applique lors de la création de toute nouvelle installation d'élimination des déchets non dangereux non inertes, lors de l'extension de capacité d'une installation existante ou lors d'une modification substantielle de la nature des déchets admis dans une telle installation."},{"type":"del","content":"V.-Le projet de plan est élaboré à l'initiative et sous la responsabilité du président du conseil régional."},{"type":"add","content":"V.-Sans préjudice du IV, le plan prévoit, parmi les priorités qu'il retient, une ou plusieurs installations de stockage de déchets non dangereux et une ou plusieurs installations de stockage de déchets inertes, en veillant à leur répartition sur la zone géographique qu'il couvre en cohérence avec le 4° de l'article L. 541-1."},{"type":"del","content":"VI.-Le plan est établi en concertation avec une commission consultative d'élaboration et de suivi composée des représentants respectifs des collectivités territoriales, de l'Etat et des organismes publics concernés, notamment l'agence régionale de santé, des organisations professionnelles concernées et des associations agréées de protection de l'environnement. Le projet de plan est soumis pour avis à la commission consultative d'élaboration et de suivi, au représentant de l'Etat dans la région et aux conseils régionaux limitrophes. Il est éventuellement modifié pour tenir compte de ces avis qui sont réputés favorables s'ils n'ont pas été formulés dans un délai de trois mois à compter de la réception du projet. Il est éventuellement modifié pour tenir compte de ces avis. Si, dans les conditions prévues à l'article L. 541-15, l'Etat élabore le plan, l'avis du conseil régional est également sollicité."},{"type":"add","content":"VI.-Le plan peut prévoir, pour certains types de déchets spécifiques, la possibilité, pour les producteurs et les détenteurs de déchets, de déroger à la hiérarchie des modes de traitement des déchets définie à l'article L. 541-1, en la justifiant compte tenu des effets globaux sur l'environnement et la santé humaine, et des conditions techniques et économiques."},{"type":"del","content":"VII.-Le projet de plan est alors mis à la disposition du public pendant deux mois, puis approuvé par délibération du conseil régional et publié."},{"type":"add","content":"VII.-Le plan prévoit les mesures permettant d'assurer la gestion des déchets dans des situations exceptionnelles, notamment celles susceptibles de perturber la collecte et le traitement des déchets, sans préjudice des dispositions relatives à la sécurité civile."},{"type":"add","content":""},{"type":"add","content":"VIII.-Le plan tient compte, en concertation avec l'autorité compétente des zones limitrophes, de leurs besoins hors de son périmètre d'application et des installations de gestion des déchets implantées dans ces zones afin de prendre en compte les bassins économiques et les bassins de vie."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Conformément à l'article 64 de la loi n° 2018-727 du 10 août 2018, l'article L. 541-13 du code de l'environnement est rétabli dans sa rédaction antérieure à l'ordonnance n° 2016-1028 du 27 juillet 2016 relative aux mesures de coordination rendues nécessaires par l'intégration dans le schéma régional d'aménagement, de développement durable et d'égalité des territoires, des schémas régionaux sectoriels mentionnés à l'article 13 de la loi n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République, à compter de la date d'entrée en vigueur de la même ordonnance et jusqu'à la publication de l'arrêté approuvant, dans chacune des régions concernées, un schéma régional d'aménagement, de développement durable et d'égalité des territoires en application du chapitre Ier du titre V du livre II de la quatrième partie du code général des collectivités territoriales. Après la publication de cet arrêté, l'article L. 541-13 du code de l'environnement s'applique dans sa rédaction résultant de l'ordonnance n° 2016-1028 du 27 juillet 2016 précitée."},{"type":"del","content":"Code de l'environnement - article L541-15 AUTONOME MODIFIE, en vigueur du 2010-07-14 au 2010-12-19 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'environnement - article L541-15 AUTONOME MODIFIE, en vigueur du 2016-07-29 au 2017-03-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'environnement - article L541-15 AUTONOME MODIFIE, en vigueur du 2017-03-01 au 2020-02-12 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'environnement - article L541-15 AUTONOME MODIFIE, en vigueur du 2023-01-01 au 2025-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'environnement - article L541-15 AUTONOME MODIFIE, en vigueur du 2015-03-22 au 2015-08-09 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'environnement - article L541-15 AUTONOME MODIFIE, en vigueur du 2005-01-01 au 2010-07-14 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'environnement - article L541-15 AUTONOME VIGUEUR, en vigueur depuis le 2025-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'environnement - article L541-15 AUTONOME MODIFIE, en vigueur du 2002-02-28 au 2005-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'environnement - article L541-15 AUTONOME MODIFIE, en vigueur du 2010-12-19 au 2015-03-22 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Ordonnance n° 2010-1579 du 17 décembre 2010 portant diverses dispositions d'adaptation au droit de l'Union européenne dans le domaine des déchets - article 12 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'environnement - article L541-15 AUTONOME MODIFIE, en vigueur du 2000-09-21 au 2002-02-28 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'environnement - article L541-15 AUTONOME MODIFIE, en vigueur du 2015-08-09 au 2015-08-19 CITATION cible"},{"type":"add","content":"LOI n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République - article 8 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2015-08-09 MODIFIE source"},{"type":"del","content":"Code de l'environnement - article L541-15 AUTONOME MODIFIE, en vigueur du 2015-08-19 au 2016-07-29 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'environnement - article L541-15 AUTONOME MODIFIE, en vigueur du 2020-07-31 au 2023-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'environnement - article L541-15 AUTONOME MODIFIE, en vigueur du 2020-02-12 au 2020-07-31 CITATION cible"},{"type":"add","content":"LOI n° 2018-727 du 10 août 2018 pour un Etat au service d'une société de confiance - article 64 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2010-12-17 MODIFIE cible Ordonnance n° 2010-1579 du 17 décembre 2010 portant diverses dispositions d'adaptation au droit de l'Union européenne dans le domaine des déchets - article 12 ENTIEREMENT_MODIF"},{"type":"add","content":"2015-08-07 CITATION cible LOI n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République - article 13 AUTONOME VIGUEUR, en vigueur depuis le 2015-08-09"},{"type":"del","content":"2015-08-07 CITATION cible LOI n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République - article 13 AUTONOME VIGUEUR, en vigueur depuis le 2015-08-09"},{"type":"add","content":"2015-08-07 MODIFIE cible LOI n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République - article 8 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2015-08-09"},{"type":"add","content":""},{"type":"add","content":"2018-08-10 MODIFIE cible LOI n° 2018-727 du 10 août 2018 pour un Etat au service d'une société de confiance - article 64 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/23/26/87/LEGIARTI000023268706.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/23/26/87/LEGIARTI000023268706.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/23/26/87/LEGIARTI000023268706.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/31/01/92/LEGIARTI000031019215.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/31/01/92/LEGIARTI000031019215.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/31/01/92/LEGIARTI000031019215.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000023268706)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000031019215)"}],"status":"modified"},{"filename":"partie_legislative/livre_v/titre_iv/chapitre_ier/section_3/sous-section_1/article_l541-14-1.md","articleName":"Article L541-14-1","additions":0,"deletions":135,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article L541-14-1"},{"type":"del","content":""},{"type":"del","content":"I.-Chaque département est couvert par un plan départemental ou interdépartemental de prévention et de gestion des déchets issus de chantiers du bâtiment et des travaux publics. La région d'Ile-de-France est couverte par un plan régional."},{"type":"del","content":""},{"type":"del","content":"II.-Pour atteindre les objectifs visés à l'article L. 541-1, le plan :"},{"type":"del","content":""},{"type":"del","content":"1° Dresse l'inventaire des types, des quantités et des origines des déchets issus de chantiers du bâtiment et des travaux publics ;"},{"type":"del","content":""},{"type":"del","content":"2° Recense les installations existantes de transit, de tri, de traitement et de stockage ;"},{"type":"del","content":""},{"type":"del","content":"3° Enonce les priorités à retenir compte tenu notamment des évolutions techniques et économiques prévisibles :"},{"type":"del","content":""},{"type":"del","content":"a) Pour la prévention de la production de déchets des catégories couvertes par le plan et pour le développement du tri et de la valorisation de la matière des déchets, en garantissant un niveau élevé de protection de l'environnement ;"},{"type":"del","content":""},{"type":"del","content":"b) Pour la création d'installations nouvelles, en indiquant les secteurs géographiques qui paraissent les mieux adaptés à cet effet ;"},{"type":"del","content":""},{"type":"del","content":"4° Fixe des objectifs de valorisation de la matière des déchets et de diminution des quantités stockées ;"},{"type":"del","content":""},{"type":"del","content":"5° Privilégie l'utilisation, y compris par les maîtres d'ouvrage publics, des matériaux recyclés dans les chantiers du bâtiment et des travaux publics, sous réserve de ne pas porter atteinte à la santé de l'homme et de l'environnement, afin d'instaurer des débouchés pérennes et d'économiser les ressources de matériaux non renouvelables."},{"type":"del","content":""},{"type":"del","content":"II bis.-Le plan peut prévoir pour certains types de déchets issus de chantiers du bâtiment et des travaux publics la possibilité pour les producteurs et les détenteurs de déchets de déroger à la hiérarchie des modes de traitement des déchets définie à l'article L. 541-1, en la justifiant compte tenu des effets sur l'environnement et la santé humaine, et des conditions techniques et économiques."},{"type":"del","content":""},{"type":"del","content":"III.-Le plan peut tenir compte, en concertation avec les départements limitrophes, des besoins et des capacités des zones voisines hors de son périmètre d'application et des propositions de coopération intercommunale afin de prendre en compte les bassins de vie. Dans le but de favoriser l'utilisation de modes de transports autres que la route pour acheminer les déchets vers les installations de traitement, il peut être autorisé, dans une limite correspondant à 25 % de la capacité annuelle du site, des apports provenant d'autres départements dans les calculs des allégements de taxe générale sur les activités polluantes concernant le transport alternatif."},{"type":"del","content":""},{"type":"del","content":"IV.-Il prévoit obligatoirement, parmi les priorités qu'il retient, des installations de stockage des déchets inertes issus des chantiers du bâtiment et des travaux publics ainsi que la définition d'une organisation de collecte sélective et de valorisation matière des déchets."},{"type":"del","content":""},{"type":"del","content":"V. ― Le projet de plan est élaboré à l'initiative et sous la responsabilité du président du conseil départemental ou, dans la région d'Ile-de-France, du président du conseil régional. Les collectivités territoriales ou leurs groupements exerçant la compétence d'élimination ou de traitement des déchets et, dans la région d'Ile-de-France, les départements sont associés à son élaboration."},{"type":"del","content":""},{"type":"del","content":"VI.-Il est établi en concertation avec une commission consultative d'élaboration et de suivi composée de représentants du conseil départemental ou, dans la région d'Ile-de-France, du conseil régional et des conseils départementaux, des communes et de leurs groupements, de l'Etat, des organismes publics intéressés, des professionnels concernés, des associations agréées de protection de l'environnement et des associations agréées de consommateurs."},{"type":"del","content":""},{"type":"del","content":"VII.-Le projet de plan est soumis pour avis au représentant de l'Etat dans le département, à la commission départementale compétente en matière d'environnement, de risques sanitaires et technologiques ainsi qu'aux conseils départementaux des départements limitrophes. En Ile-de-France, il est soumis pour avis au représentant de l'Etat dans la région ainsi qu'aux conseils départementaux et aux commissions départementales compétentes en matière d'environnement, de risques sanitaires et technologiques des départements situés sur le territoire de la région. Il peut être modifié pour tenir compte de ces avis, qui sont réputés favorables s'ils n'ont pas été formulés dans un délai de trois mois à compter de la réception du projet. Si le plan est élaboré par l'Etat, dans les conditions prévues à l'article L. 541-15, l'avis du conseil départemental et, dans la région d'Ile-de-France, du conseil régional est également sollicité."},{"type":"del","content":""},{"type":"del","content":"VIII.-Le projet de plan est alors soumis à enquête publique, puis approuvé par délibération du conseil départemental ou, pour la région d'Ile-de-France, par délibération du conseil régional."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"### Nota"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'environnement - article L541-1 AUTONOME MODIFIE, en vigueur du 2000-09-21 au 2003-07-03 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'environnement - article L541-1 AUTONOME MODIFIE, en vigueur du 2003-07-03 au 2010-12-19 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'environnement - article L541-1 AUTONOME MODIFIE, en vigueur du 2015-08-19 au 2020-02-12 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'environnement - article L541-1 AUTONOME MODIFIE, en vigueur du 2020-02-12 au 2020-07-31 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'environnement - article L541-1 AUTONOME VIGUEUR, en vigueur depuis le 2021-08-25 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République - article 8 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2015-08-09 ABROGE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'environnement - article L541-1 AUTONOME MODIFIE, en vigueur du 2010-12-19 au 2015-08-19 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'environnement - article L541-1 AUTONOME MODIFIE, en vigueur du 2020-07-31 au 2021-08-25 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'environnement - article L655-6-1 AUTONOME ABROGE, en vigueur du 2010-12-19 au 2015-08-09 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'environnement - article L541-15 AUTONOME MODIFIE, en vigueur du 2015-08-09 au 2015-08-19 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2013-403 du 17 mai 2013 relative à l'élection des conseillers départementaux, des conseillers municipaux et des conseillers communautaires, et modifiant le calendrier électoral - article 1 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2013-05-19 MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2010-07-12 CITATION cible LOI n° 2010-788 du 12 juillet 2010 portant engagement national pour l'environnement - article 194 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2010-07-14"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2011-12-19 CITATION cible Arrêté du 19 décembre 2011 relatif au diagnostic portant sur la gestion des déchets issus de la démolition de catégories de bâtiments - article 1 AUTONOME ABROGE, en vigueur du 2012-01-15 au 2023-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2013-05-17 MODIFIE cible LOI n° 2013-403 du 17 mai 2013 relative à l'élection des conseillers départementaux, des conseillers municipaux et des conseillers communautaires, et modifiant le calendrier électoral - article 1 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2013-05-19"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2015-08-07 ABROGE cible LOI n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République - article 8 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2015-08-09"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de l'environnement - article L541-1 AUTONOME MODIFIE, en vigueur du 2000-09-21 au 2003-07-03"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de l'environnement - article L541-15 AUTONOME MODIFIE, en vigueur du 2015-08-09 au 2015-08-19"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'environnement - article L655-6-1 AUTONOME ABROGE, en vigueur du 2010-12-19 au 2015-08-09"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'environnement - article R122-17 AUTONOME MODIFIE, en vigueur du 2016-04-30 au 2016-06-20"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'environnement - article R512-3 AUTONOME ABROGE, en vigueur du 2011-07-12 au 2017-03-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'environnement - article R541-14 AUTONOME MODIFIE, en vigueur du 2011-07-12 au 2016-06-20"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'environnement - article R541-30 AUTONOME ABROGE, en vigueur du 2011-07-12 au 2016-06-20"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'environnement - article R541-41-1 AUTONOME ABROGE, en vigueur du 2011-07-12 au 2016-06-20"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'environnement - article R541-66 AUTONOME ABROGE, en vigueur du 2012-07-01 au 2015-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/57/22/LEGIARTI000027572241.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/57/22/LEGIARTI000027572241.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/27/57/22/LEGIARTI000027572241.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_l_environnement/src/branch/main/partie_legislative/livre_v/titre_iv/chapitre_ier/section_3/sous-section_1/article_l541-14-1.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000027572241)"},{"type":"del","content":""}],"status":"deleted"},{"filename":"partie_legislative/livre_v/titre_iv/chapitre_ier/section_3/sous-section_1/article_l541-14.md","articleName":"Article L541-14","additions":38,"deletions":51,"diff":[{"type":"del","content":"I.-Chaque département est couvert par un plan départemental ou interdépartemental de prévention et de gestion des déchets non dangereux. L'Ile-de-France est couverte par un plan régional."},{"type":"add","content":"I.-Le projet de plan est élaboré à l'initiative et sous la responsabilité du président du conseil régional."},{"type":"del","content":"II.-Pour atteindre les objectifs visés à l'article L. 541-1, le plan :"},{"type":"add","content":"II.-Le projet de plan est élaboré en concertation avec des représentants des collectivités territoriales et de leurs groupements compétents en matière de collecte et de traitement de déchets, de l'Etat, des organismes publics concernés, des organisations professionnelles concernées, des éco-organismes et des associations agréées de protection de l'environnement. Le projet de plan est soumis pour avis à la conférence territoriale de l'action publique, au représentant de l'Etat dans la région et au conseil régional des régions limitrophes. Il est éventuellement modifié pour tenir compte de ces avis, qui sont réputés favorables s'ils n'ont pas été formulés dans un délai de quatre mois à compter de la réception du projet. Si, dans les conditions prévues à l'article L. 541-15, l'Etat élabore le plan, l'avis du conseil régional est également sollicité."},{"type":"del","content":"1° Dresse l'inventaire des types, des quantités et des origines des déchets non dangereux, produits et traités, et des installations existantes appropriées ;"},{"type":"add","content":"Le projet de plan est arrêté par le conseil régional. Lorsque, à l'expiration du délai prévu au premier alinéa du présent II, au moins trois cinquièmes des autorités organisatrices en matière de traitement des déchets, représentant au moins 60 % de la population, ont émis un avis défavorable au projet de plan, le représentant de l'Etat dans la région peut demander au conseil régional d'arrêter un nouveau projet de plan dans un délai de trois mois, en tenant compte des observations formulées."},{"type":"del","content":"2° Recense les délibérations des personnes morales de droit public responsables du traitement des déchets entérinant les choix d'équipements à modifier ou à créer, la nature des traitements retenus et leurs localisations. Ces choix sont pris en compte par le plan départemental dans la mesure où ils contribuent aux objectifs définis à l'article 46 de la loi n° 2009-967 du 3 août 2009 de programmation relative à la mise en œuvre du Grenelle de l'environnement ;"},{"type":"del","content":""},{"type":"del","content":"2° bis Recense les programmes locaux de prévention des déchets ménagers et assimilés mis en œuvre par les collectivités territoriales responsables de la collecte ou du traitement des déchets ménagers et assimilés ;"},{"type":"del","content":""},{"type":"del","content":"3° Enonce les priorités à retenir compte tenu notamment des évolutions démographiques et économiques prévisibles. Dans ce contexte, le plan :"},{"type":"del","content":""},{"type":"del","content":"a) Fixe des objectifs de prévention des déchets ;"},{"type":"del","content":""},{"type":"del","content":"b) Fixe des objectifs de tri à la source, de collecte sélective, notamment des biodéchets, et de valorisation de la matière ;"},{"type":"del","content":""},{"type":"del","content":"c) Fixe une limite aux capacités annuelles d'incinération et de stockage des déchets, en fonction des objectifs mentionnés aux a et b. Cette limite doit être cohérente avec l'objectif d'un dimensionnement des outils de traitement des déchets par stockage ou incinération correspondant à 60 % au plus des déchets produits sur le territoire. Cette limite s'applique lors de la création de toute nouvelle installation d'incinération ou de stockage des déchets ainsi que lors de l'extension de capacité d'une installation existante ou lors d'une modification substantielle de la nature des déchets admis dans une telle installation. Cette disposition peut faire l'objet d'adaptations définies par décret pour les départements d'outre-mer et la Corse ;"},{"type":"del","content":""},{"type":"del","content":"d) Enonce les priorités à retenir pour la valorisation des composts issus des déchets organiques. Ces priorités sont mises à jour chaque année en concertation avec la commission consultative visée au VI ;"},{"type":"del","content":""},{"type":"del","content":"e) Prévoit les conditions permettant d'assurer la gestion des déchets dans des situations exceptionnelles, notamment celles susceptibles de perturber la collecte et le traitement des déchets, sans préjudice des dispositions relatives à la sécurité civile ;"},{"type":"del","content":""},{"type":"del","content":"II bis.-Le plan peut prévoir pour certains types de déchets non dangereux spécifiques la possibilité pour les producteurs et les détenteurs de déchets de déroger à la hiérarchie des modes de traitement des déchets définie à l'article L. 541-1, en la justifiant compte tenu des effets sur l'environnement et la santé humaine, et des conditions techniques et économiques ;"},{"type":"del","content":""},{"type":"del","content":"III.-Le plan peut tenir compte, en concertation avec les départements limitrophes, des besoins et des capacités des zones voisines hors de son périmètre d'application et des propositions de coopération intercommunale afin de prendre en compte les bassins de vie. Il privilégie les modes alternatifs pour le transport des déchets, par voie fluviale ou ferrée."},{"type":"del","content":""},{"type":"del","content":"IV.-Il prévoit obligatoirement, parmi les priorités qu'il retient, des installations de stockage de déchets non dangereux."},{"type":"del","content":""},{"type":"del","content":"V.-Le projet de plan est élaboré à l'initiative et sous la responsabilité du président du conseil départemental ou, dans la région d'Ile-de-France, du président du conseil régional. Les collectivités territoriales ou leurs groupements exerçant la compétence de collecte ou de traitement des déchets et, dans la région d'Ile-de-France, les départements, sont associés à son élaboration."},{"type":"del","content":""},{"type":"del","content":"VI.-Il est établi en concertation avec une commission consultative d'élaboration et de suivi composée de représentants des communes et de leurs groupements, du conseil départemental, de l'Etat, des organismes publics intéressés, des professionnels concernés, des associations agréées de protection de l'environnement et des associations agréées de consommateurs ainsi que, dans la région d'Ile-de-France, du conseil régional et des conseils départementaux et des associations agréées de protection de l'environnement."},{"type":"del","content":""},{"type":"del","content":"VII.-Le projet de plan est soumis pour avis au représentant de l'Etat dans le département, à la commission départementale compétente en matière d'environnement, de risques sanitaires et technologiques ainsi qu'aux conseils départementaux des départements limitrophes. En Ile-de-France, il est soumis pour avis au représentant de l'Etat dans la région ainsi qu'aux conseils départementaux et aux commissions départementales compétentes en matière d'environnement, de risques sanitaires et technologiques des départements situés sur le territoire de la région. Le projet de plan est également soumis pour avis aux groupements compétents en matière de déchets et, lorsqu'elles n'appartiennent pas à un tel groupement, aux communes, concernés par ce plan. Il peut être modifié pour tenir compte de ces avis, qui sont réputés favorables s'ils n'ont pas été formulés dans un délai de trois mois à compter de la réception du projet. Si le plan est élaboré par l'Etat, dans les conditions prévues à l'article L. 541-15, l'avis du conseil départemental et, en Ile-de-France, du conseil régional est également sollicité."},{"type":"del","content":""},{"type":"del","content":"VIII.-Le projet de plan est alors soumis à enquête publique réalisée conformément au chapitre III du titre II du livre Ier du présent code, puis approuvé par délibération du conseil départemental ou, pour la région d'Ile-de-France, par délibération du conseil régional."},{"type":"add","content":"III.-Le projet de plan est ensuite soumis à enquête publique, réalisée conformément au chapitre III du titre II du livre Ier, puis approuvé par délibération du conseil régional et publié."},{"type":"del","content":"Code de l'environnement - article L541-1 AUTONOME MODIFIE, en vigueur du 2000-09-21 au 2003-07-03 CITATION cible"},{"type":"add","content":"Code de l'environnement - article L541-15 AUTONOME MODIFIE, en vigueur du 2010-07-14 au 2010-12-19 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'environnement - article L541-15 AUTONOME MODIFIE, en vigueur du 2016-07-29 au 2017-03-01 CITATION cible"},{"type":"del","content":"Code de l'environnement - article L541-1 AUTONOME MODIFIE, en vigueur du 2003-07-03 au 2010-12-19 CITATION cible"},{"type":"add","content":"Code de l'environnement - article L541-15 AUTONOME MODIFIE, en vigueur du 2017-03-01 au 2020-02-12 CITATION cible"},{"type":"del","content":"Code de l'environnement - article L541-1 AUTONOME MODIFIE, en vigueur du 2015-08-19 au 2020-02-12 CITATION cible"},{"type":"add","content":"Code de l'environnement - article L541-15 AUTONOME MODIFIE, en vigueur du 2023-01-01 au 2025-01-01 CITATION cible"},{"type":"del","content":"Code de l'environnement - article L541-1 AUTONOME MODIFIE, en vigueur du 2020-02-12 au 2020-07-31 CITATION cible"},{"type":"add","content":"Code de l'environnement - article L541-15 AUTONOME MODIFIE, en vigueur du 2015-03-22 au 2015-08-09 CITATION cible"},{"type":"del","content":"Code de l'environnement - article L541-1 AUTONOME VIGUEUR, en vigueur depuis le 2021-08-25 CITATION cible"},{"type":"add","content":"Code de l'environnement - article L541-15 AUTONOME MODIFIE, en vigueur du 2005-01-01 au 2010-07-14 CITATION cible"},{"type":"del","content":"Code de l'environnement - article L541-1 AUTONOME MODIFIE, en vigueur du 2010-12-19 au 2015-08-19 CITATION cible"},{"type":"add","content":"Code de l'environnement - article L541-15 AUTONOME VIGUEUR, en vigueur depuis le 2025-01-01 CITATION cible"},{"type":"del","content":"Code de l'environnement - article L541-1 AUTONOME MODIFIE, en vigueur du 2020-07-31 au 2021-08-25 CITATION cible"},{"type":"add","content":"LOI n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République - article 8 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2015-08-09 MODIFIE source"},{"type":"del","content":"LOI n° 2013-403 du 17 mai 2013 relative à l'élection des conseillers départementaux, des conseillers municipaux et des conseillers communautaires, et modifiant le calendrier électoral - article 1 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2013-05-19 MODIFIE source"},{"type":"add","content":"Code de l'environnement - article L541-15 AUTONOME MODIFIE, en vigueur du 2002-02-28 au 2005-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'environnement - article L541-15 AUTONOME MODIFIE, en vigueur du 2010-12-19 au 2015-03-22 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'environnement - article L541-15 AUTONOME MODIFIE, en vigueur du 2000-09-21 au 2002-02-28 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'environnement - article L541-15 AUTONOME MODIFIE, en vigueur du 2015-08-09 au 2015-08-19 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'environnement - article L541-15 AUTONOME MODIFIE, en vigueur du 2015-08-19 au 2016-07-29 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'environnement - article L541-15 AUTONOME MODIFIE, en vigueur du 2020-07-31 au 2023-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'environnement - article L541-15 AUTONOME MODIFIE, en vigueur du 2020-02-12 au 2020-07-31 CITATION cible"},{"type":"del","content":""},{"type":"del","content":"2009-08-03 CITATION source LOI n° 2009-967 du 3 août 2009 de programmation relative à la mise en œuvre du Grenelle de l'environnement - article 46 AUTONOME"},{"type":"del","content":""},{"type":"del","content":"2013-05-17 MODIFIE cible LOI n° 2013-403 du 17 mai 2013 relative à l'élection des conseillers départementaux, des conseillers municipaux et des conseillers communautaires, et modifiant le calendrier électoral - article 1 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2013-05-19"},{"type":"add","content":"2015-08-07 MODIFIE cible LOI n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République - article 8 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2015-08-09"},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de l'environnement - article L541-1 AUTONOME MODIFIE, en vigueur du 2000-09-21 au 2003-07-03"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/57/22/LEGIARTI000027572249.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/57/22/LEGIARTI000027572249.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/27/57/22/LEGIARTI000027572249.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/31/01/92/LEGIARTI000031019213.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/31/01/92/LEGIARTI000031019213.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/31/01/92/LEGIARTI000031019213.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000027572249)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000031019213)"}],"status":"modified"},{"filename":"partie_legislative/livre_v/titre_iv/chapitre_ier/section_3/sous-section_1/article_l541-15-2.md","articleName":"Article L541-15-2","additions":54,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article L541-15-2"},{"type":"add","content":""},{"type":"add","content":"Le conseil régional peut fixer, pour l'élaboration des plans relatifs aux déchets dont il a la charge en application des articles L. 541-13 et L. 541-14, par convention avec les acteurs concernés, les modalités de transmission à titre gratuit des données relatives aux gisements de déchets dont il a connaissance."},{"type":"add","content":""},{"type":"add","content":"Un décret fixe la liste des acteurs concernés mentionnés au premier alinéa du présent article."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République - article 9 ENTIEREMENT_MODIF CREE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2015-08-07 CREE cible LOI n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République - article 9 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2022-12-12 CITATION cible Arrêté du 12 décembre 2022 relatif aux données des filières à responsabilité élargie des producteurs (REP) VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-09-07 CITATION cible Arrêté du 7 septembre 2023 modifiant l'arrêté du 12 décembre 2022 relatif aux données des filières à responsabilité élargie des producteurs (REP) VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2024-10-08 CITATION cible Arrêté du 8 octobre 2024 modifiant l'arrêté du 12 décembre 2022 relatif aux données des filières à responsabilité élargie des producteurs (REP) VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de l'environnement - article D541-20 AUTONOME VIGUEUR, en vigueur depuis le 2020-12-14"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de l'environnement - article L541-13 AUTONOME MODIFIE, en vigueur du 2000-09-21 au 2002-02-28"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/99/99/LEGIARTI000030999911.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/99/99/LEGIARTI000030999911.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/30/99/99/LEGIARTI000030999911.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_l_environnement/src/branch/main/partie_legislative/livre_v/titre_iv/chapitre_ier/section_3/sous-section_1/article_l541-15-2.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000030999911)"},{"type":"add","content":""}],"status":"added"},{"filename":"partie_legislative/livre_v/titre_iv/chapitre_ier/section_3/sous-section_1/article_l541-15.md","articleName":"Article L541-15","additions":12,"deletions":9,"diff":[{"type":"del","content":"Dans les zones où les plans visés aux articles L. 541-11, L. 541-11-1, L. 541-13, L. 541-14 et L. 541-14-1 sont applicables, les décisions prises par les personnes morales de droit public et leurs concessionnaires dans le domaine de la prévention et de la gestion des déchets et, notamment, les décisions prises en application du titre Ier du présent livre doivent être compatibles avec ces plans."},{"type":"add","content":"Dans les zones où les plans visés aux articles L. 541-11, L. 541-11-1 et L. 541-13 sont applicables, les décisions prises par les personnes morales de droit public et leurs concessionnaires dans le domaine de la prévention et de la gestion des déchets et, notamment, les décisions prises en application du titre Ier du présent livre doivent être compatibles avec ces plans."},{"type":"del","content":"Les modalités et procédures d'élaboration, de publication, d'évaluation et de révision des plans sont déterminées par décret en Conseil d'Etat. Ce décret prend en compte les spécificités économiques et techniques de la gestion des déchets des territoires, dont ceux de l'outre-mer. Ce décret fixe notamment les mesures de publicité à prendre lors de l'élaboration et de l'évaluation des plans après leur adoption et la procédure simplifiée de révision des plans applicable dès lors que les modifications projetées n'en remettent pas en cause l'économie générale. Ce décret fixe également les conditions dans lesquelles le représentant de l'Etat peut demander au président du conseil départemental ou au président du conseil régional une nouvelle délibération sur les projets de plans visés aux articles L. 541-13, L. 541-14 et L. 541-14-1 ou l'élaboration ou la révision de ces plans, puis les élaborer ou les réviser lorsque, après avoir été invités à y procéder, les conseils régionaux ou les conseils départementaux ne les ont pas adoptés dans un délai de dix-huit mois."},{"type":"add","content":"Les modalités et procédures d'élaboration, de publication, de suivi, d'évaluation et de révision des plans sont déterminées par décret en Conseil d'Etat. Ce décret prend en compte les spécificités économiques et techniques de la gestion des déchets des territoires, dont ceux de l'outre-mer. Ce décret fixe notamment les mesures de publicité à prendre lors de l'élaboration et de l'évaluation des plans après leur adoption et la procédure simplifiée de révision des plans applicable dès lors que les modifications projetées n'en remettent pas en cause l'économie générale. Ce décret fixe également les conditions dans lesquelles le représentant de l'Etat peut demander au président du conseil régional une nouvelle délibération sur les projets de plan mentionnés à l'article L. 541-14 ou l'élaboration ou la révision de ces plans, puis les élaborer ou les réviser lorsque, après avoir été invités à y procéder, les conseils régionaux ne les ont pas adoptés dans un délai de dix-huit mois."},{"type":"del","content":"LOI n° 2013-403 du 17 mai 2013 relative à l'élection des conseillers départementaux, des conseillers municipaux et des conseillers communautaires, et modifiant le calendrier électoral - article 1 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2013-05-19 MODIFIE source"},{"type":"add","content":"Code de l'environnement - article L541-14-1 AUTONOME ABROGE, en vigueur du 2015-03-22 au 2015-08-09 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République - article 8 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2015-08-09 MODIFIE source"},{"type":"del","content":"2013-05-17 MODIFIE cible LOI n° 2013-403 du 17 mai 2013 relative à l'élection des conseillers départementaux, des conseillers municipaux et des conseillers communautaires, et modifiant le calendrier électoral - article 1 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2013-05-19"},{"type":"add","content":"2015-08-07 MODIFIE cible LOI n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République - article 8 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2015-08-09"},{"type":"del","content":"2999-01-01 CITATION cible Code de l'environnement - article L541-14-1 AUTONOME MODIFIE, en vigueur du 2010-12-19 au 2015-03-22"},{"type":"add","content":"2999-01-01 CITATION cible Code de l'environnement - article L541-14-1 AUTONOME ABROGE, en vigueur du 2015-03-22 au 2015-08-09"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/57/22/LEGIARTI000027572245.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/57/22/LEGIARTI000027572245.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/27/57/22/LEGIARTI000027572245.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/31/01/92/LEGIARTI000031019209.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/31/01/92/LEGIARTI000031019209.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/31/01/92/LEGIARTI000031019209.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000027572245)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000031019209)"}],"status":"modified"},{"filename":"partie_legislative/livre_vi/titre_v/chapitre_v/README.md","articleName":"Sommaire - Chapitre V","additions":0,"deletions":1,"diff":[{"type":"del","content":"- [Article L655-6-1](article_l655-6-1.md)"}],"status":"modified"},{"filename":"partie_legislative/livre_vi/titre_v/chapitre_v/article_l655-6-1.md","articleName":"Article L655-6-1","additions":0,"deletions":49,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article L655-6-1"},{"type":"del","content":""},{"type":"del","content":"Pour l'application de l'article L. 541-14-1 à Mayotte, le paragraphe VIII est remplacé par le paragraphe suivant :"},{"type":"del","content":""},{"type":"del","content":"\" VIII.-Le projet de plan est alors mis à la disposition du public pendant deux mois, puis approuvé par délibération du conseil général et publié. \""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'environnement - article L541-14-1 AUTONOME ABROGE, en vigueur du 2015-03-22 au 2015-08-09 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République - article 8 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2015-08-09 ABROGE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Ordonnance n° 2010-1579 du 17 décembre 2010 portant diverses dispositions d'adaptation au droit de l'Union européenne dans le domaine des déchets - article 22 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2010-12-17 MODIFIE cible Ordonnance n° 2010-1579 du 17 décembre 2010 portant diverses dispositions d'adaptation au droit de l'Union européenne dans le domaine des déchets - article 22 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2015-08-07 ABROGE cible LOI n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République - article 8 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2015-08-09"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de l'environnement - article L541-14-1 AUTONOME ABROGE, en vigueur du 2015-03-22 au 2015-08-09"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/23/41/03/LEGIARTI000023410333.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/23/41/03/LEGIARTI000023410333.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/23/41/03/LEGIARTI000023410333.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_l_environnement/src/branch/main/partie_legislative/livre_vi/titre_v/chapitre_v/article_l655-6-1.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000023410333)"},{"type":"del","content":""}],"status":"deleted"},{"filename":"partie_legislative/livre_vi/titre_v/chapitre_v/article_l655-6.md","articleName":"Article L655-6","additions":46,"deletions":8,"diff":[{"type":"del","content":"Pour l'application de l'article L. 541-14 à Mayotte, le paragraphe VIII est remplacé par le paragraphe suivant :"},{"type":"add","content":"Pour l'application de l'article L. 541-14 à Mayotte, le paragraphe III est ainsi rédigé :"},{"type":"del","content":"\" VIII. - Le projet de plan est alors mis à la disposition du public pendant deux mois, puis approuvé par délibération du conseil général et publié. \""},{"type":"add","content":"\" III.-Le projet de plan est alors mis à la disposition du public pendant deux mois, puis approuvé par délibération du conseil départemental et publié. \""},{"type":"del","content":"Ordonnance n° 2010-1579 du 17 décembre 2010 portant diverses dispositions d'adaptation au droit de l'Union européenne dans le domaine des déchets - article 22 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Code de l'environnement - article L541-14 AUTONOME MODIFIE, en vigueur du 2010-07-14 au 2010-12-19 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'environnement - article L541-14 AUTONOME VIGUEUR, en vigueur depuis le 2015-08-09 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'environnement - article L541-14 AUTONOME MODIFIE_MORT_NE, en vigueur du 2005-01-01 au 2004-12-10 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République - article 8 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2015-08-09 MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'environnement - article L541-14 AUTONOME MODIFIE, en vigueur du 2010-12-19 au 2015-03-22 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'environnement - article L541-14 AUTONOME MODIFIE, en vigueur du 2005-07-01 au 2010-07-14 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'environnement - article L541-14 AUTONOME MODIFIE, en vigueur du 2000-09-21 au 2005-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'environnement - article L541-14 AUTONOME MODIFIE, en vigueur du 2015-03-22 au 2015-08-09 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2003-591 du 2 juillet 2003 habilitant le Gouvernement à simplifier le droit CODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Ordonnance n° 2000-914 du 18 septembre 2000 relative à la partie législative du code de l'environnement CODIFICATION cible"},{"type":"del","content":"2010-12-17 MODIFIE cible Ordonnance n° 2010-1579 du 17 décembre 2010 portant diverses dispositions d'adaptation au droit de l'Union européenne dans le domaine des déchets - article 22 ENTIEREMENT_MODIF"},{"type":"add","content":"2000-09-18 CODIFICATION source Ordonnance n° 2000-914 du 18 septembre 2000 relative à la partie législative du code de l'environnement"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2003-07-02 CODIFICATION source LOI n° 2003-591 du 2 juillet 2003 habilitant le Gouvernement à simplifier le droit"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2015-08-07 MODIFIE cible LOI n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République - article 8 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2015-08-09"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/37/40/LEGIARTI000030374072.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/37/40/LEGIARTI000030374072.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/30/37/40/LEGIARTI000030374072.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/31/01/92/LEGIARTI000031019204.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/31/01/92/LEGIARTI000031019204.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/31/01/92/LEGIARTI000031019204.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000030374072)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000031019204)"}],"status":"modified"}],"stats":{"additions":278,"deletions":373,"filesChanged":13}}