{"sha":"a78f0993cdd4","date":"2010-04-26","message":"Décret n° 2010-401 du 23 avril 2010 relatif au prélèvement maximal autorisé prévu par l'article L. 425-14 du code de l'environnement","files":[{"filename":"partie_reglementaire/livre_iv/titre_ii/chapitre_v/section_4/article_r425-18.md","articleName":"Article R425-18","additions":35,"deletions":18,"diff":[{"type":"del","content":"Le ministre chargé de la chasse peut, après avis du Conseil national de la chasse et de la faune sauvage, de la Fédération nationale des chasseurs et de l'Office national de la chasse et de la faune sauvage, fixer par arrêté le nombre maximal d'animaux d'une ou plusieurs espèces qu'un chasseur est autorisé à prélever pendant une période déterminée sur un territoire donné."},{"type":"add","content":"L'arrêté par lequel le ministre chargé de la chasse peut fixer le nombre maximal d'animaux qu'un chasseur est autorisé à prélever pendant une période déterminée sur un territoire donné peut porter sur une ou plusieurs espèces, à l'exclusion de celles pour lesquelles un plan de chasse est obligatoire en application de l'article R. 425-1-1."},{"type":"del","content":"Toutefois, ces dispositions ne sont pas applicables aux espèces pour lesquelles un plan de chasse est de droit en application de l'article R. 425-1-1."},{"type":"add","content":"En vue de l'application du troisième alinéa de l'article L. 425-14, la Fédération nationale des chasseurs établit, à la demande du ministre, la synthèse des orientations relatives à l'espèce ou aux espèces pour lesquelles un arrêté est envisagé qui figurent dans le ou les schémas départementaux de gestion cynégétique applicables au territoire concerné. Le ministre peut également prendre en compte les études réalisées par les associations de chasse spécialisée."},{"type":"del","content":"Le nombre maximal d'animaux qu'un chasseur est autorisé à capturer sur un territoire donné en application de l'arrêté ministériel mentionné au premier alinéa peut être réduit par arrêté préfectoral, après avis de la commission départementale de la chasse et de la faune sauvage, de la fédération départementale des chasseurs et de l'Office national de la chasse et de la faune sauvage."},{"type":"add","content":"Le nombre maximal d'animaux d'une ou plusieurs espèces qu'un chasseur est autorisé à prélever en application de l'arrêté ministériel mentionné au premier alinéa peut, par arrêté préfectoral pris sur proposition de la fédération départementale ou interdépartementale des chasseurs et après avis de la commission départementale de la chasse et de la faune sauvage :"},{"type":"add","content":""},{"type":"add","content":"-être réduit pour une période déterminée sur un territoire donné ;"},{"type":"add","content":""},{"type":"add","content":"-être fixé par jour ou par semaine."},{"type":"del","content":"Décret n° 2007-673 du 2 mai 2007 portant diverses dispositions relatives aux parcs naturels régionaux et aux parcs nationaux - article 14 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"Code de l'environnement - article L425-14 AUTONOME MODIFIE, en vigueur du 2012-03-09 au 2020-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'environnement - article R425-1-1 AUTONOME MODIFIE, en vigueur du 2018-08-04 au 2019-12-27 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'environnement - article L425-14 AUTONOME MODIFIE, en vigueur du 2005-02-24 au 2012-03-09 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'environnement - article R425-1-1 AUTONOME VIGUEUR, en vigueur depuis le 2019-12-27 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'environnement - article L425-14 AUTONOME VIGUEUR, en vigueur depuis le 2020-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":"Décret n° 2005-935 du 2 août 2005 relatif à la partie réglementaire du code de l'environnement La partie réglementaire du code de l'environnement fait l'objet d'une publication spéciale annexée au Journal officiel de ce jour CODIFICATION cible"},{"type":"add","content":"Code de l'environnement - article R425-1-1 AUTONOME MODIFIE, en vigueur du 2008-03-17 au 2018-08-04 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'environnement - article R425-1-1 AUTONOME MODIFIE, en vigueur du 2007-05-04 au 2008-03-17 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2010-401 du 23 avril 2010 relatif au prélèvement maximal autorisé prévu par l'article L. 425-14 du code de l'environnement - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2005-08-02 CODIFICATION source Décret n° 2005-935 du 2 août 2005 relatif à la partie réglementaire du code de l'environnement La partie réglementaire du code de l'environnement fait l'objet d'une publication spéciale annexée au Journal officiel de ce jour"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2007-05-02 MODIFICATION source Décret n° 2007-673 du 2 mai 2007 portant diverses dispositions relatives aux parcs naturels régionaux et aux parcs nationaux - article 14 ENTIEREMENT_MODIF"},{"type":"add","content":"2010-04-23 MODIFIE cible Décret n° 2010-401 du 23 avril 2010 relatif au prélèvement maximal autorisé prévu par l'article L. 425-14 du code de l'environnement - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de l'environnement - article L425-14 AUTONOME MODIFIE, en vigueur du 2005-02-24 au 2012-03-09"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/83/81/LEGIARTI000006838196.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/83/81/LEGIARTI000006838196.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/83/81/LEGIARTI000006838196.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/22/14/05/LEGIARTI000022140573.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/22/14/05/LEGIARTI000022140573.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/22/14/05/LEGIARTI000022140573.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006838196)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000022140573)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_iv/titre_ii/chapitre_v/section_4/article_r425-19.md","articleName":"Article R425-19","additions":19,"deletions":18,"diff":[{"type":"del","content":"Après avis de la commission départementale de la chasse et de la faune sauvage, de la fédération départementale des chasseurs et de l'Office national de la chasse et de la faune sauvage, le préfet peut fixer par arrêté le nombre maximal d'animaux d'une ou plusieurs espèces pour lesquelles un prélèvement maximal autorisé n'a pas été fixé par arrêté ministériel, qu'un chasseur est autorisé à prélever pendant une période déterminée, sur un territoire donné."},{"type":"add","content":"L'arrêté par lequel le préfet peut fixer le nombre maximal d'animaux qu'un chasseur est autorisé à prélever pendant une période déterminée sur un territoire donné peut porter sur une ou plusieurs espèces, à l'exclusion de celles pour lesquelles un plan de chasse est obligatoire en application de l'article R. 425-1-1 et de celles pour lesquelles un prélèvement maximal autorisé a été fixé par arrêté ministériel."},{"type":"del","content":"Les dispositions du précédent alinéa ne sont pas applicables aux espèces pour lesquelles un plan de chasse est de droit en application de l'article R. 425-1-1."},{"type":"add","content":"L'arrêté est pris sur une proposition de la fédération départementale ou interdépartementale des chasseurs qui comporte, s'il y a lieu, la proposition de modification correspondante du schéma départemental de gestion cynégétique, après avis de la commission départementale de la chasse et de la faune sauvage. Il emporte approbation de la modification proposée."},{"type":"del","content":"Si le ministre chargé de la chasse détermine ultérieurement, pour la même espèce et le même territoire, un prélèvement maximal inférieur, celui-ci se substitue à celui prévu par l'arrêté préfectoral sur le territoire et pendant la période fixés par l'arrêté ministériel."},{"type":"add","content":"Si le ministre chargé de la chasse détermine ultérieurement pour la ou les mêmes espèces d'animaux, pour le même territoire et pour une période donnée, un prélèvement maximal inférieur, celui-ci se substitue à celui prévu par l'arrêté préfectoral, sur ledit territoire et pendant la période fixée par l'arrêté ministériel."},{"type":"del","content":"Décret n° 2007-673 du 2 mai 2007 portant diverses dispositions relatives aux parcs naturels régionaux et aux parcs nationaux - article 14 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"Code de l'environnement - article R425-1-1 AUTONOME MODIFIE, en vigueur du 2018-08-04 au 2019-12-27 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'environnement - article R425-1-1 AUTONOME VIGUEUR, en vigueur depuis le 2019-12-27 CITATION cible"},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":"Décret n° 2005-935 du 2 août 2005 relatif à la partie réglementaire du code de l'environnement La partie réglementaire du code de l'environnement fait l'objet d'une publication spéciale annexée au Journal officiel de ce jour CODIFICATION cible"},{"type":"add","content":"Code de l'environnement - article R425-1-1 AUTONOME MODIFIE, en vigueur du 2008-03-17 au 2018-08-04 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'environnement - article R425-1-1 AUTONOME MODIFIE, en vigueur du 2007-05-04 au 2008-03-17 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2010-401 du 23 avril 2010 relatif au prélèvement maximal autorisé prévu par l'article L. 425-14 du code de l'environnement - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2005-08-02 CODIFICATION source Décret n° 2005-935 du 2 août 2005 relatif à la partie réglementaire du code de l'environnement La partie réglementaire du code de l'environnement fait l'objet d'une publication spéciale annexée au Journal officiel de ce jour"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2007-05-02 MODIFICATION source Décret n° 2007-673 du 2 mai 2007 portant diverses dispositions relatives aux parcs naturels régionaux et aux parcs nationaux - article 14 ENTIEREMENT_MODIF"},{"type":"add","content":"2010-04-23 MODIFIE cible Décret n° 2010-401 du 23 avril 2010 relatif au prélèvement maximal autorisé prévu par l'article L. 425-14 du code de l'environnement - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/83/81/LEGIARTI000006838199.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/83/81/LEGIARTI000006838199.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/83/81/LEGIARTI000006838199.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/22/14/05/LEGIARTI000022140570.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/22/14/05/LEGIARTI000022140570.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/22/14/05/LEGIARTI000022140570.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006838199)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000022140570)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_iv/titre_ii/chapitre_v/section_4/article_r425-20.md","articleName":"Article R425-20","additions":35,"deletions":58,"diff":[{"type":"del","content":"Quand un prélèvement maximal autorisé est instauré par l'autorité administrative pour une espèce donnée, tout chasseur qui souhaite prélever des animaux de cette espèce doit tenir à jour un carnet de prélèvements, selon un modèle fixé par le ministre chargé de la chasse."},{"type":"add","content":"I. – L'arrêté par lequel le ministre chargé de la chasse ou le préfet fixe le nombre maximal qu'un chasseur est autorisé à prélever précise, outre la ou les espèces d'animaux concernées, le territoire et la période considérés ainsi que, le cas échéant, les limites quotidienne et hebdomadaire de ce prélèvement, et le ou les objectifs poursuivis par l'instauration de cette mesure."},{"type":"del","content":"Le président de la fédération départementale des chasseurs délivre à chaque chasseur qui en fait la demande un carnet de prélèvements et en reporte le numéro sur le document annuel de validation du permis de chasser. Il tient à jour un registre sur lequel il reporte le numéro et la date de délivrance du carnet ainsi que les nom, prénoms, adresse et numéro de permis de chasser du chasseur. Il tient ce registre à la disposition du préfet, du directeur départemental de l'agriculture et de la forêt et des agents mentionnés au 1° du I de l'article L. 428-20."},{"type":"add","content":"Il définit également, dans le respect des dispositions des II et IV :"},{"type":"del","content":"Un chasseur ne peut obtenir qu'un seul carnet de prélèvements par campagne cynégétique, qui est valable sur l'ensemble du territoire et pour toutes les espèces concernées."},{"type":"add","content":"– les modalités de contrôle du respect du prélèvement maximal autorisé prévues pour cette ou ces espèces, notamment les caractéristiques du carnet de prélèvement et du dispositif de marquage lorsqu'ils sont obligatoires ;"},{"type":"del","content":"Le carnet de prélèvement doit être présenté à toute réquisition des agents mentionnés au 1° du I de l'article L. 428-20."},{"type":"add","content":"– les informations retirées de l'exploitation des moyens de contrôle qui seront collectées par chaque fédération départementale ou interdépartementale des chasseurs ;"},{"type":"del","content":"Chaque animal prélevé est, préalablement à tout transport et au moment même de sa capture, muni d'un dispositif de marquage à la diligence et sous la responsabilité du chasseur."},{"type":"add","content":"– la périodicité et les conditions dans lesquelles il sera procédé à l'évaluation de l'arrêté."},{"type":"del","content":"Au moment du prélèvement, le chasseur remplit son carnet en indiquant l'espèce prélevée, la date, la commune et le département de prélèvement et, le cas échéant, le numéro du dispositif de marquage."},{"type":"add","content":"II. – Les modalités de contrôle du prélèvement maximal autorisé sont définies par l'arrêté ministériel ou préfectoral qui l'instaure de façon à garantir le respect de l'ensemble des dispositions de cet arrêté et à assurer la réalisation des objectifs qu'il poursuit."},{"type":"del","content":"Le chasseur retourne son carnet de prélèvements, utilisé ou non, avant le 15 mars, au président de la fédération départementale des chasseurs qui l'a délivré. Tout chasseur qui n'a pas retourné son carnet de prélèvements ne peut pas en obtenir un pour la campagne cynégétique suivante."},{"type":"add","content":"Lorsque ce contrôle comprend la tenue d'un carnet de prélèvement et un dispositif de marquage, ce carnet et ce dispositif sont délivrés gratuitement au chasseur par la fédération départementale ou interdépartementale des chasseurs et sont valables sur l'ensemble du territoire concerné. Le carnet doit être rempli au moment du prélèvement, présenté à toute réquisition des agents mentionnés au 1° du I de l'article L. 428-20 et retourné, utilisé ou non, à la date fixée par l'arrêté, au président de la fédération départementale ou interdépartementale des chasseurs qui l'a délivré. La non-restitution du carnet de prélèvement par son titulaire fait obstacle à ce qu'il lui en soit délivré un autre pour la campagne cynégétique suivante."},{"type":"del","content":"Le président de la fédération départementale des chasseurs transmet les carnets de prélèvements avant le 1er avril à l'Office national de la chasse et de la faune sauvage, qui en publie un bilan avant le 1er juillet."},{"type":"add","content":"III. – Les informations collectées par chaque fédération départementale ou interdépartementale des chasseurs en application de l'arrêté instituant le prélèvement maximal autorisé sont communiquées avant le 31 décembre de chaque année :"},{"type":"add","content":""},{"type":"add","content":"– au ministre chargé de la chasse, à l'Office national de la chasse et de la faune sauvage et à la Fédération nationale des chasseurs lorsque l'arrêté est ministériel ;"},{"type":"add","content":""},{"type":"add","content":"– au préfet lorsque l'arrêté est préfectoral."},{"type":"add","content":""},{"type":"add","content":"L'Office national de la chasse et de la faune sauvage publie un bilan annuel de l'application des arrêtés ministériels instituant un prélèvement maximal autorisé, établi avec la Fédération nationale des chasseurs, avant le 31 mai de l'année suivante."},{"type":"add","content":""},{"type":"add","content":"IV. – Un prélèvement maximal autorisé institué par arrêté ministériel fait l'objet d'une évaluation au moins tous les cinq ans. Sa modification, s'il y a lieu, est soumise à la procédure prévue par les articles L. 425-14 et R. 425-18."},{"type":"add","content":""},{"type":"add","content":"Un prélèvement maximal autorisé institué par arrêté préfectoral fait l'objet d'une évaluation au moins à l'occasion de la révision du schéma départemental de gestion cynégétique. Sa modification, s'il y a lieu, est soumise à la procédure prévue par les articles L. 425-14 et R. 425-19."},{"type":"add","content":""},{"type":"add","content":"V. – Un arrêté du ministre chargé de la chasse peut préciser les informations retirées de l'exploitation des moyens de contrôle ainsi que les modalités de leur collecte et déterminer le contenu de l'évaluation périodique des arrêtés."},{"type":"del","content":"Code de l'environnement - article R428-16 AUTONOME VIGUEUR, en vigueur depuis le 2020-08-29 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'environnement - article R428-16 AUTONOME MODIFIE, en vigueur du 2007-04-08 au 2020-08-29 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 31 mai 2011 relatif au prélèvement maximal autorisé de la bécasse des bois - article 6 AUTONOME VIGUEUR, en vigueur depuis le 2019-09-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 31 mai 2011 relatif au prélèvement maximal autorisé de la bécasse des bois - article 6 AUTONOME MODIFIE, en vigueur du 2011-06-18 au 2019-09-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 31 mai 2011 relatif au prélèvement maximal autorisé de la bécasse des bois - article 7 AUTONOME VIGUEUR, en vigueur depuis le 2011-06-18 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2005-935 du 2 août 2005 relatif à la partie réglementaire du code de l'environnement La partie réglementaire du code de l'environnement fait l'objet d'une publication spéciale annexée au Journal officiel de ce jour CODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 3 octobre 2024 relatif à l'ouverture et la fermeture de la chasse aux oiseaux de passage et au gibier d'eau en Guadeloupe, en Martinique, à Saint-Martin et à Saint-Pierre-et-Miquelon pour la saison cynégétique 2024-2025 VIGUEUR, en vigueur depuis le 2024-10-06 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 3 octobre 2024 relatif à l'ouverture et la fermeture de la chasse aux oiseaux de passage et au gibier d'eau en Guadeloupe, en Martinique, à Saint-Martin et à Saint-Pierre-et-Miquelon pour la saison cynégétique 2024-2025 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 31 juillet 2025 relatif à l'ouverture et la fermeture de la chasse aux oiseaux de passage et au gibier d'eau en Guadeloupe, à Saint-Martin, en Martinique et à Saint-Pierre-et-Miquelon CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 31 juillet 2025 relatif à l'ouverture et la fermeture de la chasse aux oiseaux de passage et au gibier d'eau en Guadeloupe, à Saint-Martin, en Martinique et à Saint-Pierre-et-Miquelon VIGUEUR, en vigueur depuis le 2025-08-13 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 27 août 2025 encadrant la chasse de la tourterelle des bois VIGUEUR, en vigueur depuis le 2025-08-30 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 27 août 2025 encadrant la chasse de certains oiseaux VIGUEUR, en vigueur depuis le 2025-08-30 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 27 août 2025 encadrant la chasse de la tourterelle des bois CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 27 août 2025 encadrant la chasse de certains oiseaux CITATION source"},{"type":"add","content":"Décret n° 2010-401 du 23 avril 2010 relatif au prélèvement maximal autorisé prévu par l'article L. 425-14 du code de l'environnement - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2005-08-02 CODIFICATION source Décret n° 2005-935 du 2 août 2005 relatif à la partie réglementaire du code de l'environnement La partie réglementaire du code de l'environnement fait l'objet d'une publication spéciale annexée au Journal officiel de ce jour"},{"type":"add","content":"2010-04-23 MODIFIE cible Décret n° 2010-401 du 23 avril 2010 relatif au prélèvement maximal autorisé prévu par l'article L. 425-14 du code de l'environnement - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de l'environnement - article L425-14 AUTONOME MODIFIE, en vigueur du 2005-02-24 au 2012-03-09"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de l'environnement - article R425-18 AUTONOME MODIFIE, en vigueur du 2005-08-05 au 2006-06-08"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de l'environnement - article R425-19 AUTONOME MODIFIE, en vigueur du 2005-08-05 au 2006-06-08"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/83/82/LEGIARTI000006838200.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/83/82/LEGIARTI000006838200.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/83/82/LEGIARTI000006838200.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/22/14/05/LEGIARTI000022140564.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/22/14/05/LEGIARTI000022140564.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/22/14/05/LEGIARTI000022140564.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006838200)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000022140564)"}],"status":"modified"}],"stats":{"additions":89,"deletions":94,"filesChanged":3}}