{"sha":"a9f481be99e1","date":"2013-04-26","message":"LOI n° 2013-344 du 24 avril 2013 relative à la prorogation du mécanisme de l'éco-participation répercutée à l'identique et affichée pour les équipements électriques et électroniques ménagers","files":[{"filename":"partie_legislative/livre_v/titre_iv/chapitre_ier/section_2/article_l541-10-2.md","articleName":"Article L541-10-2","additions":9,"deletions":15,"diff":[{"type":"del","content":"Pendant une période transitoire courant à compter du 1er janvier 2006 et jusqu'au 13 février 2013 , les personnes mentionnées au premier alinéa ainsi que leurs acheteurs font apparaître, en sus du prix hors taxe, en pied de factures de vente de tout nouvel équipement électrique et électronique ménager, les coûts unitaires supportés pour l'élimination des déchets collectés sélectivement issus des équipements électriques et électroniques ménagers mis sur le marché avant le 13 août 2005."},{"type":"add","content":"Le traitement des déchets d'équipements électriques et électroniques ménagers issus des collectes sélectives et de la reprise gratuite par les distributeurs, lors de la vente d'un équipement électrique et électronique ménager, des équipements électriques et électroniques usagés que lui cède le consommateur, dans la limite de la quantité et du type d'équipement vendu, est accomplie par des systèmes auxquels ces personnes contribuent financièrement de manière proportionnée et qui sont agréés ou approuvés par arrêtés conjoints des ministres chargés de l'économie, de l'industrie, de l'écologie et des collectivités territoriales. Un décret en Conseil d'Etat détermine la sanction applicable en cas d'infraction aux dispositions du présent alinéa."},{"type":"del","content":"Le traitement des déchets d'équipements électriques et électroniques ménagers issus des collectes sélectives et de la reprise gratuite par les distributeurs, lors de la vente d'un équipement électrique et électronique ménager, des équipements électriques et électroniques usagés que lui cède le consommateur, dans la limite de la quantité et du type d'équipement vendu, est accomplie par des systèmes auxquels ces personnes contribuent financièrement de manière proportionnée et qui sont agréés ou approuvés par arrêtés conjoints des ministres chargés de l'économie, de l'industrie, de l'écologie et des collectivités territoriales. Un décret en Conseil d'Etat détermine la sanction applicable en cas d'infraction aux dispositions du présent article."},{"type":"add","content":"Jusqu'au 1er janvier 2020, les personnes mentionnées au premier alinéa du présent article ainsi que leurs acheteurs successifs font apparaître, jusqu'au consommateur final, sur les factures de vente de tout nouvel équipement électrique et électronique ménager, en sus du prix unitaire du produit, le coût unitaire supporté pour la gestion des déchets collectés sélectivement issus des équipements électriques et électroniques ménagers mis sur le marché avant le 13 août 2005."},{"type":"del","content":"Ces coûts unitaires n'excédent pas les coûts réellement supportés et ne peuvent faire l'objet de réfaction. Les acheteurs répercutent à l'identique ces coûts unitaires jusqu'au consommateur final et l'informent par tout moyen prévu à l'article L. 113-3 du code de la consommation."},{"type":"add","content":"Ce coût unitaire est strictement égal au coût de la gestion desdits déchets. Il ne peut faire l'objet de réfaction. Les acheteurs répercutent à l'identique ce coût jusqu'au client final. Ce dernier en est informé sur le lieu de vente ou en cas de vente à distance, par tout procédé approprié."},{"type":"del","content":"LOI n° 2011-525 du 17 mai 2011 de simplification et d'amélioration de la qualité du droit - article 183 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"LOI n° 2013-344 du 24 avril 2013 relative à la prorogation du mécanisme de l'éco-participation répercutée à l'identique et affichée pour les équipements électriques et électroniques ménagers - article unique ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2011-05-17 MODIFIE cible LOI n° 2011-525 du 17 mai 2011 de simplification et d'amélioration de la qualité du droit - article 183 ENTIEREMENT_MODIF"},{"type":"add","content":"2013-04-24 MODIFIE cible LOI n° 2013-344 du 24 avril 2013 relative à la prorogation du mécanisme de l'éco-participation répercutée à l'identique et affichée pour les équipements électriques et électroniques ménagers - article unique ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la consommation - article L113-3 AUTONOME MODIFIE, en vigueur du 1993-07-27 au 2001-12-12"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CITATION source Directive 2002-96 CE 2003-01-27"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/24/04/26/LEGIARTI000024042615.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/24/04/26/LEGIARTI000024042615.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/24/04/26/LEGIARTI000024042615.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/35/64/LEGIARTI000027356468.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/35/64/LEGIARTI000027356468.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/27/35/64/LEGIARTI000027356468.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000024042615)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000027356468)"}],"status":"modified"}],"stats":{"additions":9,"deletions":15,"filesChanged":1}}