{"sha":"bd5f6a472c5c","date":"2009-07-11","message":"Décret n° 2009-840 du 8 juillet 2009 modifiant les articles R. 512-8 et R. 512-28 du code de l'environnement","files":[{"filename":"partie_reglementaire/livre_v/titre_ier/chapitre_ii/section_1/sous-section_1/article_r512-8.md","articleName":"Article R512-8","additions":19,"deletions":65,"diff":[{"type":"del","content":"I. - Le contenu de l'étude d'impact mentionnée à l'article R. 512-6 doit être en relation avec l'importance de l'installation projetée et avec ses incidences prévisibles sur l'environnement, au regard des intérêts mentionnés aux articles L. 211-1 et L. 511-1."},{"type":"add","content":"I.-Le contenu de l'étude d'impact mentionnée à l'article R. 512-6 doit être en relation avec l'importance de l'installation projetée et avec ses incidences prévisibles sur l'environnement, au regard des intérêts mentionnés aux articles L. 211-1 et L. 511-1."},{"type":"del","content":"II. - Elle présente successivement :"},{"type":"add","content":"II.-Elle présente successivement :"},{"type":"del","content":"2° Une analyse des effets directs et indirects, temporaires et permanents de l'installation sur l'environnement et, en particulier, sur les sites et paysages, la faune et la flore, les milieux naturels et les équilibres biologiques, sur la commodité du voisinage (bruits, vibrations, odeurs, émissions lumineuses) ou sur l'agriculture, l'hygiène, la santé, la salubrité et la sécurité publiques, sur la protection des biens matériels et du patrimoine culturel. Cette analyse précise notamment, en tant que de besoin, l'origine, la nature et la gravité des pollutions de l'air, de l'eau et des sols, le volume et le caractère polluant des déchets, le niveau acoustique des appareils qui seront employés ainsi que les vibrations qu'ils peuvent provoquer, le mode et les conditions d'approvisionnement en eau et d'utilisation de l'eau ;"},{"type":"add","content":"2° Une analyse des effets directs et indirects, temporaires et permanents de l'installation sur l'environnement et, en particulier, sur les sites et paysages, la faune et la flore, les milieux naturels et les équilibres biologiques, sur la commodité du voisinage (bruits, vibrations, odeurs, émissions lumineuses) ou sur l'agriculture, l'hygiène, la santé, la salubrité et la sécurité publiques, sur la protection des biens matériels et du patrimoine culturel. Cette analyse précise notamment, en tant que de besoin, l'origine, la nature et la gravité des pollutions de l'air, de l'eau et des sols, les effets sur le climat le volume et le caractère polluant des déchets, le niveau acoustique des appareils qui seront employés ainsi que les vibrations qu'ils peuvent provoquer, le mode et les conditions d'approvisionnement en eau et d'utilisation de l'eau ;"},{"type":"del","content":"3° Les raisons pour lesquelles, notamment du point de vue des préoccupations d'environnement, parmi les solutions envisagées, le projet présenté a été retenu ;"},{"type":"add","content":"3° Les raisons pour lesquelles, notamment du point de vue des préoccupations d'environnement, le projet a été retenu parmi les solutions envisagées. Ces solutions font l'objet d'une description succincte ;"},{"type":"del","content":"4° Les mesures envisagées par le demandeur pour supprimer, limiter et, si possible, compenser les inconvénients de l'installation ainsi que l'estimation des dépenses correspondantes. Ces mesures font l'objet de descriptifs précisant les dispositions d'aménagement et d'exploitation prévues et leurs caractéristiques détaillées. Ces documents indiquent les performances attendues, notamment en ce qui concerne la protection des eaux souterraines, l'épuration et l'évacuation des eaux résiduelles et des émanations gazeuses, ainsi que leur surveillance, l'élimination des déchets et résidus de l'exploitation, les conditions d'apport à l'installation des matières destinées à y être traitées, du transport des produits fabriqués et de l'utilisation rationnelle de l'énergie ;"},{"type":"add","content":"4° a) Les mesures envisagées par le demandeur pour supprimer, limiter et, si possible, compenser les inconvénients de l'installation ainsi que l'estimation des dépenses correspondantes. Ces mesures font l'objet de descriptifs précisant les dispositions d'aménagement et d'exploitation prévues et leurs caractéristiques détaillées. Ces documents indiquent les performances attendues, notamment en ce qui concerne la protection des eaux souterraines, l'épuration et l'évacuation des eaux résiduelles et des émanations gazeuses, ainsi que leur surveillance, l'élimination des déchets et résidus de l'exploitation, les conditions d'apport à l'installation des matières destinées à y être traitées, du transport des produits fabriqués et de l'utilisation rationnelle de l'énergie ;"},{"type":"add","content":""},{"type":"add","content":"b) Pour les catégories d'installations définies par arrêté du ministre chargé des installations classées, ces documents justifient le choix des mesures envisagées et présentent les performances attendues au regard des meilleures techniques disponibles, au sens de la directive 2008 / 1 / CE du 15 janvier 2008 relative à la prévention et à la réduction intégrées de la pollution, selon les modalités fixées par cet arrêté ;"},{"type":"del","content":"III. - Afin de faciliter la prise de connaissance par le public des informations contenues dans l'étude, celle-ci fait l'objet d'un résumé non technique."},{"type":"add","content":"III.-Afin de faciliter la prise de connaissance par le public des informations contenues dans l'étude, celle-ci fait l'objet d'un résumé non technique."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Décret n° 2009-840 du 8 juillet 2009 article 3 : Les présentes dispositions s'appliquent aux demandes d'autorisation présentées à compter du 11 juillet 2009."},{"type":"del","content":"Code de l'environnement - article R512-28 AUTONOME MODIFIE, en vigueur du 2009-07-11 au 2013-05-05 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'environnement - article R512-14 AUTONOME MODIFIE, en vigueur du 2012-07-01 au 2015-12-12 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'environnement - article R512-14 AUTONOME MODIFIE_MORT_NE, en vigueur du 2012-06-01 au 2012-02-10 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 23 juin 2015 relatif aux installations mettant en œuvre des substances radioactives, déchets radioactifs ou résidus solides de minerai d'uranium, de thorium ou de radium soumises à autorisation au titre de la rubrique 1716, de la rubrique 1735 et de la rubrique 2797 de la nomenclature des installations classées - article 13 AUTONOME VIGUEUR, en vigueur depuis le 2015-08-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'environnement - article R515-11 AUTONOME MODIFIE, en vigueur du 2007-10-16 au 2017-03-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 29 juin 2004 relatif au bilan de fonctionnement prévu à l'article R. 512-45 du code de l'environnement - article 2 AUTONOME ABROGE, en vigueur du 2011-05-22 au 2014-01-07 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'environnement - article R512-15 AUTONOME ABROGE, en vigueur du 2010-04-15 au 2012-06-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'environnement - article R566-7 AUTONOME MODIFIE, en vigueur du 2011-03-04 au 2017-03-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 26 août 2013 relatif aux installations de combustion d'une puissance supérieure ou égale à 20 MW soumises à autorisation au titre de la rubrique 2910 et de la rubrique 2931 - article 40 AUTONOME ABROGE, en vigueur du 2013-09-29 au 2018-12-20 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 26 avril 2011 relatif à la mise en œuvre des meilleures techniques disponibles prévue par l'article R. 512-8 du code de l'environnement - article 3 AUTONOME ABROGE, en vigueur du 2011-06-01 au 2013-05-05 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 26 avril 2011 relatif à la mise en œuvre des meilleures techniques disponibles prévue par l'article R. 512-8 du code de l'environnement - article 1 AUTONOME ABROGE, en vigueur du 2011-06-01 au 2013-05-05 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 9 décembre 2014 précisant le contenu de l'analyse coûts-avantages pour évaluer l'opportunité de valoriser de la chaleur fatale à travers un réseau de chaleur ou de froid ainsi que les catégories d'installations visées - article 1 AUTONOME MODIFIE, en vigueur du 2015-01-01 au 2018-08-06 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 2 février 1998 relatif aux prélèvements et à la consommation d'eau ainsi qu'aux émissions de toute nature des installations classées pour la protection de l'environnement soumises à autorisation - article 27 AUTONOME VIGUEUR, en vigueur depuis le 2014-09-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2007-1467 du 12 octobre 2007 relatif au livre V de la partie réglementaire du code de l'environnement et modifiant certaines autres dispositions de ce code Les dispositions réglementaires du code de l'environnement font l'objet d'une publication spéciale annexée au Journal officiel de ce jour (voir à la fin du sommaire) CODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2014-1363 du 14 novembre 2014 visant à transposer l'article 14.5 de la directive 2012/27/UE relatif au raccordement d'installations productrices d'énergie fatale à des réseaux de chaleur ou de froid CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2009-840 du 8 juillet 2009 modifiant les articles R. 512-8 et R. 512-28 du code de l'environnement CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2014-1363 du 14 novembre 2014 visant à transposer l'article 14.5 de la directive 2012/27/UE relatif au raccordement d'installations productrices d'énergie fatale à des réseaux de chaleur ou de froid VIGUEUR, en vigueur depuis le 2014-11-17 CITATION source"},{"type":"add","content":"Décret n° 2009-840 du 8 juillet 2009 modifiant les articles R. 512-8 et R. 512-28 du code de l'environnement - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2007-10-12 CODIFICATION source Décret n° 2007-1467 du 12 octobre 2007 relatif au livre V de la partie réglementaire du code de l'environnement et modifiant certaines autres dispositions de ce code Les dispositions réglementaires du code de l'environnement font l'objet d'une publication spéciale annexée au Journal officiel de ce jour (voir à la fin du sommaire)"},{"type":"add","content":"2009-07-08 MODIFIE cible Décret n° 2009-840 du 8 juillet 2009 modifiant les articles R. 512-8 et R. 512-28 du code de l'environnement - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/83/86/LEGIARTI000006838685.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/83/86/LEGIARTI000006838685.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/83/86/LEGIARTI000006838685.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/83/46/LEGIARTI000020834602.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/83/46/LEGIARTI000020834602.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/20/83/46/LEGIARTI000020834602.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006838685)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000020834602)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_v/titre_ier/chapitre_ii/section_1/sous-section_3/article_r512-28.md","articleName":"Article R512-28","additions":23,"deletions":89,"diff":[{"type":"del","content":"Ces prescriptions tiennent compte notamment, d'une part, de l'efficacité des meilleures techniques disponibles et de leur économie, d'autre part, de la qualité, de la vocation et de l'utilisation des milieux environnants ainsi que de la gestion équilibrée de la ressource en eau."},{"type":"add","content":"Ces prescriptions tiennent compte notamment, d'une part, de l'efficacité des meilleures techniques disponibles et de leur économie, d'autre part, de la qualité, de la vocation et de l'utilisation des milieux environnants ainsi que de la gestion équilibrée de la ressource en eau. Pour les installations mentionnées au b du 4° du II de l'article R. 512-8, ces prescriptions comprennent des valeurs limites d'émissions fondées sur les meilleures techniques disponibles, au sens de la directive 2008/1/CE du 15 janvier 2008 relative à la prévention et à la réduction intégrées de la pollution, sans prescrire l'utilisation d'une technique ou d'une technologie spécifique, en prenant en considération les caractéristiques techniques de l'installation concernée et son implantation géographique."},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Décret n° 2009-840 du 8 juillet 2009 article 3 : Les dispositions du présent décret s'appliquent aux demandes d'autorisation présentées à compter du 11 juillet 2009."},{"type":"add","content":""},{"type":"add","content":""},{"type":"del","content":"Code de l'environnement - article R514-4 AUTONOME MODIFIE, en vigueur du 2013-01-05 au 2014-01-07 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'environnement - article R512-13 AUTONOME ABROGE, en vigueur du 2007-10-16 au 2017-03-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'environnement - article R514-4 AUTONOME MODIFIE, en vigueur du 2010-04-15 au 2013-01-05 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'environnement - article R515-60 AUTONOME MODIFIE, en vigueur du 2013-05-05 au 2017-03-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'environnement - article R515-62 AUTONOME MODIFIE, en vigueur du 2013-05-05 au 2017-03-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'environnement - article R515-65 AUTONOME MODIFIE, en vigueur du 2013-05-05 au 2017-03-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'environnement - article R515-66 AUTONOME MODIFIE, en vigueur du 2013-05-05 au 2017-03-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'environnement - article R515-68 AUTONOME MODIFIE, en vigueur du 2013-05-05 au 2015-12-12 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'environnement - article R515-66 AUTONOME VIGUEUR, en vigueur depuis le 2017-03-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'environnement - article R515-68 AUTONOME MODIFIE, en vigueur du 2015-12-12 au 2017-03-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'environnement - article R512-75 AUTONOME MODIFIE, en vigueur du 2013-01-05 au 2017-03-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'environnement - article R514-4 AUTONOME MODIFIE, en vigueur du 2014-01-07 au 2016-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'environnement - article R512-42 AUTONOME MODIFIE, en vigueur du 2007-10-16 au 2010-04-30 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'environnement - article R512-37 AUTONOME MODIFIE, en vigueur du 2007-10-16 au 2017-03-01 CITATION source"},{"type":"add","content":"Code de l'environnement - article R512-8 AUTONOME MODIFIE, en vigueur du 2013-05-05 au 2014-11-17 CITATION cible"},{"type":"del","content":"Code de l'environnement - article R229-67 AUTONOME MODIFIE, en vigueur du 2011-11-02 au 2017-03-01 CITATION source"},{"type":"add","content":"Code de l'environnement - article R512-8 AUTONOME ABROGE, en vigueur du 2014-11-17 au 2017-03-01 CITATION cible"},{"type":"del","content":"Code de l'environnement - article R512-42 AUTONOME ABROGE, en vigueur du 2010-04-30 au 2017-03-01 CITATION source"},{"type":"add","content":"Code de l'environnement - article R512-8 AUTONOME MODIFIE, en vigueur du 2009-07-11 au 2011-07-12 CITATION cible"},{"type":"del","content":"Code de l'environnement - article R229-82 AUTONOME MODIFIE, en vigueur du 2011-11-02 au 2017-03-01 CITATION source"},{"type":"add","content":"Code de l'environnement - article R512-8 AUTONOME MODIFIE, en vigueur du 2011-07-12 au 2012-06-01 CITATION cible"},{"type":"del","content":"Arrêté du 7 août 2015 modifiant l'arrêté du 25 janvier 2010 établissant le programme de surveillance de l'état des eaux en application de l'article R. 212-22 du code de l'environnement - article ENTIEREMENT_MODIF CITATION source"},{"type":"add","content":"Code de l'environnement - article R512-8 AUTONOME MODIFIE, en vigueur du 2012-06-01 au 2013-05-05 CITATION cible"},{"type":"del","content":"Code de l'environnement - article R514-4 AUTONOME MODIFIE, en vigueur du 2016-01-01 au 2017-03-01 CITATION source"},{"type":"add","content":"Code de l'environnement - article R512-8 AUTONOME MODIFIE_MORT_NE, en vigueur du 2012-06-01 au 2012-05-05 CITATION cible"},{"type":"del","content":"Décret n° 2014-450 du 2 mai 2014 relatif à l'expérimentation d'une autorisation unique en matière d'installations classées pour la protection de l'environnement - article 41 AUTONOME ABROGE, en vigueur du 2014-05-05 au 2017-03-01 CITATION source"},{"type":"add","content":"Code de l'environnement - article R512-8 AUTONOME MODIFIE, en vigueur du 2007-10-16 au 2009-07-11 CITATION cible"},{"type":"del","content":"Arrêté du 17 octobre 2018 modifiant l'arrêté du 25 janvier 2010 établissant le programme de surveillance de l'état des eaux en application de l'article R. 212-22 du code de l'environnement - article ENTIEREMENT_MODIF CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2014-450 du 2 mai 2014 relatif à l'expérimentation d'une autorisation unique en matière d'installations classées pour la protection de l'environnement - article 22 AUTONOME ABROGE, en vigueur du 2014-05-05 au 2017-03-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 26 avril 2022 modifiant l'arrêté du 25 janvier 2010 établissant le programme de surveillance de l'état des eaux en application de l'article R. 212-22 du code de l'environnement - article ENTIEREMENT_MODIF CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 9 novembre 2009 relatif au transit, au regroupement, au tri et au traitement des piles et accumulateurs usagés prévus à l'article R. 543-131 du chapitre III du titre IV du livre V de la partie réglementaire du code de l'environnement - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2011-12-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'environnement - article R512-32 AUTONOME ABROGE, en vigueur du 2007-10-16 au 2017-03-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'environnement - article R512-46 AUTONOME ABROGE, en vigueur du 2007-10-16 au 2013-01-05 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 14 mai 2008 relatif à l'instauration d'une indemnité compensatoire de contraintes environnementales dans certaines zones de protection des aires d'alimentation des captages - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2008-05-16 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 9 novembre 2009 relatif au transit, au regroupement, au tri et au traitement des piles et accumulateurs usagés prévus à l'article R. 543-131 du chapitre III du titre IV du livre V de la partie réglementaire du code de l'environnement - article 2 AUTONOME MODIFIE, en vigueur du 2009-11-15 au 2011-12-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 9 décembre 2014 précisant le contenu de l'analyse coûts-avantages pour évaluer l'opportunité de valoriser de la chaleur fatale à travers un réseau de chaleur ou de froid ainsi que les catégories d'installations visées - article 5 AUTONOME MODIFIE, en vigueur du 2015-01-01 au 2018-08-06 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2007-1467 du 12 octobre 2007 relatif au livre V de la partie réglementaire du code de l'environnement et modifiant certaines autres dispositions de ce code Les dispositions réglementaires du code de l'environnement font l'objet d'une publication spéciale annexée au Journal officiel de ce jour (voir à la fin du sommaire) CODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2009-840 du 8 juillet 2009 modifiant les articles R. 512-8 et R. 512-28 du code de l'environnement CITATION source"},{"type":"add","content":"Décret n° 2009-840 du 8 juillet 2009 modifiant les articles R. 512-8 et R. 512-28 du code de l'environnement - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2007-10-12 CODIFICATION source Décret n° 2007-1467 du 12 octobre 2007 relatif au livre V de la partie réglementaire du code de l'environnement et modifiant certaines autres dispositions de ce code Les dispositions réglementaires du code de l'environnement font l'objet d'une publication spéciale annexée au Journal officiel de ce jour (voir à la fin du sommaire)"},{"type":"add","content":"2008-05-14 CITATION cible Arrêté du 14 mai 2008 relatif à l'instauration d'une indemnité compensatoire de contraintes environnementales dans certaines zones de protection des aires d'alimentation des captages - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2008-05-16"},{"type":"del","content":"2008-05-14 CITATION cible Arrêté du 14 mai 2008 relatif à l'instauration d'une indemnité compensatoire de contraintes environnementales dans certaines zones de protection des aires d'alimentation des captages - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2008-05-16"},{"type":"add","content":"2009-07-08 MODIFIE cible Décret n° 2009-840 du 8 juillet 2009 modifiant les articles R. 512-8 et R. 512-28 du code de l'environnement - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de l'environnement - article R512-8 AUTONOME MODIFIE, en vigueur du 2007-10-16 au 2009-07-11"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/83/87/LEGIARTI000006838705.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/83/87/LEGIARTI000006838705.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/83/87/LEGIARTI000006838705.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/83/46/LEGIARTI000020834608.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/83/46/LEGIARTI000020834608.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/20/83/46/LEGIARTI000020834608.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006838705)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000020834608)"}],"status":"modified"}],"stats":{"additions":42,"deletions":154,"filesChanged":2}}