{"sha":"c16f3e1f73b4","date":"2015-03-22","message":"Ordonnance n° 2013-888 du 3 octobre 2013 relative à la procédure intégrée pour le logement","files":[{"filename":"partie_legislative/livre_ii/titre_ier/chapitre_ii/section_1/article_l212-2.md","articleName":"Article L212-2","additions":18,"deletions":29,"diff":[{"type":"del","content":"I.-Le comité de bassin compétent dans chaque bassin ou groupement de bassins élabore et met à jour le ou les schémas directeurs d'aménagement et de gestion des eaux et en suit l'application."},{"type":"add","content":"I. - Le comité de bassin compétent dans chaque bassin ou groupement de bassins élabore et met à jour le ou les schémas directeurs d'aménagement et de gestion des eaux et en suit l'application."},{"type":"del","content":"II.-Le comité de bassin organise la participation du public à l'élaboration du schéma directeur d'aménagement et de gestion des eaux. Un an au moins avant la date prévue de son entrée en vigueur, il met le projet de schéma directeur à la disposition du public, pendant une durée minimale de six mois, dans les préfectures, au siège de l'agence de l'eau du bassin et, éventuellement, par voie électronique, afin de recueillir ses observations. Les modalités de cette consultation sont portées à la connaissance du public quinze jours au moins avant le début de la mise à disposition du projet de schéma."},{"type":"add","content":"II. - Le comité de bassin organise la participation du public à l'élaboration du schéma directeur d'aménagement et de gestion des eaux. Un an au moins avant la date prévue de son entrée en vigueur, il met le projet de schéma directeur à la disposition du public, pendant une durée minimale de six mois, dans les préfectures, au siège de l'agence de l'eau du bassin et, éventuellement, par voie électronique, afin de recueillir ses observations. Les modalités de cette consultation sont portées à la connaissance du public quinze jours au moins avant le début de la mise à disposition du projet de schéma."},{"type":"del","content":"Le comité de bassin soumet le projet de schéma à l'avis du Comité national de l'eau, du Conseil supérieur de l'énergie, des conseils régionaux, des conseils généraux, des établissements publics territoriaux de bassin, des chambres consulaires, des organismes de gestion des parcs naturels régionaux et des établissements publics des parcs nationaux concernés. Ces avis sont réputés favorables s'ils ne sont pas rendus dans un délai de quatre mois suivant la transmission du projet."},{"type":"add","content":"Le comité de bassin soumet le projet de schéma à l'avis du Comité national de l'eau, du Conseil supérieur de l'énergie, des conseils régionaux, des conseils départementaux, des établissements publics territoriaux de bassin, des chambres consulaires, des organismes de gestion des parcs naturels régionaux et des établissements publics des parcs nationaux concernés. Ces avis sont réputés favorables s'ils ne sont pas rendus dans un délai de quatre mois suivant la transmission du projet."},{"type":"del","content":"III.-Le schéma directeur d'aménagement et de gestion des eaux est adopté par le comité de bassin et approuvé par l'autorité administrative. Il est tenu à la disposition du public."},{"type":"add","content":"III. - Le schéma directeur d'aménagement et de gestion des eaux est adopté par le comité de bassin et approuvé par l'autorité administrative. Il est tenu à la disposition du public."},{"type":"del","content":"IV.-Il est mis à jour tous les six ans."},{"type":"add","content":"IV. - Il est mis à jour tous les six ans."},{"type":"del","content":"V.-Il peut être adapté dans les conditions définies à l'article L. 300-6-1 du code de l'urbanisme."},{"type":"add","content":"V. - Il peut être adapté dans les conditions définies à l'article L. 300-6-1 du code de l'urbanisme."},{"type":"del","content":"VI.-Un décret en Conseil d'Etat précise les modalités d'application du présent article. Il détermine les conditions dans lesquelles l'autorité administrative se substitue au comité de bassin s'il apparaît que les missions qui lui sont confiées ne peuvent pas être remplies dans les délais impartis ainsi que la procédure suivie à cet effet."},{"type":"add","content":"VI. - Un décret en Conseil d'Etat précise les modalités d'application du présent article. Il détermine les conditions dans lesquelles l'autorité administrative se substitue au comité de bassin s'il apparaît que les missions qui lui sont confiées ne peuvent pas être remplies dans les délais impartis ainsi que la procédure suivie à cet effet."},{"type":"del","content":"Ordonnance n° 2013-888 du 3 octobre 2013 relative à la procédure intégrée pour le logement - article 4 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2003-591 du 2 juillet 2003 habilitant le Gouvernement à simplifier le droit CODIFICATION cible"},{"type":"add","content":"Ordonnance n° 2013-888 du 3 octobre 2013 relative à la procédure intégrée pour le logement - article 4 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"Ordonnance n° 2000-914 du 18 septembre 2000 relative à la partie législative du code de l'environnement CODIFICATION cible"},{"type":"add","content":"LOI n° 2013-403 du 17 mai 2013 relative à l'élection des conseillers départementaux, des conseillers municipaux et des conseillers communautaires, et modifiant le calendrier électoral - article 1 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2013-05-19 MODIFIE source"},{"type":"del","content":""},{"type":"del","content":"2000-09-18 CODIFICATION source Ordonnance n° 2000-914 du 18 septembre 2000 relative à la partie législative du code de l'environnement"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2003-07-02 CODIFICATION source LOI n° 2003-591 du 2 juillet 2003 habilitant le Gouvernement à simplifier le droit"},{"type":"del","content":""},{"type":"del","content":"2013-10-03 MODIFICATION source Ordonnance n° 2013-888 du 3 octobre 2013 relative à la procédure intégrée pour le logement - article 4 ENTIEREMENT_MODIF"},{"type":"add","content":"2013-05-17 MODIFIE cible LOI n° 2013-403 du 17 mai 2013 relative à l'élection des conseillers départementaux, des conseillers municipaux et des conseillers communautaires, et modifiant le calendrier électoral - article 1 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2013-05-19"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2013-10-03 MODIFIE cible Ordonnance n° 2013-888 du 3 octobre 2013 relative à la procédure intégrée pour le logement - article 4 ENTIEREMENT_MODIF"},{"type":"del","content":"      2999-01-01 CITATION source Code de l'urbanisme - art. L300-6-1"},{"type":"add","content":"      2999-01-01 CITATION source Code de l'urbanisme - art. L300-6-1 (M)"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/28/02/85/LEGIARTI000028028582.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/28/02/85/LEGIARTI000028028582.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/28/02/85/LEGIARTI000028028582.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/29/53/14/LEGIARTI000029531475.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/29/53/14/LEGIARTI000029531475.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/29/53/14/LEGIARTI000029531475.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000028028582)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000029531475)"}],"status":"modified"}],"stats":{"additions":18,"deletions":29,"filesChanged":1}}