{"sha":"c26433fe0c51","date":"2018-04-05","message":"Décret n° 2018-239 du 3 avril 2018 relatif à l'adaptation en Guyane des règles applicables à l'évaluation environnementale des projets, plans et programmes susceptibles d'avoir des incidences notables sur l'environnement","files":[{"filename":"annexes/article_annexe_a_l_article_r122-2.md","articleName":"Article ANNEXE A L ARTICLE R122-2","additions":65,"deletions":61,"diff":[{"type":"del","content":"f) Stockage géologique de CO 2 soumis à autorisation mentionnés par la rubrique 2970 de la nomenclature des installations classées pour la protection de l'environnement."},{"type":"add","content":"f) Stockage géologique de CO2 soumis à autorisation mentionnés par la rubrique 2970 de la nomenclature des installations classées pour la protection de l'environnement."},{"type":"del","content":"a) Construction de routes classées dans le domaine public routier de l'Etat, des départements, des communes et des établissements public de coopération intercommunale non mentionnées aux b) et c) de la colonne précédente. b) Construction d'autres voies non mentionnées au a) mobilisant des techniques de stabilisation des sols et d'une longueur supérieure à 3 km."},{"type":"add","content":"a) Construction de routes classées dans le domaine public routier de l'Etat, des départements, des communes et des établissements public de coopération intercommunale non mentionnées aux b) et c) de la colonne précédente. b) Construction d'autres voies non mentionnées au a) mobilisant des techniques de stabilisation des sols et d'une longueur supérieure à 3 km. En Guyane, ce seuil est porté à 30 km pour les projets d'itinéraires de desserte des bois et forêts mentionnés au premier alinéa de l'article L. 272-2 du code forestier, figurant dans le schéma pluriannuel de desserte forestière annexé au programme régional de la forêt et du bois mentionné à l' article L. 122-1 du code forestier et au 26° du I de l'article R. 122-17 du code de l'environnement."},{"type":"del","content":"-consolidation ou protection des berges, par des techniques autres que végétales vivantes sur une longueur supérieure ou égale à 200 m ;"},{"type":"del","content":"-installations, ouvrages, travaux ou activités, dans le lit mineur d'un cours d'eau, étant de nature à détruire les frayères, les zones de croissance ou les zones d'alimentation de la faune piscicole, des crustacés et des batraciens, ou dans le lit majeur d'un cours d'eau, étant de nature à détruire les frayères de brochet pour la destruction de plus de 200 m 2 de frayères ;"},{"type":"del","content":"-installations, ouvrages, travaux ou activités conduisant à la dérivation d'un cours d'eau sur une longueur supérieure ou égale à 100 m."},{"type":"add","content":"- consolidation ou protection des berges, par des techniques autres que végétales vivantes sur une longueur supérieure ou égale à 200 m ;"},{"type":"add","content":"- installations, ouvrages, travaux ou activités, dans le lit mineur d'un cours d'eau, étant de nature à détruire les frayères, les zones de croissance ou les zones d'alimentation de la faune piscicole, des crustacés et des batraciens, ou dans le lit majeur d'un cours d'eau, étant de nature à détruire les frayères de brochet pour la destruction de plus de 200 m2 de frayères ;"},{"type":"add","content":"- installations, ouvrages, travaux ou activités conduisant à la dérivation d'un cours d'eau sur une longueur supérieure ou égale à 100 m."},{"type":"del","content":"c) Projets d'irrigation nécessitant un prélèvement supérieur ou égal à 8 m 3/ h dans une zone où des mesures permanentes de répartition quantitative ont été instituées."},{"type":"add","content":"c) Projets d'irrigation nécessitant un prélèvement supérieur ou égal à 8 m3/h dans une zone où des mesures permanentes de répartition quantitative ont été instituées."},{"type":"del","content":"-d'une capacité totale maximale supérieure ou égale à 1 000 m 3/ heure ou à 5 % du débit du cours d'eau ou, à défaut, du débit global d'alimentation du canal ou du plan d'eau ;"},{"type":"del","content":"-lorsque le débit du cours d'eau en période d'étiage résulte, pour plus de moitié, d'une réalimentation artificielle. Toutefois, en ce qui concerne la Seine, la Loire, la Marne et l'Yonne, le seuil à utiliser est une capacité de prélèvement supérieure à 80 m 3/ heure."},{"type":"del","content":"d) Dispositifs de captage des eaux souterraines en zone où des mesures permanentes de répartition quantitative instituées ont prévu l'abaissement des seuils, lorsque la capacité totale est supérieure ou égale à 8 m 3/ heure."},{"type":"add","content":"- d'une capacité totale maximale supérieure ou égale à 1 000 m3/heure ou à 5 % du débit du cours d'eau ou, à défaut, du débit global d'alimentation du canal ou du plan d'eau ;"},{"type":"add","content":"- lorsque le débit du cours d'eau en période d'étiage résulte, pour plus de moitié, d'une réalimentation artificielle. Toutefois, en ce qui concerne la Seine, la Loire, la Marne et l'Yonne, le seuil à utiliser est une capacité de prélèvement supérieure à 80 m3/heure."},{"type":"add","content":"d) Dispositifs de captage des eaux souterraines en zone où des mesures permanentes de répartition quantitative instituées ont prévu l'abaissement des seuils, lorsque la capacité totale est supérieure ou égale à 8 m3/heure."},{"type":"del","content":"Tous dispositifs dont le prélèvement est supérieur ou égal à 30 m 3 par heure d'eau de mer."},{"type":"add","content":"Tous dispositifs dont le prélèvement est supérieur ou égal à 30 m3 par heure d'eau de mer."},{"type":"del","content":"Rejet en mer dont le débit est supérieur ou égal à 30 m 3/ h."},{"type":"add","content":"Rejet en mer dont le débit est supérieur ou égal à 30 m3/h."},{"type":"del","content":"Barrages et autres installations destinées à retenir les eaux ou à les stocker de manière durable lorsque le nouveau volume d'eau ou un volume supplémentaire d'eau à retenir ou à stocker est supérieur ou égal à 1 million de m 3 ou lorsque la hauteur au-dessus du terrain naturel est supérieure ou égale à 20 mètres."},{"type":"add","content":"Barrages et autres installations destinées à retenir les eaux ou à les stocker de manière durable lorsque le nouveau volume d'eau ou un volume supplémentaire d'eau à retenir ou à stocker est supérieur ou égal à 1 million de m3 ou lorsque la hauteur au-dessus du terrain naturel est supérieure ou égale à 20 mètres."},{"type":"del","content":"Barrages et autres installations destinées à retenir les eaux ou à les stocker de manière durable non mentionnés à la colonne précédente : a) Barrages de classes B et C pour lesquels le nouveau volume d'eau ou un volume supplémentaire d'eau à retenir ou à stocker est inférieur à 1 million de m 3."},{"type":"del","content":"b) Plans d'eau permanents dont la superficie est supérieure ou égale à 3 ha pour lesquels le nouveau volume d'eau ou un volume supplémentaire d'eau à retenir ou à stocker est inférieur à 1 million de m 3."},{"type":"del","content":"c) Réservoirs de stockage d'eau \" sur tour \" (château d'eau) d'une capacité égale ou supérieure à 1 000 m 3."},{"type":"add","content":"Barrages et autres installations destinées à retenir les eaux ou à les stocker de manière durable non mentionnés à la colonne précédente : a) Barrages de classes B et C pour lesquels le nouveau volume d'eau ou un volume supplémentaire d'eau à retenir ou à stocker est inférieur à 1 million de m3."},{"type":"add","content":"b) Plans d'eau permanents dont la superficie est supérieure ou égale à 3 ha pour lesquels le nouveau volume d'eau ou un volume supplémentaire d'eau à retenir ou à stocker est inférieur à 1 million de m3."},{"type":"add","content":"c) Réservoirs de stockage d'eau \" sur tour \" (château d'eau) d'une capacité égale ou supérieure à 1 000 m3."},{"type":"del","content":"23. Ouvrages servant au transvasement des ressources hydrauliques entre bassins fluviaux au sens de la directive 2000/60/ CE. Dans les deux cas, les transvasements d'eau potable amenée par canalisation sont exclus."},{"type":"add","content":"23. Ouvrages servant au transvasement des ressources hydrauliques entre bassins fluviaux au sens de la directive 2000/60/CE. Dans les deux cas, les transvasements d'eau potable amenée par canalisation sont exclus."},{"type":"del","content":"a) Ouvrages servant au transvasement de ressources hydrauliques entre bassins fluviaux lorsque cette opération vise à prévenir d'éventuelles pénuries d'eau et que le volume annuel des eaux transvasées est supérieur ou égal à 100 millions de m 3."},{"type":"add","content":"a) Ouvrages servant au transvasement de ressources hydrauliques entre bassins fluviaux lorsque cette opération vise à prévenir d'éventuelles pénuries d'eau et que le volume annuel des eaux transvasées est supérieur ou égal à 100 millions de m3."},{"type":"del","content":"        Ouvrages servant au transvasement des ressources hydrauliques entre bassins fluviaux non mentionnés dans la colonne précédente dont le débit est supérieur ou égal à 1 m ³/ s."},{"type":"add","content":"        Ouvrages servant au transvasement des ressources hydrauliques entre bassins fluviaux non mentionnés dans la colonne précédente dont le débit est supérieur ou égal à 1 m³/s."},{"type":"del","content":"a) Dragage et/ ou rejet y afférent en milieu marin : -dont la teneur des sédiments extraits est supérieure ou égale au niveau de référence N2 pour l'un au moins des éléments qui y figurent ;"},{"type":"del","content":"-dont la teneur des sédiments extraits est comprise entre les niveaux de référence N1 et N2 pour l'un des éléments qui y figurent :"},{"type":"del","content":"i) et, sur la façade métropolitaine Atlantique-Manche-mer du Nord et lorsque le rejet est situé à 1 kilomètre ou plus d'une zone conchylicole ou de cultures marines dont le volume maximal in situ dragué au cours de douze mois consécutifs est supérieur ou égal à 50 000 m 3 ;"},{"type":"del","content":"ii) et, sur les autres façades ou lorsque le rejet est situé à moins de 1 km d'une zone conchylicole ou de cultures marines dont le volume maximal in situ dragué au cours de douze mois consécutifs est supérieur ou égal à 5 000 m 3 ;"},{"type":"del","content":"-dont la teneur des sédiments extraits est inférieure ou égale au niveau de référence N1 pour l'ensemble des éléments qui y figurent et dont le volume in situ dragué au cours de douze mois consécutifs est supérieur ou égal à 500 000 m 3."},{"type":"add","content":"a) Dragage et/ ou rejet y afférent en milieu marin : - dont la teneur des sédiments extraits est supérieure ou égale au niveau de référence N2 pour l'un au moins des éléments qui y figurent ;"},{"type":"add","content":"- dont la teneur des sédiments extraits est comprise entre les niveaux de référence N1 et N2 pour l'un des éléments qui y figurent :"},{"type":"add","content":"i) et, sur la façade métropolitaine Atlantique-Manche-mer du Nord et lorsque le rejet est situé à 1 kilomètre ou plus d'une zone conchylicole ou de cultures marines dont le volume maximal in situ dragué au cours de douze mois consécutifs est supérieur ou égal à 50 000 m3 ;"},{"type":"add","content":"ii) et, sur les autres façades ou lorsque le rejet est situé à moins de 1 km d'une zone conchylicole ou de cultures marines dont le volume maximal in situ dragué au cours de douze mois consécutifs est supérieur ou égal à 5 000 m3 ;"},{"type":"add","content":"- dont la teneur des sédiments extraits est inférieure ou égale au niveau de référence N1 pour l'ensemble des éléments qui y figurent et dont le volume in situ dragué au cours de douze mois consécutifs est supérieur ou égal à 500 000 m3."},{"type":"del","content":"-supérieure à 2 000 m 3 ;"},{"type":"del","content":"-inférieure ou égal à 2 000 m 3 dont la teneur des sédiments extraits est supérieure ou égale au niveau de référence S1."},{"type":"add","content":"- supérieure à 2 000 m3 ;"},{"type":"add","content":"- inférieure ou égal à 2 000 m3 dont la teneur des sédiments extraits est supérieure ou égale au niveau de référence S1."},{"type":"del","content":"        a) Plan d'épandage de boues relevant de l'article R. 214-1 du même code et comprenant l'ensemble des installations liées à l'épandage de boues et les ouvrages de stockage de boues, dont la quantité de matière sèche est supérieure à 800 t/ an ou azote total supérieur à 40 t/ an."},{"type":"add","content":"        a) Plan d'épandage de boues relevant de l'article R. 214-1 du même code et comprenant l'ensemble des installations liées à l'épandage de boues et les ouvrages de stockage de boues, dont la quantité de matière sèche est supérieure à 800 t/an ou azote total supérieur à 40 t/an."},{"type":"del","content":"        b) Epandages d'effluents ou de boues relevant de l'article R. 214-1 du même code, la quantité d'effluents ou de boues épandues présentant les caractéristiques suivantes : azote total supérieur à 10 t/ an ou volume annuel supérieur à 500 000 m3/ an ou DBO5 supérieure à 5 t/ an."},{"type":"add","content":"b) Epandages d'effluents ou de boues relevant de l'article R. 214-1 du même code, la quantité d'effluents ou de boues épandues présentant les caractéristiques suivantes : azote total supérieur à 10 t/an ou volume annuel supérieur à 500 000 m3/an ou DBO5 supérieure à 5 t/an."},{"type":"del","content":"a) Exploitation et travaux miniers à ciel ouvert : -ouverture de travaux d'exploitation de mines ;"},{"type":"del","content":"-ouverture de travaux d'exploitation de haldes et terrils ;"},{"type":"del","content":"-ouverture de travaux de recherches de mines, lorsqu'il est prévu que les travaux provoquent un terrassement total d'un volume supérieur à 20 000 mètres cubes ou entraînent la dissolution de certaines couches du sous-sol, ou doivent être effectués."},{"type":"add","content":"a) Exploitation et travaux miniers à ciel ouvert : - ouverture de travaux d'exploitation de mines ;"},{"type":"add","content":"- ouverture de travaux d'exploitation de haldes et terrils ;"},{"type":"add","content":"- ouverture de travaux de recherches de mines, lorsqu'il est prévu que les travaux provoquent un terrassement total d'un volume supérieur à 20 000 mètres cubes ou entraînent la dissolution de certaines couches du sous-sol, ou doivent être effectués."},{"type":"del","content":"-ouverture de travaux d'exploitation de mines ;"},{"type":"del","content":"-ouverture de travaux de recherche et d'exploitation des gîtes géothermiques de plus de 200 mètres de profondeurs ou dont la puissance thermique récupérée dans l'ensemble de l'installation est supérieure ou égale à 500 kW ;"},{"type":"del","content":"-mise en exploitation d'un stockage souterrain de gaz naturel, d'hydrocarbures liquides, liquéfiés ou gazeux ou de produits chimiques à destination industrielle ;"},{"type":"del","content":"-essai d'injection et de soutirage effectués en nappe aquifère contenant ou en contact avec de l'eau potable ou qui peut être rendue potable réalisés avec un produit qui n'est pas reconnu sans danger pour l'alimentation humaine ou animale ;"},{"type":"del","content":"-ouverture de travaux de création et d'aménagement de cavités souterraines naturelles ou artificielles ou de formations souterraines naturelles présentant les qualités requises pour constituer des réservoirs étanches ou susceptibles d'être rendus tels, en vue du stockage de gaz naturel, d'hydrocarbures liquides, liquéfiés ou gazeux ou de produits chimiques à destination industrielle ;"},{"type":"del","content":"-essais d'injection et de soutirage de substances pour les stockages souterrains de gaz naturel, d'hydrocarbures liquides, liquéfiés ou gazeux ou de produits chimiques à destination industrielle, lorsque ceux-ci portent sur des quantités dépassant le seuil haut de la directive SEVESO."},{"type":"add","content":"- ouverture de travaux d'exploitation de mines ;"},{"type":"add","content":"- ouverture de travaux de recherche et d'exploitation des gîtes géothermiques de plus de 200 mètres de profondeurs ou dont la puissance thermique récupérée dans l'ensemble de l'installation est supérieure ou égale à 500 kW ;"},{"type":"add","content":"- mise en exploitation d'un stockage souterrain de gaz naturel, d'hydrocarbures liquides, liquéfiés ou gazeux ou de produits chimiques à destination industrielle ;"},{"type":"add","content":"- essai d'injection et de soutirage effectués en nappe aquifère contenant ou en contact avec de l'eau potable ou qui peut être rendue potable réalisés avec un produit qui n'est pas reconnu sans danger pour l'alimentation humaine ou animale ;"},{"type":"add","content":"- ouverture de travaux de création et d'aménagement de cavités souterraines naturelles ou artificielles ou de formations souterraines naturelles présentant les qualités requises pour constituer des réservoirs étanches ou susceptibles d'être rendus tels, en vue du stockage de gaz naturel, d'hydrocarbures liquides, liquéfiés ou gazeux ou de produits chimiques à destination industrielle ;"},{"type":"add","content":"- essais d'injection et de soutirage de substances pour les stockages souterrains de gaz naturel, d'hydrocarbures liquides, liquéfiés ou gazeux ou de produits chimiques à destination industrielle, lorsque ceux-ci portent sur des quantités dépassant le seuil haut de la directive SEVESO."},{"type":"del","content":"        Ouverture de travaux de recherche de mines non mentionnés précédemment, lorsqu'ils doivent être effectués sur des terrains humides ou des marais."},{"type":"add","content":"        Ouverture de travaux de recherche de mines non mentionnés précédemment, lorsqu'ils doivent être effectués sur des terrains humides ou des marais, à l'exception, en Guyane, de travaux de recherche exécutés, à terre, sans utilisation directe de l'énergie mécanique fournie par l'action d'une machine."},{"type":"del","content":"Travaux, constructions et opérations constitués ou en création qui créent une surface de plancher supérieure ou égale à 40 000 m 2 ou dont le terrain d'assiette couvre une superficie supérieure ou égale à 10 hectares."},{"type":"add","content":"Travaux, constructions et opérations constitués ou en création qui créent une surface de plancher supérieure ou égale à 40 000 m2 ou dont le terrain d'assiette couvre une superficie supérieure ou égale à 10 hectares."},{"type":"del","content":"Travaux, constructions et opérations d'aménagement constitués ou en création qui soit crée une surface de plancher supérieure ou égale à 10 000 m 2 et inférieure à 40 000 m 2 et dont le terrain d'assiette ne couvre pas une superficie supérieure ou égale à 10 hectares, soit couvre un terrain d'assiette d'une superficie supérieure ou égale à 5 ha et inférieure à 10 ha et dont la surface de plancher créée est inférieure à 40 000 m 2."},{"type":"add","content":"Travaux, constructions et opérations d'aménagement constitués ou en création qui soit crée une surface de plancher supérieure ou égale à 10 000 m2 et inférieure à 40 000 m2 et dont le terrain d'assiette ne couvre pas une superficie supérieure ou égale à 10 hectares, soit couvre un terrain d'assiette d'une superficie supérieure ou égale à 5 ha et inférieure à 10 ha et dont la surface de plancher créée est inférieure à 40 000 m2."},{"type":"del","content":"Villages de vacances et aménagements associés dont les travaux créent une surface de plancher supérieure ou égale à 40 000 m 2 ou dont le terrain d'assiette couvre une superficie supérieure ou égale 10 hectares."},{"type":"add","content":"Villages de vacances et aménagements associés dont les travaux créent une surface de plancher supérieure ou égale à 40 000 m2 ou dont le terrain d'assiette couvre une superficie supérieure ou égale 10 hectares."},{"type":"del","content":"Villages de vacances et aménagements associés dont les travaux créent une surface de plancher supérieure ou égale 10 000 m 2 ou dont le terrain d'assiette couvre une superficie supérieure ou égale 3 ha."},{"type":"add","content":"Villages de vacances et aménagements associés dont les travaux créent une surface de plancher supérieure ou égale 10 000 m2 ou dont le terrain d'assiette couvre une superficie supérieure ou égale 3 ha."},{"type":"del","content":"        a) Remontées mécaniques ou téléphériques transportant moins de 1 500 passagers par heure à l'exclusion des remontées mécaniques démontables et transportables et des tapis roulants mentionnés à l'article L. 342-17-1 du code du tourisme."},{"type":"add","content":"        a) Remontées mécaniques ou téléphériques transportant moins de 1 500 passagers par heure à l'exclusion des remontées mécaniques démontables et transportables et des tapis roulants mentionnés à l'article L. 342-17-1 du code du tourisme ."},{"type":"add","content":"b) Pour La Réunion et Mayotte, dérogations à l'interdiction générale de défrichement, mentionnée aux articles L. 374-1 et L. 375-4 du code forestier, ayant pour objet des opérations d'urbanisation ou d'implantation industrielle ou d'exploitation de matériaux."},{"type":"del","content":"        b) Pour La Réunion et Mayotte, dérogations à l'interdiction générale de défrichement, mentionnée aux articles L. 374-1 et L. 375-4 du code forestier, ayant pour objet des opérations d'urbanisation ou d'implantation industrielle ou d'exploitation de matériaux."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"        b) Autres déboisements en vue de la reconversion des sols, portant sur une superficie totale, même fragmentée, de plus de 0,5 hectare."},{"type":"add","content":"b) Autres déboisements en vue de la reconversion des sols, portant sur une superficie totale, même fragmentée, de plus de 0,5 hectare."},{"type":"add","content":"En Guyane, ce seuil est porté à :"},{"type":"add","content":"- 20 ha dans les zones classées agricoles par un plan local d'urbanisme ayant fait l'objet d'une évaluation environnementale ou, en l'absence d'un tel plan local d'urbanisme, dans le schéma d'aménagement régional ;"},{"type":"add","content":"- 5 ha dans les autres zones."},{"type":"del","content":"Code de l'urbanisme - article R122-4 AUTONOME VIGUEUR, en vigueur depuis le 2017-08-01 CITATION cible"},{"type":"add","content":"Code de l'urbanisme - article R122-10 AUTONOME MODIFIE, en vigueur du 2016-01-01 au 2017-08-01 CITATION cible"},{"type":"del","content":"Code de l'urbanisme - article R122-4 AUTONOME MODIFIE, en vigueur du 2016-01-01 au 2017-08-01 CITATION cible"},{"type":"add","content":"Code de l'urbanisme - article R122-10 AUTONOME VIGUEUR, en vigueur depuis le 2017-08-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":"Décision n° 404391 du 8 décembre 2017 du Conseil d'Etat statuant au contentieux MODIFICATION cible"},{"type":"add","content":"Décret n° 2018-239 du 3 avril 2018 relatif à l'adaptation en Guyane des règles applicables à l'évaluation environnementale des projets, plans et programmes susceptibles d'avoir des incidences notables sur l'environnement - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2017-12-08 MODIFICATION source Décision n° 404391 du 8 décembre 2017 du Conseil d'Etat statuant au contentieux"},{"type":"add","content":"2018-04-03 MODIFIE cible Décret n° 2018-239 du 3 avril 2018 relatif à l'adaptation en Guyane des règles applicables à l'évaluation environnementale des projets, plans et programmes susceptibles d'avoir des incidences notables sur l'environnement - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":"      2999-01-01 CITATION source Code de l'urbanisme - art. R122-4 (VD)"},{"type":"add","content":"      2999-01-01 CITATION source Code de l'urbanisme - art. R122-10"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de l'environnement - article R122-17 AUTONOME MODIFIE, en vigueur du 2018-04-05 au 2018-06-06"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code forestier (nouveau) - article L122-1 AUTONOME MODIFIE, en vigueur du 2012-07-01 au 2014-10-15"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code forestier (nouveau) - article L272-2 AUTONOME VIGUEUR, en vigueur depuis le 2012-07-01"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/36/19/15/LEGIARTI000036191545.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/36/19/15/LEGIARTI000036191545.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/36/19/15/LEGIARTI000036191545.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/36/77/25/LEGIARTI000036772519.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/36/77/25/LEGIARTI000036772519.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/36/77/25/LEGIARTI000036772519.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000036191545)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000036772519)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_ier/titre_ii/chapitre_ii/section_2/sous-section_1/article_r122-17.md","articleName":"Article R122-17","additions":13,"deletions":7,"diff":[{"type":"del","content":"26° Programme régional de la forêt et du bois prévu par l'article L. 122-1 du code forestier ;"},{"type":"add","content":"26° Programme régional de la forêt et du bois prévu par l'article L. 122-1 du code forestier et en Guyane, schéma pluriannuel de desserte forestière ;"},{"type":"del","content":"Décret n° 2017-1039 du 10 mai 2017 relatif à la procédure de création ou d'extension des unités touristiques nouvelles - article 8 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Code de l'urbanisme - article L122-4 AUTONOME VIGUEUR, en vigueur depuis le 2016-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'environnement - article Annexe à l'article R122-2 AUTONOME MODIFIE, en vigueur du 2018-04-05 au 2018-06-06 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2018-239 du 3 avril 2018 relatif à l'adaptation en Guyane des règles applicables à l'évaluation environnementale des projets, plans et programmes susceptibles d'avoir des incidences notables sur l'environnement - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2017-05-10 MODIFIE cible Décret n° 2017-1039 du 10 mai 2017 relatif à la procédure de création ou d'extension des unités touristiques nouvelles - article 8 ENTIEREMENT_MODIF"},{"type":"add","content":"2018-04-03 MODIFIE cible Décret n° 2018-239 du 3 avril 2018 relatif à l'adaptation en Guyane des règles applicables à l'évaluation environnementale des projets, plans et programmes susceptibles d'avoir des incidences notables sur l'environnement - article 2 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/73/93/LEGIARTI000034739320.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/73/93/LEGIARTI000034739320.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/34/73/93/LEGIARTI000034739320.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/36/77/25/LEGIARTI000036772544.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/36/77/25/LEGIARTI000036772544.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/36/77/25/LEGIARTI000036772544.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000034739320)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000036772544)"}],"status":"modified"}],"stats":{"additions":78,"deletions":68,"filesChanged":2}}