{"sha":"d0b97e876c17","date":"2017-08-01","message":"Décret n° 2017-1039 du 10 mai 2017 relatif à la procédure de création ou d'extension des unités touristiques nouvelles","files":[{"filename":"annexes/article_annexe_a_l_article_r122-2.md","articleName":"Article ANNEXE A L ARTICLE R122-2","additions":42,"deletions":37,"diff":[{"type":"del","content":"f) Stockage géologique de CO2 soumis à autorisation mentionnés par la rubrique 2970 de la nomenclature des installations classées pour la protection de l'environnement."},{"type":"add","content":"f) Stockage géologique de CO 2 soumis à autorisation mentionnés par la rubrique 2970 de la nomenclature des installations classées pour la protection de l'environnement."},{"type":"del","content":"6. Infrastructures routières (les ponts, tunnels et tranchées couvertes supportant des infrastructures routières doivent être étudiés au titre de cette rubrique). On entend par \"route\" une voie destinée à la circulation des véhicules à moteur, à l'exception des pistes cyclables, des voies vertes et des voies destinées aux engins d'exploitation et d'entretien des parcelles."},{"type":"add","content":"6. Infrastructures routières (les ponts, tunnels et tranchées couvertes supportant des infrastructures routières doivent être étudiés au titre de cette rubrique). On entend par \" route \" une voie destinée à la circulation des véhicules à moteur, à l'exception des pistes cyclables, des voies vertes et des voies destinées aux engins d'exploitation et d'entretien des parcelles."},{"type":"del","content":"8. Aérodromes. On entend par \"aérodrome\" : un aérodrome qui correspond à la définition donnée par la convention de Chicago de 1944 constituant l'Organisation de l'aviation civile internationale (annexe 14)."},{"type":"add","content":"8. Aérodromes. On entend par \" aérodrome \" : un aérodrome qui correspond à la définition donnée par la convention de Chicago de 1944 constituant l'Organisation de l'aviation civile internationale (annexe 14)."},{"type":"del","content":"-installations, ouvrages, travaux ou activités, dans le lit mineur d'un cours d'eau, étant de nature à détruire les frayères, les zones de croissance ou les zones d'alimentation de la faune piscicole, des crustacés et des batraciens, ou dans le lit majeur d'un cours d'eau, étant de nature à détruire les frayères de brochet pour la destruction de plus de 200 m2 de frayères ;"},{"type":"add","content":"-installations, ouvrages, travaux ou activités, dans le lit mineur d'un cours d'eau, étant de nature à détruire les frayères, les zones de croissance ou les zones d'alimentation de la faune piscicole, des crustacés et des batraciens, ou dans le lit majeur d'un cours d'eau, étant de nature à détruire les frayères de brochet pour la destruction de plus de 200 m 2 de frayères ;"},{"type":"del","content":"c) Projets d'irrigation nécessitant un prélèvement supérieur ou égal à 8 m3/h dans une zone où des mesures permanentes de répartition quantitative ont été instituées."},{"type":"add","content":"c) Projets d'irrigation nécessitant un prélèvement supérieur ou égal à 8 m 3/ h dans une zone où des mesures permanentes de répartition quantitative ont été instituées."},{"type":"del","content":"-d'une capacité totale maximale supérieure ou égale à 1 000 m3/heure ou à 5 % du débit du cours d'eau ou, à défaut, du débit global d'alimentation du canal ou du plan d'eau ;"},{"type":"del","content":"-lorsque le débit du cours d'eau en période d'étiage résulte, pour plus de moitié, d'une réalimentation artificielle. Toutefois, en ce qui concerne la Seine, la Loire, la Marne et l'Yonne, le seuil à utiliser est une capacité de prélèvement supérieure à 80 m3/ heure."},{"type":"del","content":"d) Dispositifs de captage des eaux souterraines en zone où des mesures permanentes de répartition quantitative instituées ont prévu l'abaissement des seuils, lorsque la capacité totale est supérieure ou égale à 8 m3/heure."},{"type":"add","content":"-d'une capacité totale maximale supérieure ou égale à 1 000 m 3/ heure ou à 5 % du débit du cours d'eau ou, à défaut, du débit global d'alimentation du canal ou du plan d'eau ;"},{"type":"add","content":"-lorsque le débit du cours d'eau en période d'étiage résulte, pour plus de moitié, d'une réalimentation artificielle. Toutefois, en ce qui concerne la Seine, la Loire, la Marne et l'Yonne, le seuil à utiliser est une capacité de prélèvement supérieure à 80 m 3/ heure."},{"type":"add","content":"d) Dispositifs de captage des eaux souterraines en zone où des mesures permanentes de répartition quantitative instituées ont prévu l'abaissement des seuils, lorsque la capacité totale est supérieure ou égale à 8 m 3/ heure."},{"type":"del","content":"Tous dispositifs dont le prélèvement est supérieur ou égal à 30 m3 par heure d'eau de mer."},{"type":"add","content":"Tous dispositifs dont le prélèvement est supérieur ou égal à 30 m 3 par heure d'eau de mer."},{"type":"del","content":"Rejet en mer dont le débit est supérieur ou égal à 30 m3/h."},{"type":"add","content":"Rejet en mer dont le débit est supérieur ou égal à 30 m 3/ h."},{"type":"del","content":"Barrages et autres installations destinées à retenir les eaux ou à les stocker de manière durable lorsque le nouveau volume d'eau ou un volume supplémentaire d'eau à retenir ou à stocker est supérieur ou égal à 1 million de m3 ou lorsque la hauteur au-dessus du terrain naturel est supérieure ou égale à 20 mètres."},{"type":"add","content":"Barrages et autres installations destinées à retenir les eaux ou à les stocker de manière durable lorsque le nouveau volume d'eau ou un volume supplémentaire d'eau à retenir ou à stocker est supérieur ou égal à 1 million de m 3 ou lorsque la hauteur au-dessus du terrain naturel est supérieure ou égale à 20 mètres."},{"type":"del","content":"Barrages et autres installations destinées à retenir les eaux ou à les stocker de manière durable non mentionnés à la colonne précédente : a) Barrages de classes B et C pour lesquels le nouveau volume d'eau ou un volume supplémentaire d'eau à retenir ou à stocker est inférieur à 1 million de m3."},{"type":"del","content":"b) Plans d'eau permanents dont la superficie est supérieure ou égale à 3 ha pour lesquels le nouveau volume d'eau ou un volume supplémentaire d'eau à retenir ou à stocker est inférieur à 1 million de m3."},{"type":"del","content":"c) Réservoirs de stockage d'eau \"sur tour\" (château d'eau) d'une capacité égale ou supérieure à 1 000 m3."},{"type":"add","content":"Barrages et autres installations destinées à retenir les eaux ou à les stocker de manière durable non mentionnés à la colonne précédente : a) Barrages de classes B et C pour lesquels le nouveau volume d'eau ou un volume supplémentaire d'eau à retenir ou à stocker est inférieur à 1 million de m 3."},{"type":"add","content":"b) Plans d'eau permanents dont la superficie est supérieure ou égale à 3 ha pour lesquels le nouveau volume d'eau ou un volume supplémentaire d'eau à retenir ou à stocker est inférieur à 1 million de m 3."},{"type":"add","content":"c) Réservoirs de stockage d'eau \" sur tour \" (château d'eau) d'une capacité égale ou supérieure à 1 000 m 3."},{"type":"del","content":"Canalisation d'eau dont le produit du diamètre extérieur avant revêtement par la longueur est supérieur ou égal à 2 000 m2."},{"type":"add","content":"Canalisation d'eau dont le produit du diamètre extérieur avant revêtement par la longueur est supérieur ou égal à 2 000 m 2."},{"type":"del","content":"a) Ouvrages servant au transvasement de ressources hydrauliques entre bassins fluviaux lorsque cette opération vise à prévenir d'éventuelles pénuries d'eau et que le volume annuel des eaux transvasées est supérieur ou égal à 100 millions de m3."},{"type":"add","content":"a) Ouvrages servant au transvasement de ressources hydrauliques entre bassins fluviaux lorsque cette opération vise à prévenir d'éventuelles pénuries d'eau et que le volume annuel des eaux transvasées est supérieur ou égal à 100 millions de m 3."},{"type":"del","content":"        Ouvrages servant au transvasement des ressources hydrauliques entre bassins fluviaux non mentionnés dans la colonne précédente dont le débit est supérieur ou égal à 1 m³/s."},{"type":"add","content":"        Ouvrages servant au transvasement des ressources hydrauliques entre bassins fluviaux non mentionnés dans la colonne précédente dont le débit est supérieur ou égal à 1 m ³/ s."},{"type":"del","content":"b) Dans tous les autres cas, ouvrages servant au transvasement de ressources hydrauliques entre bassins fluviaux lorsque le débit annuel moyen, sur plusieurs années, du bassin de prélèvement dépasse 2 000 millions de m3 et que le volume des eaux transvasées dépasse 5 % de ce débit."},{"type":"add","content":"b) Dans tous les autres cas, ouvrages servant au transvasement de ressources hydrauliques entre bassins fluviaux lorsque le débit annuel moyen, sur plusieurs années, du bassin de prélèvement dépasse 2 000 millions de m 3 et que le volume des eaux transvasées dépasse 5 % de ce débit."},{"type":"del","content":"24. Système de collecte et de traitement des eaux résiduaires. On entend par \"un équivalent habitant (EH)\" : la charge organique biodégradable ayant une demande biochimique d'oxygène en cinq jours (DB05) de 60 grammes d'oxygène par jour."},{"type":"add","content":"24. Système de collecte et de traitement des eaux résiduaires. On entend par \" un équivalent habitant (EH) \" : la charge organique biodégradable ayant une demande biochimique d'oxygène en cinq jours (DB05) de 60 grammes d'oxygène par jour."},{"type":"del","content":"i) et, sur la façade métropolitaine Atlantique-Manche-mer du Nord et lorsque le rejet est situé à 1 kilomètre ou plus d'une zone conchylicole ou de cultures marines dont le volume maximal in situ dragué au cours de douze mois consécutifs est supérieur ou égal à 50 000 m3 ;"},{"type":"del","content":"ii) et, sur les autres façades ou lorsque le rejet est situé à moins de 1 km d'une zone conchylicole ou de cultures marines dont le volume maximal in situ dragué au cours de douze mois consécutifs est supérieur ou égal à 5 000 m3 ;"},{"type":"del","content":"-dont la teneur des sédiments extraits est inférieure ou égale au niveau de référence N1 pour l'ensemble des éléments qui y figurent et dont le volume in situ dragué au cours de douze mois consécutifs est supérieur ou égal à 500 000 m3."},{"type":"add","content":"i) et, sur la façade métropolitaine Atlantique-Manche-mer du Nord et lorsque le rejet est situé à 1 kilomètre ou plus d'une zone conchylicole ou de cultures marines dont le volume maximal in situ dragué au cours de douze mois consécutifs est supérieur ou égal à 50 000 m 3 ;"},{"type":"add","content":"ii) et, sur les autres façades ou lorsque le rejet est situé à moins de 1 km d'une zone conchylicole ou de cultures marines dont le volume maximal in situ dragué au cours de douze mois consécutifs est supérieur ou égal à 5 000 m 3 ;"},{"type":"add","content":"-dont la teneur des sédiments extraits est inférieure ou égale au niveau de référence N1 pour l'ensemble des éléments qui y figurent et dont le volume in situ dragué au cours de douze mois consécutifs est supérieur ou égal à 500 000 m 3."},{"type":"del","content":"-supérieure à 2 000 m3 ;"},{"type":"del","content":"-inférieure ou égal à 2 000 m3 dont la teneur des sédiments extraits est supérieure ou égale au niveau de référence S1."},{"type":"add","content":"-supérieure à 2 000 m 3 ;"},{"type":"add","content":"-inférieure ou égal à 2 000 m 3 dont la teneur des sédiments extraits est supérieure ou égale au niveau de référence S1."},{"type":"del","content":"Travaux, constructions et opérations constitués ou en création qui créent une surface de plancher supérieure ou égale à 40 000 m2 ou dont le terrain d'assiette couvre une superficie supérieure ou égale à 10 hectares."},{"type":"add","content":"Travaux, constructions et opérations constitués ou en création qui créent une surface de plancher supérieure ou égale à 40 000 m 2 ou dont le terrain d'assiette couvre une superficie supérieure ou égale à 10 hectares."},{"type":"del","content":"Travaux, constructions et opérations d'aménagement constitués ou en création qui soit crée une surface de plancher supérieure ou égale à 10 000 m2 et inférieure à 40 000 m2 et dont le terrain d'assiette ne couvre pas une superficie supérieure ou égale à 10 hectares, soit couvre un terrain d'assiette d'une superficie supérieure ou égale à 5 ha et inférieure à 10 ha et dont la surface de plancher créée est inférieure à 40 000 m2."},{"type":"add","content":"Travaux, constructions et opérations d'aménagement constitués ou en création qui soit crée une surface de plancher supérieure ou égale à 10 000 m 2 et inférieure à 40 000 m 2 et dont le terrain d'assiette ne couvre pas une superficie supérieure ou égale à 10 hectares, soit couvre un terrain d'assiette d'une superficie supérieure ou égale à 5 ha et inférieure à 10 ha et dont la surface de plancher créée est inférieure à 40 000 m 2."},{"type":"del","content":"Villages de vacances et aménagements associés dont les travaux créent une surface de plancher supérieure ou égale à 40 000 m2 ou dont le terrain d'assiette couvre une superficie supérieure ou égale 10 hectares."},{"type":"add","content":"Villages de vacances et aménagements associés dont les travaux créent une surface de plancher supérieure ou égale à 40 000 m 2 ou dont le terrain d'assiette couvre une superficie supérieure ou égale 10 hectares."},{"type":"del","content":"Villages de vacances et aménagements associés dont les travaux créent une surface de plancher supérieure ou égale 10 000 m2 ou dont le terrain d'assiette couvre une superficie supérieure ou égale 3 ha."},{"type":"add","content":"Villages de vacances et aménagements associés dont les travaux créent une surface de plancher supérieure ou égale 10 000 m 2 ou dont le terrain d'assiette couvre une superficie supérieure ou égale 3 ha."},{"type":"del","content":"        Pour la rubrique 43, est considéré comme \"site vierge\" un site non accessible gravitairement depuis les remontées mécaniques ou du fait de la difficulté du relief."},{"type":"add","content":"        Pour la rubrique 43, est considéré comme \" site vierge \" un site non accessible gravitairement depuis les remontées mécaniques ou du fait de la difficulté du relief, ou accessible gravitairement depuis les remontées mécaniques mais ne revenant pas gravitairement sur une piste de ski ou un départ de remontée mécanique du même domaine skiable au sens de l'article R. 122-10 du code de l'urbanisme. (1)"},{"type":"del","content":"d) Autres équipements sportifs ou de loisirs et aménagements associés susceptibles d'accueillir plus de 5 000 personnes. (1)"},{"type":"add","content":"d) Autres équipements sportifs ou de loisirs et aménagements associés susceptibles d'accueillir plus de 5 000 personnes. (2)"},{"type":"del","content":"(1) Conseil d’Etat, décision n° 404391"},{"type":"add","content":"(1) Au lieu de lire \" R. 122-10 \", il convient de lire \" R. 122-4 \"."},{"type":"add","content":""},{"type":"add","content":"(2) Conseil d’Etat, décision n° 404391"},{"type":"del","content":"Décret n° 2017-626 du 25 avril 2017 relatif aux procédures destinées à assurer l'information et la participation du public à l'élaboration de certaines décisions susceptibles d'avoir une incidence sur l'environnement et modifiant diverses dispositions relatives à l'évaluation environnementale de certains projets, plans et programmes - article 3 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Décret n° 2017-1039 du 10 mai 2017 relatif à la procédure de création ou d'extension des unités touristiques nouvelles - article 8 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2017-04-25 MODIFIE cible Décret n° 2017-626 du 25 avril 2017 relatif aux procédures destinées à assurer l'information et la participation du public à l'élaboration de certaines décisions susceptibles d'avoir une incidence sur l'environnement et modifiant diverses dispositions relatives à l'évaluation environnementale de certains projets, plans et programmes - article 3 ENTIEREMENT_MODIF"},{"type":"add","content":"2017-05-10 MODIFIE cible Décret n° 2017-1039 du 10 mai 2017 relatif à la procédure de création ou d'extension des unités touristiques nouvelles - article 8 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code de l'urbanisme - art. R122-4 (VD)"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/50/93/LEGIARTI000034509316.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/50/93/LEGIARTI000034509316.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/34/50/93/LEGIARTI000034509316.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/73/93/LEGIARTI000034739303.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/73/93/LEGIARTI000034739303.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/34/73/93/LEGIARTI000034739303.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000034509316)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000034739303)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_ier/titre_ii/chapitre_ii/section_2/sous-section_1/article_r122-17.md","articleName":"Article R122-17","additions":17,"deletions":14,"diff":[{"type":"del","content":"54° Plan local d'urbanisme situé en zone de montagne qui prévoit la réalisation d'une unité touristique nouvelle soumise à autorisation en application de l'article L. 122-19 du code de l'urbanisme."},{"type":"add","content":"54° Plan local d'urbanisme situé en zone de montagne qui prévoit une unité touristique nouvelle au sens de l'article L. 122-16 du code de l'urbanisme."},{"type":"del","content":"Code de l'urbanisme - article L122-19 AUTONOME VIGUEUR, en vigueur depuis le 2017-08-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'urbanisme - article L122-19 AUTONOME MODIFIE, en vigueur du 2016-01-01 au 2017-08-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2017-724 du 3 mai 2017 intégrant la planification maritime et le plan d'action pour le milieu marin dans le document stratégique de façade - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Décret n° 2017-1039 du 10 mai 2017 relatif à la procédure de création ou d'extension des unités touristiques nouvelles - article 8 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2017-05-03 MODIFIE cible Décret n° 2017-724 du 3 mai 2017 intégrant la planification maritime et le plan d'action pour le milieu marin dans le document stratégique de façade - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":"2017-05-10 MODIFIE cible Décret n° 2017-1039 du 10 mai 2017 relatif à la procédure de création ou d'extension des unités touristiques nouvelles - article 8 ENTIEREMENT_MODIF"},{"type":"del","content":"2999-01-01 CITATION source Code de l'urbanisme - article L122-19 AUTONOME MODIFIE, en vigueur du 2016-01-01 au 2017-08-01"},{"type":"add","content":"2999-01-01 CITATION source Code de l'urbanisme - article L102-4 AUTONOME VIGUEUR, en vigueur depuis le 2016-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de l'urbanisme - article L121-28 AUTONOME VIGUEUR, en vigueur depuis le 2016-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de l'urbanisme - article L122-16 AUTONOME MODIFIE, en vigueur du 2016-01-01 au 2017-08-01"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code du patrimoine - article L631-3 AUTONOME VIGUEUR, en vigueur depuis le 2016-07-09"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/59/27/LEGIARTI000034592784.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/59/27/LEGIARTI000034592784.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/34/59/27/LEGIARTI000034592784.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/73/93/LEGIARTI000034739320.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/73/93/LEGIARTI000034739320.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/34/73/93/LEGIARTI000034739320.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000034592784)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000034739320)"}],"status":"modified"}],"stats":{"additions":59,"deletions":51,"filesChanged":2}}