{"sha":"09fadca25bc7","date":"2023-04-05","message":"Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte","files":[{"filename":"annexes/README.md","articleName":"Sommaire - Annexes","additions":2,"deletions":0,"diff":[{"type":"add","content":"- [Convention-type conclue entre l'état, l'organisme propriétaire et l'organisme gestionnaire en application de l'article L. 353-2 du code de la construction et de l'habitation portant sur les logements-foyers accueillant des personnes âgées ou des personnes handicapées, mentionnés aux articles L. 353-1, l. 831-1 (5°) et R. 832-20 (1°) de ce code, et ouvrant droit à l'aide personnalisée au logement, situés en Guadeloupe, en Guyane, en Martinique, à la réunion et à Mayotte](convention-type_conclue_entre_l_etat_l_organisme_proprietaire_et_l_organisme_gestionnaire_en_application_de_l_article_l_353-2_du_code_de_la_construction_et_de_l_habitation_portant_sur_les_logements-foyers_accueillant_des_personnes_agees_ou_des_personnes_/README.md)"},{"type":"add","content":"- [Convention-type conclue entre l'Etat, l'organisme propriétaire et l'organisme gestionnaire en application de l'article L. 353-2 du code de la construction et de l'habitation et portant sur les résidences sociales visées aux articles L. 353-1, L. 831-1 (5°) et R. 832-20 (2°) du code de la construction et de l'habitation et ouvrant droit à l'aide personnalisée au logement, situés en Guadeloupe, en Guyane, en Martinique, à la réunion et à Mayotte](convention-type_conclue_entre_l_etat_l_organisme_proprietaire_et_l_organisme_gestionnaire_en_application_de_l_article_l_353-2_du_code_de_la_construction_et_de_l_habitation_et_portant_sur_les_residences_sociales_visees_aux_articles_l_353-1_l_831-1_5_et_r_/README.md)"}],"status":"modified"},{"filename":"annexes/convention-type_conclue_entre_l_etat_l_organisme_proprietaire_et_l_organisme_gestionnaire_en_application_de_l_article_l_353-2_du_code_de_la_construction_et_de_l_habitation_et_portant_sur_les_residences_sociales_visees_aux_articles_l_353-1_l_831-1_5_et_r_/README.md","articleName":"Sommaire - Convention-Type Conclue Entre L Etat L Organisme Proprietaire Et L Organisme Gestionnaire En Application De L Article L 353-2 Du Code De La Construction Et De L Habitation Et Portant Sur Les Residences Sociales Visees Aux Articles L 353-1 L 831-1 5 Et R ","additions":16,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Convention-type conclue entre l'Etat, l'organisme propriétaire et l'organisme gestionnaire en application de l'article L. 353-2 du code de la construction et de l'habitation et portant sur les résidences sociales visées aux articles L. 353-1, L. 831-1 (5°) et R. 832-20 (2°) du code de la construction et de l'habitation et ouvrant droit à l'aide personnalisée au logement, situés en Guadeloupe, en Guyane, en Martinique, à la réunion et à Mayotte"},{"type":"add","content":""},{"type":"add","content":"- [Article Annexe II à l'article R. 373-3](article_annexe_ii_a_l_article_r_373-3.md)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/47/74/17/LEGISCTA000047741745.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/47/74/17/LEGISCTA000047741745.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/SCTA/00/00/47/74/17/LEGISCTA000047741745.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/convention-type_conclue_entre_l_etat_l_organisme_proprietaire_et_l_organisme_gestionnaire_en_application_de_l_article_l_353-2_du_code_de_la_construction_et_de_l_habitation_et_portant_sur_les_residences_sociales_visees_aux_articles_l_353-1_l_831-1_5_et_r_/README.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/section_lc/LEGITEXT000006074096/LEGISCTA000047741745)"},{"type":"add","content":""}],"status":"added"},{"filename":"annexes/convention-type_conclue_entre_l_etat_l_organisme_proprietaire_et_l_organisme_gestionnaire_en_application_de_l_article_l_353-2_du_code_de_la_construction_et_de_l_habitation_et_portant_sur_les_residences_sociales_visees_aux_articles_l_353-1_l_831-1_5_et_r_/article_annexe_ii_a_l_article_r_373-3.md","articleName":"Article ANNEXE II A L ARTICLE R 373-3","additions":837,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article Annexe II à l'article R. 373-3"},{"type":"add","content":""},{"type":"add","content":"Convention-type conclue entre l'Etat, l'organisme propriétaire et l'organisme gestionnaire en application de l'article L. 353-2 du code de la construction et de l'habitation et portant sur les résidences sociales visées aux articles L. 353-1, L. 831-1 (5°) et R. 832-20 (2°) du code de la construction et de l'habitation et ouvrant droit à l'aide personnalisée au logement, situés en Guadeloupe, en Guyane, en Martinique, à la réunion et à Mayotte"},{"type":"add","content":""},{"type":"add","content":"Entre les soussignés :"},{"type":"add","content":""},{"type":"add","content":"Le ministre chargé du logement, agissant au nom de l'Etat, et représenté par le préfet ou, lorsqu'un établissement public de coopération intercommunale, un département, la collectivité territoriale de Guyane ou de Martinique a signé une convention mentionnée aux articles L. 301-5-1 et L. 301-5-2 du code de la construction et de l'habitation, par le président de l'établissement public de coopération intercommunale, du conseil départemental, de l'assemblée de Guyane ou du conseil exécutif de la Martinique ;"},{"type":"add","content":""},{"type":"add","content":"XX [Organisme d'habitations à loyer modéré, société d'économie mixte ou collectivité territoriale ou autre personne morale propriétaire du logement-foyer] représenté (e) par M, dénommé (e) ci-après le propriétaire ;"},{"type":"add","content":""},{"type":"add","content":"XX [Organisme agréé gestionnaire du logement-foyer, sauf dans le cas où le propriétaire est gestionnaire direct] représenté (e) par son président M..., autorisé (e) à cet effet par délibération de son conseil d'administration, en date du, dénommé (e) ci-après le gestionnaire, et agissant à ce titre en application de la convention de location conclue avec le propriétaire ;"},{"type":"add","content":""},{"type":"add","content":"Vu l'objet de la résidence sociale tel que défini à l'annexe B ;"},{"type":"add","content":""},{"type":"add","content":"Vu l'agrément de gestionnaire de résidence sociale prévu à l'article R. 353-165-1 ou l'agrément d'intermédiation locative et de gestion locative sociale mentionné à l'article L. 365-4 et délivré par le préfet du département de... en date du... à... au gestionnaire pour assurer la gestion de résidences sociales ;"},{"type":"add","content":""},{"type":"add","content":"[Le cas échéant] Vu la convention de location, jointe à la présente convention, en date du... conclue entre le propriétaire et le gestionnaire ;"},{"type":"add","content":""},{"type":"add","content":"[Le cas échéant] Vu la description du programme et des travaux prévus annexée à la présente convention (annexe A) ;"},{"type":"add","content":""},{"type":"add","content":"[Le cas échéant] Vu l'échéancier du programme des travaux joint à la présente convention, Il a été convenu ce qui suit :"},{"type":"add","content":""},{"type":"add","content":"Article 1er"},{"type":"add","content":""},{"type":"add","content":"Objet de la convention"},{"type":"add","content":""},{"type":"add","content":"La présente convention a pour objet de fixer les droits et obligations des parties prévus par les articles R. 353-154 à R. 353-165 du code de la construction et de l'habitation, pour le logement foyer de [nom et adresse de l'établissement] dont le programme est annexé à la présente convention."},{"type":"add","content":""},{"type":"add","content":"La signature de la présente convention conditionne pendant sa durée l'ouverture du droit à l'aide personnalisée au logement (APL) dans les conditions définies au livre VIII du code de la construction et de l'habitation et notamment son titre VI relatif aux dispositions particulières à l'outre-mer, et de ses textes d'application."},{"type":"add","content":""},{"type":"add","content":"Si la présente convention est signée par un établissement public de coopération intercommunale ou un département signataire d'une convention mentionnée aux articles L. 301-5-1 et L. 301-5-2 du code de la construction et de l'habitation, le président de l'établissement public de coopération intercommunale, du conseil départemental, de l'assemblée de Guyane ou du conseil exécutif de Martinique, adresse au préfet une copie de la convention ouvrant droit à l'APL."},{"type":"add","content":""},{"type":"add","content":"Les personnes accueillies dans la résidence sociale sont dénommées résidents et entrent dans le champ d'application des articles L. 633-1 à L. 633-5 du code de la construction et de l'habitation."},{"type":"add","content":""},{"type":"add","content":"L'agrément prévu à l'article R. 353-156 du code de la construction et de l'habitation a été délivré par le préfet du département de ... en date du ..."},{"type":"add","content":""},{"type":"add","content":"Article 2"},{"type":"add","content":""},{"type":"add","content":"Durée de la convention"},{"type":"add","content":""},{"type":"add","content":"La présente convention prend effet à compter de sa signature."},{"type":"add","content":""},{"type":"add","content":"Elle expire le 31 décembre … [durée minimum de 9 ans, conformément à l'article L. 353-2]"},{"type":"add","content":""},{"type":"add","content":"A défaut de dénonciation expresse notifiée au moins six mois avant cette date, la convention est renouvelée par tacite reconduction par périodes triennales prenant effet à compter de sa date d'expiration."},{"type":"add","content":""},{"type":"add","content":"Aucune dénonciation décidée par le propriétaire et, s'il y a lieu et d'un commun accord, par le propriétaire et le gestionnaire ne peut prendre effet avant la date d'expiration de la convention. La résiliation doit être notifiée au moins six mois avant cette date par acte notarié ou par acte d'huissier de justice et notifiée au préfet ou, lorsqu'un établissement public de coopération intercommunale, un département, la collectivité territoriale de Guyane ou de Martinique, a signé une convention mentionnée aux articles L. 301-5-1 et L. 301-5-2, au président de l'établissement public de coopération intercommunale, du conseil départemental, de l'assemblée de Guyane ou du conseil exécutif de Martinique."},{"type":"add","content":""},{"type":"add","content":"Le remboursement, anticipé ou non, d'un des prêts utilisés pour financer l'opération, d'une subvention ou le reversement du complément d'impôt en application de l'article 284 du code général des impôts sont sans effet sur la durée de la convention."},{"type":"add","content":""},{"type":"add","content":"Pendant la durée prévue de la convention, le préfet est tenu informé des modifications apportées à la convention de location conclue entre le propriétaire et le gestionnaire du logement-foyer."},{"type":"add","content":""},{"type":"add","content":"Ces modifications ne peuvent conduire à remettre en cause les engagements pris dans la présente convention."},{"type":"add","content":""},{"type":"add","content":"Article 3"},{"type":"add","content":""},{"type":"add","content":"Obligations respectives du propriétaire et du gestionnaire relatives à la maintenance et à l'entretien des locaux loués"},{"type":"add","content":""},{"type":"add","content":"Les locaux doivent être maintenus en bon état de fonctionnement au moyen d'une politique de provision pour le financement de travaux d'entretien et de grosses réparations."},{"type":"add","content":""},{"type":"add","content":"Si le propriétaire et le gestionnaire sont deux organismes distincts, les obligations respectives du propriétaire et du gestionnaire relatives à la maintenance et à l'entretien des locaux sont celles définies dans la convention de location."},{"type":"add","content":""},{"type":"add","content":"Dans le cas où le propriétaire est gestionnaire direct, le propriétaire est tenu, en application des articles 606, 1719, 1720 et 1721 du code civil, de maintenir les locaux en bon état d'habitation et de faire exécuter les réparations nécessaires qui sont à sa charge."},{"type":"add","content":""},{"type":"add","content":"Pour permettre le contrôle de l'exécution des obligations définies ci-dessus, le propriétaire s'engage avec le gestionnaire à tenir un carnet d'entretien et de grosses réparations annuel dans lequel seront consignés tous les renseignements sur les interventions d'entretien, de réparation ou d'amélioration faites ou à faire par l'un ou l'autre sur l'immeuble."},{"type":"add","content":""},{"type":"add","content":"Conformément à l'article L. 822-9 de code de la construction et de l'habitation, le logement au titre duquel le droit à l'aide personnalisée au logement est ouvert doit répondre aux caractéristiques de décence définies au premier alinéa de l'article 6 de la loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs."},{"type":"add","content":""},{"type":"add","content":"Article 4"},{"type":"add","content":""},{"type":"add","content":"Conditions d'attribution et d'occupation permanente de la résidence sociale"},{"type":"add","content":""},{"type":"add","content":"Le gestionnaire s'engage à réserver la résidence sociale aux personnes seules ou en ménage dans l'établissement suivant :"},{"type":"add","content":""},{"type":"add","content":"[Cocher la case prévue selon le type d'établissement retenu] :"},{"type":"add","content":""},{"type":"add","content":"- résidence sociale ordinaire [accueil de jeunes travailleurs ; de travailleurs migrants ; de personnes éprouvant des difficultés sociale et économique particulières au sens de l'article 1er de la loi n° 90-449 du 31 mai 1990 visant à la mise en œuvre du droit au logement ainsi que les étudiants en situation de rupture sociale et familiale qui peuvent, à titre exceptionnel, avoir accès à un nombre de places très minoritaires]."},{"type":"add","content":""},{"type":"add","content":"- pension de famille [accueil sans condition de durée de personnes dont la situation sociale et psychologique ne permet pas leur accès à un logement ordinaire]."},{"type":"add","content":""},{"type":"add","content":"- résidence accueil [pension de famille pour personnes présentant un handicap psychique]."},{"type":"add","content":""},{"type":"add","content":"La part des locaux à usage privatif réservés par le préfet est fixée à ... p. 100 du total des locaux à usage privatif de la résidence sociale. Ce pourcentage doit tenir compte des besoins recensés par le plan départemental d'action pour le logement des personnes défavorisées. Dans ce cadre, le préfet propose au gestionnaire des candidats pour ces logements."},{"type":"add","content":""},{"type":"add","content":"Pour répondre à ces obligations, le gestionnaire s'engage à signaler les logements devenus vacants aux services préfectoraux et, le cas échéant, aux délégataires des droits à réservation du préfet en application de l'article L. 441-1 du code de la construction et de l'habitation. Dans ce cadre, le préfet propose au gestionnaire des candidats dont les caractéristiques correspondent à celles des publics définis dans le projet social."},{"type":"add","content":""},{"type":"add","content":"Les modalités de gestion de ces réservations sont les suivantes :"},{"type":"add","content":""},{"type":"add","content":"-"},{"type":"add","content":""},{"type":"add","content":"-"},{"type":"add","content":""},{"type":"add","content":"-"},{"type":"add","content":""},{"type":"add","content":"Les modalités de choix des personnes accueillies sont les suivantes :"},{"type":"add","content":""},{"type":"add","content":"-"},{"type":"add","content":""},{"type":"add","content":"-"},{"type":"add","content":""},{"type":"add","content":"-"},{"type":"add","content":""},{"type":"add","content":"L'annexe B précise ces engagements ainsi que l'ensemble des actions menées au bénéfice des résidents."},{"type":"add","content":""},{"type":"add","content":"Article 5"},{"type":"add","content":""},{"type":"add","content":"Contrat d'occupation entre le résident et le gestionnaire"},{"type":"add","content":""},{"type":"add","content":"Le gestionnaire s'engage à proposer aux résidents dans les lieux à la date d'entrée en vigueur de la convention ainsi qu'à tout nouvel entrant dans l'établissement un contrat d'occupation cosigné par lui et le résident, établi par écrit en application de l'article L. 633-2 du présent code et conformément aux stipulations de la convention ouvrant droit à l'aide personnalisée au logement. Un règlement intérieur, paraphé par ces mêmes personnes, lui est annexé."},{"type":"add","content":""},{"type":"add","content":"Ce contrat ne peut être accessoire à un contrat de travail."},{"type":"add","content":""},{"type":"add","content":"En cas de changement de gestionnaire, de résiliation ou de dénonciation de ladite convention, le contrat est opposable de plein droit à tout nouveau gestionnaire."},{"type":"add","content":""},{"type":"add","content":"Ce contrat est conclu pour une durée d'un mois renouvelable par tacite reconduction à la seule volonté du résident ou, à défaut, de son représentant légal, pour des périodes de même durée."},{"type":"add","content":""},{"type":"add","content":"Il précise notamment, en application de l'article L. 633-2 du code de la construction et de l'habitation :"},{"type":"add","content":""},{"type":"add","content":"- sa date de prise d'effet et sa durée ;"},{"type":"add","content":""},{"type":"add","content":"- la désignation des locaux et, le cas échéant, des meubles et des équipements à usage privatif dont la personne logée a la jouissance ainsi que les espaces collectifs mis à sa disposition ;"},{"type":"add","content":""},{"type":"add","content":"- le montant de la redevance et des prestations telles que définies aux articles 12 et 13 de la présente convention, leurs modalités de calcul et de révision ;"},{"type":"add","content":""},{"type":"add","content":"- le cas échéant, le montant du dépôt de garantie tel que défini à l'article 8 de la présente convention ;"},{"type":"add","content":""},{"type":"add","content":"- le rappel des conditions spécifiques d'admission de la résidence sociale prévues à l'article 4 de la présente convention et du projet social annexé à la présente convention ;"},{"type":"add","content":""},{"type":"add","content":"- les obligations prévues à l'article 1728 du code civil (les locaux loués à usage privatif sont considérés comme le domicile du résident) ;"},{"type":"add","content":""},{"type":"add","content":"- ses modalités et conditions de résiliation telles que définies à l'article 6 de la présente convention ;"},{"type":"add","content":""},{"type":"add","content":"- les obligations réciproques en cas d'absence prolongée."},{"type":"add","content":""},{"type":"add","content":"La signature du contrat par la ou les personnes cocontractantes logées vaut acceptation par le résident du règlement intérieur de l'établissement. Le règlement intérieur est annexé au contrat et paraphé par ces mêmes personnes."},{"type":"add","content":""},{"type":"add","content":"Le résident déjà dans les lieux ou son représentant légal dispose d'un délai d'un mois à compter de la présentation du contrat pour l'accepter ; au terme de ce délai, les dispositions de la présente convention s'appliquent de plein droit, sous réserve des contrats en cours et des dispositions prévues à l'article L. 353-8 du code de la construction et de l'habitation."},{"type":"add","content":""},{"type":"add","content":"Au cours de chaque période mensuelle, le résident ou son représentant légal peut mettre fin à tout moment à son contrat sous réserve d'un préavis d'un mois donné par écrit, par dérogation à l'article R. 633-3 du code précité. Toutefois, en cas d'obtention d'un emploi, de mutation, de perte d'emploi ou d'offre d'accès à un logement, ce délai est ramené à huit jours sous réserve de production de justificatifs."},{"type":"add","content":""},{"type":"add","content":"Article 6"},{"type":"add","content":""},{"type":"add","content":"Résiliation du contrat entre le résident et le gestionnaire"},{"type":"add","content":""},{"type":"add","content":"La résiliation du contrat par le gestionnaire ou le propriétaire ne peut intervenir que dans les cas suivants :"},{"type":"add","content":""},{"type":"add","content":"- inexécution par le résident de l'une des obligations lui incombant au regard du contrat d'occupation ou manquement grave ou répété au règlement intérieur. La résiliation du contrat ne prend effet qu'un mois après la date de notification par lettre recommandée avec avis de réception."},{"type":"add","content":""},{"type":"add","content":"Lorsque la résiliation est motivée par un impayé de redevance, le délai de préavis ne débute que lorsque trois termes mensuels consécutifs, tel que prévu à l'article R. 633-3 du code de la construction et de l'habitation, du montant total à acquitter sont totalement impayés ou bien lorsqu'une somme au moins égale à deux fois le montant mensuel du montant à acquitter pour le logement et les charges est due au gestionnaire. Les dispositions des articles 1342-4 alinéa 1er et 1343-5 s'appliquent. Les effets de la clause résolutoire sont suspendus en cas de délai accordé par le juge judiciaire ;"},{"type":"add","content":""},{"type":"add","content":"- le résident cesse de remplir les conditions d'admission mentionnées à l'article 4. Le gestionnaire doit alors informer individuellement le résident concerné par lettre recommandée avec accusé de réception en respectant un préavis de trois mois francs ; à l'issue de ce délai, le contrat est résilié de plein droit lorsqu'une proposition de relogement correspondant aux besoins et aux possibilités du résident lui a été faite ; cette résiliation ne prend effet qu'un mois après la date de notification de la proposition de relogement par lettre recommandée avec avis de réception ;"},{"type":"add","content":""},{"type":"add","content":"- cessation totale de l'activité de l'établissement. Le gestionnaire ou, le cas échéant, le propriétaire, propose une solution de relogement correspondant aux besoins et aux capacités des résidents qui doivent être prévenus par lettre recommandée avec avis de réception au moins trois mois auparavant ; les conditions d'offre de ces relogements seront déterminées en accord avec le préfet ou son représentant."},{"type":"add","content":""},{"type":"add","content":"En cas d'inoccupation temporaire de son logement du fait de son état de santé dûment justifié, aucune résiliation pour ce motif ne peut intervenir."},{"type":"add","content":""},{"type":"add","content":"Article 7"},{"type":"add","content":""},{"type":"add","content":"Dispositions spécifiques en cas d'impayés pour un bénéficiaire de l'aide personnalisée au logement (APL)"},{"type":"add","content":""},{"type":"add","content":"Conformément aux articles L. 824-1, R. 824-4 et R. 824-31 du code de la construction et de l'habitation, lorsque le locataire est débiteur à l'égard du bailleur d'une somme au moins égale à deux fois le montant mensuel brut de la redevance, le gestionnaire signale l'impayé à l'organisme payeur (caisse d'allocations familiales pour la Guadeloupe, la Guyane, la Martinique et à la Réunion et, pour Mayotte caisse de sécurité sociale) dans un délai de deux mois après la constitution de l'impayé tel que défini à l'article R. 824-1 du code de la construction et de l'habitation, en indiquant les démarches entreprises auprès du résident défaillant. L'aide personnalisée au logement peut être maintenue ou non selon les cas soumis à l'organisme payeur."},{"type":"add","content":""},{"type":"add","content":"Le gestionnaire doit justifier qu'il poursuit par tous les moyens possibles le recouvrement de la créance en notifiant au bénéficiaire de l'aide, par lettre recommandée avec accusé de réception, le montant de cette créance ainsi que les conditions de résiliation du contrat d'occupation et le risque de suspension du versement de l'APL. Cette suspension ne peut intervenir que sur décision de l'organisme payeur après consultation de la commission de coordination des actions de prévention des expulsions (CCAPEX) le cas échéant, selon les modalités prévues à l'article R. 824-7 du même code."},{"type":"add","content":""},{"type":"add","content":"Article 8"},{"type":"add","content":""},{"type":"add","content":"Dépôt de garantie"},{"type":"add","content":""},{"type":"add","content":"Le gestionnaire peut demander au résident un dépôt de garantie qui ne peut être supérieur à un mois de la redevance. Au départ du résident, il est restitué dans un délai maximum de quinze jours à compter de la remise des clefs, déduction faite, le cas échéant, des sommes dues au gestionnaire sous réserve qu'elles soient dûment justifiées. Le montant du dépôt de garantie ne porte pas intérêt au bénéfice du résident. Il ne doit faire l'objet d'aucune révision. A défaut de restitution dans le délai prévu, le solde du dépôt de garantie restant dû au résident, après arrêté des comptes, produit intérêt au taux légal au profit du résident."},{"type":"add","content":""},{"type":"add","content":"En aucun cas, il ne peut être demandé une avance sur le paiement des redevances ou des prestations."},{"type":"add","content":""},{"type":"add","content":"Article 9"},{"type":"add","content":""},{"type":"add","content":"Information des résidents"},{"type":"add","content":""},{"type":"add","content":"Le gestionnaire doit tenir à disposition des résidents toute information sur les prestations de logement ou annexes au logement, ou sur les conditions financières de leur accueil dans le logement-foyer."},{"type":"add","content":""},{"type":"add","content":"La présente convention est tenue à la disposition permanente des résidents du logement-foyer et accessible à tout moment. Cette information est affichée de façon très apparente, dans les parties communes du logement-foyer dès la signature de la convention."},{"type":"add","content":""},{"type":"add","content":"Le gestionnaire s'engage à tenir à la disposition des résidents ou des entrants les notices d'information relatives à l'APL."},{"type":"add","content":""},{"type":"add","content":"Article 10"},{"type":"add","content":""},{"type":"add","content":"Maxima applicables à la part de la redevance assimilable au loyer et aux charges locatives récupérables"},{"type":"add","content":""},{"type":"add","content":"La part de la redevance mensuelle prise en compte pour le calcul de l'aide personnalisée au logement, assimilable au loyer et aux charges locatives récupérables, acquittée par le résident, hors dépenses liées aux prestations définies à l'article 12 ne doit pas excéder un maximum qui est fixé en euros par type de logement et dont le montant est inscrit dans le tableau du III de l'annexe à la présente convention."},{"type":"add","content":""},{"type":"add","content":"Ce maximum applicable à la part de la redevance assimilable au loyer et aux charges locatives récupérables est révisé, en application de l'article L. 353-9-2 du code de la construction et de l'habitation, au 1er janvier de chaque année en fonction de l'indice de référence des loyers (IRL) prévu au I de l'article 17-1 de la loi n° 89-462 du 6 juillet 1989 modifiée. La date de l'IRL prise en compte pour cette révision est celle du deuxième trimestre de l'année précédente."},{"type":"add","content":""},{"type":"add","content":"La redevance pratiquée peut, dans la limite de la redevance maximum et de l'IRL, être réactualisée au 1er janvier de chaque année, dans les conditions prévues à l'article L. 353-9-3 du code de la construction et de l'habitation."},{"type":"add","content":""},{"type":"add","content":"Le gestionnaire peut, en outre, être autorisé à augmenter cette redevance au-delà de l'IRL, dans la limite de la redevance maximale et dans les conditions prévues au deuxième alinéa de l'article L. 353-9-3 du code de la construction et de l'habitation."},{"type":"add","content":""},{"type":"add","content":"Article 11"},{"type":"add","content":""},{"type":"add","content":"Composition de la part de redevance assimilable au loyer et aux charges locatives et seule prise en compte pour le calcul de l'aide personnalisée au logement"},{"type":"add","content":""},{"type":"add","content":"La part de redevance assimilable au loyer et aux charges locatives et seule prise en compte pour le calcul de l'aide personnalisée au logement est calculée sur la base de deux éléments, dont l'un est équivalent au loyer, et l'autre équivalent aux charges locatives récupérables."},{"type":"add","content":""},{"type":"add","content":"I. - En ce qui concerne l'équivalence du loyer, la participation du résident aux charges financières annuelles afférentes à l'immeuble recouvre :"},{"type":"add","content":""},{"type":"add","content":"a) Le remboursement :"},{"type":"add","content":""},{"type":"add","content":"- des charges afférentes à l'ensemble des dépenses effectuées pour la construction, l'amélioration ou l'acquisition-amélioration du logement-foyer ;"},{"type":"add","content":""},{"type":"add","content":"- des frais généraux du propriétaire ;"},{"type":"add","content":""},{"type":"add","content":"- des charges de renouvellement des composants immobilisés ;"},{"type":"add","content":""},{"type":"add","content":"- du montant de la prime d'assurance de l'immeuble ;"},{"type":"add","content":""},{"type":"add","content":"- de la taxe foncière sur les propriétés bâties."},{"type":"add","content":""},{"type":"add","content":"b) Les frais de fonctionnement relatifs au foyer, à savoir :"},{"type":"add","content":""},{"type":"add","content":"- les frais de siège du gestionnaire ;"},{"type":"add","content":""},{"type":"add","content":"- les frais fixes de personnel administratif ;"},{"type":"add","content":""},{"type":"add","content":"- toutes dépenses de menu entretien au sens des articles 1754 et 1755 du code civil ;"},{"type":"add","content":""},{"type":"add","content":"- les charges de gros entretien et frais de personnel et fournitures afférents à ces travaux."},{"type":"add","content":""},{"type":"add","content":"II. - L'élément équivalent aux charges locatives récupérables, sommes accessoires au loyer principal, et pris en compte forfaitairement, est exigible en contrepartie des charges dont la liste est énumérée par le décret n° 87-713 du 26 août 1987 pris en application de l'article 18 de la loi n° 86-1290 du 23 décembre 1986 tendant à favoriser l'investissement locatif, l'accession à la propriété de logements sociaux et le développement de l'offre foncière et fixant la liste des charges récupérables modifié."},{"type":"add","content":""},{"type":"add","content":"Lorsque les logements sont équipés de compteur individuel, eau chaude et eau froide, dont les consommations sont relevables de l'extérieur, les consommations d'eau peuvent n'être prises en charge forfaitairement au titre de l'élément équivalent aux charges locatives récupérables qu'à hauteur de 165 litres par jour et par personne. Au-delà de ce maximum, les consommations réelles supplémentaires sont facturées au résident au titre des prestations par facturation séparée, au prix pratiqué par le fournisseur."},{"type":"add","content":""},{"type":"add","content":"Ces modalités de facturation d'eau, pour être applicables, font l'objet d'une inscription au règlement intérieur de l'établissement et dans le contrat d'occupation."},{"type":"add","content":""},{"type":"add","content":"Lorsque ces modalités de facturation des consommations d'eau sont mises en application, la participation aux charges supplémentaires mentionnée à l'article R. 633-9 ne peut être demandée au résident au titre de cette consommation."},{"type":"add","content":""},{"type":"add","content":"Article 12"},{"type":"add","content":""},{"type":"add","content":"Prestations"},{"type":"add","content":""},{"type":"add","content":"En application des dispositions de l'article L. 112-1 du code de la consommation, les prix des différentes prestations offertes aux résidents doivent être affichés dans l'établissement."},{"type":"add","content":""},{"type":"add","content":"Les prestations obligatoirement intégrées dans la redevance et non prises en compte pour le calcul de l'APL, et de ce fait non prises en compte au titre des charges récupérables, sont les suivantes :"},{"type":"add","content":""},{"type":"add","content":"-"},{"type":"add","content":""},{"type":"add","content":"-"},{"type":"add","content":""},{"type":"add","content":"-"},{"type":"add","content":""},{"type":"add","content":"Les prestations facultatives à la demande du résident facturées séparément sont les suivantes :"},{"type":"add","content":""},{"type":"add","content":"-"},{"type":"add","content":""},{"type":"add","content":"-"},{"type":"add","content":""},{"type":"add","content":"-"},{"type":"add","content":""},{"type":"add","content":"Article 13"},{"type":"add","content":""},{"type":"add","content":"Modalités de paiement de la redevance et des prestations"},{"type":"add","content":""},{"type":"add","content":"La redevance est payée mensuellement à terme échu. Le gestionnaire remet au résident un avis d'échéance faisant clairement apparaître le montant de la redevance, le montant de l'équivalence de loyer et de charges locatives récupérables pris en compte pour le calcul de l'APL ainsi que le montant de cette aide."},{"type":"add","content":""},{"type":"add","content":"Article 14"},{"type":"add","content":""},{"type":"add","content":"Conditions d'exécution des travaux et relogement"},{"type":"add","content":""},{"type":"add","content":"En cas de réhabilitation ou d'amélioration, les travaux concernant la résidence sociale sont inscrits au programme dans l'annexe A à la présente convention. Ils font l'objet d'un programme de réalisation qui se poursuit par tranches annuelles pendant mois ou années dont l'échéancier est joint à la présente convention."},{"type":"add","content":""},{"type":"add","content":"Ces travaux doivent conduire à mettre la résidence sociale en conformité totale avec les normes minimales d'habitabilité et les caractéristiques techniques définies par l'arrêté du 3 avril 2023 relatif aux caractéristiques techniques, aux plafonds de ressources et aux plafonds de redevance des opérations de construction, d'acquisition-amélioration ou d'amélioration des logements-foyers en Guadeloupe, en Guyane, en Martinique, à La Réunion, à Mayotte, sous réserve des impératifs techniques tenant à la structure de l'immeuble et respecter les dispositions des articles R. 163.1, R. 163-2 et R. 164-2 du code de la construction et de l'habitation."},{"type":"add","content":""},{"type":"add","content":"Le gestionnaire doit informer chaque occupant concerné par tout moyen d'information approprié, un mois au moins avant le début des travaux, de la nature du projet, de la nécessité éventuelle de relogements provisoires ou définitifs et des augmentations prévisionnelles de redevance et, le cas échéant, du montant des prestations."},{"type":"add","content":""},{"type":"add","content":"Lorsque ces travaux nécessitent l'évacuation temporaire ou définitive des résidents, le gestionnaire doit trouver des solutions de relogement. Les modalités de ces relogements seront déterminées en accord avec le préfet ou son représentant. Elles devront, en tout état de cause, être équivalentes à leurs conditions de logement avant travaux. A l'achèvement des travaux, le résident peut demander à réintégrer préférentiellement l'établissement amélioré."},{"type":"add","content":""},{"type":"add","content":"Un mois avant la date d'achèvement des travaux, le gestionnaire notifie, par lettre recommandée avec accusé de réception aux résidents dans les lieux ou ayant fait l'objet d'un relogement, le montant de la nouvelle redevance applicable de plein droit dès l'achèvement des travaux."},{"type":"add","content":""},{"type":"add","content":"Tout programme de travaux de réhabilitation, d'aménagement ou de démolition doit être présenté pour avis au conseil de concertation. Les membres du conseil de concertation sont consultés pour avis préalablement à la réalisation des travaux."},{"type":"add","content":""},{"type":"add","content":"Article 15"},{"type":"add","content":""},{"type":"add","content":"Suivi de l'exécution de la convention"},{"type":"add","content":""},{"type":"add","content":"Chaque année, au 15 novembre, le gestionnaire adresse au préfet ou, lorsqu'un établissement public de coopération intercommunale, un département, la collectivité territoriale de Guyane ou de Martinique, a signé la convention mentionnée aux articles L. 301-5-1 et L. 301-5-2 du code de la construction et de l'habitation, au président de l'établissement public de coopération intercommunale, du conseil départemental, de l'assemblée de Guyane ou du conseil exécutif de la Martinique, un bilan d'occupation et d'action sociales, le tableau des redevances pratiquées mentionné à l'article 11 ainsi que la liste et le prix des prestations prévues à l'article 12 de la présente convention, la comptabilité relative à la résidence sociale pour l'année précédente, un budget prévisionnel de fonctionnement pour l'année en cours et les éventuels avenants à la convention de location signée entre le propriétaire et le gestionnaire. Le gestionnaire doit être en mesure de justifier au préfet le montant de la redevance et des prestations au vu de ces documents. Il en adresse copie au propriétaire."},{"type":"add","content":""},{"type":"add","content":"Au vu de ces pièces et au regard des engagements pris dans la présente convention, le préfet peut faire des observations à l'adresse du gestionnaire avec copie au propriétaire. Les membres du conseil de concertation sont consultés pour avis préalablement à la réalisation des travaux."},{"type":"add","content":""},{"type":"add","content":"En cas de non-respect de ces engagements, les sanctions prévues à l'article 18 sont mises en œuvre."},{"type":"add","content":""},{"type":"add","content":"Article 16"},{"type":"add","content":""},{"type":"add","content":"Obligations à l'égard des organismes de la liquidation et du paiement de l'APL"},{"type":"add","content":""},{"type":"add","content":"• Communication de la présente convention"},{"type":"add","content":""},{"type":"add","content":"Dès l'entrée en vigueur de la présente convention ou, au plus tard, à l'appui des premières demandes d'APL, le gestionnaire s'engage à adresser aux organismes payeurs de l'APL une copie de la convention, des documents qui y sont visés et de ses annexes, ainsi qu'un tableau faisant apparaître la description des parties privatives par typologie des logements. Toutes les modifications ultérieures apportées ou à apporter à ces documents devront également être transmises à l'organisme payeur."},{"type":"add","content":""},{"type":"add","content":"• Communication des informations nécessaires à l'étude d'un droit à une aide au logement"},{"type":"add","content":""},{"type":"add","content":"Le gestionnaire s'engage à utiliser les services dématérialisés mis à sa disposition par l'organisme payeur pour l'envoi des informations nécessaires à l'étude d'un droit à une aide au logement pour chaque résident de l'APL. A défaut, il renseigne dès l'entrée en vigueur de la convention pour chaque locataire demandeur de l'APL, la partie de l'imprimé de demande d'APL qui le concerne."},{"type":"add","content":""},{"type":"add","content":"Il s'engage à prendre toutes les dispositions nécessaires pour assurer la liaison avec les organismes payeurs afin de faciliter l'établissement et le dépôt des dossiers de demande d'APL."},{"type":"add","content":""},{"type":"add","content":"• Communication annuelle des redevances et de la situation locative"},{"type":"add","content":""},{"type":"add","content":"Avant le 15 novembre de chaque année, le gestionnaire s'engage à adresser aux organismes payeurs de l'APL un tableau mentionnant, pour l'année en cours, les redevances pratiquées au 1er juillet, les redevances prévisionnelles totales, le montant de l'équivalence de loyer et de charges par logement correspondant à la liste des locaux d'habitation établie au III de l'annexe à la présente convention. Ce tableau est valable pour l'année civile suivante. Les gestionnaires s'engagent à réaliser cette démarche prioritairement par voie dématérialisée au moyen des outils mis à disposition par les organismes payeurs."},{"type":"add","content":""},{"type":"add","content":"Avant le 15 novembre de chaque année, le gestionnaire s'engage à fournir aux organismes payeurs la liste des bénéficiaires non à jour de leurs obligations, en indiquant la date à laquelle l'organisme mentionné à l'article L. 824-1 du code de la construction et de l'habitation a été saisi et en certifiant que la liste fournie est exhaustive ou que, le cas échéant, tous les bénéficiaires sont à jour."},{"type":"add","content":""},{"type":"add","content":"• Communication des changements de situation de l'allocataire"},{"type":"add","content":""},{"type":"add","content":"Le gestionnaire fait part dans un délai maximum d'un mois aux organismes payeurs de l'APL des modifications affectant la situation locative du bénéficiaire (notamment résiliation de bail, décès) en application de l'article D. 823-15 du même code. Ce délai peut être prolongé d'un mois supplémentaire si le gestionnaire apporte la preuve qu'il n'était manifestement pas en mesure de signaler ce déménagement ou cette résiliation dans le premier délai d'un mois. Les gestionnaires s'engagent à réaliser cette démarche prioritairement par voie dématérialisée au moyen des outils mis à disposition par les organismes payeurs. Le gestionnaire s'engage à fournir à l'organisme payeur concerné toutes justifications concernant le paiement de la redevance."},{"type":"add","content":""},{"type":"add","content":"• Sanction en cas de manquement à ces obligations"},{"type":"add","content":""},{"type":"add","content":"En application de l'article L. 852-1 du même code, en cas de non signalement de l'impayé ou du manquement aux obligations déclaratives par le gestionnaire à l'organisme payeur, une sanction administrative peut être prononcée."},{"type":"add","content":""},{"type":"add","content":"Article 17"},{"type":"add","content":""},{"type":"add","content":"Résiliation de la convention"},{"type":"add","content":""},{"type":"add","content":"En cas d'inexécution par le gestionnaire de ses engagements contractuels, l'administration, après mise en demeure par lettre recommandée avec avis de réception demeurée sans effet après un délai de deux mois, peut procéder unilatéralement à la résiliation de la présente convention."},{"type":"add","content":""},{"type":"add","content":"Il sera fait application des dispositions prévues à l'article L. 353-6 du code de la construction et de l'habitation. Pour les occupants dans les lieux à la date à laquelle la résiliation est devenue définitive, la redevance est celle fixée par la convention, diminuée de l'APL, prise en charge désormais par le gestionnaire."},{"type":"add","content":""},{"type":"add","content":"La résiliation par l'Etat, dans les conditions prévues à l'article L. 353-6, de la convention ouvrant le droit à l'aide personnalisée au logement est, sous réserve du respect par l'occupant des obligations prévues par le contrat de location, sans incidence sur les stipulations de ce contrat. Toutefois, à compter de la date à laquelle la résiliation est devenue définitive, l'aide personnalisée au logement n'est plus versée et la redevance exigible déterminée dans les conditions fixées par la convention est diminuée du montant de l'aide qui aurait été due au contrat des logements, prise en charge par le gestionnaire."},{"type":"add","content":""},{"type":"add","content":"Cette disposition ne fait pas obstacle à la signature d'une nouvelle convention ouvrant droit à l'aide personnalisée au logement."},{"type":"add","content":""},{"type":"add","content":"Article 18"},{"type":"add","content":""},{"type":"add","content":"Sanctions"},{"type":"add","content":""},{"type":"add","content":"En application de l'article L. 353-2 du code de la construction et de l'habitation, des sanctions administratives peuvent être mises en œuvre."},{"type":"add","content":""},{"type":"add","content":"En application de l'article L. 353-11 du code de la construction et de l'habitation, le contrôle de l'application de la présente convention est assuré par l'Agence nationale de contrôle du logement social, que le préfet est tenu de saisir en cas de manquement constaté."},{"type":"add","content":""},{"type":"add","content":"Lorsqu'un gestionnaire ne respecte pas, pour un ou plusieurs logements, les engagements prévus par la convention, et après qu'il a été mis en mesure de présenter ses observations conformément aux dispositions de l'article L. 342-12 du code de la construction et de l'habitation ou, en cas de mise en demeure, à l'issue du délai mentionné à ce même article, l'Agence nationale de contrôle du logement social peut proposer au ministre chargé du logement de prononcer une sanction en application de l'article L. 342-14 du même code."},{"type":"add","content":""},{"type":"add","content":"Article 19"},{"type":"add","content":""},{"type":"add","content":"Contrôle"},{"type":"add","content":""},{"type":"add","content":"Afin de permettre le contrôle de l'application de la présente convention, le gestionnaire et le propriétaire fournissent à tout moment à la demande du préfet, ou de l'Agence nationale de contrôle du logement social toutes les informations et tous les documents nécessaires au plein exercice de ce contrôle."},{"type":"add","content":""},{"type":"add","content":"Fait à ......., le ......"},{"type":"add","content":""},{"type":"add","content":"Le propriétaire,"},{"type":"add","content":""},{"type":"add","content":"Le gestionnaire,"},{"type":"add","content":""},{"type":"add","content":"Le préfet, le président de l'établissement public de coopération intercommunale, le président du conseil départemental de Guadeloupe, de La Réunion, de Mayotte, de l'assemblée de Guyane, du conseil exécutif de Martinique,"},{"type":"add","content":""},{"type":"add","content":"ANNEXE [A] À LA CONVENTION ANNEXÉE À L'ARTICLE R. 373-3 DU CODE DE LA CONSTRUCTION ET DE L'HABITATION OUVRANT DROIT À L'APL DANS LES RÉSIDENCES SOCIALES"},{"type":"add","content":""},{"type":"add","content":"DESCRIPTIF DU PROGRAMME"},{"type":"add","content":""},{"type":"add","content":"I. - Nom et adresse de la résidence sociale :"},{"type":"add","content":""},{"type":"add","content":"II. - Nature du programme conventionné :"},{"type":"add","content":""},{"type":"add","content":"[Rayer la mention inutile]"},{"type":"add","content":""},{"type":"add","content":"Variante 1 : programme visé au 1° de l'article R. 832-21 du code de la construction et de l'habitation."},{"type":"add","content":""},{"type":"add","content":"Variante 2 : programme visé au 2° de l'article R. 832-21 du code de la construction et de l'habitation."},{"type":"add","content":""},{"type":"add","content":"III. - Composition du programme :"},{"type":"add","content":""},{"type":"add","content":"A. Surface habitable totale :"},{"type":"add","content":""},{"type":"add","content":"B. Locaux auxquels s'applique la présente convention :"},{"type":"add","content":""},{"type":"add","content":"1. Surface habitable totale : mètres carrés, dont :"},{"type":"add","content":""},{"type":"add","content":"2. Surface habitable totale des parties privatives : mètres carrés, Se décomposant comme suit :"},{"type":"add","content":""},{"type":"add","content":"Nombre total de logements :"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"TYPES DE"},{"type":"add","content":"LOGEMENT (*)"},{"type":"add","content":"        (une ligne par logement)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"SURFACE"},{"type":"add","content":"HABITABLE"},{"type":"add","content":"        par local"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"NUMÉRO"},{"type":"add","content":"        du logement"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"REDEVANCE MAXIMALE"},{"type":"add","content":"par logement prise en"},{"type":"add","content":"        compte pour le calcul de l'APL"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        Logement T 1"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        Logement T 1'"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        Logement T 1 bis"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        Logement T 2"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        Logement T 3"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        Logement T 4"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        Logement T 5"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        Logement T 6"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        (*) Normes des typologies définies par l'arrêté du 3 avril 2023 relatif aux caractéristiques techniques, aux plafonds de ressources et aux plafonds de redevance des opérations de construction, d'acquisition-amélioration ou d'amélioration des logements-foyers en Guadeloupe, en Guyane, en Martinique, à La Réunion, à Mayotte"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"3. Surface totale des locaux à usage collectif : mètres carrés de surface habitable ; Se décomposant comme suit :"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        TYPE DE LOCAL"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        SURFACE HABITABLE"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        NOMBRE"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"4. Dépendances (nombre et surface) :"},{"type":"add","content":""},{"type":"add","content":"5. Garages et/ ou parking (nombre) :"},{"type":"add","content":""},{"type":"add","content":"C. Locaux auxquels ne s'applique pas la convention [exemple : logement de fonction, logement d'accueil temporaire…] :"},{"type":"add","content":""},{"type":"add","content":"-"},{"type":"add","content":""},{"type":"add","content":"-"},{"type":"add","content":""},{"type":"add","content":"-"},{"type":"add","content":""},{"type":"add","content":"IV. - Renseignements administratifs :"},{"type":"add","content":""},{"type":"add","content":"A. Origine de propriété [établie conformément à l'article 3 du décret n° 55-22 du 4 janvier 1955 modifié précité, et pour Mayotte, à l'article 6 du décret n° 2008-1086 du 23 octobre 2008] :"},{"type":"add","content":""},{"type":"add","content":"B. Permis de construire ou déclaration préalable de construction [selon la nature des travaux] :"},{"type":"add","content":""},{"type":"add","content":"C. Modalités de financement de l'opération [renseignements à compléter dès que les décisions de financements sont intervenues] :"},{"type":"add","content":""},{"type":"add","content":"Financement principal :"},{"type":"add","content":""},{"type":"add","content":"Date d'octroi du prêt :"},{"type":"add","content":""},{"type":"add","content":"Numéro du prêt :"},{"type":"add","content":""},{"type":"add","content":"Durée :"},{"type":"add","content":""},{"type":"add","content":"Financement complémentaire :"},{"type":"add","content":""},{"type":"add","content":"Date d'achèvement de la construction ou certificat de conformité :"},{"type":"add","content":""},{"type":"add","content":"D. Historique des financements publics dont le programme a bénéficié depuis sa construction :"},{"type":"add","content":""},{"type":"add","content":"Fait à ......., le ......"},{"type":"add","content":""},{"type":"add","content":"Le propriétaire,"},{"type":"add","content":""},{"type":"add","content":"Le gestionnaire,"},{"type":"add","content":""},{"type":"add","content":"Le préfet, le président de l'établissement public de coopération intercommunale, du conseil départemental de Guadeloupe, de La Réunion, de Mayotte, de l'assemblée de Guyane, du conseil exécutif de Martinique,"},{"type":"add","content":""},{"type":"add","content":"ANNEXE [B] À LA CONVENTION ANNEXÉE À L'ARTICLE R. 373-3 DU CODE DE LA CONSTRUCTION ET DE L'HABITATION OUVRANT DROIT À L'APL DANS LES RÉSIDENCES SOCIALES"},{"type":"add","content":""},{"type":"add","content":"PROJET SOCIAL"},{"type":"add","content":""},{"type":"add","content":"Préciser, parmi les personnes ayant des difficultés particulières d'accès au logement au sens de l'article 1er de la loi n° 90-449 du 31 mai 1990, les personnes ou familles qui seront accueillies dans la résidence sociale objet de la présente convention ainsi que les situations particulières auxquelles la résidence a vocation à répondre :"},{"type":"add","content":""},{"type":"add","content":"Préciser si des actions spécifiques sont prévues pour le relogement et l'accompagnement social, notamment si la résidence sociale a pour vocation d'accueillir les populations prioritaires au sens de l'article 4 de la loi du 31 mai 1990 :"},{"type":"add","content":""},{"type":"add","content":"Conditions spécifiques d'accueil [s'il y a lieu] :"},{"type":"add","content":""},{"type":"add","content":"Conditions d'admission dans la résidence sociale :"},{"type":"add","content":""},{"type":"add","content":"Durée maximale de l'accueil et conditions de son renouvellement :"},{"type":"add","content":""},{"type":"add","content":"Modalités d'attribution [organisme ou instance ayant procédé à la désignation, type de public, conditions d'accès] :"},{"type":"add","content":""},{"type":"add","content":"Actions à caractère social :"},{"type":"add","content":""},{"type":"add","content":"Action spécifique pour l'insertion par le logement :"},{"type":"add","content":""},{"type":"add","content":"Projet de relogement [s'il y a lieu] :"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 3 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 6 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 9 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 11 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 13 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 15 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 18 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2015-01-01 au 2015-08-08 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2015-08-08 au 2015-08-09 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-1 AUTONOME MODIFIE, en vigueur du 2016-01-01 au 2017-01-29 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2015-08-09 au 2015-12-30 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-1 AUTONOME MODIFIE, en vigueur du 2015-08-08 au 2015-08-19 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-1 AUTONOME MODIFIE, en vigueur du 2015-08-19 au 2015-12-30 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-1 AUTONOME MODIFIE, en vigueur du 2009-03-28 au 2014-03-27 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2005-01-19 au 2006-07-16 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-1 AUTONOME MODIFIE, en vigueur du 2019-09-01 au 2022-02-23 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE_MORT_NE, en vigueur du 2015-03-22 au 2015-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2005-01-01 au 2005-01-19 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME VIGUEUR, en vigueur depuis le 2017-01-29 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-1 AUTONOME MODIFIE, en vigueur du 2015-01-01 au 2015-08-08 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-1 AUTONOME MODIFIE, en vigueur du 2005-01-19 au 2006-07-16 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-1 AUTONOME MODIFIE, en vigueur du 2007-03-06 au 2008-08-06 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-1 AUTONOME MODIFIE, en vigueur du 2018-11-25 au 2019-09-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-1 AUTONOME MODIFIE, en vigueur du 2009-02-19 au 2009-03-28 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-1 AUTONOME MODIFIE, en vigueur du 2014-03-27 au 2015-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2015-12-30 au 2017-01-29 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2014-03-27 au 2015-03-22 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2007-03-06 au 2008-08-06 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2006-07-16 au 2007-03-06 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-1 AUTONOME VIGUEUR, en vigueur depuis le 2022-02-23 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-1 AUTONOME MODIFIE, en vigueur du 2006-07-16 au 2007-03-06 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-1 AUTONOME MODIFIE, en vigueur du 2017-01-29 au 2018-11-25 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-1 AUTONOME MODIFIE, en vigueur du 2005-01-01 au 2005-01-19 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-1 AUTONOME MODIFIE, en vigueur du 2008-08-06 au 2009-02-19 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 8 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 12 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 5 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2009-02-19 au 2013-05-19 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 14 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 19 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article ENTIEREMENT_MODIF CREE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 4 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 7 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 10 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 16 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 17 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2008-08-06 au 2009-02-19 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-1 AUTONOME MODIFIE, en vigueur du 2015-12-30 au 2016-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2013-05-19 au 2014-03-27 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-04-03 MODIFIE cible Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-04-03 CREE cible Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-04-03 MODIFIE cible Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-04-03 MODIFIE cible Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-04-03 MODIFIE cible Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 10 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-04-03 MODIFIE cible Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 11 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-04-03 MODIFIE cible Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 12 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-04-03 MODIFIE cible Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 13 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-04-03 MODIFIE cible Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 14 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-04-03 MODIFIE cible Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 15 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-04-03 MODIFIE cible Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 16 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-04-03 MODIFIE cible Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 17 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-04-03 MODIFIE cible Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 18 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-04-03 MODIFIE cible Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 19 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-04-03 MODIFIE cible Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-04-03 MODIFIE cible Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 3 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-04-03 MODIFIE cible Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 4 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-04-03 MODIFIE cible Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 5 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-04-03 MODIFIE cible Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 6 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-04-03 MODIFIE cible Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 7 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-04-03 MODIFIE cible Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 8 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-04-03 MODIFIE cible Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 9 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L301-5-1 AUTONOME MODIFIE, en vigueur du 2005-01-01 au 2005-01-19"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2005-01-01 au 2005-01-19"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/47/40/04/LEGIARTI000047400423.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/47/40/04/LEGIARTI000047400423.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/47/40/04/LEGIARTI000047400423.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_la_construction_et_de_l_habitation/src/branch/main/annexes/convention-type_conclue_entre_l_etat_l_organisme_proprietaire_et_l_organisme_gestionnaire_en_application_de_l_article_l_353-2_du_code_de_la_construction_et_de_l_habitation_et_portant_sur_les_residences_sociales_visees_aux_articles_l_353-1_l_831-1_5_et_r_/article_annexe_ii_a_l_article_r_373-3.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000047400423)"},{"type":"add","content":""}],"status":"added"},{"filename":"annexes/convention-type_conclue_entre_l_etat_l_organisme_proprietaire_et_l_organisme_gestionnaire_en_application_de_l_article_l_353-2_du_code_de_la_construction_et_de_l_habitation_portant_sur_les_logements-foyers_accueillant_des_personnes_agees_ou_des_personnes_/README.md","articleName":"Sommaire - Convention-Type Conclue Entre L Etat L Organisme Proprietaire Et L Organisme Gestionnaire En Application De L Article L 353-2 Du Code De La Construction Et De L Habitation Portant Sur Les Logements-Foyers Accueillant Des Personnes Agees Ou Des Personnes ","additions":28,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Convention-type conclue entre l'état, l'organisme propriétaire et l'organisme gestionnaire en application de l'article L. 353-2 du code de la construction et de l'habitation portant sur les logements-foyers accueillant des personnes âgées ou des personnes handicapées, mentionnés aux articles L. 353-1, l. 831-1 (5°) et R. 832-20 (1°) de ce code, et ouvrant droit à l'aide personnalisée au logement, situés en Guadeloupe, en Guyane, en Martinique, à la réunion et à Mayotte"},{"type":"add","content":""},{"type":"add","content":"- [Article Annexe I à l'article R. 373-3](article_annexe_i_a_l_article_r_373-3.md)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à la section"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article ENTIEREMENT_MODIF CREE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/47/39/89/LEGISCTA000047398996.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/47/39/89/LEGISCTA000047398996.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/SCTA/00/00/47/39/89/LEGISCTA000047398996.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/convention-type_conclue_entre_l_etat_l_organisme_proprietaire_et_l_organisme_gestionnaire_en_application_de_l_article_l_353-2_du_code_de_la_construction_et_de_l_habitation_portant_sur_les_logements-foyers_accueillant_des_personnes_agees_ou_des_personnes_/README.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/section_lc/LEGITEXT000006074096/LEGISCTA000047398996)"},{"type":"add","content":""}],"status":"added"},{"filename":"annexes/convention-type_conclue_entre_l_etat_l_organisme_proprietaire_et_l_organisme_gestionnaire_en_application_de_l_article_l_353-2_du_code_de_la_construction_et_de_l_habitation_portant_sur_les_logements-foyers_accueillant_des_personnes_agees_ou_des_personnes_/article_annexe_i_a_l_article_r_373-3.md","articleName":"Article ANNEXE I A L ARTICLE R 373-3","additions":838,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article Annexe I à l'article R. 373-3"},{"type":"add","content":""},{"type":"add","content":"Convention-type conclue entre l'Etat, l'organisme propriétaire et l'organisme gestionnaire en application de l'article L. 353-2 du code de la construction et de l'habitation portant sur les logements-foyers accueillant des personnes âgées ou des personnes handicapées, mentionnés aux articles L. 353-1, L. 831-1 (5°) et R. 832-20 (1°) de ce code, et ouvrant droit à l'aide personnalisée au logement, situés en Guadeloupe, en Guyane, en Martinique, à la réunion et à Mayotte"},{"type":"add","content":""},{"type":"add","content":"Entre les soussignés :"},{"type":"add","content":""},{"type":"add","content":"Le ministre chargé du logement, agissant au nom de l'Etat et représenté par le préfet ou, lorsqu'un établissement public de coopération intercommunale, un département, la collectivité territoriale de Guyane ou de Martinique a signé une convention mentionnée au II de l'article L. 301-5-1 ou à l'article L. 301-5-2 du code de la construction et de l'habitation, par le président de l'établissement public de coopération intercommunale, du conseil départemental, de l'assemblée de Guyane ou du conseil exécutif de la Martinique ;"},{"type":"add","content":""},{"type":"add","content":"XX [Organisme d'habitations à loyer modéré, société d'économie mixte ou collectivité territoriale ou autre personne morale propriétaire du logement-foyer (1)] représenté (e) par M …, dénommé (e) ci-après le propriétaire ;"},{"type":"add","content":""},{"type":"add","content":"YY [Organisme agréé gestionnaire du logement-foyer, sauf dans le cas où le propriétaire est gestionnaire direct] représenté (e) par son président M...., autorisé (e) à cet effet par délibération de son conseil d'administration, en date du …, dénommé (e) ci-après le gestionnaire, et agissant à ce titre en application de la convention de location conclue avec le propriétaire ;"},{"type":"add","content":""},{"type":"add","content":"Vu l'objet du logement-foyer ;"},{"type":"add","content":""},{"type":"add","content":"[Logements-foyers hors habitat inclusif] Vu l'autorisation délivrée au gestionnaire par le président du conseil départemental, de l'assemblée de Guyane ou du conseil exécutif de la Martinique ou par l'autorité compétente de l'Etat, au titre de l'article L. 313-3 du code de l'action sociale et des familles, en date du … ;"},{"type":"add","content":""},{"type":"add","content":"[Le cas échéant] Vu la convention de location, jointe à la présente convention, en date du … conclue entre le propriétaire et le gestionnaire ;"},{"type":"add","content":""},{"type":"add","content":"[Le cas échéant] Vu la description du programme et des travaux prévus annexée à la présente convention ;"},{"type":"add","content":""},{"type":"add","content":"[Le cas échéant] Vu l'échéancier du programme des travaux joint à la présente convention,"},{"type":"add","content":""},{"type":"add","content":"Il a été convenu de ce qui suit :"},{"type":"add","content":""},{"type":"add","content":"Article 1er"},{"type":"add","content":""},{"type":"add","content":"Objet de la convention"},{"type":"add","content":""},{"type":"add","content":"La présente convention a pour objet de fixer les droits et obligations des parties prévus par les articles R. 353-154 à R. 353-165 du code de la construction et de l'habitation, pour le logement-foyer de [nom et adresse de l'établissement] dont le programme est annexé à la présente convention."},{"type":"add","content":""},{"type":"add","content":"La présente convention ouvre, pendant sa durée, le droit à l'aide personnalisée au logement (APL) dans les conditions définies par le livre VIII du code de la construction et de l'habitation et notamment son titre VI relatif aux dispositions particulières à l'outre-mer, et de ses textes d'application."},{"type":"add","content":""},{"type":"add","content":"Si la présente convention est signée par un établissement public de coopération intercommunale, un département, la collectivité territoriale de Guyane ou la collectivité territoriale de Martinique, signataire d'une convention mentionnée au II de l'article L. 301-5-1 ou à l'article L. 301-5-2 du code de la construction et de l'habitation, le président de l'établissement public de coopération intercommunale, du conseil départemental, de l'assemblée de Guyane ou du conseil exécutif de Martinique, adresse au préfet une copie de la convention ouvrant droit à l'APL."},{"type":"add","content":""},{"type":"add","content":"Les personnes accueillies dans le logement-foyer sont dénommées résidents et relèvent des articles L. 633-1, L. 633-2 et L. 633-3 du code de la construction et de l'habitation ou des articles L. 633-1, L. 633-2, L. 633-4 et L. 633-4-1 du même code pour l'habitat inclusif défini à l'article L. 281-1 du code de l'action sociale et des familles."},{"type":"add","content":""},{"type":"add","content":"Article 2"},{"type":"add","content":""},{"type":"add","content":"Durée de la convention"},{"type":"add","content":""},{"type":"add","content":"La présente convention prend effet à compter de sa date de signature."},{"type":"add","content":""},{"type":"add","content":"Elle expire le 31 décembre … [durée minimum de 9 ans, conformément à l'article L. 353-2]"},{"type":"add","content":""},{"type":"add","content":"A défaut de dénonciation expresse notifiée au moins six mois avant cette date, la convention est renouvelée par tacite reconduction par périodes triennales prenant effet à compter de sa date d'expiration."},{"type":"add","content":""},{"type":"add","content":"Aucune dénonciation décidée par le propriétaire ou, s'il y a lieu et d'un commun accord, par le propriétaire et le gestionnaire ne peut prendre effet avant la date d'expiration de la convention. La résiliation doit être notifiée, au moins six mois avant cette date, par acte notarié ou par acte d'huissier de justice, au préfet ou, lorsqu'un établissement public de coopération intercommunale, un département, la collectivité territoriale de Guyane ou de Martinique, a signé une convention mentionnée au II de l'article L. 301-5-1 ou à l'article L. 301-5-2 du code de la construction et de l'habitation, au président de l'établissement public de coopération, du conseil départemental, de l'assemblée de Guyane ou du conseil exécutif de Martinique."},{"type":"add","content":""},{"type":"add","content":"Le remboursement, anticipé ou non, d'un des prêts utilisés pour financer l'opération, d'une subvention ou le reversement du complément d'impôt en application de l'article 284 du code général des impôts sont sans effet sur la durée de la convention."},{"type":"add","content":""},{"type":"add","content":"Pendant la durée de la convention, le préfet est tenu informé des modifications apportées à la convention de location conclue entre le propriétaire et le gestionnaire du logement-foyer."},{"type":"add","content":""},{"type":"add","content":"Ces modifications ne peuvent conduire à remettre en cause les engagements pris dans la présente convention."},{"type":"add","content":""},{"type":"add","content":"Article 3"},{"type":"add","content":""},{"type":"add","content":"Obligations respectives du propriétaire et du gestionnaire relatives à la maintenance et à l'entretien des locaux loués"},{"type":"add","content":""},{"type":"add","content":"Les locaux doivent être maintenus en bon état de fonctionnement au moyen d'une politique de provision pour le financement de travaux d'entretien et de grosses réparations."},{"type":"add","content":""},{"type":"add","content":"Si le propriétaire et le gestionnaire sont deux organismes distincts, les obligations respectives du propriétaire et du gestionnaire relatives à la maintenance et à l'entretien des locaux sont celles définies dans la convention de location."},{"type":"add","content":""},{"type":"add","content":"Dans le cas où le propriétaire est gestionnaire direct, le propriétaire est tenu, en application des articles 606,1719,1720 et 1721 du code civil, de maintenir les locaux en bon état d'habitation et de faire exécuter les réparations nécessaires qui sont à sa charge."},{"type":"add","content":""},{"type":"add","content":"Pour permettre le contrôle de l'exécution des obligations définies ci-dessus, le propriétaire s'engage avec le gestionnaire à tenir un carnet d'entretien et de grosses réparations annuel dans lequel seront consignés tous les renseignements sur les interventions d'entretien, de réparation ou d'amélioration faites ou à faire par l'un ou l'autre sur l'immeuble."},{"type":"add","content":""},{"type":"add","content":"Conformément à l'article L. 822-9 de code de la construction et de l'habitation, le logement au titre duquel le droit à l'aide personnalisée au logement est ouvert doit répondre aux caractéristiques de décence définies au premier alinéa de l'article 6 de la loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs."},{"type":"add","content":""},{"type":"add","content":"Article 4"},{"type":"add","content":""},{"type":"add","content":"Conditions d'attribution et d'occupation permanente du logement-foyer"},{"type":"add","content":""},{"type":"add","content":"Le gestionnaire s'engage à réserver le logement-foyer :"},{"type":"add","content":""},{"type":"add","content":"-soit aux personnes âgées seules ou en ménage dans l'établissement suivant :"},{"type":"add","content":""},{"type":"add","content":"[cocher la case prévue selon le type d'établissement retenu] :"},{"type":"add","content":""},{"type":"add","content":"□ Résidence autonomie."},{"type":"add","content":""},{"type":"add","content":"□ Etablissement hébergeant des personnes âgées dépendantes (EHPAD)."},{"type":"add","content":""},{"type":"add","content":"□ Unité pour personnes désorientées (unités Alzheimer …)."},{"type":"add","content":""},{"type":"add","content":"□ Petite unité de vie (établissement de moins de 25 places autorisées)."},{"type":"add","content":""},{"type":"add","content":"□ Autres [préciser] ;"},{"type":"add","content":""},{"type":"add","content":"-soit aux personnes handicapées seules ou en ménage dans l'établissement suivant :"},{"type":"add","content":""},{"type":"add","content":"[cocher la case prévue selon le type d'établissement retenu] :"},{"type":"add","content":""},{"type":"add","content":"□ Foyer."},{"type":"add","content":""},{"type":"add","content":"□ Foyer de vie ou occupationnel."},{"type":"add","content":""},{"type":"add","content":"□ Foyer d'accueil médicalisé."},{"type":"add","content":""},{"type":"add","content":"□ Autres [préciser] ;"},{"type":"add","content":""},{"type":"add","content":"-soit aux personnes en situation de perte d'autonomie liée à l'âge ou au handicap seules ou en ménage :"},{"type":"add","content":""},{"type":"add","content":"□ Habitat inclusif."},{"type":"add","content":""},{"type":"add","content":"La part des locaux à usage privatif réservés par le préfet est fixée à … % du total des locaux à usage privatif du logement-foyer. Ce pourcentage doit tenir compte des besoins recensés par le plan départemental d'action pour le logement et l'hébergement des personnes défavorisées (PDALHPD). Dans ce cadre, le préfet propose au gestionnaire des candidats pour ces logements qui correspondent au public de l'établissement retenu."},{"type":"add","content":""},{"type":"add","content":"Pour répondre à ces obligations, le gestionnaire s'engage à signaler les logements devenus vacants aux services préfectoraux et, le cas échéant, aux délégataires des droits à réservation du préfet en application de l'article L. 441-1 du code de la construction et de l'habitation."},{"type":"add","content":""},{"type":"add","content":"Les modalités de gestion de ces réservations sont les suivantes :"},{"type":"add","content":""},{"type":"add","content":"-"},{"type":"add","content":""},{"type":"add","content":"-"},{"type":"add","content":""},{"type":"add","content":"-"},{"type":"add","content":""},{"type":"add","content":"Les modalités de choix des personnes accueillies sont les suivantes :"},{"type":"add","content":""},{"type":"add","content":"-"},{"type":"add","content":""},{"type":"add","content":"-"},{"type":"add","content":""},{"type":"add","content":"-"},{"type":"add","content":""},{"type":"add","content":"Article 5"},{"type":"add","content":""},{"type":"add","content":"Contrat d'occupation entre le résident et le gestionnaire"},{"type":"add","content":""},{"type":"add","content":"Le gestionnaire s'engage à proposer aux résidents dans les lieux à la date d'entrée en vigueur de la convention, ainsi qu'à tout nouvel entrant dans l'établissement, un contrat d'occupation cosigné avec le résident, établi par écrit en application de l'article L. 633-2 du code de la construction et de l'habitation et conforme aux stipulations de la convention ouvrant droit à l'aide personnalisée au logement. Un règlement intérieur, paraphé par ces mêmes personnes, lui est annexé."},{"type":"add","content":""},{"type":"add","content":"Ce contrat et le contrat de séjour passé en application des articles L. 342-1, L. 342-2 et L. 343-3 du code de l'action sociale et des familles dans les logements-foyers hors habitat inclusif peuvent faire l'objet d'un contrat unique."},{"type":"add","content":""},{"type":"add","content":"Ce contrat ne peut être accessoire à un contrat de travail."},{"type":"add","content":""},{"type":"add","content":"En cas de changement de gestionnaire, de résiliation ou de dénonciation de ladite convention, le contrat est opposable de plein droit à tout nouveau gestionnaire."},{"type":"add","content":""},{"type":"add","content":"Ce contrat est conclu pour une durée d'un mois renouvelable par tacite reconduction à la seule volonté du résident ou, à défaut, de son représentant légal, pour des périodes de même durée."},{"type":"add","content":""},{"type":"add","content":"Il précise notamment, en application de l'article L. 633-2 du code de la construction et de l'habitation :"},{"type":"add","content":""},{"type":"add","content":"-sa date de prise d'effet et sa durée ;"},{"type":"add","content":""},{"type":"add","content":"-la désignation des locaux et, le cas échéant, des meubles et des équipements à usage privatif dont la personne logée a la jouissance ainsi que les espaces collectifs mis à disposition ;"},{"type":"add","content":""},{"type":"add","content":"-le montant de la redevance et des prestations telles que définies aux articles 10,11 et 12 de la présente convention, leurs modalités de calcul et de révision ;"},{"type":"add","content":""},{"type":"add","content":"-le cas échéant, le montant du dépôt de garantie tel que défini à l'article 8 de la présente convention ;"},{"type":"add","content":""},{"type":"add","content":"-le rappel des conditions spécifiques d'admission du logement-foyer prévues à l'article 4 de la présente convention ;"},{"type":"add","content":""},{"type":"add","content":"-les obligations prévues à l'article 1728 du code civil (les locaux loués à usage privatif sont considérés comme le domicile du résident) ;"},{"type":"add","content":""},{"type":"add","content":"-ses modalités et conditions de résiliation telles que définies à l'article 6 de la présente convention ;"},{"type":"add","content":""},{"type":"add","content":"-les obligations réciproques en cas d'absence prolongée."},{"type":"add","content":""},{"type":"add","content":"La signature du contrat par la ou les personnes cocontractantes logées vaut acceptation du règlement intérieur de l'établissement. Le règlement intérieur est annexé au contrat et paraphé par ces mêmes personnes."},{"type":"add","content":""},{"type":"add","content":"Le résident déjà dans les lieux ou son représentant légal dispose d'un délai d'un mois à compter de la présentation du contrat pour l'accepter ; au terme de ce délai, les dispositions de la présente convention s'appliquent de plein droit, sous réserve des contrats en cours et des dispositions prévues à l'article L. 353-8 du code de la construction et de l'habitation."},{"type":"add","content":""},{"type":"add","content":"Au cours de chaque période mensuelle, le résident ou son représentant légal peut mettre fin à tout moment à son contrat sous réserve d'un préavis de huit jours donné par écrit."},{"type":"add","content":""},{"type":"add","content":"Article 6"},{"type":"add","content":""},{"type":"add","content":"Résiliation du contrat entre le résident et le gestionnaire"},{"type":"add","content":""},{"type":"add","content":"La résiliation du contrat par le gestionnaire ou le propriétaire ne peut intervenir que dans les cas suivants :"},{"type":"add","content":""},{"type":"add","content":"- inexécution par le résident de l'une des obligations lui incombant au regard du contrat d'occupation ou manquement grave ou répété au règlement intérieur. La résiliation du contrat ne prend effet qu'un mois après la date de notification par lettre recommandée avec avis de réception."},{"type":"add","content":""},{"type":"add","content":"Lorsque la résiliation est motivée par un impayé de redevance, le délai de préavis ne débute que lorsque trois termes mensuels consécutifs, tel que prévu à l'article R. 633-3 du code de la construction et de l'habitation, du montant total à acquitter sont totalement impayés ou bien lorsqu'une somme au moins égale à deux fois le montant mensuel du montant à acquitter pour le logement et les charges est due au gestionnaire. Les dispositions des articles 1342-4, alinéa 1er, et 1343-5 du code civil s'appliquent. Les effets de la clause résolutoire sont suspendus en cas de délai accordé par le juge judiciaire ;"},{"type":"add","content":""},{"type":"add","content":"- le résident cesse de remplir les conditions d'admission mentionnées à l'article 4. Le gestionnaire doit alors informer individuellement le résident concerné par lettre recommandée avec accusé de réception en respectant un préavis de trois mois francs ; à l'issue de ce délai, le contrat est résilié de plein droit lorsqu'une proposition de relogement correspondant aux besoins et aux possibilités du résident lui a été faite ; cette résiliation ne prend effet qu'un mois après la date de notification de la proposition de relogement par lettre recommandée avec avis de réception ;"},{"type":"add","content":""},{"type":"add","content":"- cessation totale de l'activité de l'établissement. Le gestionnaire ou, le cas échéant, le propriétaire propose une solution de relogement correspondant aux besoins et aux capacités des résidents qui doivent être prévenus par lettre recommandée avec avis de réception au moins trois mois auparavant ; les conditions d'offre de ces relogements seront déterminées en accord avec le préfet ou son représentant."},{"type":"add","content":""},{"type":"add","content":"En cas d'inoccupation temporaire de son logement du fait de son état de santé dûment justifié, aucune résiliation pour ce motif ne peut intervenir."},{"type":"add","content":""},{"type":"add","content":"Article 7"},{"type":"add","content":""},{"type":"add","content":"Dispositions spécifiques en cas d'impayés pour un bénéficiaire de l'aide personnalisée au logement (APL)"},{"type":"add","content":""},{"type":"add","content":"Conformément aux articles L. 824-1, R. 824-4 et R. 824-31 du code de la construction et de l'habitation, lorsque le locataire est débiteur à l'égard du bailleur d'une somme au moins égale à deux fois le montant mensuel brut de la redevance, le gestionnaire signale l'impayé à l'organisme payeur (caisse d'allocations familiales pour la Guadeloupe, la Guyane, la Martinique et à La Réunion et, pour Mayotte caisse de sécurité sociale) dans un délai de deux mois après la constitution de l'impayé tel que défini à l'article R. 824-1 du code de la construction et de l'habitation, en indiquant les démarches entreprises auprès du résident défaillant. L'APL peut être maintenue ou non selon les cas soumis à l'organisme payeur."},{"type":"add","content":""},{"type":"add","content":"Le gestionnaire doit justifier qu'il poursuit par tous les moyens possibles le recouvrement de la créance en notifiant au bénéficiaire de l'aide, par lettre recommandée avec accusé de réception, le montant de cette créance ainsi que les conditions de résiliation du contrat d'occupation et le risque de suspension du versement de l'aide personnalisée au logement. Cette suspension ne peut intervenir que sur décision de l'organisme payeur après consultation de la commission de coordination des actions de prévention des expulsions (CCAPEX) le cas échéant, selon les modalités prévues à l'article R. 824-7 du même code."},{"type":"add","content":""},{"type":"add","content":"Article 8"},{"type":"add","content":""},{"type":"add","content":"Dépôt de garantie"},{"type":"add","content":""},{"type":"add","content":"Le gestionnaire peut demander au résident un dépôt de garantie qui ne peut être supérieur à un mois de la redevance. Au départ du résident, il est restitué dans un délai maximum de quinze jours à compter de la remise des clefs, déduction faite, le cas échéant, des sommes dues au gestionnaire sous réserve qu'elles soient dûment justifiées. Le montant du dépôt de garantie ne porte pas intérêt au bénéfice du résident. Il ne doit faire l'objet d'aucune révision. A défaut de restitution dans le délai prévu, le solde du dépôt de garantie restant dû au résident, après arrêté des comptes, produit intérêt au taux légal au profit du résident."},{"type":"add","content":""},{"type":"add","content":"En aucun cas il ne peut être demandé une avance sur le paiement des redevances ou des prestations."},{"type":"add","content":""},{"type":"add","content":"Article 9"},{"type":"add","content":""},{"type":"add","content":"Information des résidents"},{"type":"add","content":""},{"type":"add","content":"Le gestionnaire doit tenir à disposition des résidents toute information sur les prestations de logement ou annexes au logement, ou sur les conditions financières de leur accueil dans le logement-foyer."},{"type":"add","content":""},{"type":"add","content":"La présente convention est tenue à la disposition permanente des résidents du logement-foyer et accessible à tout moment. Cette information est affichée de façon très apparente dans les parties communes du logement-foyer dès la signature de la convention."},{"type":"add","content":""},{"type":"add","content":"Le gestionnaire s'engage à tenir à la disposition des résidents ou des entrants les notices d'information relatives à l'APL."},{"type":"add","content":""},{"type":"add","content":"Article 10"},{"type":"add","content":""},{"type":"add","content":"Maxima applicables à la part de la redevance assimilable au loyer et aux charges locatives récupérables"},{"type":"add","content":""},{"type":"add","content":"La part de la redevance mensuelle prise en compte pour le calcul de l'aide personnalisée au logement, assimilable au loyer et aux charges locatives récupérables, acquittée par le résident, hors dépenses liées aux prestations définies à l'article 12, ne doit pas excéder un maximum qui est fixé en euros par type de logement et dont le montant est inscrit dans le tableau du III de l'annexe à la présente convention."},{"type":"add","content":""},{"type":"add","content":"Ce maximum applicable à la part de la redevance assimilable au loyer et aux charges locatives récupérables est révisé au 1er janvier de chaque année, dans les conditions prévues à l'article L. 353-9-2 du code de la construction et de l'habitation."},{"type":"add","content":""},{"type":"add","content":"La redevance pratiquée, fixée dans la limite de ce maximum, est révisée au 1er janvier de chaque année, dans les conditions prévues au premier alinéa de l'article L. 353-9-3 du code de la construction et de l'habitation."},{"type":"add","content":""},{"type":"add","content":"Le gestionnaire peut, en outre, être autorisé à augmenter cette redevance au-delà de l'indice de référence des loyers, dans la limite de la redevance maximale et dans les conditions prévues au deuxième alinéa de l'article L. 353-9-3 du code de la construction et de l'habitation."},{"type":"add","content":""},{"type":"add","content":"Article 11"},{"type":"add","content":""},{"type":"add","content":"Composition de la part de redevance assimilable au loyer et aux charges locatives et seule prise en compte pour le calcul de l'APL"},{"type":"add","content":""},{"type":"add","content":"La part de redevance assimilable au loyer et aux charges locatives et seule prise en compte pour le calcul de l'APL est calculée sur la base de deux éléments, dont l'un est équivalent au loyer et l'autre équivalent aux charges locatives récupérables."},{"type":"add","content":""},{"type":"add","content":"I. - En ce qui concerne l'équivalence du loyer, la participation du résident aux charges financières annuelles afférentes à l'immeuble recouvre :"},{"type":"add","content":""},{"type":"add","content":"a) Le remboursement :"},{"type":"add","content":""},{"type":"add","content":"- des charges afférentes à l'ensemble des dépenses effectuées pour la construction, l'amélioration ou l'acquisition-amélioration du logement-foyer ;"},{"type":"add","content":""},{"type":"add","content":"- des frais généraux du propriétaire ;"},{"type":"add","content":""},{"type":"add","content":"- des charges de renouvellement des composants immobilisés ;"},{"type":"add","content":""},{"type":"add","content":"- du montant de la prime d'assurance de l'immeuble ;"},{"type":"add","content":""},{"type":"add","content":"- de la taxe foncière sur les propriétés bâties ;"},{"type":"add","content":""},{"type":"add","content":"b) Les frais de fonctionnement relatifs au foyer, à savoir :"},{"type":"add","content":""},{"type":"add","content":"- les frais de siège du gestionnaire ;"},{"type":"add","content":""},{"type":"add","content":"- les frais fixes de personnel administratif ;"},{"type":"add","content":""},{"type":"add","content":"- toutes dépenses de menu entretien au sens des articles 1754 et 1755 du code civil ;"},{"type":"add","content":""},{"type":"add","content":"- les charges de gros entretien et frais de personnel et fournitures afférents à ces travaux."},{"type":"add","content":""},{"type":"add","content":"II. - L'élément équivalent aux charges locatives récupérables, sommes accessoires au loyer principal, et pris en compte forfaitairement est exigible en contrepartie des charges dont la liste est énumérée par le décret n° 87-713 du 26 août 1987 modifié pris en application de l'article 18 de la loi n° 86-1290 du 23 décembre 1986 tendant à favoriser l'investissement locatif, l'accession à la propriété de logements sociaux et le développement de l'offre foncière et fixant la liste des charges récupérables."},{"type":"add","content":""},{"type":"add","content":"Lorsque les logements sont équipés de compteurs individuels d'eau chaude et d'eau froide, dont les consommations sont relevables de l'extérieur, les consommations d'eau peuvent n'être prises en charge forfaitairement au titre de l'élément équivalent aux charges locatives récupérables qu'à hauteur de 165 litres par jour et par personne. Au-delà de ce maximum, les consommations réelles supplémentaires sont facturées au résident, au titre des prestations par facturation séparée, au prix pratiqué par le fournisseur."},{"type":"add","content":""},{"type":"add","content":"Ces modalités de facturation d'eau, pour être applicables, font l'objet d'une inscription au règlement intérieur de l'établissement et dans le contrat d'occupation."},{"type":"add","content":""},{"type":"add","content":"Article 12"},{"type":"add","content":""},{"type":"add","content":"Prestations"},{"type":"add","content":""},{"type":"add","content":"Dans les logements-foyers, hors habitat inclusif, conventionnés à l'aide personnalisée au logement et non habilités à recevoir des bénéficiaires de l'aide sociale visés au 3° de l'article L. 342-1 du code de l'action sociale et des familles, les prestations, hors redevance telle que définie à l'article 11, font l'objet d'un contrat conforme aux articles L. 342-2 et suivant du même code. L'augmentation annuelle du prix de ces prestations est encadrée par un arrêté des ministres chargés des personnes âgées et de l'économie en application de l'article L. 342-3 du même code."},{"type":"add","content":""},{"type":"add","content":"Dans les logements-foyers, y compris ceux destinés à l'habitat inclusif, les prix des différentes prestations offertes aux résidents doivent être affichés dans l'établissement en application de l'article L. 112-1 du code de la consommation."},{"type":"add","content":""},{"type":"add","content":"Les prestations obligatoirement intégrées dans la redevance et non prises en compte pour le calcul de l'APL, et de ce fait non prises en compte au titre des charges récupérables, sont les suivantes :"},{"type":"add","content":""},{"type":"add","content":"-"},{"type":"add","content":""},{"type":"add","content":"-"},{"type":"add","content":""},{"type":"add","content":"-"},{"type":"add","content":""},{"type":"add","content":"Les prestations facultatives à la demande du résident facturées séparément sont les suivantes :"},{"type":"add","content":""},{"type":"add","content":"-"},{"type":"add","content":""},{"type":"add","content":"-"},{"type":"add","content":""},{"type":"add","content":"-"},{"type":"add","content":""},{"type":"add","content":"Article 13"},{"type":"add","content":""},{"type":"add","content":"Modalités de paiement de la redevance et des prestations"},{"type":"add","content":""},{"type":"add","content":"La redevance est payée mensuellement à terme échu. Le gestionnaire remet au résident un avis d'échéance faisant clairement apparaître le montant de la redevance, le montant de l'équivalence de loyer et de charges locatives récupérables pris en compte pour le calcul de l'APL, ainsi que le montant de cette aide."},{"type":"add","content":""},{"type":"add","content":"Article 14"},{"type":"add","content":""},{"type":"add","content":"Conditions d'exécution des travaux et relogement"},{"type":"add","content":""},{"type":"add","content":"En cas de réhabilitation ou d'amélioration, les travaux concernant le logement-foyer sont inscrits au programme annexé à la présente convention. Ils font l'objet d'un programme de réalisation dont l'échéancier est joint à la présente convention."},{"type":"add","content":""},{"type":"add","content":"Ces travaux doivent conduire à mettre le logement-foyer en conformité totale avec les normes minimales d'habitabilité et les caractéristiques techniques définies par l'arrêté du 3 avril 2023 relatif aux caractéristiques techniques, aux plafonds de ressources et aux plafonds de redevance des opérations de construction, d'acquisition-amélioration ou d'amélioration des logements-foyers en Guadeloupe, en Guyane, en Martinique, à La Réunion, à Mayotte, sous réserve des impératifs techniques tenant à la structure de l'immeuble, et respecter les dispositions des articles R. 163-1, R. 163-2, R. 164-2 du code de la construction et de l'habitation."},{"type":"add","content":""},{"type":"add","content":"Le gestionnaire doit informer chaque occupant concerné par tout moyen d'information approprié, un mois au moins avant le début des travaux, de la nature du projet, de la nécessité éventuelle de relogements provisoires ou définitifs et des augmentations prévisionnelles de redevance et, le cas échéant, du montant des prestations."},{"type":"add","content":""},{"type":"add","content":"Lorsque ces travaux nécessitent l'évacuation temporaire ou définitive des résidents, le gestionnaire doit trouver des solutions de relogement. Les modalités de ces relogements seront déterminées en accord avec le préfet ou son représentant. Elles devront, en tout état de cause, être équivalentes à leurs conditions de logement avant travaux. A l'achèvement des travaux, le résident peut demander à réintégrer préférentiellement l'établissement amélioré."},{"type":"add","content":""},{"type":"add","content":"Un mois avant la date d'achèvement des travaux, le gestionnaire notifie, par lettre recommandée avec accusé de réception, aux résidents dans les lieux ou ayant fait l'objet d'un relogement le montant de la nouvelle redevance applicable de plein droit dès l'achèvement des travaux."},{"type":"add","content":""},{"type":"add","content":"Dans les logements-foyers hors habitat inclusif, tout programme de travaux de réhabilitation, d'aménagement ou de démolition doit être présenté, pour avis, au conseil de la vie sociale prévu à l'article L. 311-6 du code de l'action sociale et des familles. Dans les logements-foyers destinés à l'habitat inclusif, les membres du conseil de concertation prévu à l'article L. 633-4 du code de la construction et de l'habitation sont consultés préalablement à la réalisation de travaux."},{"type":"add","content":""},{"type":"add","content":"Article 15"},{"type":"add","content":""},{"type":"add","content":"Suivi de l'exécution de la convention"},{"type":"add","content":""},{"type":"add","content":"Chaque année, au 15 novembre, le gestionnaire adresse au préfet ou, lorsqu'un établissement public de coopération intercommunale, un département, la collectivité territoriale de Guyane, ou de Martinique, a signé une convention mentionnée au II de l'article L. 301-5-1 ou à l'article L. 301-5-2 du code de la construction et de l'habitation, au président de l'établissement public de coopération intercommunale, du conseil départemental, de l'assemblée de Guyane ou du conseil exécutif de la Martinique, les ressources des entrants de l'année précédente, le tableau des redevances pratiquées mentionnées à l'article 11 ainsi que la liste et le prix des prestations prévues à l'article 12 de la présente convention, la comptabilité relative au logement-foyer pour l'année précédente, un budget prévisionnel de fonctionnement pour l'année en cours et les éventuels avenants à la convention de location signée entre le propriétaire et le gestionnaire. Le gestionnaire doit être en mesure de justifier au préfet le montant de la redevance et des prestations au vu de ces documents. Il en adresse copie au propriétaire."},{"type":"add","content":""},{"type":"add","content":"Au vu de ces pièces et au regard des engagements pris dans la présente convention, le préfet peut faire des observations à l'adresse du gestionnaire avec copie au propriétaire."},{"type":"add","content":""},{"type":"add","content":"Article 16"},{"type":"add","content":""},{"type":"add","content":"Obligations à l'égard des organismes chargés de la liquidation et du paiement de l'APL"},{"type":"add","content":""},{"type":"add","content":"• Communication de la présente convention"},{"type":"add","content":""},{"type":"add","content":"Dès l'entrée en vigueur de la présente convention ou, au plus tard, à l'appui des premières demandes d'APL, le gestionnaire s'engage à adresser aux organismes payeurs de l'APL une copie de la convention, des documents qui y sont visés et de ses annexes, ainsi qu'un tableau faisant apparaître la description des parties privatives par typologie des logements. Toutes les modifications ultérieures apportées ou à apporter à ces documents devront également être transmises à l'organisme payeur."},{"type":"add","content":""},{"type":"add","content":"• Communication des informations nécessaires à l'étude d'un droit à une aide au logement"},{"type":"add","content":""},{"type":"add","content":"Le gestionnaire s'engage à utiliser les services dématérialisés mis à sa disposition par l'organisme payeur pour l'envoi des informations nécessaires à l'étude d'un droit à une aide au logement pour chaque résident demandeur de l'APL. A défaut, il renseigne dès l'entrée en vigueur de la convention pour chaque résident demandeur de l'APL, la partie de l'imprimé de demande d'APL qui le concerne."},{"type":"add","content":""},{"type":"add","content":"Il s'engage à prendre toutes les dispositions nécessaires pour assurer la liaison avec les organismes payeurs afin de faciliter l'établissement et le dépôt des dossiers de demande d'APL."},{"type":"add","content":""},{"type":"add","content":"• Communication annuelle des redevances et de la situation locative"},{"type":"add","content":""},{"type":"add","content":"Avant le 15 novembre de chaque année, le gestionnaire s'engage à adresser aux organismes payeurs de l'APL un tableau mentionnant, pour l'année en cours, les redevances pratiquées au 1er juillet, les redevances prévisionnelles totales, le montant de l'équivalence de loyer et de charges par logement correspondant à la liste des locaux d'habitation établie au III de l'annexe à la présente convention. Ce tableau est valable pour l'année civile suivante. Les gestionnaires s'engagent à réaliser cette démarche prioritairement par voie dématérialisée au moyen des outils mis à disposition par les organismes payeurs."},{"type":"add","content":""},{"type":"add","content":"Avant le 15 novembre de chaque année, le gestionnaire s'engage à fournir aux organismes payeurs la liste des bénéficiaires non à jour de leurs obligations, en indiquant la date à laquelle l'organisme mentionné à l'article L. 824-1 du code de la construction et de l'habitation a été saisi et en certifiant que la liste fournie est exhaustive ou que, le cas échéant, tous les bénéficiaires sont à jour."},{"type":"add","content":""},{"type":"add","content":"• Communication des changements de situation de l'allocataire"},{"type":"add","content":""},{"type":"add","content":"Le gestionnaire fait part dans un délai maximum d'un mois aux organismes payeurs de l'APL des modifications affectant la situation locative du bénéficiaire (notamment résiliation de bail, décès) en application de l'article D. 823-15 du même code. Ce délai peut être prolongé d'un mois supplémentaire si le gestionnaire apporte la preuve qu'il n'était manifestement pas en mesure de signaler ce déménagement ou cette résiliation dans le premier délai d'un mois. Les gestionnaires s'engagent à réaliser cette démarche prioritairement par voie dématérialisée au moyen des outils mis à disposition par les organismes payeurs. Le gestionnaire s'engage à fournir à l'organisme payeur concerné toutes justifications concernant le paiement de la redevance."},{"type":"add","content":""},{"type":"add","content":"• Sanction en cas de manquement à ces obligations"},{"type":"add","content":""},{"type":"add","content":"En application de l'article L. 852-1 du même code, en cas de non signalement de l'impayé ou du manquement aux obligations déclaratives par le gestionnaire à l'organisme payeur, une sanction administrative peut être prononcée."},{"type":"add","content":""},{"type":"add","content":"Article 17"},{"type":"add","content":""},{"type":"add","content":"Résiliation de la convention aux torts du bailleur"},{"type":"add","content":""},{"type":"add","content":"En cas d'inexécution par le gestionnaire de ses engagements prévus par la présente convention, le préfet peut procéder à la résiliation de la convention aux torts du bailleur, au sens du I de l'article R. 353-159 du code de la construction et de l'habitation. Le préfet doit préalablement mettre en demeure le gestionnaire par lettre recommandée avec demande d'avis de réception. Celui-ci doit, dans un délai de deux mois, soit satisfaire à ses obligations, soit formuler ses observations. Lorsque le préfet écarte ces observations, sa décision doit être motivée."},{"type":"add","content":""},{"type":"add","content":"Dans ce cas, il est fait application des dispositions prévues à l'article L. 353-6 du code de la construction et de l'habitation."},{"type":"add","content":""},{"type":"add","content":"La résiliation de la convention dans les conditions prévues à l'article L. 353-6 précité est, sous réserve du respect par l'occupant des obligations prévues par le contrat d'occupation, sans incidence sur les stipulations de ce contrat. Toutefois, à compter de la date à laquelle la résiliation est devenue définitive, l'aide personnalisée au logement n'est plus versée et la redevance exigible déterminée dans les conditions fixées par la convention est diminuée du montant de l'aide qui aurait été due au titre des logements, prise en charge par le gestionnaire."},{"type":"add","content":""},{"type":"add","content":"Le préfet informe les organismes payeurs de la résiliation de la convention."},{"type":"add","content":""},{"type":"add","content":"Article 18"},{"type":"add","content":""},{"type":"add","content":"Sanctions"},{"type":"add","content":""},{"type":"add","content":"En application de l'article L. 353-2 du code de la construction et de l'habitation, des sanctions administratives peuvent être mises en œuvre."},{"type":"add","content":""},{"type":"add","content":"En application de l'article L. 353-11 du code de la construction et de l'habitation, le contrôle de l'application de la présente convention est assuré par l'Agence nationale de contrôle du logement social, que le préfet est tenu de saisir en cas de manquement constaté."},{"type":"add","content":""},{"type":"add","content":"Lorsqu'un gestionnaire ne respecte pas, pour un ou plusieurs logements, les engagements prévus par la convention, et après qu'il a été mis en mesure de présenter ses observations conformément aux dispositions de l'article L. 342-12 du code de la construction et de l'habitation ou, en cas de mise en demeure, à l'issue du délai mentionné à ce même article, l'Agence nationale de contrôle du logement social peut proposer au ministre chargé du logement de prononcer une sanction en application de l'article L. 342-14 du même code."},{"type":"add","content":""},{"type":"add","content":"Article 19"},{"type":"add","content":""},{"type":"add","content":"Contrôle"},{"type":"add","content":""},{"type":"add","content":"Afin de permettre le contrôle de l'application de la présente convention, le gestionnaire et le propriétaire fournissent à tout moment à la demande du préfet ou de l'Agence nationale de contrôle du logement social toutes les informations et tous les documents nécessaires au plein exercice de ce contrôle."},{"type":"add","content":""},{"type":"add","content":"Fait à …, le …"},{"type":"add","content":""},{"type":"add","content":"Le propriétaire,"},{"type":"add","content":""},{"type":"add","content":"Le gestionnaire,"},{"type":"add","content":""},{"type":"add","content":"Le préfet, le président de l'établissement public de coopération intercommunale, le président du conseil départemental de Guadeloupe, de La Réunion, de Mayotte, de l'assemblée de Guyane, du conseil exécutif de Martinique"},{"type":"add","content":""},{"type":"add","content":"ANNEXE À LA CONVENTION-TYPE ANNEXÉE À L'ARTICLE R. 373-3 DU CODE DE LA CONSTRUCTION ET DE L'HABITATION OUVRANT DROIT À L'APL DANS LES LOGEMENTS-FOYERS POUR PERSONNES ÂGÉES OU HANDICAPÉES"},{"type":"add","content":""},{"type":"add","content":"DESCRIPTIF DU PROGRAMME"},{"type":"add","content":""},{"type":"add","content":"I.-Nom et adresse du logement-foyer :"},{"type":"add","content":""},{"type":"add","content":"I bis.-Désignation du ou des immeubles [Etablie conformément à l'article 7 du décret n° 55-22 du 4 janvier 1955 modifié portant réforme de la publicité foncière, et pour Mayotte, aux articles 67 à 71 du décret n° 2008-1086 du 23 octobre 2008] :"},{"type":"add","content":""},{"type":"add","content":"II.-Nature du programme conventionné"},{"type":"add","content":""},{"type":"add","content":"[Rayer la mention inutile]"},{"type":"add","content":""},{"type":"add","content":"Variante 1 : programme visé au 1° de l'article R. 832-21 du code de la construction et de l'habitation."},{"type":"add","content":""},{"type":"add","content":"Variante 2 : programme visé au 2° de l'article R. 832-21 du code de la construction et de l'habitation."},{"type":"add","content":""},{"type":"add","content":"III.-Composition du programme"},{"type":"add","content":""},{"type":"add","content":"A.-Locaux auxquels s'applique la présente convention :"},{"type":"add","content":""},{"type":"add","content":"Surface habitable totale : … mètres carrés, dont :"},{"type":"add","content":""},{"type":"add","content":"* Surface habitable totale des parties privatives : … mètres carrés ;"},{"type":"add","content":""},{"type":"add","content":"Se décomposant comme suit :"},{"type":"add","content":""},{"type":"add","content":"Nombre total de logements :"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"TYPES DE LOGEMENT (*)"},{"type":"add","content":"        (une ligne par logement)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"SURFACE HABITABLE"},{"type":"add","content":"        par local"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"NUMÉRO"},{"type":"add","content":"        du logement"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"REDEVANCE MAXIMALE"},{"type":"add","content":"par logement prise en compte"},{"type":"add","content":"        pour le calcul de l'APL"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        Logement T 1'"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        Logement T 1bis"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        Logement T 2"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        Logement T 3"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        Logement T 4"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        Logement T 5"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        Logement T 6"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        Logement T 7"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        (*) Normes des typologies définies par l'arrêté du 3 avril 2023 relatif aux caractéristiques techniques, aux plafonds de ressources et aux plafonds de redevance des opérations de construction, d'acquisition-amélioration ou d'amélioration des logements-foyers en Guadeloupe, en Guyane, en Martinique, à La Réunion, à Mayotte"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"* Surface totale des locaux à usage collectif : … mètres carrés de surface habitable :"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        TYPE DE LOCAL"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        SURFACE HABITABLE"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        NOMBRE"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Dépendances (nombre et surface) :"},{"type":"add","content":""},{"type":"add","content":"Garages et/ ou parking (nombre) :"},{"type":"add","content":""},{"type":"add","content":"B.-Locaux auxquels ne s'applique pas la convention [Exemple : logement de fonction, logement d'accueil temporaire et espaces hors hébergement dédiés aux soins, à de la balnéothérapie …] :"},{"type":"add","content":""},{"type":"add","content":"-"},{"type":"add","content":""},{"type":"add","content":"-"},{"type":"add","content":""},{"type":"add","content":"-"},{"type":"add","content":""},{"type":"add","content":"IV.-Renseignements administratifs"},{"type":"add","content":""},{"type":"add","content":"A.-Origine de propriété [Etablie conformément à l'article 3 du décret n° 55-22 du 4 janvier 1955 modifié portant réforme de la publicité foncière, et pour Mayotte, à l'article 6 du décret n° 2008-1086 du 23 octobre 2008] :"},{"type":"add","content":""},{"type":"add","content":"B.-Permis de construire ou déclaration préalable de construction [selon la nature des travaux] :"},{"type":"add","content":""},{"type":"add","content":"C.-Modalités de financement de l'opération [Renseignements à compléter dès que les décisions de financements sont intervenues] :"},{"type":"add","content":""},{"type":"add","content":"Financement principal :"},{"type":"add","content":""},{"type":"add","content":"-date d'octroi du prêt :"},{"type":"add","content":""},{"type":"add","content":"-numéro du prêt :"},{"type":"add","content":""},{"type":"add","content":"-durée :"},{"type":"add","content":""},{"type":"add","content":"-montant :"},{"type":"add","content":""},{"type":"add","content":"Financement complémentaire :"},{"type":"add","content":""},{"type":"add","content":"Date d'achèvement de la construction ou certificat de conformité :"},{"type":"add","content":""},{"type":"add","content":"D.-Historique des financements publics dont le programme a bénéficié depuis sa construction :"},{"type":"add","content":""},{"type":"add","content":"Habitat inclusif (2)"},{"type":"add","content":""},{"type":"add","content":"Préciser, parmi les personnes handicapées et les personnes âgées, les personnes ou familles qui seront accueillies dans l'habitat inclusif objet de la présente convention, ainsi que les situations particulières auxquelles l'habitat inclusif a vocation à répondre :"},{"type":"add","content":""},{"type":"add","content":"Conditions spécifiques d'accueil :"},{"type":"add","content":""},{"type":"add","content":"Conditions d'admission dans l'habitat inclusif :"},{"type":"add","content":""},{"type":"add","content":"Modalités d'attribution :"},{"type":"add","content":""},{"type":"add","content":"Partenariats concourant à la mise en œuvre du projet de vie sociale et partagée mis en place :"},{"type":"add","content":""},{"type":"add","content":"Activités proposées à l'ensemble des résidents dans le cadre du projet de vie sociale et partagée :"},{"type":"add","content":""},{"type":"add","content":"Fait à …, le …"},{"type":"add","content":""},{"type":"add","content":"Le propriétaire,"},{"type":"add","content":""},{"type":"add","content":"Le gestionnaire,"},{"type":"add","content":""},{"type":"add","content":"Le préfet, le président de l'établissement public de coopération intercommunale, du conseil départemental de la Guadeloupe, de La Réunion, de Mayotte, de l'assemblée de Guyane, du conseil exécutif de Martinique,"},{"type":"add","content":""},{"type":"add","content":"(1) Nom de la personne morale identifiée conformément aux dispositions de l'article 6 du décret n° 55-22 du 4 janvier 1955 modifié portant réforme de la publicité foncière, et pour Mayotte, de l'article 65 du décret n° 2008-1086 du 23 octobre 2008."},{"type":"add","content":""},{"type":"add","content":"(2) A renseigner le cas échéant."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 8 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 15 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 3 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 4 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 6 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 7 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 10 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 12 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2015-01-01 au 2015-08-08 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article L313-3 AUTONOME MODIFIE, en vigueur du 2015-03-22 au 2015-12-30 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2015-08-08 au 2015-08-09 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article L313-3 AUTONOME MODIFIE, en vigueur du 2017-01-01 au 2022-02-09 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article L313-3 AUTONOME MODIFIE, en vigueur du 2016-01-28 au 2017-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2015-08-09 au 2015-12-30 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article L313-3 AUTONOME MODIFIE, en vigueur du 2015-12-30 au 2016-01-28 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2005-01-19 au 2006-07-16 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article L313-3 AUTONOME MODIFIE_MORT_NE, en vigueur du 2010-04-01 au 2010-02-26 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article L313-3 AUTONOME MODIFIE, en vigueur du 2010-04-01 au 2011-08-12 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article L313-3 AUTONOME MODIFIE, en vigueur du 2011-08-12 au 2014-03-27 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE_MORT_NE, en vigueur du 2015-03-22 au 2015-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2005-01-01 au 2005-01-19 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME VIGUEUR, en vigueur depuis le 2017-01-29 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article L313-3 AUTONOME MODIFIE, en vigueur du 2000-12-23 au 2002-01-03 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article L313-3 AUTONOME MODIFIE, en vigueur du 2002-01-03 au 2005-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article L313-3 AUTONOME MODIFIE, en vigueur du 2005-01-01 au 2005-12-02 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article L313-3 AUTONOME MODIFIE, en vigueur du 2005-12-02 au 2006-07-25 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article L313-3 AUTONOME MODIFIE, en vigueur du 2006-07-25 au 2009-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article L313-3 AUTONOME MODIFIE, en vigueur du 2009-01-01 au 2010-04-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article L313-3 AUTONOME MODIFIE, en vigueur du 2014-03-27 au 2015-03-22 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article L313-3 AUTONOME VIGUEUR, en vigueur depuis le 2022-02-09 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2015-12-30 au 2017-01-29 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2014-03-27 au 2015-03-22 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2007-03-06 au 2008-08-06 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2006-07-16 au 2007-03-06 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 5 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2009-02-19 au 2013-05-19 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 13 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 18 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 19 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article ENTIEREMENT_MODIF CREE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 9 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 11 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 14 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 16 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 17 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2008-08-06 au 2009-02-19 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2013-05-19 au 2014-03-27 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-04-03 MODIFIE cible Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-04-03 CREE cible Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-04-03 MODIFIE cible Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-04-03 MODIFIE cible Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 10 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-04-03 MODIFIE cible Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 11 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-04-03 MODIFIE cible Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 12 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-04-03 MODIFIE cible Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 13 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-04-03 MODIFIE cible Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 14 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-04-03 MODIFIE cible Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 15 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-04-03 MODIFIE cible Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 16 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-04-03 MODIFIE cible Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 17 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-04-03 MODIFIE cible Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 18 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-04-03 MODIFIE cible Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 19 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-04-03 MODIFIE cible Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-04-03 MODIFIE cible Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 3 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-04-03 MODIFIE cible Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 4 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-04-03 MODIFIE cible Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 5 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-04-03 MODIFIE cible Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 6 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-04-03 MODIFIE cible Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 7 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-04-03 MODIFIE cible Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 8 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-04-03 MODIFIE cible Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 9 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de l'action sociale et des familles - article L313-3 AUTONOME MODIFIE, en vigueur du 2000-12-23 au 2002-01-03"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2005-01-01 au 2005-01-19"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/47/40/01/LEGIARTI000047400121.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/47/40/01/LEGIARTI000047400121.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/47/40/01/LEGIARTI000047400121.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_la_construction_et_de_l_habitation/src/branch/main/annexes/convention-type_conclue_entre_l_etat_l_organisme_proprietaire_et_l_organisme_gestionnaire_en_application_de_l_article_l_353-2_du_code_de_la_construction_et_de_l_habitation_portant_sur_les_logements-foyers_accueillant_des_personnes_agees_ou_des_personnes_/article_annexe_i_a_l_article_r_373-3.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000047400121)"},{"type":"add","content":""}],"status":"added"},{"filename":"partie_reglementaire/livre_iii/titre_vii/README.md","articleName":"Sommaire - Titre Vii","additions":2,"deletions":1,"diff":[{"type":"del","content":"- [Chapitre III : Dispositions particulières à Mayotte](chapitre_iii/README.md)"},{"type":"add","content":"- [Chapitre III : Conventions portant sur les logements-foyers](chapitre_iii/README.md)"},{"type":"add","content":"- [Chapitre IV : Dispositions particulières à Mayotte](chapitre_iv/README.md)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_iii/titre_vii/chapitre_ier/section_1/article_r371-2.md","articleName":"Article R371-2","additions":7,"deletions":7,"diff":[{"type":"del","content":"Le préfet communique une fois par an au conseil départemental de l'habitat et de l'hébergement institué dans les départements d'outre-mer un bilan général de l'allocation de logement attribuée dans le département."},{"type":"add","content":"Le préfet communique une fois par an au conseil départemental de l'habitat et de l'hébergement institué dans les départements d'outre-mer un bilan général de l'aide personnelle au logement attribuée dans le département."},{"type":"del","content":"Décret n° 2014-1369 du 14 novembre 2014 relatif aux compétences, à la composition et au fonctionnement des comités régionaux et des conseils départementaux de l'habitat et de l'hébergement - article 5 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2014-11-14 MODIFIE cible Décret n° 2014-1369 du 14 novembre 2014 relatif aux compétences, à la composition et au fonctionnement des comités régionaux et des conseils départementaux de l'habitat et de l'hébergement - article 5 ENTIEREMENT_MODIF"},{"type":"add","content":"2023-04-03 MODIFIE cible Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/29/77/42/LEGIARTI000029774242.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/29/77/42/LEGIARTI000029774242.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/29/77/42/LEGIARTI000029774242.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/47/40/17/LEGIARTI000047401717.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/47/40/17/LEGIARTI000047401717.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/47/40/17/LEGIARTI000047401717.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000029774242)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000047401717)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_iii/titre_vii/chapitre_ii/section_1/sous-section_1/article_r372-1.md","articleName":"Article R372-1","additions":27,"deletions":11,"diff":[{"type":"del","content":"7. La réalisation d'opérations de logements-foyers à usage locatif."},{"type":"del","content":""},{"type":"del","content":"Sont considérés comme logements-foyers les établissements à caractère social dénommés résidences sociales ou hébergeant à titre principal des personnes handicapées ou des personnes âgées et qui assurent le logement de personnes dans des immeubles comportant à la fois des locaux privatifs et des locaux communs meublés ainsi que, le cas échéant, diverses prestations annexes telles que blanchissage, service de soins ou services sociaux éducatifs moyennant une redevance. Un arrêté conjoint du ministre chargé de l'outre-mer, du ministre chargé de l'économie et des finances et du ministre chargé du logement fixe en tant que de besoin des règles particulières d'application."},{"type":"add","content":"7. La réalisation d'opérations de logements-foyers à usage locatif ;"},{"type":"del","content":"Décret n° 2013-1296 du 27 décembre 2013 portant extension et adaptation à Mayotte du code de la construction et de l'habitation (partie réglementaire) ainsi que de divers décrets relatifs au logement - article 4 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Code de la construction et de l'habitation - article R372-3 AUTONOME VIGUEUR, en vigueur depuis le 2021-06-27 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article R372-3 AUTONOME MODIFIE, en vigueur du 2014-01-01 au 2019-09-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article R372-3 AUTONOME MODIFIE, en vigueur du 2019-09-01 au 2021-06-27 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article R372-3 AUTONOME MODIFIE, en vigueur du 2001-03-03 au 2014-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L261-3 AUTONOME VIGUEUR, en vigueur depuis le 2006-07-16 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L261-3 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 2006-07-16 CITATION cible"},{"type":"del","content":""},{"type":"del","content":"2013-12-27 MODIFIE cible Décret n° 2013-1296 du 27 décembre 2013 portant extension et adaptation à Mayotte du code de la construction et de l'habitation (partie réglementaire) ainsi que de divers décrets relatifs au logement - article 4 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"add","content":""},{"type":"add","content":"2023-04-03 MODIFIE cible Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/28/42/44/LEGIARTI000028424429.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/28/42/44/LEGIARTI000028424429.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/28/42/44/LEGIARTI000028424429.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/47/40/17/LEGIARTI000047401708.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/47/40/17/LEGIARTI000047401708.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/47/40/17/LEGIARTI000047401708.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000028424429)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000047401708)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_iii/titre_vii/chapitre_ii/section_3/README.md","articleName":"Sommaire - Section 3","additions":1,"deletions":0,"diff":[{"type":"add","content":"- [Article D372-25](article_d372-25.md)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_iii/titre_vii/chapitre_ii/section_3/article_d372-25.md","articleName":"Article D372-25","additions":39,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article D372-25"},{"type":"add","content":""},{"type":"add","content":"Les prêts régis par la présente section sont attribués pour des logements destinés à être occupés par des personnes dont l'ensemble des ressources à la date d'entrée dans les lieux est au plus égal à un montant déterminé par arrêté. Le loyer applicable aux logements, ou la redevance dans le cas des logements foyers, fait l'objet d'un arrêté."},{"type":"add","content":""},{"type":"add","content":"Les arrêtés mentionnés au précédent alinéa sont pris conjointement par les ministres chargés du logement, de l'outre-mer et des finances."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 1 ENTIEREMENT_MODIF CREE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-04-03 CREE cible Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/47/39/85/LEGIARTI000047398553.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/47/39/85/LEGIARTI000047398553.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/47/39/85/LEGIARTI000047398553.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_la_construction_et_de_l_habitation/src/branch/main/partie_reglementaire/livre_iii/titre_vii/chapitre_ii/section_3/article_d372-25.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000047398553)"},{"type":"add","content":""}],"status":"added"},{"filename":"partie_reglementaire/livre_iii/titre_vii/chapitre_iii/README.md","articleName":"Sommaire - Chapitre Iii","additions":10,"deletions":6,"diff":[{"type":"del","content":"# Chapitre III : Dispositions particulières à Mayotte"},{"type":"add","content":"# Chapitre III : Conventions portant sur les logements-foyers"},{"type":"add","content":"- [Article R373-2](article_r373-2.md)"},{"type":"add","content":"- [Article R373-3](article_r373-3.md)"},{"type":"add","content":"- [Article R373-4](article_r373-4.md)"},{"type":"add","content":"- [Article R373-5](article_r373-5.md)"},{"type":"del","content":"Décret n° 2013-1296 du 27 décembre 2013 portant extension et adaptation à Mayotte du code de la construction et de l'habitation (partie réglementaire) ainsi que de divers décrets relatifs au logement - article 4 ENTIEREMENT_MODIF CREE source"},{"type":"add","content":"Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 1 ENTIEREMENT_MODIF CREE source"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/28/42/09/LEGISCTA000028420964.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/28/42/09/LEGISCTA000028420964.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/SCTA/00/00/28/42/09/LEGISCTA000028420964.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/47/39/86/LEGISCTA000047398681.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/47/39/86/LEGISCTA000047398681.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/SCTA/00/00/47/39/86/LEGISCTA000047398681.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/section_lc/LEGITEXT000006074096/LEGISCTA000028420964)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/section_lc/LEGITEXT000006074096/LEGISCTA000047398681)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_iii/titre_vii/chapitre_iii/article_r373-1.md","articleName":"Article R373-1","additions":109,"deletions":25,"diff":[{"type":"del","content":"Pour l'application du présent livre à Mayotte :"},{"type":"del","content":""},{"type":"del","content":"1° Les articles R. 300-1, R. 300-2, R. 300-2-1, R. 300-2-2, R. 302-16, R. 302-16-1, R. 302-17, R. 302-18 et R. 302-19 ne sont pas applicables ;"},{"type":"del","content":""},{"type":"del","content":"2° Les articles R. 313-1 à R. 313-5 relatifs aux conditions d'assujettissement à la participation des employeurs à l'effort de construction sont applicables à raison des rémunérations versées à compter du 1er janvier 2014 ;"},{"type":"del","content":""},{"type":"del","content":"3° (Abrogé)"},{"type":"del","content":""},{"type":"del","content":"4° (Abrogé)"},{"type":"del","content":""},{"type":"del","content":"5° Les articles du chapitre X du titre Ier du présent livre sont applicables aux offres de prêt émises à compter de la date de publication du décret n° 2013-1296 du 27 décembre 2013 portant extension et adaptation à Mayotte du code de la construction et de l'habitation (partie réglementaire) ainsi que de divers décrets relatifs au logement. ;"},{"type":"del","content":""},{"type":"del","content":"6° En l'absence d'adaptation, les références faites par des dispositions applicables à Mayotte à des dispositions qui n'y sont pas applicables sont remplacées par les références aux dispositions ayant le même objet applicables localement."},{"type":"add","content":"La section VII du chapitre III du titre V du présent livre, relative aux conventions passées entre l'Etat, l'organisme propriétaire et l'organisme gestionnaire en application de l'article L. 353-13 portant sur les logements-foyers visés par le 5° de l'article L. 831-1, est applicable en Guadeloupe, en Guyane, en Martinique, à La Réunion et à Mayotte, sous réserve des adaptations définies par le présent chapitre."},{"type":"del","content":"Code de la construction et de l'habitation - article R374-1 AUTONOME VIGUEUR, en vigueur depuis le 2023-04-05 CONCORDE cible"},{"type":"add","content":"Code de la construction et de l'habitation - article R31-10-6 AUTONOME MODIFIE, en vigueur du 2012-01-01 au 2014-11-06 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article R300-1 AUTONOME VIGUEUR, en vigueur depuis le 2021-05-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article R31-10-6 AUTONOME MODIFIE, en vigueur du 2016-01-01 au 2017-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article R*313-1 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 1981-05-15 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article R*313-1 AUTONOME MODIFIE, en vigueur du 1981-05-15 au 2012-05-11 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article R31-10-6 AUTONOME MODIFIE, en vigueur du 2011-01-01 au 2012-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article R302-16 AUTONOME MODIFIE, en vigueur du 2012-03-01 au 2013-07-27 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article R300-1 AUTONOME MODIFIE, en vigueur du 2012-11-02 au 2021-05-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article R302-18 AUTONOME MODIFIE, en vigueur du 2013-07-27 au 2017-05-08 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article R302-16 AUTONOME MODIFIE, en vigueur du 2013-07-27 au 2014-05-30 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article R302-16 AUTONOME MODIFIE, en vigueur du 2016-01-01 au 2017-05-08 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article L5411-1 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2008-05-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article R302-16 AUTONOME MODIFIE, en vigueur du 2005-04-06 au 2007-05-10 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article L5411-1 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2019-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article R302-16 AUTONOME ABROGE, en vigueur du 1992-05-23 au 2005-04-06 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article R302-18 AUTONOME MODIFIE, en vigueur du 2007-05-10 au 2013-07-27 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article R302-18 AUTONOME ABROGE, en vigueur du 1992-05-23 au 2005-04-06 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article R302-18 AUTONOME MODIFIE, en vigueur du 2005-04-06 au 2007-05-10 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article L5411-1 AUTONOME VIGUEUR, en vigueur depuis le 2025-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article L5411-1 AUTONOME MODIFIE, en vigueur du 2019-01-01 au 2025-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article R31-10-6 AUTONOME TRANSFERE, en vigueur du 2017-01-01 au 2019-09-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article R302-16 AUTONOME MODIFIE, en vigueur du 2014-05-30 au 2016-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article R300-1 AUTONOME MODIFIE, en vigueur du 2008-09-11 au 2012-11-02 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article R*313-1 AUTONOME MODIFIE, en vigueur du 2018-01-01 au 2019-09-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article R31-10-6 AUTONOME MODIFIE, en vigueur du 2014-11-06 au 2016-01-01 CITATION cible"},{"type":"del","content":"Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 1 ENTIEREMENT_MODIF TRANSFERE source"},{"type":"add","content":"Code de la construction et de l'habitation - article R*313-1 AUTONOME MODIFIE, en vigueur du 2012-05-11 au 2018-01-01 CITATION cible"},{"type":"del","content":"Décret n° 2018-953 du 31 octobre 2018 portant extension et adaptation de la partie réglementaire du code du travail, et de diverses dispositions relatives au travail, à l'emploi et à la formation professionnelle à Mayotte - article 12 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Code de la construction et de l'habitation - article R313-1 AUTONOME ABROGE, en vigueur du 2019-09-01 au 2020-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article R302-16 AUTONOME MODIFIE, en vigueur du 2017-05-08 au 2019-09-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article R302-18 AUTONOME MODIFIE, en vigueur du 2017-05-08 au 2022-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article R300-2-1 AUTONOME VIGUEUR, en vigueur depuis le 2013-09-28 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article R302-16 AUTONOME VIGUEUR, en vigueur depuis le 2019-09-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article R302-18 AUTONOME VIGUEUR, en vigueur depuis le 2022-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article R302-16 AUTONOME MODIFIE, en vigueur du 2007-05-10 au 2012-03-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail applicable à Mayotte - article L326-45 AUTONOME ABROGE, en vigueur du 2012-06-02 au 2018-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article R300-2-1 AUTONOME MODIFIE, en vigueur du 2012-03-30 au 2013-09-28 CITATION cible"},{"type":"del","content":""},{"type":"del","content":"2018-10-31 MODIFIE cible Décret n° 2018-953 du 31 octobre 2018 portant extension et adaptation de la partie réglementaire du code du travail, et de diverses dispositions relatives au travail, à l'emploi et à la formation professionnelle à Mayotte - article 12 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":"2023-04-03 TRANSFERE cible Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2023-04-03 MODIFIE cible Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/37/58/47/LEGIARTI000037584780.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/37/58/47/LEGIARTI000037584780.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/37/58/47/LEGIARTI000037584780.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_la_construction_et_de_l_habitation/src/branch/main/partie_reglementaire/livre_iii/titre_vii/chapitre_iv/article_r373-1.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000037584780)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/47/40/16/LEGIARTI000047401688.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/47/40/16/LEGIARTI000047401688.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/47/40/16/LEGIARTI000047401688.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_la_construction_et_de_l_habitation/src/branch/main/partie_reglementaire/livre_iii/titre_vii/chapitre_iii/article_r373-1.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000047401688)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_iii/titre_vii/chapitre_iii/article_r373-2.md","articleName":"Article R373-2","additions":41,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article R373-2"},{"type":"add","content":""},{"type":"add","content":"A l'article R. 353-154 :"},{"type":"add","content":""},{"type":"add","content":"1° Les références : “ L. 353-1 à L. 353-13 ” sont remplacées par les références : “ L. 353-1, L. 353-2, L. 353-4 à L. 353-8, L. 353-9-2, L. 353-9-3 et L. 353-10 à L. 353-13 ” ;"},{"type":"add","content":""},{"type":"add","content":"2° Les mots : “ de la présente section ” sont remplacés par les mots : “ du présent chapitre ”."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 1 ENTIEREMENT_MODIF CREE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-04-03 CREE cible Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/47/39/86/LEGIARTI000047398683.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/47/39/86/LEGIARTI000047398683.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/47/39/86/LEGIARTI000047398683.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_la_construction_et_de_l_habitation/src/branch/main/partie_reglementaire/livre_iii/titre_vii/chapitre_iii/article_r373-2.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000047398683)"},{"type":"add","content":""}],"status":"added"},{"filename":"partie_reglementaire/livre_iii/titre_vii/chapitre_iii/article_r373-3.md","articleName":"Article R373-3","additions":41,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article R373-3"},{"type":"add","content":""},{"type":"add","content":"Pour l'application de l'article R. 353-159 :"},{"type":"add","content":""},{"type":"add","content":"1° Les conventions types prévues au III, adaptées à la situation en Guadeloupe, en Guyane, en Martinique, à La Réunion et à Mayotte, sont annexées au présent article. Les conventions prennent effet dès la date de leur signature ;"},{"type":"add","content":""},{"type":"add","content":"2° Le IV n'est pas applicable."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 1 ENTIEREMENT_MODIF CREE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-04-03 CREE cible Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/47/39/86/LEGIARTI000047398685.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/47/39/86/LEGIARTI000047398685.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/47/39/86/LEGIARTI000047398685.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_la_construction_et_de_l_habitation/src/branch/main/partie_reglementaire/livre_iii/titre_vii/chapitre_iii/article_r373-3.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000047398685)"},{"type":"add","content":""}],"status":"added"},{"filename":"partie_reglementaire/livre_iii/titre_vii/chapitre_iii/article_r373-4.md","articleName":"Article R373-4","additions":39,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article R373-4"},{"type":"add","content":""},{"type":"add","content":"L'article R. 353-160 est complété par un alinéa ainsi rédigé :"},{"type":"add","content":""},{"type":"add","content":"“ La durée des conventions, fixée initialement ou modifiée par avenant, ne peut être inférieure à la durée la plus longue restant à courir pour l'amortissement intégral des prêts financés par le ou les programmes concernés, dans le respect de la durée minimale de 9 ans fixée à l'avant dernier alinéa de l'article L. 353-2. ”"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 1 ENTIEREMENT_MODIF CREE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-04-03 CREE cible Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/47/39/86/LEGIARTI000047398687.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/47/39/86/LEGIARTI000047398687.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/47/39/86/LEGIARTI000047398687.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_la_construction_et_de_l_habitation/src/branch/main/partie_reglementaire/livre_iii/titre_vii/chapitre_iii/article_r373-4.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000047398687)"},{"type":"add","content":""}],"status":"added"},{"filename":"partie_reglementaire/livre_iii/titre_vii/chapitre_iii/article_r373-5.md","articleName":"Article R373-5","additions":48,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article R373-5"},{"type":"add","content":""},{"type":"add","content":"Le I de l'article R. 353-163 est remplacé par les dispositions suivantes :"},{"type":"add","content":""},{"type":"add","content":"“ I.-Lors de leur mise en service et au fur et à mesure de leur vacance, les logements sont loués à des personnes dont les ressources annuelles n'excèdent pas les plafonds fixés, selon le type de subvention ou de prêt, en application soit :"},{"type":"add","content":""},{"type":"add","content":"“ 1° Du premier ou du deuxième alinéa de l'article D. 372-7 ;"},{"type":"add","content":""},{"type":"add","content":"“ 2° De l'article 2 du décret n° 2021-1204 du 17 septembre 2021 ;"},{"type":"add","content":""},{"type":"add","content":"“ 3° De l'article D. 372-25, pour les logements-foyers accueillant, à titre principal, des personnes handicapées ou des personnes âgées, mentionnés au 1° de l'article R. 832-20. ”"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 1 ENTIEREMENT_MODIF CREE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2021-09-17 CITATION source Décret n° 2021-1204 du 17 septembre 2021 relatif à l'expérimentation du logement locatif très social adapté dans les départements de Guyane et de Mayotte - article 2 AUTONOME"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-04-03 CREE cible Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/47/39/86/LEGIARTI000047398689.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/47/39/86/LEGIARTI000047398689.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/47/39/86/LEGIARTI000047398689.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_la_construction_et_de_l_habitation/src/branch/main/partie_reglementaire/livre_iii/titre_vii/chapitre_iii/article_r373-5.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000047398689)"},{"type":"add","content":""}],"status":"added"},{"filename":"partie_reglementaire/livre_iii/titre_vii/chapitre_iv/README.md","articleName":"Sommaire - Chapitre Iv","additions":28,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Chapitre IV : Dispositions particulières à Mayotte"},{"type":"add","content":""},{"type":"add","content":"- [Article R374-1](article_r374-1.md)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à la section"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/47/40/17/LEGISCTA000047401705.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/47/40/17/LEGISCTA000047401705.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/SCTA/00/00/47/40/17/LEGISCTA000047401705.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://chapitre_iv/README.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/section_lc/LEGITEXT000006074096/LEGISCTA000047401705)"},{"type":"add","content":""}],"status":"added"},{"filename":"partie_reglementaire/livre_iii/titre_vii/chapitre_iv/article_r374-1.md","articleName":"Article R374-1","additions":64,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article R374-1"},{"type":"add","content":""},{"type":"add","content":"Pour l'application du présent livre à Mayotte :"},{"type":"add","content":""},{"type":"add","content":"1° Les articles R. 300-1, R. 300-2, R. 300-2-1, R. 300-2-2, R. 302-16, R. 302-16-1, R. 302-17, R. 302-18 et R. 302-19 ne sont pas applicables ;"},{"type":"add","content":""},{"type":"add","content":"2° Les articles R. 313-1 à R. 313-5 relatifs aux conditions d'assujettissement à la participation des employeurs à l'effort de construction sont applicables à raison des rémunérations versées à compter du 1er janvier 2014 ;"},{"type":"add","content":""},{"type":"add","content":"3° (Abrogé)"},{"type":"add","content":""},{"type":"add","content":"4° (Abrogé)"},{"type":"add","content":""},{"type":"add","content":"5° Les articles du chapitre X du titre Ier du présent livre sont applicables aux offres de prêt émises à compter de la date de publication du décret n° 2013-1296 du 27 décembre 2013 portant extension et adaptation à Mayotte du code de la construction et de l'habitation (partie réglementaire) ainsi que de divers décrets relatifs au logement. ;"},{"type":"add","content":""},{"type":"add","content":"6° En l'absence d'adaptation, les références faites par des dispositions applicables à Mayotte à des dispositions qui n'y sont pas applicables sont remplacées par les références aux dispositions ayant le même objet applicables localement."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article R373-1 AUTONOME MODIFIE, en vigueur du 2015-10-04 au 2018-11-07 CONCORDE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article R373-1 AUTONOME MODIFIE, en vigueur du 2014-01-01 au 2015-10-04 CONCORDE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 1 ENTIEREMENT_MODIF CREE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article R373-1 AUTONOME VIGUEUR, en vigueur depuis le 2023-04-05 CONCORDE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article R373-1 AUTONOME TRANSFERE, en vigueur du 2018-11-07 au 2023-04-05 CONCORDE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-04-03 CREE cible Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CONCORDE cible Code de la construction et de l'habitation - article R373-1 AUTONOME TRANSFERE, en vigueur du 2018-11-07 au 2023-04-05"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/47/39/86/LEGIARTI000047398611.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/47/39/86/LEGIARTI000047398611.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/47/39/86/LEGIARTI000047398611.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_la_construction_et_de_l_habitation/src/branch/main/partie_reglementaire/livre_iii/titre_vii/chapitre_iv/article_r374-1.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000047398611)"},{"type":"add","content":""}],"status":"added"},{"filename":"partie_reglementaire/livre_iv/titre_iv/chapitre_ii/section_3/article_r442-13.md","articleName":"Article R442-13","additions":8,"deletions":8,"diff":[{"type":"del","content":"- renseignements relatifs à la perception, directement ou en tiers payant, de l'aide personnalisée au logement ou de l'une des allocations de logement prévues par le code de la sécurité sociale, ainsi que de l'allocation de solidarité aux personnes âgées ;"},{"type":"add","content":"- renseignements relatifs à la perception, directement ou en tiers payant, de l'une des aides personnelles au logement prévues par l'article L. 821-1, ainsi que de l'allocation de solidarité aux personnes âgées ;"},{"type":"del","content":"Décret n° 2019-873 du 21 août 2019 relatif à la partie réglementaire du code de la construction et de l'habitation - article 4 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2019-08-21 MODIFIE cible Décret n° 2019-873 du 21 août 2019 relatif à la partie réglementaire du code de la construction et de l'habitation - article 4 ENTIEREMENT_MODIF"},{"type":"add","content":"2020-09-29 CITATION cible Décret n° 2020-1186 du 29 septembre 2020 pris pour l'application de l'article 199 terdecies-0 AB du code général des impôts relatif aux investissements effectués par des contribuables au capital de certaines entreprises agréées « entreprise solidaire d'utilité sociale » - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2024-07-06"},{"type":"del","content":"2020-09-29 CITATION cible Décret n° 2020-1186 du 29 septembre 2020 pris pour l'application de l'article 199 terdecies-0 AB du code général des impôts relatif aux investissements effectués par des contribuables au capital de certaines entreprises agréées « entreprise solidaire d'utilité sociale » - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2024-07-06"},{"type":"add","content":"2023-04-03 MODIFIE cible Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/39/04/30/LEGIARTI000039043002.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/39/04/30/LEGIARTI000039043002.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/39/04/30/LEGIARTI000039043002.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/47/40/16/LEGIARTI000047401684.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/47/40/16/LEGIARTI000047401684.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/47/40/16/LEGIARTI000047401684.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000039043002)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000047401684)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_viii/titre_vi/chapitre_ier/README.md","articleName":"Sommaire - Chapitre Ier","additions":1,"deletions":1,"diff":[{"type":"del","content":"- [Article R861-1](article_r861-1.md)"},{"type":"add","content":"- [Section 3 : Aide personnalisée au logement dans les logements-foyers](section_3/README.md)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_viii/titre_vi/chapitre_ier/article_r861-1.md","articleName":"Article R861-1","additions":0,"deletions":41,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article R861-1"},{"type":"del","content":""},{"type":"del","content":"Pour l'application du présent livre en Guadeloupe, en Guyane, en Martinique, à La Réunion et à Mayotte, un logement-foyer s'entend d'un établissement destiné au logement collectif, à titre de résidence principale, de personnes dans des immeubles comportant à la fois des locaux privatifs, meublés ou non, et des locaux communs affectés à la vie collective."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 1 ENTIEREMENT_MODIF ABROGE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2019-772 du 24 juillet 2019 relatif à la partie réglementaire du livre VIII du code de la construction et de l'habitation - article ENTIEREMENT_MODIF CREE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2019-07-24 CREE cible Décret n° 2019-772 du 24 juillet 2019 relatif à la partie réglementaire du livre VIII du code de la construction et de l'habitation - article ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2023-04-03 ABROGE cible Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/38/87/86/LEGIARTI000038878601.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/38/87/86/LEGIARTI000038878601.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/38/87/86/LEGIARTI000038878601.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_la_construction_et_de_l_habitation/src/branch/main/partie_reglementaire/livre_viii/titre_vi/chapitre_ier/article_r861-1.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000038878601)"},{"type":"del","content":""}],"status":"deleted"},{"filename":"partie_reglementaire/livre_viii/titre_vi/chapitre_ier/section_3/README.md","articleName":"Sommaire - Section 3","additions":28,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Section 3 : Aide personnalisée au logement dans les logements-foyers"},{"type":"add","content":""},{"type":"add","content":"- [Article R861-20](article_r861-20.md)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à la section"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 1 ENTIEREMENT_MODIF CREE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/47/39/88/LEGISCTA000047398873.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/47/39/88/LEGISCTA000047398873.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/SCTA/00/00/47/39/88/LEGISCTA000047398873.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://section_3/README.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/section_lc/LEGITEXT000006074096/LEGISCTA000047398873)"},{"type":"add","content":""}],"status":"added"},{"filename":"partie_reglementaire/livre_viii/titre_vi/chapitre_ier/section_3/article_r861-20.md","articleName":"Article R861-20","additions":86,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article R861-20"},{"type":"add","content":""},{"type":"add","content":"Pour leur application en Guadeloupe, en Guyane, en Martinique, à La Réunion et à Mayotte :"},{"type":"add","content":""},{"type":"add","content":"1° A l'article R. 832-20, le 3° n'est pas applicable ;"},{"type":"add","content":""},{"type":"add","content":"2° L'article R. 832-21 est remplacé par les dispositions suivantes :"},{"type":"add","content":""},{"type":"add","content":"“ Art. R. 832-21.-Pour l'application du 5° de l'article L. 831-1, les logements-foyers doivent répondre aux conditions de décence définies au premier alinéa de l'article 6 de la loi n° 89-462 du 6 juillet 1989 et respecter l'une des conditions suivantes :"},{"type":"add","content":""},{"type":"add","content":"“ 1° Pour les logements-foyers mis en service avant le 1er janvier 2023, appartenir à l'une des personnes morales mentionnées à l'article R. 372-3 ;"},{"type":"add","content":""},{"type":"add","content":"“ 2° Pour les logements-foyers mis en service après le 1er janvier 2023, bénéficier de l'un des modes de financement suivants :"},{"type":"add","content":""},{"type":"add","content":"“ a) Subventions et prêts mentionnés au chapitre II du titre VII du livre III ou à la section 2 du chapitre III du titre II du livre III ;"},{"type":"add","content":""},{"type":"add","content":"“ b) Subventions accordées sur le budget du ministère chargé de la santé ou de la caisse nationale de solidarité pour l'autonomie représentant au moins 20 % du coût de la construction ou du coût des travaux d'amélioration pouvant faire l'objet d'une subvention ou du coût de l'opération d'acquisition-amélioration. ” ;"},{"type":"add","content":""},{"type":"add","content":"3° A l'article R. 832-23, les mots : “ mentionné aux 2° et 3° de l'article R. 832-20 ” sont remplacés par les mots : “ mentionné au 2° de l'article R. 832-20. ”"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986 - article 6 AUTONOME MODIFIE, en vigueur du 2015-08-19 au 2018-11-25 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 1 ENTIEREMENT_MODIF CREE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986 - article 6 AUTONOME MODIFIE, en vigueur du 2006-07-16 au 2014-03-27 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986 - article 6 AUTONOME MODIFIE, en vigueur du 1989-07-08 au 2000-12-14 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986 - article 6 AUTONOME MODIFIE, en vigueur du 2000-12-14 au 2005-01-19 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986 - article 6 AUTONOME MODIFIE, en vigueur du 2005-01-19 au 2005-02-24 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986 - article 6 AUTONOME MODIFIE, en vigueur du 2023-01-01 au 2025-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986 - article 6 AUTONOME MODIFIE, en vigueur du 2018-11-25 au 2023-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986 - article 6 AUTONOME MODIFIE, en vigueur du 2005-02-24 au 2006-07-16 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986 - article 6 AUTONOME MODIFIE, en vigueur du 2014-03-27 au 2015-08-19 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986 - article 6 AUTONOME VIGUEUR, en vigueur depuis le 2025-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1989-07-06 CITATION source Loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986 - article 6 AUTONOME MODIFIE, en vigueur du 1989-07-08 au 2000-12-14"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-04-03 CREE cible Décret n° 2023-248 du 3 avril 2023 relatif au conventionnement à l'aide personnalisée au logement des logements-foyers situés en Guadeloupe, Guyane, Martinique, à La Réunion et à Mayotte - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/47/39/88/LEGIARTI000047398875.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/47/39/88/LEGIARTI000047398875.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/47/39/88/LEGIARTI000047398875.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_la_construction_et_de_l_habitation/src/branch/main/partie_reglementaire/livre_viii/titre_vi/chapitre_ier/section_3/article_r861-20.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000047398875)"},{"type":"add","content":""}],"status":"added"}],"stats":{"additions":2300,"deletions":100,"filesChanged":23}}