{"sha":"0fa3ebe3d3ce","date":"2017-05-08","message":"Décret n° 2017-839 du 5 mai 2017 relatif aux conventions portant sur un immeuble ou un logement conclues par l'Agence nationale de l'habitat en application des articles L. 321-4 et L. 321-8 du code de la construction et de l'habitation et aux plafonds de loyer et de ressources des locataires pour l'application de la déduction spécifique prévue au o du 1° du I de l'article 31 du code général des impôts","files":[{"filename":"annexes/README.md","articleName":"Sommaire - Annexes","additions":1,"deletions":0,"diff":[{"type":"add","content":"- [Convention-type applicable au secteur locatif intermédiaire et au secteur locatif social portant sur un logement loué dans le cadre d'un bail à ferme bénéficiant de subventions pour travaux](convention-type_applicable_au_secteur_locatif_intermediaire_et_au_secteur_locatif_social_portant_sur_un_logement_loue_dans_le_cadre_d_un_bail_a_ferme_beneficiant_de_subventions_pour_travaux/README.md)"}],"status":"modified"},{"filename":"annexes/convention-type_applicable_au_secteur_locatif_intermediaire_et_au_secteur_locatif_social_portant_sur_un_immeuble_ou_sur_un_ou_plusieurs_logements_beneficiant_de_subventions_pour_travaux/article_annexe_iii_a_l_article_r321-23.md","articleName":"Article ANNEXE III A L ARTICLE R321-23","additions":803,"deletions":272,"diff":[{"type":"del","content":"Convention conclue entre l'ANAH et M. (ou la société"},{"type":"add","content":"CONVENTION-TYPE APPLICABLE AU SECTEUR LOCATIF INTERMÉDIAIRE ET AU SECTEUR LOCATIF SOCIAL PORTANT SUR UN IMMEUBLE OU SUR UN OU PLUSIEURS LOGEMENTS BÉNÉFICIANT DE SUBVENTIONS POUR TRAVAUX"},{"type":"add","content":"Convention conclue entre l'ANAH et M. (ou la société)"},{"type":"del","content":"en application des articles L. 321-4 (n'ouvrant pas droit au bénéfice de l'aide personnalisée au logement), L. 321-8 (ouvrant droit au bénéfice de l'aide personnalisée au logement) et R. 321-23 du code de la construction et de l'habitation (annexe III relative au conventionnement avec travaux portant sur un immeuble ou sur un ou plusieurs logements)."},{"type":"add","content":"en application des articles L. 321-4 du code de la construction et de l'habitation-CCH (n'ouvrant pas droit au bénéfice de l'aide personnalisée au logement), L. 321-8 du CCH (ouvrant droit au bénéfice de l'aide personnalisée au logement) et R. 321-23 du code de la construction et de l'habitation (annexe III relative au conventionnement avec travaux portant sur un immeuble ou sur un ou plusieurs logements)."},{"type":"del","content":"le délégué de l'agence dans le département :"},{"type":"add","content":"Le délégué de l'agence dans le département :"},{"type":"del","content":"Le président du conseil général ou de l'établissement public de coopération intercommunale, ou son représentant, ayant conclu la convention prévue à l'article L. 321-1-1 du code de la construction et de l'habitation :"},{"type":"add","content":"Le président du conseil départemental ou de l'établissement public de coopération intercommunale, ou son représentant, ayant conclu la convention prévue à l'article L. 321-1-1 du code de la construction et de l'habitation :"},{"type":"del","content":"représentée par : Nom, prénom du représentant légal :"},{"type":"add","content":"Représentée par nom, prénom du représentant légal :"},{"type":"del","content":"I.-Objet et champ d'application de la convention"},{"type":"add","content":"I. – Objet et champ d'application de la convention"},{"type":"del","content":"La présente convention a pour objet de fixer les droits et les obligations des parties prévus par les articles L. 321-3 à L. 321-12 du code de la construction et de l'habitation (CCH) pour les logements désignés dans les annexes de la présente convention. Elle porte sur l'opération décrite dans l'annexe ci-jointe."},{"type":"add","content":"La présente convention a pour objet de fixer les droits et les obligations des parties prévus par les articles L. 321-3 à L. 321-12 du code de la construction et de l'habitation (CCH) pour les logements désignés au X logements concernés de la présente convention."},{"type":"del","content":"Année d'achèvement de l'immeuble :"},{"type":"add","content":"Référence cadastrale :"},{"type":"del","content":"La présente convention ouvre droit à l'aide personnalisée au logement (APL) pour une partie des logements (cocher la case correspondante) :"},{"type":"del","content":""},{"type":"del","content":"-oui () nombre de logements concernés :"},{"type":"del","content":""},{"type":"del","content":"-non ()"},{"type":"del","content":""},{"type":"del","content":"II.-Aide (s) accordée (s) par l'ANAH"},{"type":"add","content":"II. – Aide (s) accordée (s) par l'ANAH"},{"type":"del","content":"Description des travaux d'amélioration :"},{"type":"add","content":"Le programme de travaux est décrit dans le dossier de demande de subvention."},{"type":"del","content":"Le projet d'ensemble porte sur......... logement (s) de l'immeuble désigné au I dont........ fait (font) l'objet de la présente convention."},{"type":"add","content":"III. – Prise d'effet, prolongation, résiliation de la convention"},{"type":"del","content":"Les principaux travaux portent sur :"},{"type":"add","content":"Date de prise d'effet : (voir au X. – Logements concernés)."},{"type":"del","content":"III.-Prise d'effet, prolongation, résiliation de la convention et information"},{"type":"add","content":"Durée de la convention : (voir au X. – Logements concernés)."},{"type":"del","content":"Date de prise d'effet : (voir annexe)."},{"type":"add","content":"Date d'expiration de la convention : (voir au X. – Logements concernés)."},{"type":"del","content":"Durée de la convention : ans."},{"type":"del","content":""},{"type":"del","content":"Date d'expiration de la convention : (voir annexe)."},{"type":"add","content":"Le contribuable qui entend bénéficier de la déduction spécifique prévue au o du 1° du I de l'article 31 du code général des impôts (CGI) est tenu de joindre, à sa déclaration d'ensemble des revenus de l'année au titre de laquelle le bénéfice de la déduction fiscale est demandé pour la première fois au titre du logement concerné, une copie de la présente convention validée par l'ANAH et comportant son engagement de location."},{"type":"del","content":"Résiliation : une convention ne peut être résiliée qu'à titre exceptionnel par l'agence, notamment en cas d'inexécution de ses engagements par le bailleur. Dans ce cas, le délégué de l'ANAH ou le président du conseil général ou de l'établissement public de coopération intercommunale, ou son représentant, ayant conclu la convention prévue à l'article L. 321-1-1 du code de la construction et de l'habitation peut prononcer le reversement total ou partiel de toute subvention versée par l'ANAH dans les conditions prévues aux articles R. 321-21 et R. 321-5 du CCH."},{"type":"del","content":""},{"type":"del","content":"Le bailleur s'engage, dans un délai de quinze jours à compter de la date à laquelle la résiliation est devenue définitive, à en faire notification aux locataires et aux organismes liquidateurs concernés (le cas échéant pour les logements bénéficiant de l'aide personnalisée au logement). Lorsque le bailleur a bénéficié d'un avantage fiscal, l'agence informe l'administration compétente."},{"type":"add","content":"Résiliation : une convention ne peut être résiliée qu'à titre exceptionnel par l'agence, notamment en cas d'inexécution de ses engagements par le bailleur. Dans ce cas, le reversement total ou partiel de toute subvention versée par l'ANAH dans les conditions prévues aux articles R. 321-5 et R. 321-21 du CCH peut être prononcé."},{"type":"del","content":"Information : le propriétaire transmet le document mentionné à l'article R. 321-30 du CCH, établi par l'Agence nationale de l'habitat, à l'autorité compétente en matière fiscale."},{"type":"add","content":"Le bailleur s'engage, dans un délai de quinze jours à compter de la date à laquelle la résiliation est devenue définitive, à en faire notification aux locataires et aux organismes liquidateurs concernés. Lorsque le bailleur a bénéficié d'un avantage fiscal, l'agence informe l'administration compétente."},{"type":"del","content":"IV.-Conditions d'occupation des logements, conditions de ressources des locataires et conditions spécifiques d'attribution"},{"type":"add","content":"IV. – Conditions d'occupation des logements, conditions de ressources des locataires et conditions spécifiques d'attribution"},{"type":"del","content":"Conditions d'occupation"},{"type":"add","content":"Conditions d'occupation :"},{"type":"del","content":"Pendant toute la durée de la convention, le bailleur s'engage à louer chaque logement désigné dans les annexes jointes, nu à des personnes physiques, à titre de résidence principale et occupé comme tel au moins huit mois par an. La condition de location à des personnes physiques ne s'applique pas lorsque le logement est loué à un organisme public ou privé en vue de sa sous-location, meublée ou non, à des personnes défavorisées ou à des personnes physiques dont la situation nécessite une solution locative de transition, ou pour l'hébergement de ces personnes. Dans ce cas le loyer du sous-locataire ne doit pas dépasser le montant du loyer principal, il ne doit pas y avoir fourniture de prestation hôtelière ou para-hôtelière et l'occupant du logement doit remplir les conditions de ressources (décret n° 2008-529 du 4 juin 2008, Journal officiel du 6 juin 2008)."},{"type":"add","content":"Pendant toute la durée de la convention, le bailleur s'engage à louer chaque logement désigné au X. – Logements concernés, nu à des personnes physiques, à titre de résidence principale et occupé comme tel au moins huit mois par an. La condition de location à des personnes physiques ne s'applique pas lorsque le logement est loué à un organisme public ou privé agréé en application de l'article L. 365-4 du code de la construction et de l'habitation en vue de sa sous-location, meublée ou non, à des personnes défavorisées ou à des personnes physiques dont la situation nécessite une solution locative de transition, ou pour l'hébergement de ces personnes. Dans ce cas, le loyer appliqué ne doit pas dépasser le montant du loyer maximal fixé dans la présente convention tant entre le bailleur et l'organisme locataire qu'entre l'organisme locataire et le sous-locataire. Il ne doit pas y avoir fourniture de prestation hôtelière ou para-hôtelière et l'occupant du logement doit remplir les conditions de ressources."},{"type":"del","content":"Le logement ne peut être loué ou occupé à quelque titre que ce soit par :"},{"type":"add","content":"Un logement occupé par un locataire peut être conventionné à l'occasion du renouvellement du bail."},{"type":"del","content":"-les ascendants ou les descendants du signataire de la convention ;"},{"type":"add","content":"La location ne peut pas être conclue avec :"},{"type":"del","content":"-ceux de son conjoint, de son concubin ou de son partenaire lié par un pacte civil de solidarité ;"},{"type":"add","content":"– un membre du foyer fiscal du signataire de la convention ;"},{"type":"del","content":"-son conjoint, son concubin ou son partenaire lié par un pacte civil de solidarité ;"},{"type":"add","content":"– un ascendant ou un descendant du signataire de la convention ;"},{"type":"del","content":"-les associés de la société signataire de la convention, leurs conjoints, concubins ou partenaires liés par un pacte civil de solidarité ainsi que leurs ascendants ou descendants ;"},{"type":"add","content":"– l'un des associés de la société signataire de la convention ou un membre du foyer fiscal, un ascendant ou un descendant d'un associé."},{"type":"del","content":"-les administrateurs de l'association signataire, leurs conjoints, concubins ou partenaires liés par un pacte civil de solidarité ainsi que leurs ascendants ou descendants."},{"type":"del","content":""},{"type":"del","content":"Conditions de ressources des locataires"},{"type":"add","content":"Conditions de ressources des locataires :"},{"type":"del","content":"-pour les logements soumis aux dispositions de l'article L. 321-4 du code de la construction et de l'habitation n'ouvrant pas droit au bénéfice de l'aide personnalisée au logement (APL), à l'article 2 duodecies de l'annexe III du code général des impôts (CGI). Ces plafonds sont révisés chaque année, au 1er janvier, en fonction de l'évolution annuelle du salaire minimum de croissance. Cette variation est appréciée entre le 1er octobre de l'avant-dernière année et le 1er octobre de l'année précédente ;"},{"type":"add","content":"– pour les logements soumis aux dispositions de l'article L. 321-4 du code de la construction et de l'habitation n'ouvrant pas droit au bénéfice de l'aide personnalisée au logement (APL), à l'annexe III du code général des impôts (CGI). Ces plafonds sont révisés chaque année au 1er janvier."},{"type":"del","content":"-pour les logements soumis aux dispositions de l'article L. 321-8 du code de la construction et de l'habitation ouvrant droit au bénéfice de l'aide personnalisée au logement (APL) par l'arrêté du 29 juillet 1987 modifié, relatif aux plafonds de ressources des bénéficiaires de la législation sur les habitations à loyer modéré et des nouvelles aides de l'Etat en secteur locatif. Ces plafonds sont révisés annuellement au 1er janvier de chaque année en fonction de la variation de l'indice de référence des loyers, mentionné à l'article 17 de la loi n° 89-462 du 6 juillet 1989."},{"type":"add","content":"– pour les logements soumis aux dispositions de l'article L. 321-8 du code de la construction et de l'habitation ouvrant droit au bénéfice de l'aide personnalisée au logement (APL), par l'arrêté du 29 juillet 1987 modifié, relatif aux plafonds de ressources des bénéficiaires de la législation sur les habitations à loyer modéré et des nouvelles aides de l'Etat en secteur locatif. Ces plafonds sont révisés chaque année au 1er janvier."},{"type":"del","content":"Institution du droit de réservation (le cas échéant)"},{"type":"del","content":""},{"type":"del","content":"....... logement (s) fait (font) l'objet d'un droit de réservation avec droit de suite au profit de l'ANAH pour la durée de la présente convention."},{"type":"del","content":""},{"type":"del","content":"L'ANAH délègue au réservataire délégué désigné ci-dessous la gestion du (des) droit (s) de réservation et le pouvoir de conclure la convention de réservation définie ci-dessous."},{"type":"del","content":""},{"type":"del","content":"Conditions spécifiques d'attribution du (des) logement (s) en cas de réservation"},{"type":"del","content":""},{"type":"del","content":"Les modalités d'identification du (des) logement (s) réservé (s) ainsi que les modalités de gestion des droits font l'objet d'une convention de réservation signée entre le propriétaire et le réservataire désigné ci-dessus."},{"type":"del","content":""},{"type":"del","content":"Le bailleur s'engage à produire cette convention dans les délais et conditions prévus au règlement général de l'agence."},{"type":"del","content":""},{"type":"del","content":"Désignation du réservataire délégué"},{"type":"del","content":""},{"type":"del","content":"Réservataire délégué :"},{"type":"del","content":""},{"type":"del","content":"Raison sociale :"},{"type":"del","content":""},{"type":"del","content":"Adresse du siège social :"},{"type":"del","content":""},{"type":"del","content":"Code postal : Commune :"},{"type":"del","content":""},{"type":"del","content":"Représenté par : Nom, prénom du représentant légal :"},{"type":"del","content":""},{"type":"del","content":"Adresse du représentant légal :"},{"type":"del","content":""},{"type":"del","content":"Code postal : Commune :"},{"type":"del","content":""},{"type":"del","content":"Conditions spécifiques d'attribution pour un logement très social"},{"type":"add","content":"Conditions spécifiques d'attribution pour un logement très social :"},{"type":"del","content":"V.-Contrat de location et information du locataire"},{"type":"add","content":"V. – Contrat de location et information du locataire"},{"type":"del","content":"Le bailleur s'engage à ce que le logement, loué dans le cadre de la présente convention respecte les caractéristiques de décence qui sont définies dans le décret n° 2002-120 du 30 janvier 2002 et qui portent sur les conditions relatives à :"},{"type":"del","content":""},{"type":"del","content":"-la sécurité physique et la santé des locataires ;"},{"type":"del","content":""},{"type":"del","content":"-les éléments d'équipement et de confort ;"},{"type":"del","content":""},{"type":"del","content":"-les normes de surface et de volume."},{"type":"add","content":"Le bailleur s'engage à ce que le logement, loué dans le cadre de la présente convention respecte les caractéristiques de décence qui sont définies dans le décret n° 2002-120 du 30 janvier 2002 (portant notamment sur les conditions relatives à la sécurité physique et la santé des locataires, sur les éléments d'équipement et de confort et sur les normes de surface et de volume)."},{"type":"del","content":"VI.-Montant du loyer maximal et modalités de révision"},{"type":"add","content":"VI. – Montant du loyer maximal et modalités de révision"},{"type":"del","content":"Le loyer des logements faisant l'objet de cette convention ne peut excéder un loyer maximal qui est fixé au m ² de surface fiscale."},{"type":"add","content":"Le loyer des logements faisant l'objet de cette convention ne peut excéder un loyer maximal qui est fixé au m2 de surface habitable dite fiscale."},{"type":"del","content":"Ce loyer maximum est révisé au 1er janvier de chaque année, à partir de la date de signature de la convention, dans les conditions prévues au deuxième alinéa de l'article 17 d) de la loi n° 89-462 du 6 juillet 1989 modifiée."},{"type":"add","content":"Ce loyer maximum est révisé au 1er janvier de chaque année, à partir de la date de signature de la convention, en fonction de l'indice de référence des loyers du deuxième trimestre de l'année précédente."},{"type":"del","content":"Pour les montants des loyers plafonds et pratiqués pour chaque logement : voir annexes jointes."},{"type":"add","content":"Pour les montants des loyers plafonds et pratiqués pour chaque logement : voir au X. – Logements concernés."},{"type":"del","content":"VII.-Suivi et contrôles"},{"type":"add","content":"VII. – Suivi, informations et contrôles"},{"type":"del","content":"Tout changement d'occupation ou d'utilisation du logement ou toute mutation de propriété ainsi que tout changement de domicile du propriétaire bailleur intervenant pendant la période d'application de la convention doit être déclaré par le bailleur à l'Agence dans un délai de deux mois suivant l'évènement."},{"type":"add","content":"Tout changement d'occupation ou d'utilisation du logement ou toute mutation de propriété ainsi que tout changement de domicile du propriétaire bailleur intervenant pendant la période d'application de la convention doit être déclaré par le bailleur à l'Agence dans un délai de deux mois suivant l'événement."},{"type":"del","content":"VIII.-Sanctions en cas d'inexécution des engagements par le bailleur"},{"type":"del","content":""},{"type":"del","content":"Sanctions"},{"type":"del","content":""},{"type":"del","content":"En cas de non-respect par le bailleur des dispositions de la présente convention, l'ANAH peut prononcer des sanctions mentionnées aux articles L. 321-2 et R. 321-30-2 du CCH dans les conditions prévues aux articles R. 321-21 et R. 321-5 du CCH."},{"type":"del","content":""},{"type":"del","content":"Le montant de la sanction pécuniaire prévue à l'article L. 321-2 est fixé compte tenu de la gravité des faits reprochés et de la situation financière de la personne ou de l'organisme intéressé selon un barème fixé par le règlement général de l'Agence, sans toutefois pouvoir dépasser la moitié de l'aide accordée ou une somme équivalent à deux ans du loyer maximal prévu par la convention (hors loyers accessoires et charges récupérables) en cas de non-respect du loyer maximal et en cas de mutation sans poursuite expresse des engagements relatifs aux conditions d'occupation du logement ou une somme équivalent à neuf mois du loyer maximal prévu par la convention (hors loyers accessoires et charges récupérables) lorsque le bailleur n'exécute pas les autres engagements prévus par la convention (tels que notamment ceux relatifs aux conditions d'occupation des logements, aux plafonds de ressources, à l'information des locataires ou au contrôle de l'ANAH), cette dernière somme peut être doublée dans le cas où le bailleur ne respecte pas plusieurs de ses obligations contractuelles pour le même logement."},{"type":"del","content":""},{"type":"del","content":"L'ANAH doit préalablement mettre en demeure le bailleur, par lettre recommandée avec demande d'avis de réception, de satisfaire à son obligation. Ce dernier doit, dans un délai de deux mois, soit formuler ses observations, soit faire connaître son acceptation. Lorsque l'ANAH écarte ces observations, sa décision doit être motivée."},{"type":"del","content":""},{"type":"del","content":"Litiges"},{"type":"del","content":""},{"type":"del","content":"En cas de contestation sur la mise en œuvre de la présente convention, le litige est porté devant le tribunal administratif dans le ressort duquel se situe l'immeuble."},{"type":"del","content":""},{"type":"del","content":"Fait en 2 originaux,"},{"type":"del","content":""},{"type":"del","content":"à, le bailleur"},{"type":"del","content":""},{"type":"del","content":"à, l'ANAH"},{"type":"del","content":""},{"type":"del","content":"(indiquer la fonction du signataire)"},{"type":"add","content":"Le bailleur s'engage à informer les professionnels chargés de la vente ou de la mutation du bien et notamment le notaire, de l'existence de cette convention et des engagements qu'elle comporte, afin qu'ils soient mentionnés dans l'acte de mutation. En cas de mutation de propriété du logement, la convention s'impose de plein droit au nouveau propriétaire et les engagements de la convention en cours sont obligatoirement mentionnés dans l'acte de mutation (article L. 321-11 du code de la construction et de l'habitation) ; un avenant précisant l'identité du nouveau propriétaire est signé entre celui-ci et l'Agence nationale de l'habitat."},{"type":"add","content":""},{"type":"add","content":"VIII. – Sanctions et litiges"},{"type":"add","content":""},{"type":"add","content":"Sanctions : En cas de non-respect des dispositions de la convention ou en cas de résiliation de la convention, le bailleur s'expose à des sanctions prévues par l'article R. 321-22-1 du code de la construction et de l'habitation et le règlement général de l'ANAH sans préjudice d'éventuelles sanctions fiscales ainsi qu'à la remise en cause des avantages liés à la convention. En outre, en cas de fausse déclaration ou de manœuvre frauduleuse, le bailleur, s'expose également à des poursuites judiciaires éventuelles."},{"type":"add","content":""},{"type":"add","content":"Litiges : En cas de contestation sur la mise en œuvre de la présente convention, le litige est porté devant le tribunal administratif dans le ressort duquel se situe l'immeuble."},{"type":"add","content":""},{"type":"add","content":"IX. – Dispositions fiscales"},{"type":"add","content":""},{"type":"add","content":"Pour le bénéfice de la déduction spécifique des revenus fonciers prévue au o du 1° du I de l'article 31 du code général des impôts (CGI), le bailleur s'engage à respecter l'ensemble des conditions mentionnées dans la présente convention et, notamment, l'engagement de louer le logement pendant toute la durée de la convention dans le respect des dispositions relatives au niveau de loyer et aux plafonds de ressources du locataire."},{"type":"add","content":""},{"type":"add","content":"Lorsque le bailleur est une société non soumise à l'impôt sur les sociétés autre qu'une SCPI, le bénéfice de cette déduction spécifique des revenus fonciers s'applique aux associés personnes physiques de la société. Dans ce cas, chaque associé de la société doit s'engager à conserver la totalité de ses parts pendant la durée de la convention. L'engagement de conservation des titres est constaté lors du dépôt de la déclaration d'ensemble des revenus de l'année au titre de laquelle le bénéfice de la déduction spécifique est demandé pour la première fois."},{"type":"add","content":""},{"type":"add","content":"Le bailleur est également informé que le bénéfice du dispositif fiscal est incompatible avec le maintien éventuel du (des) logement (s) sous le régime du micro foncier."},{"type":"add","content":""},{"type":"add","content":"Le bailleur atteste que le (les) logement (s) ne fait pas l'objet d'un dispositif fiscal incompatible avec le bénéfice de la déduction spécifique."},{"type":"add","content":""},{"type":"add","content":"X. – Logements concernés"},{"type":"add","content":""},{"type":"add","content":"I. – Logements intermédiaires"},{"type":"add","content":""},{"type":"add","content":"1. Désignation :"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"N° logement/ porte"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"N° de convention"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Bâtiment"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Escalier"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Etage"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Date d'effet de la convention"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Validation (date et signature) (*)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Durée de la convention"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Date d'expiration de la convention"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"(*) Date d'accord pour la CAF."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2. Surfaces et loyers :"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Surface habitable"},{"type":"add","content":"        (R. 111-2)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        1"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        Surface des annexes (*)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        2"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Surface fiscale totale"},{"type":"add","content":"        du logement (**)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        3"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        Nouvelle surface après travaux (***)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        4"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Loyer maximal"},{"type":"add","content":"au m2 de surface fiscale"},{"type":"add","content":"        au dépôt de la demande"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        5"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Loyer maximal au m2 de surface"},{"type":"add","content":"fiscale actualisé à la validation"},{"type":"add","content":"        de la convention le cas échéant"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        5"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Loyer mensuel hors charges (*)"},{"type":"add","content":"        (à la date de signature du bail)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        6"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        Observations (*****)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        7"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"(*) Entrant dans le calcul de la surface habitable dite fiscale définie par l'article R. 321-27 du CCH (la moitié des annexes dans la limite de 8 m2)."},{"type":"add","content":"(**) La surface fiscale totale du logement est égale à la surface habitable (1) + la surface des annexes (2)."},{"type":"add","content":"(***) A renseigner si la surface a été modifiée par les travaux."},{"type":"add","content":"(****) Le loyer pratiqué par le bailleur doit être inférieur au loyer maximal (5)."},{"type":"add","content":"        (*****) Case réservée à l'ANAH notamment utilisée pour le cas exceptionnel où les conditions pour l'octroi de l'avantage fiscal ne seraient pas remplies."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"II. – Logements sociaux"},{"type":"add","content":""},{"type":"add","content":"1. Désignation :"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        N° logement / porte"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        N° de convention"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        Bâtiment"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        Escalier"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        Etage"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        Date d'effet de la convention"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        Validation (date et signature) (*)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        Durée de la convention"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        Date d'expiration de la convention"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"(*) Date d'accord pour la CAF."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2. Surfaces et loyers :"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Surface habitable"},{"type":"add","content":"        (R. 111-2)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        1"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        Surface des annexes (*)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        2"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Surface fiscale totale"},{"type":"add","content":"        du logement (**)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        3"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        Nouvelle surface après travaux (***)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        4"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Loyer maximal"},{"type":"add","content":"au m2 de surface fiscale"},{"type":"add","content":"        au dépôt de la demande"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        5"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Loyer maximal au m2 de surface"},{"type":"add","content":"fiscale actualisé à la validation"},{"type":"add","content":"        de la convention le cas échéant"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        5"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Loyer mensuel hors charges (****)"},{"type":"add","content":"        (à la date de signature du bail)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        6"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        Observations (*****)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        7"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"(*) Entrant dans le calcul de la surface habitable dite fiscale définie par l'article R. 321-27 du CCH (la moitié des annexes dans la limite de 8 m2)."},{"type":"add","content":"(**) La surface fiscale totale du logement est égale à la surface habitable (1) + la surface des annexes (2)."},{"type":"add","content":"(***) A renseigner si la surface a été modifiée par les travaux."},{"type":"add","content":"(****) Le loyer pratiqué par le bailleur doit être inférieur au loyer maximal (5)."},{"type":"add","content":"        (*****) Case réservée à l'ANAH notamment utilisée pour le cas exceptionnel où les conditions pour l'octroi de l'avantage fiscal ne seraient pas remplies."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"III. – Logements très sociaux"},{"type":"add","content":""},{"type":"add","content":"1. Désignation :"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        N° logement / porte"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        N° de convention"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        Bâtiment"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        Escalier"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        Etage"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        Date d'effet de la convention"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        Validation (date et signature) (*)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        Durée de la convention"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        Date d'expiration de la convention"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        Logement réservé"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"(*) Date d'accord pour la CAF."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2. Surfaces et loyers :"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Surface habitable"},{"type":"add","content":"        (R. 111-2)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        1"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        Surface des annexes (*)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        2"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Surface fiscale totale"},{"type":"add","content":"        du logement (**)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        3"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        Nouvelle surface après travaux (***)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        4"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Loyer maximal"},{"type":"add","content":"au m2 de surface fiscale"},{"type":"add","content":"        au dépôt de la demande"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        5"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Loyer maximal au m2 de surface"},{"type":"add","content":"fiscale actualisé à la validation"},{"type":"add","content":"        de la convention le cas échéant"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        5"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Loyer mensuel hors charges (****)"},{"type":"add","content":"        (à la date de signature du bail)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        6"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        Observations (*****)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        7"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"(*) Entrant dans le calcul de la surface habitable dite fiscale définie par l'article R. 321-27 du CCH (la moitié des annexes dans la limite de 8 m2)."},{"type":"add","content":"(**) La surface fiscale totale du logement est égale à la surface habitable (1) + la surface des annexes (2)."},{"type":"add","content":"(***) A renseigner si la surface a été modifiée par les travaux."},{"type":"add","content":"(****) Le loyer pratiqué par le bailleur doit être inférieur au loyer maximal (5)."},{"type":"add","content":"        (*****) Case réservée à l'ANAH notamment utilisée pour le cas exceptionnel où les conditions pour l'octroi de l'avantage fiscal ne seraient pas remplies."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Fait en 2 originaux."},{"type":"add","content":""},{"type":"add","content":"à, le Le bailleur"},{"type":"add","content":""},{"type":"add","content":"à, le l'ANAH (indiquer la fonction du signataire)"},{"type":"del","content":"Code général des impôts, annexe III - article 2 duodecies AUTONOME MODIFIE, en vigueur du 2005-01-01 au 2006-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts, annexe III - article 2 duodecies AUTONOME MODIFIE, en vigueur du 2007-01-01 au 2008-02-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts, annexe III - article 2 duodecies AUTONOME MODIFIE, en vigueur du 2019-06-08 au 2020-07-25 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts, annexe III - article 2 duodecies AUTONOME MODIFIE, en vigueur du 2010-12-23 au 2011-06-12 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts, annexe III - article 2 duodecies AUTONOME MODIFIE, en vigueur du 2018-06-23 au 2019-06-08 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts, annexe III - article 2 duodecies AUTONOME MODIFIE, en vigueur du 2020-07-25 au 2021-06-12 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts, annexe III - article 2 duodecies AUTONOME MODIFIE, en vigueur du 2009-04-10 au 2010-05-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts, annexe III - article 2 duodecies AUTONOME MODIFIE, en vigueur du 2015-06-06 au 2015-06-11 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986 - article 17 AUTONOME MODIFIE, en vigueur du 2014-03-27 au 2018-11-25 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986 - article 17 AUTONOME MODIFIE, en vigueur du 2018-11-25 au 2022-08-24 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts, annexe III - article 2 duodecies AUTONOME MODIFIE, en vigueur du 2012-05-07 au 2013-06-07 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts, annexe III - article 2 duodecies AUTONOME MODIFIE, en vigueur du 2014-05-30 au 2014-10-02 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts, annexe III - article 2 duodecies AUTONOME MODIFIE, en vigueur du 2003-12-21 au 2004-08-31 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article R321-30 AUTONOME MODIFIE, en vigueur du 2006-09-30 au 2010-02-10 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986 - article 17 AUTONOME MODIFIE, en vigueur du 2006-07-16 au 2008-02-10 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article R321-30 AUTONOME MODIFIE, en vigueur du 2015-03-22 au 2017-05-08 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts, annexe III - article 2 duodecies AUTONOME MODIFIE, en vigueur du 2006-01-01 au 2006-08-11 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article L321-2 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 1983-06-03 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article L321-2 AUTONOME MODIFIE, en vigueur du 1983-06-03 au 2000-12-14 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article L321-2 AUTONOME MODIFIE, en vigueur du 2000-12-14 au 2005-06-09 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article L321-2 AUTONOME MODIFIE, en vigueur du 2005-06-09 au 2006-07-16 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article L321-2 AUTONOME MODIFIE, en vigueur du 2006-07-16 au 2025-07-02 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986 - article 17 AUTONOME MODIFIE, en vigueur du 1995-01-01 au 2006-07-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article R321-30-2 AUTONOME ABROGE, en vigueur du 2010-02-10 au 2010-10-23 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986 - article 17 AUTONOME VIGUEUR, en vigueur depuis le 2022-08-24 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article R321-30 AUTONOME MODIFIE, en vigueur du 2010-02-10 au 2015-03-22 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article R321-30 AUTONOME TRANSFERE, en vigueur du 2017-05-08 au 2019-09-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts, annexe III - article 2 duodecies AUTONOME MODIFIE, en vigueur du 2011-06-12 au 2012-05-07 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts, annexe III - article 2 duodecies AUTONOME MODIFIE, en vigueur du 1999-03-31 au 2000-03-31 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts, annexe III - article 2 duodecies AUTONOME VIGUEUR, en vigueur depuis le 2022-05-07 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts, annexe III - article 2 duodecies AUTONOME MODIFIE, en vigueur du 2004-08-31 au 2005-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts, annexe III - article 2 duodecies AUTONOME MODIFIE, en vigueur du 2014-10-02 au 2015-06-06 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts, annexe III - article 2 duodecies AUTONOME MODIFIE, en vigueur du 2002-03-31 au 2003-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts, annexe III - article 2 duodecies AUTONOME MODIFIE, en vigueur du 2008-02-01 au 2009-04-10 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986 - article 17 AUTONOME MODIFIE, en vigueur du 1989-07-08 au 1993-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986 - article 17 AUTONOME MODIFIE, en vigueur du 2008-02-10 au 2014-03-27 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986 - article 17 AUTONOME MODIFIE, en vigueur du 2006-07-01 au 2006-07-16 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986 - article 17 AUTONOME MODIFIE, en vigueur du 1993-01-01 au 1995-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts, annexe III - article 2 duodecies AUTONOME MODIFIE, en vigueur du 2003-01-01 au 2003-12-21 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts, annexe III - article 2 duodecies AUTONOME MODIFIE, en vigueur du 2000-03-31 au 2001-03-31 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts, annexe III - article 2 duodecies AUTONOME MODIFIE, en vigueur du 2021-06-12 au 2021-07-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts, annexe III - article 2 duodecies AUTONOME MODIFIE, en vigueur du 2021-07-01 au 2022-05-07 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts, annexe III - article 2 duodecies AUTONOME MODIFIE, en vigueur du 2013-06-07 au 2014-05-30 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts, annexe III - article 2 duodecies AUTONOME MODIFIE, en vigueur du 2010-05-01 au 2010-12-23 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts, annexe III - article 2 duodecies AUTONOME MODIFIE, en vigueur du 2001-03-31 au 2002-03-31 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts, annexe III - article 2 duodecies AUTONOME MODIFIE, en vigueur du 2017-05-05 au 2018-06-23 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts, annexe III - article 2 duodecies AUTONOME MODIFIE, en vigueur du 2015-06-11 au 2016-06-13 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts, annexe III - article 2 duodecies AUTONOME MODIFIE, en vigueur du 2016-06-13 au 2017-05-05 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2010-122 du 5 février 2010 relatif aux conventions portant sur un immeuble ou un logement conclues par l'Agence nationale de l'habitat en application des articles L. 321-4 et L. 321-8 du code de la construction et de l'habitation - article ENTIEREMENT_MODIF CREE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article L321-2 AUTONOME VIGUEUR, en vigueur depuis le 2025-07-02 CITATION cible"},{"type":"add","content":"Décret n° 2017-839 du 5 mai 2017 relatif aux conventions portant sur un immeuble ou un logement conclues par l'Agence nationale de l'habitat en application des articles L. 321-4 et L. 321-8 du code de la construction et de l'habitation et aux plafonds de loyer et de ressources des locataires pour l'application de la déduction spécifique prévue au o du 1° du I de l'article 31 du code général des impôts - article Annexe III ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":"Décret n° 2008-529 du 4 juin 2008 pris en application de l'article 31 du code général des impôts et relatif à la déduction spécifique des revenus fonciers pour les locations consenties à un organisme public ou privé dans le cadre d'un conventionnement avec l'Agence nationale de l'habitat CITATION cible"},{"type":"del","content":""},{"type":"add","content":""},{"type":"add","content":"Arrêté du 29 juillet 1987 RELATIF AUX PLAFONDS DE RESSOURCES DES BENEFICIAIRES DE LA LEGISLATION SUR LES HABITATIONS A LOYER MODERE ET LES NOUVELLES AIDES DE L'ETAT EN SECTEUR LOCATIF CITATION cible"},{"type":"add","content":""},{"type":"del","content":"1989-07-06 CITATION source Loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986"},{"type":"add","content":"1987-07-29 CITATION source Arrêté du 29 juillet 1987 RELATIF AUX PLAFONDS DE RESSOURCES DES BENEFICIAIRES DE LA LEGISLATION SUR LES HABITATIONS A LOYER MODERE ET LES NOUVELLES AIDES DE L'ETAT EN SECTEUR LOCATIF"},{"type":"del","content":"1989-07-06 CITATION source Loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986 - article 17 AUTONOME MODIFIE, en vigueur du 1989-07-08 au 1993-01-01"},{"type":"add","content":"1989-07-06 CITATION source Loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986"},{"type":"del","content":"2008-06-04 CITATION source Décret n° 2008-529 du 4 juin 2008 pris en application de l'article 31 du code général des impôts et relatif à la déduction spécifique des revenus fonciers pour les locations consenties à un organisme public ou privé dans le cadre d'un conventionnement avec l'Agence nationale de l'habitat"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2010-02-05 CREE cible Décret n° 2010-122 du 5 février 2010 relatif aux conventions portant sur un immeuble ou un logement conclues par l'Agence nationale de l'habitat en application des articles L. 321-4 et L. 321-8 du code de la construction et de l'habitation - article ENTIEREMENT_MODIF"},{"type":"add","content":"2017-05-05 MODIFIE cible Décret n° 2017-839 du 5 mai 2017 relatif aux conventions portant sur un immeuble ou un logement conclues par l'Agence nationale de l'habitat en application des articles L. 321-4 et L. 321-8 du code de la construction et de l'habitation et aux plafonds de loyer et de ressources des locataires pour l'application de la déduction spécifique prévue au o du 1° du I de l'article 31 du code général des impôts - article Annexe III ENTIEREMENT_MODIF"},{"type":"del","content":"2999-01-01 CITATION source Code général des impôts, annexe III - article 2 duodecies AUTONOME MODIFIE, en vigueur du 1999-03-31 au 2000-03-31"},{"type":"add","content":"2999-01-01 CITATION source Code général des impôts - article 31 AUTONOME MODIFIE, en vigueur du 1979-07-01 au 1982-09-01"},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L321-2 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 1983-06-03"},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L321-11 AUTONOME MODIFIE, en vigueur du 2005-06-09 au 2006-07-16"},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code de la construction et de l'habitation. - art. L365-4"},{"type":"add","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article R321-23 AUTONOME TRANSFERE, en vigueur du 2006-09-30 au 2019-09-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article R321-30 AUTONOME MODIFIE, en vigueur du 2006-09-30 au 2010-02-10"},{"type":"add","content":"      2999-01-01 CITATION source Code de la construction et de l'habitation. - art. R321-22-1"},{"type":"del","content":"      2999-01-01 CITATION source Code de la construction et de l'habitation. - art. R321-30-2 (V)"},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article R321-23 AUTONOME TRANSFERE, en vigueur du 2006-09-30 au 2019-09-01"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/79/71/LEGIARTI000021797152.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/79/71/LEGIARTI000021797152.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/21/79/71/LEGIARTI000021797152.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/66/68/LEGIARTI000034666899.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/66/68/LEGIARTI000034666899.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/34/66/68/LEGIARTI000034666899.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000021797152)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000034666899)"}],"status":"modified"},{"filename":"annexes/convention-type_applicable_au_secteur_locatif_intermediaire_et_au_secteur_locatif_social_portant_sur_un_logement_loue_dans_le_cadre_d_un_bail_a_ferme_beneficiant_de_subventions_pour_travaux/README.md","articleName":"Sommaire - Convention-Type Applicable Au Secteur Locatif Intermediaire Et Au Secteur Locatif Social Portant Sur Un Logement Loue Dans Le Cadre D Un Bail A Ferme Beneficiant De Subventions Pour Travaux","additions":16,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Convention-type applicable au secteur locatif intermédiaire et au secteur locatif social portant sur un logement loué dans le cadre d'un bail à ferme bénéficiant de subventions pour travaux"},{"type":"add","content":""},{"type":"add","content":"- [Article Annexe IV à l'article R321-23](article_annexe_iv_a_l_article_r321-23.md)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/34/62/85/LEGISCTA000034628527.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/34/62/85/LEGISCTA000034628527.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/SCTA/00/00/34/62/85/LEGISCTA000034628527.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/convention-type_applicable_au_secteur_locatif_intermediaire_et_au_secteur_locatif_social_portant_sur_un_logement_loue_dans_le_cadre_d_un_bail_a_ferme_beneficiant_de_subventions_pour_travaux/README.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/section_lc/LEGITEXT000006074096/LEGISCTA000034628527)"},{"type":"add","content":""}],"status":"added"},{"filename":"annexes/convention-type_applicable_au_secteur_locatif_intermediaire_et_au_secteur_locatif_social_portant_sur_un_logement_loue_dans_le_cadre_d_un_bail_a_ferme_beneficiant_de_subventions_pour_travaux/article_annexe_iv_a_l_article_r321-23.md","articleName":"Article ANNEXE IV A L ARTICLE R321-23","additions":252,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article Annexe IV à l'article R321-23"},{"type":"add","content":""},{"type":"add","content":"CONVENTION-TYPE APPLICABLE AU SECTEUR LOCATIF INTERMÉDIAIRE ET AU SECTEUR LOCATIF SOCIAL PORTANT SUR UN LOGEMENT LOUÉ DANS LE CADRE D'UN BAIL À FERME BÉNÉFICIANT DE SUBVENTIONS POUR TRAVAUX"},{"type":"add","content":"Convention conclue entre l'ANAH et M. (ou la société)"},{"type":"add","content":""},{"type":"add","content":"en application des articles L. 321-4 du code de la construction et de l'habitation-CCH (n'ouvrant pas droit au bénéfice de l'aide personnalisée au logement), L. 321-8 du CCH (ouvrant droit au bénéfice de l'aide personnalisée au logement) et R. 321-23 du code de la construction et de l'habitation (annexe IV)."},{"type":"add","content":""},{"type":"add","content":"L'ANAH, représentée par :"},{"type":"add","content":""},{"type":"add","content":"Le délégué de l'agence dans le département :"},{"type":"add","content":""},{"type":"add","content":"ou"},{"type":"add","content":""},{"type":"add","content":"Le président du conseil départemental ou de l'établissement public de coopération intercommunale, ou son représentant, ayant conclu la convention prévue à l'article L. 321-1-1 du code de la construction et de l'habitation :"},{"type":"add","content":""},{"type":"add","content":"D'une part, et"},{"type":"add","content":""},{"type":"add","content":"Nom, prénom du bailleur :"},{"type":"add","content":""},{"type":"add","content":"Demeurant :"},{"type":"add","content":""},{"type":"add","content":"Code postal : Commune :"},{"type":"add","content":""},{"type":"add","content":"ou"},{"type":"add","content":""},{"type":"add","content":"Raison sociale :"},{"type":"add","content":""},{"type":"add","content":"Adresse du siège social :"},{"type":"add","content":""},{"type":"add","content":"Code postal : Commune :"},{"type":"add","content":""},{"type":"add","content":"Représentée par : Nom, prénom du représentant légal :"},{"type":"add","content":""},{"type":"add","content":"Adresse du représentant légal :"},{"type":"add","content":""},{"type":"add","content":"Code postal : Commune :"},{"type":"add","content":""},{"type":"add","content":"dénommé (e) ci-après, le bailleur,"},{"type":"add","content":""},{"type":"add","content":"D'autre part,"},{"type":"add","content":""},{"type":"add","content":"sont convenus de ce qui suit :"},{"type":"add","content":""},{"type":"add","content":"I. – Objet et champ d'application de la convention"},{"type":"add","content":""},{"type":"add","content":"La présente convention a pour objet de fixer les droits et les obligations des parties pour le logement ci-après désigné."},{"type":"add","content":""},{"type":"add","content":"A. – Adresse précise du logement :"},{"type":"add","content":""},{"type":"add","content":"N° : Voie :"},{"type":"add","content":""},{"type":"add","content":"Code postal : Commune :"},{"type":"add","content":""},{"type":"add","content":"Bâtiment : Escalier : Porte : Etage :"},{"type":"add","content":""},{"type":"add","content":"B. – Surface habitable du logement (art. R. 111-2) : m2."},{"type":"add","content":""},{"type":"add","content":"C – Surface des annexes entrant dans le calcul de la surface habitable dite fiscale définie par l'article R. 321-27 du CCH (la moitié des annexes dans la limite de 8 m2) : m2."},{"type":"add","content":""},{"type":"add","content":"D. – Surface habitable dite fiscale totale du logement (D = B + C) : m2."},{"type":"add","content":""},{"type":"add","content":"E. – Indiquer la référence cadastrale du logement :"},{"type":"add","content":""},{"type":"add","content":"II. – Aide (s) accordée (s) par l'ANAH"},{"type":"add","content":""},{"type":"add","content":"Les travaux d'amélioration doivent conduire à mettre a minima les logements en conformité avec les caractéristiques du logement décent définies par le décret n° 2002-120 du 30 janvier 2002 et doivent figurer dans la liste prévue à l'article R. 321-15 du CCH."},{"type":"add","content":""},{"type":"add","content":"Le programme de travaux est décrit dans le dossier de demande de subvention."},{"type":"add","content":""},{"type":"add","content":"III. – Prise d'effet, prolongation, résiliation de la convention"},{"type":"add","content":""},{"type":"add","content":"Date de prise d'effet de la convention :"},{"type":"add","content":""},{"type":"add","content":"Durée de la convention : ans (ne peut être inférieure à 9 ans)."},{"type":"add","content":""},{"type":"add","content":"Date d'expiration de la convention :"},{"type":"add","content":""},{"type":"add","content":"Le contribuable qui entend bénéficier de la déduction spécifique prévue au o du 1° du I de l'article 31 du code général des impôts (CGI) est tenu de joindre, à sa déclaration d'ensemble des revenus de l'année au titre de laquelle le bénéfice de la déduction fiscale est demandé pour la première fois au titre du logement concerné, une copie de la présente convention validée par l'ANAH et comportant son engagement de location."},{"type":"add","content":""},{"type":"add","content":"Prolongation de la convention par le bailleur : la prolongation de la convention par période de trois ans doit faire l'objet d'un avenant à la convention initiale. Les engagements du bailleur devront être intégrés dans l'avenant."},{"type":"add","content":""},{"type":"add","content":"Résiliation : une convention ne peut être résiliée qu'à titre exceptionnel par l'agence, notamment en cas d'inexécution de ses engagements par le bailleur. Dans ce cas, le reversement total ou partiel de toute subvention versée par l'ANAH dans les conditions prévues aux articles R. 321-5 et R. 321-21 du CCH peut être prononcé."},{"type":"add","content":""},{"type":"add","content":"Le bailleur s'engage, dans un délai de quinze jours à compter de la date à laquelle la résiliation est devenue définitive, à en faire notification aux locataires et aux organismes liquidateurs concernés. Lorsque le bailleur a bénéficié d'un avantage fiscal, l'agence informe l'administration compétente."},{"type":"add","content":""},{"type":"add","content":"IV. – Conditions d'occupation des logements, conditions de ressources des locataires et conditions spécifiques d'attribution"},{"type":"add","content":""},{"type":"add","content":"Conditions d'occupation :"},{"type":"add","content":""},{"type":"add","content":"Pendant toute la durée de la convention, le bailleur s'engage à louer le logement ci-dessus désigné, nu à des personnes physiques, à titre de résidence principale et occupé comme tel au moins huit mois par an."},{"type":"add","content":""},{"type":"add","content":"La location ne peut pas être conclue avec :"},{"type":"add","content":""},{"type":"add","content":"– un membre du foyer fiscal du signataire de la convention ;"},{"type":"add","content":""},{"type":"add","content":"– un ascendant ou un descendant du signataire de la convention ;"},{"type":"add","content":""},{"type":"add","content":"– l'un des associés de la société signataire de la convention ou un membre du foyer fiscal, un ascendant ou un descendant d'un associé."},{"type":"add","content":""},{"type":"add","content":"Conditions de ressources des locataires :"},{"type":"add","content":""},{"type":"add","content":"Le bailleur s'engage à louer les logements à des ménages dont les revenus, à la date de signature du bail, sont inférieurs à des plafonds de ressources fixés :"},{"type":"add","content":""},{"type":"add","content":"– pour les logements soumis aux dispositions de l'article L. 321-4 du code de la construction et de l'habitation n'ouvrant pas droit au bénéfice de l'aide personnalisée au logement (APL), à l'annexe III du code général des impôts (CGI). Ces plafonds sont révisés chaque année au 1er janvier."},{"type":"add","content":""},{"type":"add","content":"– pour les logements soumis aux dispositions de l'article L. 321-8 du code de la construction et de l'habitation ouvrant droit au bénéfice de l'aide personnalisée au logement (APL) par l'arrêté du 29 juillet 1987 modifié relatif aux plafonds de ressources des bénéficiaires de la législation sur les habitations à loyer modéré et des nouvelles aides de l'Etat en secteur locatif. Ces plafonds sont révisés chaque année au 1er janvier."},{"type":"add","content":""},{"type":"add","content":"Le montant des ressources à prendre en compte pour apprécier la situation de chaque ménage requérant est égal au revenu fiscal de référence de chaque personne composant le ménage, figurant sur les avis d'imposition établis au titre de l'avant-dernière année précédant celle de la signature du contrat de location."},{"type":"add","content":""},{"type":"add","content":"V. – Contrat de location et information du locataire"},{"type":"add","content":""},{"type":"add","content":"Le bail conclu entre le bailleur et le locataire doit être conforme aux dispositions du titre Ier du livre IV du code rural et de la pêche maritime ainsi qu'à celles du chapitre Ier du titre II du livre III du code de la construction et de l'habitation."},{"type":"add","content":""},{"type":"add","content":"Pour les logements soumis aux dispositions de l'article L. 321-8 du code de la construction et de l'habitation ouvrant droit au bénéfice de l'aide personnalisée au logement (APL), le contrat de location doit prévoir que le loyer est payé mensuellement à terme échu."},{"type":"add","content":""},{"type":"add","content":"Pour les logements soumis aux dispositions de l'article L. 321-4 du code de la construction et de l'habitation n'ouvrant pas droit au bénéfice de l'aide personnalisée au logement (APL), le contrat de location doit prévoir que le loyer est payé mensuellement à terme à échoir."},{"type":"add","content":""},{"type":"add","content":"Le bailleur s'engage à ce que le logement loué dans le cadre de la présente convention respecte les caractéristiques de décence qui sont définies dans le décret n° 2002-120 du 30 janvier 2002 (portant notamment sur les conditions relatives à la sécurité physique et la santé des locataires, sur les éléments d'équipement et de confort et sur les normes de surface et de volume)."},{"type":"add","content":""},{"type":"add","content":"Lors de la signature du bail, le bailleur s'engage à remettre au locataire une copie de la présente convention, et à informer le locataire de toute modification apportée à la convention ayant des incidences sur leurs relations contractuelles. Le bailleur porte sur la quittance le montant du loyer maximum applicable au logement. Six mois avant son terme, il informe le locataire de la date d'expiration de la convention."},{"type":"add","content":""},{"type":"add","content":"VI. – Montant du loyer maximal et modalités de révision"},{"type":"add","content":""},{"type":"add","content":"Le loyer pratiqué par le bailleur ne doit pas excéder le loyer maximal qui est fixé au m2 de surface habitable dite fiscale à €."},{"type":"add","content":""},{"type":"add","content":"Ce loyer est déterminé conformément aux limites fixées localement par l'ANAH et doit respecter les dispositions prévues à l'article L. 411-11 du code rural et de la pêche maritime."},{"type":"add","content":""},{"type":"add","content":"Ce loyer maximum est révisé au 1er janvier de chaque année, à partir de la date de signature de la convention, en fonction de l'indice de référence des loyers du deuxième trimestre de l'année précédente."},{"type":"add","content":""},{"type":"add","content":"VII. – Suivi, informations et contrôles"},{"type":"add","content":""},{"type":"add","content":"Tout changement d'occupation ou d'utilisation du logement ou toute mutation de propriété ainsi que tout changement de domicile du propriétaire bailleur intervenant pendant la période d'application de la convention doit être déclaré par le bailleur à l'Agence dans un délai de deux mois suivant l'événement."},{"type":"add","content":""},{"type":"add","content":"Le bailleur s'engage à fournir à tout moment, à la demande de l'Agence, toutes les informations et tous les documents nécessaires au plein exercice du contrôle."},{"type":"add","content":""},{"type":"add","content":"Le bailleur s'engage à informer les professionnels chargés de la vente ou de la mutation du bien et notamment le notaire, de l'existence de cette convention et des engagements qu'elle comporte afin qu'ils soient mentionnés dans l'acte de mutation. En cas de mutation de propriété du logement, la convention s'impose de plein droit au nouveau propriétaire et les engagements de la convention en cours sont obligatoirement mentionnés dans l'acte de mutation (article L. 321-11 du code de la construction et de l'habitation) ; un avenant précisant l'identité du nouveau propriétaire est signé entre celui-ci et l'Agence nationale de l'habitat."},{"type":"add","content":""},{"type":"add","content":"VIII. – Sanctions et litiges"},{"type":"add","content":""},{"type":"add","content":"Sanctions :"},{"type":"add","content":""},{"type":"add","content":"En cas de non-respect des dispositions de la convention ou en cas de résiliation de la convention, le bailleur s'expose à des sanctions prévues par l'article R. 321-22-1 du code de la construction et de l'habitation et le règlement général de l'ANAH sans préjudice d'éventuelles sanctions fiscales ainsi qu'à la remise en cause des avantages liés à la convention. En outre, en cas de fausse déclaration ou de manœuvre frauduleuse, le bailleur, s'expose également à des poursuites judiciaires éventuelles."},{"type":"add","content":""},{"type":"add","content":"Litiges :"},{"type":"add","content":""},{"type":"add","content":"En cas de contestation sur la mise en œuvre de la présente convention, le litige est porté devant le tribunal administratif dans le ressort duquel se situe l'immeuble."},{"type":"add","content":""},{"type":"add","content":"IX. – Dispositions fiscales"},{"type":"add","content":""},{"type":"add","content":"Pour le bénéfice de la déduction spécifique des revenus fonciers prévue au o du 1° du I de l'article 31 du code général des impôts (CGI), le bailleur s'engage à respecter l'ensemble des conditions mentionnées dans la présente convention et, notamment, l'engagement de louer le logement pendant toute la durée de la convention dans le respect des dispositions relatives au niveau de loyer et aux plafonds de ressource du locataire."},{"type":"add","content":""},{"type":"add","content":"Lorsque le bailleur est une société non soumise à l'impôt sur les sociétés autre qu'une SCPI, le bénéfice de cette déduction spécifique des revenus fonciers s'applique aux associés personnes physiques de la société. Dans ce cas, chaque associé de la société doit s'engager à conserver la totalité de ses parts pendant la durée de la convention. L'engagement de conservation des titres est constaté lors du dépôt de la déclaration d'ensemble des revenus de l'année au titre de laquelle le bénéfice de la déduction spécifique est demandé pour la première fois."},{"type":"add","content":""},{"type":"add","content":"Le bailleur est également informé que le bénéfice du dispositif fiscal est incompatible avec le maintien éventuel du logement sous le régime du micro foncier."},{"type":"add","content":""},{"type":"add","content":"Le bailleur atteste que le logement ne fait pas l'objet d'un dispositif fiscal incompatible avec le bénéfice de la déduction spécifique."},{"type":"add","content":""},{"type":"add","content":"Fait en 2 originaux."},{"type":"add","content":""},{"type":"add","content":"à, le Le bailleur"},{"type":"add","content":""},{"type":"add","content":"à, le L'ANAH (indiquer la fonction du signataire)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2017-839 du 5 mai 2017 relatif aux conventions portant sur un immeuble ou un logement conclues par l'Agence nationale de l'habitat en application des articles L. 321-4 et L. 321-8 du code de la construction et de l'habitation et aux plafonds de loyer et de ressources des locataires pour l'application de la déduction spécifique prévue au o du 1° du I de l'article 31 du code général des impôts - article Annexe IV ENTIEREMENT_MODIF CREE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2002-120 du 30 janvier 2002 relatif aux caractéristiques du logement décent pris pour l'application de l'article 187 de la loi n° 2000-1208 du 13 décembre 2000 relative à la solidarité et au renouvellement urbains CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Arrêté du 29 juillet 1987 RELATIF AUX PLAFONDS DE RESSOURCES DES BENEFICIAIRES DE LA LEGISLATION SUR LES HABITATIONS A LOYER MODERE ET LES NOUVELLES AIDES DE L'ETAT EN SECTEUR LOCATIF CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1987-07-29 CITATION source Arrêté du 29 juillet 1987 RELATIF AUX PLAFONDS DE RESSOURCES DES BENEFICIAIRES DE LA LEGISLATION SUR LES HABITATIONS A LOYER MODERE ET LES NOUVELLES AIDES DE L'ETAT EN SECTEUR LOCATIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2002-01-30 CITATION source Décret n° 2002-120 du 30 janvier 2002 relatif aux caractéristiques du logement décent pris pour l'application de l'article 187 de la loi n° 2000-1208 du 13 décembre 2000 relative à la solidarité et au renouvellement urbains"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2017-05-05 CREE cible Décret n° 2017-839 du 5 mai 2017 relatif aux conventions portant sur un immeuble ou un logement conclues par l'Agence nationale de l'habitat en application des articles L. 321-4 et L. 321-8 du code de la construction et de l'habitation et aux plafonds de loyer et de ressources des locataires pour l'application de la déduction spécifique prévue au o du 1° du I de l'article 31 du code général des impôts - article Annexe IV ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code général des impôts - article 31 AUTONOME MODIFIE, en vigueur du 1979-07-01 au 1982-09-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code rural (nouveau) - article L411-11 AUTONOME MODIFIE, en vigueur du 1982-12-01 au 1988-12-31"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L321-1-1 AUTONOME MODIFIE, en vigueur du 2005-01-01 au 2005-06-09"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L321-11 AUTONOME MODIFIE, en vigueur du 2005-06-09 au 2006-07-16"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L321-4 AUTONOME ABROGE, en vigueur du 1978-06-08 au 1987-12-30"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L321-8 AUTONOME MODIFIE, en vigueur du 2005-06-09 au 2006-07-16"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article R*111-2 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 1984-01-31"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article R*321-15 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 2001-04-22"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article R*321-5 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 2001-04-22"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article R321-21 AUTONOME MODIFIE, en vigueur du 2001-04-22 au 2005-05-05"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code de la construction et de l'habitation. - art. R321-22-1"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article R321-23 AUTONOME TRANSFERE, en vigueur du 2006-09-30 au 2019-09-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article R321-27 AUTONOME TRANSFERE, en vigueur du 2017-05-08 au 2019-09-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/62/91/LEGIARTI000034629181.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/62/91/LEGIARTI000034629181.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/34/62/91/LEGIARTI000034629181.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_la_construction_et_de_l_habitation/src/branch/main/annexes/convention-type_applicable_au_secteur_locatif_intermediaire_et_au_secteur_locatif_social_portant_sur_un_logement_loue_dans_le_cadre_d_un_bail_a_ferme_beneficiant_de_subventions_pour_travaux/article_annexe_iv_a_l_article_r321-23.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000034629181)"},{"type":"add","content":""}],"status":"added"},{"filename":"annexes/convention-type_applicable_au_secteur_locatif_intermediaire_portant_sur_un_logement_ne_beneficiant_pas_de_subvention_pour_travaux/article_annexe_i_a_l_article_r321-23.md","articleName":"Article ANNEXE I A L ARTICLE R321-23","additions":74,"deletions":303,"diff":[{"type":"add","content":"CONVENTION-TYPE APPLICABLE AU SECTEUR LOCATIF INTERMÉDIAIRE PORTANT SUR UN LOGEMENT NE BÉNÉFICIANT PAS DE SUBVENTION POUR TRAVAUX"},{"type":"del","content":"Le président du conseil général ou de l'établissement public de coopération intercommunale, ou son représentant, ayant conclu la convention prévue à l'article L. 321-1-1 du code de la construction et de l'habitation :"},{"type":"add","content":"Le président du conseil départemental ou de l'établissement public de coopération intercommunale, ou son représentant, ayant conclu la convention prévue à l'article L. 321-1-1 du code de la construction et de l'habitation :"},{"type":"del","content":"Représentée par : Nom, prénom du représentant légal :"},{"type":"add","content":"Représentée par nom, prénom du représentant légal :"},{"type":"del","content":"I.-Objet et champ d'application de la convention"},{"type":"add","content":"I. – Objet et champ d'application de la convention"},{"type":"del","content":"A.-Adresse précise du logement :"},{"type":"add","content":"A. – Adresse précise du logement :"},{"type":"del","content":"B.-Surface habitable du logement (art.R. 111-2) : m ²."},{"type":"add","content":"B. – Surface habitable du logement (art. R. 111-2) : m2."},{"type":"del","content":"C.-Surface des annexes entrant dans le calcul de la surface habitable dite fiscale définie par l'article R. 321-27 du CCH (la moitié des annexes dans la limite de 8 m ²) : m ²."},{"type":"add","content":"C. – Surface des annexes entrant dans le calcul de la surface habitable dite fiscale définie par l'article R. 321-27 du CCH (la moitié des annexes dans la limite de 8 m2) : m2."},{"type":"del","content":"D.-Surface habitable dite fiscale totale du logement (D = B + C) : m ²."},{"type":"add","content":"D. – Surface habitable dite fiscale totale du logement (D = B + C) : m2."},{"type":"del","content":"Année d'achèvement du logement ou de l'immeuble :"},{"type":"add","content":"E. – Indiquer la référence cadastrale du logement :"},{"type":"del","content":"ou à défaut date approximative :"},{"type":"del","content":""},{"type":"del","content":"E.-Indiquer la référence cadastrale du logement :"},{"type":"del","content":""},{"type":"del","content":"II.-Prise d'effet, prolongation,"},{"type":"del","content":""},{"type":"del","content":"résiliation de la convention et information"},{"type":"add","content":"II. – Prise d'effet, prolongation, résiliation de la convention"},{"type":"del","content":"Durée de la convention :"},{"type":"del","content":""},{"type":"del","content":"(ne peut être inférieure à six ans)."},{"type":"add","content":"Durée de la convention : (ne peut être inférieure à six ans)."},{"type":"add","content":"Le contribuable qui entend bénéficier de la déduction spécifique prévue au o) du 1° du I de l'article 31 du code général des impôts (CGI) est tenu de joindre, à sa déclaration d'ensemble des revenus de l'année au titre de laquelle le bénéfice de la déduction fiscale est demandé pour la première fois au titre du logement concerné, une copie de la présente convention validée par l'ANAH et comportant son engagement de location."},{"type":"add","content":""},{"type":"del","content":"Information : le propriétaire transmet le document mentionné à l'article R. 321-30 du CCH, établi par l'Agence nationale de l'habitat, à l'autorité compétente en matière fiscale."},{"type":"del","content":""},{"type":"del","content":"III.-Conditions d'occupation du logement et conditions de ressources des locataires"},{"type":"add","content":"III. – Conditions d'occupation du logement et conditions de ressources des locataires"},{"type":"del","content":"Conditions d'occupation"},{"type":"add","content":"Conditions d'occupation :"},{"type":"del","content":"Pendant toute la durée de la convention, le bailleur s'engage à louer le logement, ci-dessus désigné, nu à des personnes physiques, à titre de résidence principale et occupé comme tel au moins huit mois par an. La condition de location à des personnes physiques ne s'applique pas lorsque le logement est loué à un organisme public ou privé en vue de sa sous-location, meublée ou non, à des personnes défavorisées ou à des personnes physiques dont la situation nécessite une solution locative de transition, ou pour l'hébergement de ces personnes. Dans ce cas, le loyer du sous-locataire ne doit pas dépasser le montant du loyer principal, il ne doit pas y avoir fourniture de prestation hôtelière ou para-hôtelière et l'occupant du logement doit remplir les conditions de ressources (décret n° 2008-529 du 4 juin 2008, Journal officiel du 6 juin 2008). Ce logement ne peut être occupé à titre d'accessoire d'un contrat de travail ou en raison de l'exercice d'une fonction."},{"type":"add","content":"Pendant toute la durée de la convention, le bailleur s'engage à louer le logement, ci-dessus désigné, nu à des personnes physiques, à titre de résidence principale et occupé comme tel au moins huit mois par an. La condition de location à des personnes physiques ne s'applique pas lorsque le logement est loué à un organisme public ou privé agréé en application de l'article L. 365-4 du code de la construction et de l'habitation en vue de sa sous-location, meublée ou non, à des personnes défavorisées ou à des personnes physiques dont la situation nécessite une solution locative de transition, ou pour l'hébergement de ces personnes. Dans ce cas, le loyer appliqué ne doit pas dépasser le montant du loyer maximal fixé dans la présente convention tant entre le bailleur et l'organisme locataire qu'entre l'organisme locataire et le sous-locataire. Il ne doit pas y avoir fourniture de prestation hôtelière ou para-hôtelière et l'occupant du logement doit remplir les conditions de ressources (décret n° 2008-529 du 4 juin 2008, Journal officiel du 6 juin 2008). Ce logement ne peut être occupé à titre d'accessoire d'un contrat de travail ou en raison de l'exercice d'une fonction."},{"type":"del","content":"Le logement ne peut être loué ou occupé à quelque titre que ce soit par :"},{"type":"add","content":"Un logement occupé par un locataire peut être conventionné à l'occasion du renouvellement du bail."},{"type":"del","content":"-les ascendants ou les descendants du signataire de la convention ;"},{"type":"add","content":"La location ne peut pas être conclue avec :"},{"type":"del","content":"-ceux de son conjoint, de son concubin ou de son partenaire lié par un pacte civil de solidarité ;"},{"type":"add","content":"– un membre du foyer fiscal du signataire de la convention ;"},{"type":"del","content":"-son conjoint, son concubin ou son partenaire lié par un pacte civil de solidarité ;"},{"type":"add","content":"– un ascendant ou un descendant du signataire de la convention ;"},{"type":"del","content":"-les associés de la société signataire de la convention, leurs conjoints, concubins ou partenaires liés par un pacte civil de solidarité ainsi que leurs ascendants ou descendants ;"},{"type":"add","content":"– l'un des associés de la société signataire de la convention ou un membre du foyer fiscal, un ascendant ou un descendant d'un associé."},{"type":"del","content":"-les administrateurs de l'association signataire, leurs conjoints, concubins ou partenaires liés par un pacte civil de solidarité ainsi que leurs ascendants ou descendants."},{"type":"add","content":"Conditions de ressources des locataires :"},{"type":"del","content":"Conditions de ressources des locataires"},{"type":"del","content":""},{"type":"del","content":"Le bailleur s'engage à louer le logement à des ménages dont les revenus, à la date du signature du bail, sont inférieurs aux plafonds de ressources définis à l'article 2 duodecies de l'annexe III du code général des impôts (CGI)."},{"type":"add","content":"Le bailleur s'engage à louer le logement à des ménages dont les revenus, à la date du signature du bail, sont inférieurs aux plafonds de ressources définis à l'annexe III du code général des impôts (CGI)."},{"type":"del","content":"Ces plafonds de ressources sont révisés annuellement au 1er janvier de chaque année en fonction de l'évolution du salaire minimum de croissance visé à l'article L. 141-2 du code du travail. Cette variation est appréciée entre le 1er octobre de l'antépénultième année et le 1er octobre de l'année précédente."},{"type":"add","content":"Ces plafonds sont révisés chaque année au 1er janvier."},{"type":"del","content":"IV.-Contrat de location et information du locataire"},{"type":"add","content":"IV. – Contrat de location et information du locataire"},{"type":"del","content":"Le bailleur s'engage à ce que le logement loué dans le cadre de la présente convention respecte les caractéristiques de décence qui sont définies dans le décret n° 2002-120 du 30 janvier 2002 et qui portent sur les conditions relatives à :"},{"type":"del","content":""},{"type":"del","content":"-la sécurité physique et la santé des locataires ;"},{"type":"del","content":""},{"type":"del","content":"-les éléments d'équipement et de confort ;"},{"type":"del","content":""},{"type":"del","content":"-les normes de surface et de volume."},{"type":"add","content":"Le bailleur s'engage à ce que le logement loué dans le cadre de la présente convention respecte les caractéristiques de décence qui sont définies dans le décret n° 2002-120 du 30 janvier 2002 (portant notamment sur les conditions relatives à la sécurité physique et la santé des locataires, sur les éléments d'équipement et de confort et sur les normes de surface et de volume)."},{"type":"del","content":"V.-Montant du loyer maximal et modalités de révision"},{"type":"add","content":"V. – Montant du loyer maximal et modalités de révision"},{"type":"add","content":""},{"type":"add","content":"Le loyer pratiqué par le bailleur doit être inférieur au loyer plafond maximal qui est fixé au m2 de surface habitable dite fiscale à €."},{"type":"add","content":""},{"type":"add","content":"Ce loyer maximum est révisé au 1er janvier de chaque année, à partir de la date de signature de la convention, c'est à dire en fonction de l'indice de référence des loyers du deuxième trimestre de l'année précédente."},{"type":"del","content":"Le loyer pratiqué par le bailleur doit être inférieur au loyer plafond maximal qui est fixé au m ² de surface fiscale à.... €."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Loyer maximal au m2 de surface habitable dite fiscale actualisé à la validation de la convention le cas échéant : €."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Loyer mensuel pratiqué figurant dans le bail hors charges locatives : €."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"del","content":"Ce loyer maximum est révisé au 1er janvier de chaque année, à partir de la date de signature de la convention, dans les conditions prévues au deuxième alinéa de l'article 17 d de la loi n° 89-462 du 6 juillet 1989 modifiée."},{"type":"add","content":"Encadré à remplir à la signature du bail."},{"type":"del","content":"VI.-Suivi et contrôles"},{"type":"add","content":"VI. – Suivi, informations et contrôles"},{"type":"del","content":"VII.-Sanctions en cas d'inexécution des engagements par le bailleur"},{"type":"add","content":"Le bailleur s'engage à informer les professionnels chargés de la vente ou de la mutation du bien et notamment le notaire, de l'existence de cette convention et des engagements qu'elle comporte, afin qu'ils soient mentionnés dans l'acte de mutation. En cas de mutation de propriété du logement, la convention s'impose de plein droit au nouveau propriétaire et les engagements de la convention en cours sont obligatoirement mentionnés dans l'acte de mutation (article L. 321-11 du code de la construction et de l'habitation) ; un avenant précisant l'identité du nouveau propriétaire est signé entre celui-ci et l'Agence nationale de l'habitat."},{"type":"del","content":"Sanctions"},{"type":"add","content":"VII. – Sanctions et litiges"},{"type":"del","content":"En cas de non-respect par le bailleur des dispositions de la présente convention, l'ANAH peut prononcer des sanctions mentionnées aux articles L. 321-2 et R. 321-30-2 du CCH dans les conditions prévues aux articles R. 321-21 et R. 321-4 du CCH."},{"type":"add","content":"Sanctions : En cas de non-respect des dispositions de la convention ou en cas de résiliation de la convention, le bailleur s'expose à des sanctions prévues par l'article R. 321-22-1 du code de la construction et de l'habitation et le règlement général de l'ANAH sans préjudice d'éventuelles sanctions fiscales ainsi qu'à la remise en cause des avantages liés à la convention. En outre, en cas de fausse déclaration ou de manœuvre frauduleuse, le bailleur, s'expose également à des poursuites judiciaires éventuelles."},{"type":"del","content":"Le montant de la sanction pécuniaire prévue à l'article L. 321-2 est fixé compte tenu de la gravité des faits reprochés et de la situation financière de la personne ou de l'organisme intéressé selon un barème fixé par le règlement général de l'agence, sans toutefois pouvoir dépasser la moitié de l'aide accordée ou une somme équivalent à deux ans du loyer maximal prévu par la convention (hors loyers accessoires et charges récupérables) en cas de non-respect du loyer maximal et en cas de mutation sans poursuite expresse des engagements relatifs aux conditions d'occupation du logement ou une somme équivalent à neuf mois du loyer maximal prévu par la convention (hors loyers accessoires et charges récupérables) lorsque le bailleur n'exécute pas les autres engagements prévus par la convention (tels que notamment ceux relatifs aux conditions d'occupation des logements, aux plafonds de ressources, à l'information des locataires ou au contrôle de l'ANAH), cette dernière somme peut être doublée dans le cas où le bailleur ne respecte pas plusieurs de ses obligations contractuelles pour le même logement."},{"type":"add","content":"http://www.legifrance.gouv.fr/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000021796046&dateTexte=&categorieLien=cid"},{"type":"del","content":"L'ANAH doit préalablement mettre en demeure le bailleur, par lettre recommandée avec demande d'avis de réception, de satisfaire à son obligation. Ce dernier doit, dans un délai de deux mois, soit formuler ses observations, soit faire connaître son acceptation. Lorsque l'ANAH écarte ces observations, sa décision doit être motivée."},{"type":"add","content":"Litiges : En cas de contestation sur la mise en œuvre de la présente convention, le litige est porté devant le tribunal administratif dans le ressort duquel se situe l'immeuble."},{"type":"del","content":"Litiges"},{"type":"add","content":"VIII. – Dispositions fiscales"},{"type":"del","content":"En cas de contestation sur la mise en œuvre de la présente convention, le litige est porté devant le tribunal administratif dans le ressort duquel se situe l'immeuble."},{"type":"add","content":"Pour le bénéfice de la déduction spécifique des revenus fonciers prévue au o du 1° du I de l'article 31 du code général des impôts (CGI), le bailleur s'engage à respecter l'ensemble des conditions mentionnées dans la présente convention et, notamment, l'engagement de louer le logement pendant toute la durée de la convention dans le respect des dispositions relatives au niveau de loyer et aux plafonds de ressources du locataire."},{"type":"del","content":"Fait en 2 originaux"},{"type":"add","content":"Lorsque le bailleur est une société non soumise à l'impôt sur les sociétés autre qu'une SCPI, le bénéfice de cette déduction spécifique des revenus fonciers s'applique aux associés personnes physiques de la société. Dans ce cas, chaque associé de la société doit s'engager à conserver la totalité de ses parts pendant la durée de la convention. L'engagement de conservation des titres est constaté lors du dépôt de la déclaration d'ensemble des revenus de l'année au titre de laquelle le bénéfice de la déduction spécifique est demandé pour la première fois."},{"type":"del","content":"à, le bailleur"},{"type":"add","content":"Le bailleur est également informé que le bénéfice du dispositif fiscal est incompatible avec le maintien éventuel du logement sous le régime du micro foncier."},{"type":"del","content":"à, l'ANAH"},{"type":"add","content":"Le bailleur atteste que le logement ne fait pas l'objet d'un dispositif fiscal incompatible avec le bénéfice de la déduction spécifique."},{"type":"del","content":"(indiquer la fonction du signataire)"},{"type":"add","content":"Fait en 2 originaux."},{"type":"add","content":""},{"type":"add","content":"à, le Le bailleur"},{"type":"add","content":""},{"type":"add","content":"à, le l'ANAH (indiquer la fonction du signataire)"},{"type":"del","content":"Code général des impôts, annexe III - article 2 duodecies AUTONOME MODIFIE, en vigueur du 2005-01-01 au 2006-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts, annexe III - article 2 duodecies AUTONOME MODIFIE, en vigueur du 2007-01-01 au 2008-02-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts, annexe III - article 2 duodecies AUTONOME MODIFIE, en vigueur du 2019-06-08 au 2020-07-25 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts, annexe III - article 2 duodecies AUTONOME MODIFIE, en vigueur du 2010-12-23 au 2011-06-12 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts, annexe III - article 2 duodecies AUTONOME MODIFIE, en vigueur du 2018-06-23 au 2019-06-08 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts, annexe III - article 2 duodecies AUTONOME MODIFIE, en vigueur du 2020-07-25 au 2021-06-12 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts, annexe III - article 2 duodecies AUTONOME MODIFIE, en vigueur du 2009-04-10 au 2010-05-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article R321-21 AUTONOME MODIFIE, en vigueur du 2017-05-08 au 2023-12-28 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article R321-4 AUTONOME MODIFIE, en vigueur du 2009-12-27 au 2012-05-11 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article R321-4 AUTONOME MODIFIE, en vigueur du 2013-01-01 au 2014-03-27 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article R321-4 AUTONOME MODIFIE, en vigueur du 2012-05-11 au 2013-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article R321-4 AUTONOME MODIFIE, en vigueur du 2014-03-27 au 2015-03-22 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts, annexe III - article 2 duodecies AUTONOME MODIFIE, en vigueur du 2015-06-06 au 2015-06-11 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986 - article 17 AUTONOME MODIFIE, en vigueur du 2014-03-27 au 2018-11-25 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986 - article 17 AUTONOME MODIFIE, en vigueur du 2018-11-25 au 2022-08-24 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article R321-21 AUTONOME MODIFIE, en vigueur du 2005-05-05 au 2005-11-26 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts, annexe III - article 2 duodecies AUTONOME MODIFIE, en vigueur du 2012-05-07 au 2013-06-07 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts, annexe III - article 2 duodecies AUTONOME MODIFIE, en vigueur du 2014-05-30 au 2014-10-02 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts, annexe III - article 2 duodecies AUTONOME MODIFIE, en vigueur du 2003-12-21 au 2004-08-31 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article R321-30 AUTONOME MODIFIE, en vigueur du 2006-09-30 au 2010-02-10 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986 - article 17 AUTONOME MODIFIE, en vigueur du 2006-07-16 au 2008-02-10 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article R321-4 AUTONOME MODIFIE, en vigueur du 2015-03-22 au 2017-05-08 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article R321-30 AUTONOME MODIFIE, en vigueur du 2015-03-22 au 2017-05-08 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts, annexe III - article 2 duodecies AUTONOME MODIFIE, en vigueur du 2006-01-01 au 2006-08-11 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article R*321-4 AUTONOME MODIFIE, en vigueur du 2006-07-16 au 2009-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article R321-21 AUTONOME MODIFIE, en vigueur du 2009-09-06 au 2009-12-27 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article L321-2 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 1983-06-03 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article L321-2 AUTONOME MODIFIE, en vigueur du 1983-06-03 au 2000-12-14 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article L321-2 AUTONOME MODIFIE, en vigueur du 2000-12-14 au 2005-06-09 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article L321-2 AUTONOME MODIFIE, en vigueur du 2005-06-09 au 2006-07-16 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article L321-2 AUTONOME MODIFIE, en vigueur du 2006-07-16 au 2025-07-02 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article R321-21 AUTONOME MODIFIE, en vigueur du 2009-12-27 au 2010-10-23 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986 - article 17 AUTONOME MODIFIE, en vigueur du 1995-01-01 au 2006-07-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article R321-4 AUTONOME MODIFIE, en vigueur du 2017-05-08 au 2021-08-09 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article R321-21 AUTONOME MODIFIE, en vigueur du 2001-04-22 au 2005-05-05 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article R*321-4 AUTONOME MODIFIE, en vigueur du 2001-04-22 au 2005-05-10 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article R*321-4 AUTONOME MODIFIE, en vigueur du 2005-11-26 au 2006-07-16 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article R321-4 AUTONOME MODIFIE, en vigueur du 2021-08-09 au 2023-02-24 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article R321-30-2 AUTONOME ABROGE, en vigueur du 2010-02-10 au 2010-10-23 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986 - article 17 AUTONOME VIGUEUR, en vigueur depuis le 2022-08-24 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article R321-30 AUTONOME MODIFIE, en vigueur du 2010-02-10 au 2015-03-22 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article R321-30 AUTONOME TRANSFERE, en vigueur du 2017-05-08 au 2019-09-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article R321-21 AUTONOME MODIFIE, en vigueur du 2016-03-19 au 2017-05-08 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article R*321-4 AUTONOME MODIFIE, en vigueur du 2009-01-01 au 2009-12-27 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article R*321-4 AUTONOME MODIFIE, en vigueur du 2005-05-10 au 2005-11-26 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article R321-21 AUTONOME MODIFIE, en vigueur du 2010-10-23 au 2016-03-19 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article R*321-4 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 2001-04-22 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article R321-21 AUTONOME MODIFIE, en vigueur du 2023-12-28 au 2025-11-23 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts, annexe III - article 2 duodecies AUTONOME MODIFIE, en vigueur du 2011-06-12 au 2012-05-07 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts, annexe III - article 2 duodecies AUTONOME MODIFIE, en vigueur du 1999-03-31 au 2000-03-31 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts, annexe III - article 2 duodecies AUTONOME VIGUEUR, en vigueur depuis le 2022-05-07 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article R321-4 AUTONOME VIGUEUR, en vigueur depuis le 2023-02-24 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts, annexe III - article 2 duodecies AUTONOME MODIFIE, en vigueur du 2004-08-31 au 2005-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts, annexe III - article 2 duodecies AUTONOME MODIFIE, en vigueur du 2014-10-02 au 2015-06-06 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts, annexe III - article 2 duodecies AUTONOME MODIFIE, en vigueur du 2002-03-31 au 2003-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts, annexe III - article 2 duodecies AUTONOME MODIFIE, en vigueur du 2008-02-01 au 2009-04-10 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986 - article 17 AUTONOME MODIFIE, en vigueur du 1989-07-08 au 1993-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986 - article 17 AUTONOME MODIFIE, en vigueur du 2008-02-10 au 2014-03-27 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986 - article 17 AUTONOME MODIFIE, en vigueur du 2006-07-01 au 2006-07-16 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986 - article 17 AUTONOME MODIFIE, en vigueur du 1993-01-01 au 1995-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts, annexe III - article 2 duodecies AUTONOME MODIFIE, en vigueur du 2003-01-01 au 2003-12-21 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts, annexe III - article 2 duodecies AUTONOME MODIFIE, en vigueur du 2000-03-31 au 2001-03-31 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts, annexe III - article 2 duodecies AUTONOME MODIFIE, en vigueur du 2021-06-12 au 2021-07-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts, annexe III - article 2 duodecies AUTONOME MODIFIE, en vigueur du 2021-07-01 au 2022-05-07 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts, annexe III - article 2 duodecies AUTONOME MODIFIE, en vigueur du 2013-06-07 au 2014-05-30 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts, annexe III - article 2 duodecies AUTONOME MODIFIE, en vigueur du 2010-05-01 au 2010-12-23 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts, annexe III - article 2 duodecies AUTONOME MODIFIE, en vigueur du 2001-03-31 au 2002-03-31 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts, annexe III - article 2 duodecies AUTONOME MODIFIE, en vigueur du 2017-05-05 au 2018-06-23 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article R321-21 AUTONOME MODIFIE, en vigueur du 2005-11-26 au 2006-07-16 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article R321-21 AUTONOME MODIFIE, en vigueur du 2006-07-16 au 2009-09-06 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts, annexe III - article 2 duodecies AUTONOME MODIFIE, en vigueur du 2015-06-11 au 2016-06-13 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts, annexe III - article 2 duodecies AUTONOME MODIFIE, en vigueur du 2016-06-13 au 2017-05-05 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2010-122 du 5 février 2010 relatif aux conventions portant sur un immeuble ou un logement conclues par l'Agence nationale de l'habitat en application des articles L. 321-4 et L. 321-8 du code de la construction et de l'habitation - article ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article L321-2 AUTONOME VIGUEUR, en vigueur depuis le 2025-07-02 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article R321-21 AUTONOME VIGUEUR, en vigueur depuis le 2025-11-23 CITATION cible"},{"type":"add","content":"Décret n° 2017-839 du 5 mai 2017 relatif aux conventions portant sur un immeuble ou un logement conclues par l'Agence nationale de l'habitat en application des articles L. 321-4 et L. 321-8 du code de la construction et de l'habitation et aux plafonds de loyer et de ressources des locataires pour l'application de la déduction spécifique prévue au o du 1° du I de l'article 31 du code général des impôts - article Annexe I ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":"Décret n° 2008-529 du 4 juin 2008 pris en application de l'article 31 du code général des impôts et relatif à la déduction spécifique des revenus fonciers pour les locations consenties à un organisme public ou privé dans le cadre d'un conventionnement avec l'Agence nationale de l'habitat CITATION cible"},{"type":"del","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2008-529 du 4 juin 2008 pris en application de l'article 31 du code général des impôts et relatif à la déduction spécifique des revenus fonciers pour les locations consenties à un organisme public ou privé dans le cadre d'un conventionnement avec l'Agence nationale de l'habitat CITATION cible"},{"type":"add","content":""},{"type":"del","content":""},{"type":"del","content":"1989-07-06 CITATION source Loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986 - article 17 AUTONOME MODIFIE, en vigueur du 1989-07-08 au 1993-01-01"},{"type":"del","content":""},{"type":"del","content":"2010-02-05 MODIFIE cible Décret n° 2010-122 du 5 février 2010 relatif aux conventions portant sur un immeuble ou un logement conclues par l'Agence nationale de l'habitat en application des articles L. 321-4 et L. 321-8 du code de la construction et de l'habitation - article ENTIEREMENT_MODIF"},{"type":"add","content":"2010-02-05 CITATION cible Décret n° 2010-122 du 5 février 2010 relatif aux conventions portant sur un immeuble ou un logement conclues par l'Agence nationale de l'habitat en application des articles L. 321-4 et L. 321-8 du code de la construction et de l'habitation - article 3 AUTONOME VIGUEUR, en vigueur depuis le 2010-02-10"},{"type":"del","content":"2010-02-05 CITATION cible Décret n° 2010-122 du 5 février 2010 relatif aux conventions portant sur un immeuble ou un logement conclues par l'Agence nationale de l'habitat en application des articles L. 321-4 et L. 321-8 du code de la construction et de l'habitation - article 3 AUTONOME VIGUEUR, en vigueur depuis le 2010-02-10"},{"type":"add","content":"2017-05-05 MODIFIE cible Décret n° 2017-839 du 5 mai 2017 relatif aux conventions portant sur un immeuble ou un logement conclues par l'Agence nationale de l'habitat en application des articles L. 321-4 et L. 321-8 du code de la construction et de l'habitation et aux plafonds de loyer et de ressources des locataires pour l'application de la déduction spécifique prévue au o du 1° du I de l'article 31 du code général des impôts - article Annexe I ENTIEREMENT_MODIF"},{"type":"del","content":"2999-01-01 CITATION source Code général des impôts, annexe III - article 2 duodecies AUTONOME MODIFIE, en vigueur du 1999-03-31 au 2000-03-31"},{"type":"add","content":"2999-01-01 CITATION source Code général des impôts - article 31 AUTONOME MODIFIE, en vigueur du 1979-07-01 au 1982-09-01"},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L321-2 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 1983-06-03"},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L321-11 AUTONOME MODIFIE, en vigueur du 2005-06-09 au 2006-07-16"},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code de la construction et de l'habitation. - art. L365-4"},{"type":"add","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article R321-21 AUTONOME MODIFIE, en vigueur du 2001-04-22 au 2005-05-05"},{"type":"add","content":"      2999-01-01 CITATION source Code de la construction et de l'habitation. - art. R321-22-1"},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article R321-30 AUTONOME MODIFIE, en vigueur du 2006-09-30 au 2010-02-10"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      2999-01-01 CITATION source Code de la construction et de l'habitation. - art. R321-30-2 (V)"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article R*321-4 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 2001-04-22"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/79/71/LEGIARTI000021797181.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/79/71/LEGIARTI000021797181.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/21/79/71/LEGIARTI000021797181.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/66/68/LEGIARTI000034666803.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/66/68/LEGIARTI000034666803.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/34/66/68/LEGIARTI000034666803.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000021797181)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000034666803)"}],"status":"modified"},{"filename":"annexes/convention-type_applicable_au_secteur_locatif_social_portant_sur_un_logement_ne_beneficiant_pas_de_subvention_pour_travaux/article_annexe_ii_a_l_article_r321-23.md","articleName":"Article ANNEXE II A L ARTICLE R321-23","additions":73,"deletions":214,"diff":[{"type":"add","content":"CONVENTION-TYPE APPLICABLE AU SECTEUR LOCATIF SOCIAL PORTANT SUR UN LOGEMENT NE BÉNÉFICIANT PAS DE SUBVENTION POUR TRAVAUX"},{"type":"del","content":"Le président du conseil général ou de l'établissement public de coopération intercommunale, ou son représentant, ayant conclu la convention prévue à l'article L. 321-1-1 du code de la construction et de l'habitation :"},{"type":"add","content":"Le président du conseil départemental ou de l'établissement public de coopération intercommunale, ou son représentant, ayant conclu la convention prévue à l'article L. 321-1-1 du code de la construction et de l'habitation :"},{"type":"del","content":"Représentée par : Nom, prénom du représentant légal :"},{"type":"add","content":"Représentée par nom, prénom du représentant légal :"},{"type":"del","content":"I.-Objet et champ d'application de la convention"},{"type":"add","content":"I. – Objet et champ d'application de la convention"},{"type":"del","content":"A.-Adresse précise du logement :"},{"type":"add","content":"A. – Adresse précise du logement :"},{"type":"del","content":"B.-Surface habitable du logement (art.R. 111-2) : m ²"},{"type":"add","content":"B. – Surface habitable du logement (art. R. 111-2) : m2"},{"type":"del","content":"C.-Surface des annexes entrant dans le calcul de la surface habitable dite fiscale définie par l'article R. 321-27 du CCH (la moitié des annexes dans la limite de 8 m ²) : m ²."},{"type":"add","content":"C. – Surface des annexes entrant dans le calcul de la surface habitable dite fiscale définie par l'article R. 321-27 du CCH (la moitié des annexes dans la limite de 8 m2) : m2."},{"type":"del","content":"D.-Surface habitable dite fiscale totale du logement (D = B + C) : m ²."},{"type":"add","content":"D. – Surface habitable dite fiscale totale du logement (D = B + C) : m2."},{"type":"del","content":"Année d'achèvement du logement ou de l'immeuble :"},{"type":"add","content":"E. – Indiquer la référence cadastrale du logement :"},{"type":"del","content":"ou à défaut date approximative :"},{"type":"del","content":""},{"type":"del","content":"E.-Indiquer la référence cadastrale du logement :"},{"type":"del","content":""},{"type":"del","content":"II.-Prise d'effet, prolongation,"},{"type":"del","content":""},{"type":"del","content":"résiliation de la convention et information"},{"type":"add","content":"II. – Prise d'effet, prolongation, résiliation de la convention"},{"type":"del","content":"Durée de la convention :"},{"type":"del","content":""},{"type":"del","content":"(ne peut être inférieure à six ans)"},{"type":"add","content":"Durée de la convention : (ne peut être inférieure à six ans)"},{"type":"add","content":"Le contribuable qui entend bénéficier de la déduction spécifique prévue au o du 1° du I de l'article 31 du code général des impôts (CGI) est tenu de joindre, à sa déclaration d'ensemble des revenus de l'année au titre de laquelle le bénéfice de la déduction fiscale est demandé pour la première fois au titre du logement concerné, une copie de la présente convention validée par l'ANAH et comportant son engagement de location."},{"type":"add","content":""},{"type":"del","content":"Information : le propriétaire transmet le document mentionné à l'article R. 321-30 du CCH, établi par l'Agence nationale de l'habitat, à l'autorité compétente en matière fiscale."},{"type":"del","content":""},{"type":"del","content":"III.-Conditions d'occupation du logement et conditions de ressources des locataires"},{"type":"add","content":"III. – Conditions d'occupation du logement et conditions de ressources des locataires"},{"type":"del","content":"Conditions d'occupation"},{"type":"add","content":"Conditions d'occupation :"},{"type":"del","content":"Pendant toute la durée de la convention, le bailleur s'engage à louer le logement, ci-dessus désigné, nu à des personnes physiques, à titre de résidence principale et occupé comme tel au moins huit mois par an. La condition de location à des personnes physiques ne s'applique pas lorsque le logement est loué à un organisme public ou privé en vue de sa sous-location, meublée ou non, à des personnes défavorisées ou à des personnes physiques dont la situation nécessite une solution locative de transition, ou pour l'hébergement de ces personnes. Dans ce cas, le loyer du sous-locataire ne doit pas dépasser le montant du loyer principal, il ne doit pas y avoir fourniture de prestation hôtelière ou para-hôtelière et l'occupant du logement doit remplir les conditions de ressources (décret n° 2008-529 du 4 juin 2008, Journal officiel du 6 juin 2008). Ce logement ne peut être occupé à titre d'accessoire d'un contrat de travail ou en raison de l'exercice d'une fonction."},{"type":"add","content":"Pendant toute la durée de la convention, le bailleur s'engage à louer le logement, ci-dessus désigné, nu à des personnes physiques, à titre de résidence principale et occupé comme tel au moins huit mois par an. La condition de location à des personnes physiques ne s'applique pas lorsque le logement est loué à un organisme public ou privé agréé en application de l'article L. 365-4 du code de la construction et de l'habitation en vue de sa sous-location, meublée ou non, à des personnes défavorisées ou à des personnes physiques dont la situation nécessite une solution locative de transition, ou pour l'hébergement de ces personnes. Dans ce cas, le loyer appliqué ne doit pas dépasser le montant du loyer maximal fixé dans la présente convention tant entre le bailleur et l'organisme locataire qu'entre l'organisme locataire et le sous-locataire. Il ne doit pas y avoir fourniture de prestation hôtelière ou para-hôtelière et l'occupant du logement doit remplir les conditions de ressources. Ce logement ne peut être occupé à titre d'accessoire d'un contrat de travail ou en raison de l'exercice d'une fonction."},{"type":"del","content":"Le logement ne peut être loué ou occupé à quelque titre que ce soit par :"},{"type":"add","content":"Un logement occupé par un locataire peut être conventionné à l'occasion du renouvellement du bail."},{"type":"del","content":"-les ascendants ou les descendants du signataire de la convention ;"},{"type":"add","content":"La location ne peut pas être conclue avec :"},{"type":"del","content":"-ceux de son conjoint, de son concubin ou de son partenaire lié par un pacte civil de solidarité ;"},{"type":"add","content":"– un membre du foyer fiscal du signataire de la convention ;"},{"type":"del","content":"-son conjoint, son concubin ou son partenaire lié par un pacte civil de solidarité ;"},{"type":"add","content":"– un ascendant ou un descendant du signataire de la convention ;"},{"type":"del","content":"-les associés de la société signataire de la convention, leurs conjoints, concubins ou partenaires liés par un pacte civil de solidarité ainsi que leurs ascendants ou descendants ;"},{"type":"add","content":"– l'un des associés de la société signataire de la convention ou un membre du foyer fiscal, un ascendant ou un descendant d'un associé."},{"type":"del","content":"-les administrateurs de l'association signataire, leurs conjoints, concubins ou partenaires liés par un pacte civil de solidarité ainsi que leurs ascendants ou descendants."},{"type":"del","content":""},{"type":"del","content":"Conditions de ressources des locataires"},{"type":"add","content":"Conditions de ressources des locataires :"},{"type":"del","content":"Ces plafonds sont révisés annuellement au 1er janvier de chaque année en fonction de la variation de l'indice de référence des loyers, mentionné à l'article 17 de la loi n° 89-462 du 6 juillet 1989."},{"type":"add","content":"Ces plafonds sont révisés chaque année au 1er janvier."},{"type":"del","content":"Conditions spécifiques d'attribution pour un logement très social"},{"type":"add","content":"Conditions spécifiques d'attribution pour un logement très social :"},{"type":"del","content":"Lorsque la subvention est accordée pour un logement qualifié de très social, le bailleur doit informer le préfet lors de la mise en location ou à chaque remise en location. Dans un délai d'un mois, le préfet ou l'organisme désigné à cette fin lui adresse une liste de candidats. Le bailleur s'engage à choisir son locataire parmi ce (ou ces) candidats. En l'absence de candidat proposé, il peut louer le logement à des personnes de son choix dès lors que leurs revenus n'excèdent pas les plafonds de ressources prévus ci-dessus."},{"type":"add","content":"Lorsque la convention est conclue pour un logement qualifié de très social, le bailleur doit informer le préfet lors de la mise en location ou à chaque remise en location. Dans un délai d'un mois, le préfet ou l'organisme désigné à cette fin lui adresse une liste de candidats. Le bailleur s'engage à choisir son locataire parmi ce (ou ces) candidats. En l'absence de candidat proposé, il peut louer le logement à des personnes de son choix dès lors que leurs revenus n'excèdent pas les plafonds de ressources prévus ci-dessus."},{"type":"del","content":"IV.-Contrat de location et information du locataire"},{"type":"add","content":"IV. – Contrat de location et information du locataire"},{"type":"del","content":"Le bailleur s'engage à ce que le logement loué dans le cadre de la présente convention respecte les caractéristiques de décence qui sont définies dans le décret n° 2002-120 du 30 janvier 2002 et qui portent sur les conditions relatives à :"},{"type":"del","content":""},{"type":"del","content":"-la sécurité physique et la santé des locataires ;"},{"type":"del","content":""},{"type":"del","content":"-les éléments d'équipement et de confort ;"},{"type":"del","content":""},{"type":"del","content":"-les normes de surface et de volume."},{"type":"add","content":"Le bailleur s'engage à ce que le logement loué dans le cadre de la présente convention respecte les caractéristiques de décence qui sont définies dans le décret n° 2002-120 du 30 janvier 2002 (portant notamment sur les conditions relatives à la sécurité physique et la santé des locataires, sur les éléments d'équipement et de confort et sur les normes de surface et de volume)."},{"type":"del","content":"V.-Montant du loyer maximal et modalités de révision"},{"type":"add","content":"V. – Montant du loyer maximal et modalités de révision"},{"type":"add","content":""},{"type":"add","content":"Le loyer pratiqué par le bailleur ne doit pas excéder le loyer maximal qui est fixé au m2 de surface habitable dite fiscale à €."},{"type":"add","content":""},{"type":"add","content":"Ce loyer maximum est révisé au 1er janvier de chaque année, à partir de la date de signature de la convention, en fonction de l'indice de référence des loyersdu deuxième trimestre de l'année précédente."},{"type":"del","content":"Le loyer pratiqué par le bailleur ne doit pas excéder le loyer maximal qui est fixé au m ² de surface fiscale à... €."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Loyer maximal au m2 de surface habitable dite fiscale actualisé à la validation de la convention le cas échéant : €"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Loyer mensuel pratiqué figurant dans le bail hors charges locatives :. €"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"del","content":"Ce loyer maximum est révisé au 1er janvier de chaque année, à partir de la date de signature de la convention, dans les conditions prévues au deuxième alinéa de l'article 17 d de la loi n° 89-462 du 6 juillet 1989 modifiée."},{"type":"add","content":"Encadré à remplir à la signature du bail."},{"type":"del","content":"VI.-Suivi et contrôles"},{"type":"add","content":"VI. – Suivi, informations et contrôles"},{"type":"del","content":"Tout changement d'occupation ou d'utilisation du logement ou toute mutation de propriété ainsi que tout changement de domicile du propriétaire bailleur intervenant pendant la période d'application de la convention doit être déclaré par le bailleur à l'agence dans un délai de deux mois suivant l'évènement."},{"type":"add","content":"Tout changement d'occupation ou d'utilisation du logement ou toute mutation de propriété ainsi que tout changement de domicile du propriétaire bailleur intervenant pendant la période d'application de la convention doit être déclaré par le bailleur à l'agence dans un délai de deux mois suivant l'événement."},{"type":"del","content":"VII.-Sanctions en cas d'inexécution des engagements par le bailleur"},{"type":"add","content":"Le bailleur s'engage à informer les professionnels chargés de la vente ou de la mutation du bien et notamment le notaire, de l'existence de cette convention et des engagements qu'elle comporte, afin qu'ils soient mentionnés dans l'acte de mutation. En cas de mutation de propriété du logement, la convention s'impose de plein droit au nouveau propriétaire et les engagements de la convention en cours sont obligatoirement mentionnés dans l'acte de mutation (article L. 321-11 du code de la construction et de l'habitation) ; un avenant précisant l'identité du nouveau propriétaire est signé entre celui-ci et l'Agence nationale de l'habitat."},{"type":"del","content":"Sanctions"},{"type":"add","content":"VII. – Sanctions et litiges"},{"type":"del","content":"En cas de non-respect par le bailleur des dispositions de la présente convention, l'ANAH peut prononcer des sanctions mentionnées aux articles L. 321-2 et R. 321-30-2 du CCH dans les conditions prévues aux articles R. 321-21 et R. 321-4 du CCH."},{"type":"add","content":"Sanctions : En cas de non-respect des dispositions de la convention ou en cas de résiliation de la convention, le bailleur s'expose à des sanctions prévues par l'article R. 321-22-1 du code de la construction et de l'habitation et le règlement général de l'ANAH sans préjudice d'éventuelles sanctions fiscales ainsi qu'à la remise en cause des avantages liés à la convention. En outre, en cas de fausse déclaration ou de manœuvre frauduleuse, le bailleur, s'expose également à des poursuites judiciaires éventuelles."},{"type":"del","content":"Le montant de la sanction pécuniaire prévue à l'article L. 321-2 est fixé compte tenu de la gravité des faits reprochés et de la situation financière de la personne ou de l'organisme intéressé selon un barème fixé par le règlement général de l'agence, sans toutefois pouvoir dépasser la moitié de l'aide accordée ou une somme équivalent à deux ans du loyer maximal prévu par la convention (hors loyers accessoires et charges récupérables) en cas de non respect du loyer maximal et en cas de mutation sans poursuite expresse des engagements relatifs aux conditions d'occupation du logement ou une somme équivalent à neuf mois du loyer maximal prévu par la convention (hors loyers accessoires et charges récupérables) lorsque le bailleur n'exécute pas les autres engagements prévus par la convention (tels que notamment ceux relatifs aux conditions d'occupation des logements, aux plafonds de ressources, à l'information des locataires ou au contrôle de l'ANAH), cette dernière somme peut être doublée dans le cas où le bailleur ne respecte pas plusieurs de ses obligations contractuelles pour le même logement."},{"type":"add","content":"Litiges : En cas de contestation sur la mise en œuvre de la présente convention, le litige est porté devant le tribunal administratif dans le ressort duquel se situe l'immeuble."},{"type":"del","content":"L'ANAH doit préalablement mettre en demeure le bailleur, par lettre recommandée avec demande d'avis de réception, de satisfaire à son obligation. Ce dernier doit, dans un délai de deux mois, soit formuler ses observations, soit faire connaître son acceptation. Lorsque l'ANAH écarte ces observations, sa décision doit être motivée."},{"type":"add","content":"VIII. – Dispositions fiscales"},{"type":"del","content":"Litiges"},{"type":"add","content":"Pour le bénéfice de la déduction spécifique des revenus fonciers prévue au o du 1° du I de l'article 31 du code général des impôts (CGI), le bailleur s'engage à respecter l'ensemble des conditions mentionnées dans la présente convention et, notamment, l'engagement de louer le logement pendant toute la durée de la convention dans le respect des dispositions relatives au niveau de loyer et aux plafonds de ressources du locataire."},{"type":"del","content":"En cas de contestation sur la mise en œuvre de la présente convention, le litige est porté devant le tribunal administratif dans le ressort duquel se situe l'immeuble."},{"type":"add","content":"Lorsque le bailleur est une société non soumise à l'impôt sur les sociétés autre qu'une SCPI, le bénéfice de cette déduction spécifique des revenus fonciers s'applique aux associés personnes physiques de la société. Dans ce cas, chaque associé de la société doit s'engager à conserver la totalité de ses parts pendant la durée de la convention. L'engagement de conservation des titres est constaté lors du dépôt de la déclaration d'ensemble des revenus de l'année au titre de laquelle le bénéfice de la déduction spécifique est demandé pour la première fois."},{"type":"del","content":"Fait en 2 originaux"},{"type":"add","content":"Le bailleur est également informé que le bénéfice du dispositif fiscal est incompatible avec le maintien éventuel du logement sous le régime du micro foncier."},{"type":"del","content":"à, le bailleur"},{"type":"add","content":"Le bailleur atteste que le logement ne fait pas l'objet d'un dispositif fiscal incompatible avec le bénéfice de la déduction spécifique."},{"type":"del","content":"à, l'ANAH"},{"type":"add","content":"Fait en 2 originaux."},{"type":"del","content":"(indiquer la fonction du signataire)"},{"type":"add","content":"à, le Le bailleur"},{"type":"add","content":""},{"type":"add","content":"à, le l'ANAH (indiquer la fonction du signataire)"},{"type":"del","content":"Code de la construction et de l'habitation - article R321-21 AUTONOME MODIFIE, en vigueur du 2017-05-08 au 2023-12-28 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article R321-4 AUTONOME MODIFIE, en vigueur du 2009-12-27 au 2012-05-11 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article R321-4 AUTONOME MODIFIE, en vigueur du 2013-01-01 au 2014-03-27 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article R321-4 AUTONOME MODIFIE, en vigueur du 2012-05-11 au 2013-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article R321-4 AUTONOME MODIFIE, en vigueur du 2014-03-27 au 2015-03-22 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986 - article 17 AUTONOME MODIFIE, en vigueur du 2014-03-27 au 2018-11-25 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986 - article 17 AUTONOME MODIFIE, en vigueur du 2018-11-25 au 2022-08-24 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article R321-21 AUTONOME MODIFIE, en vigueur du 2005-05-05 au 2005-11-26 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article R321-30 AUTONOME MODIFIE, en vigueur du 2006-09-30 au 2010-02-10 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986 - article 17 AUTONOME MODIFIE, en vigueur du 2006-07-16 au 2008-02-10 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article R321-4 AUTONOME MODIFIE, en vigueur du 2015-03-22 au 2017-05-08 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article R321-30 AUTONOME MODIFIE, en vigueur du 2015-03-22 au 2017-05-08 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article R*321-4 AUTONOME MODIFIE, en vigueur du 2006-07-16 au 2009-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article R321-21 AUTONOME MODIFIE, en vigueur du 2009-09-06 au 2009-12-27 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article L321-2 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 1983-06-03 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article L321-2 AUTONOME MODIFIE, en vigueur du 1983-06-03 au 2000-12-14 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article L321-2 AUTONOME MODIFIE, en vigueur du 2000-12-14 au 2005-06-09 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article L321-2 AUTONOME MODIFIE, en vigueur du 2005-06-09 au 2006-07-16 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article L321-2 AUTONOME MODIFIE, en vigueur du 2006-07-16 au 2025-07-02 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article R321-21 AUTONOME MODIFIE, en vigueur du 2009-12-27 au 2010-10-23 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986 - article 17 AUTONOME MODIFIE, en vigueur du 1995-01-01 au 2006-07-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article R321-4 AUTONOME MODIFIE, en vigueur du 2017-05-08 au 2021-08-09 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article R321-21 AUTONOME MODIFIE, en vigueur du 2001-04-22 au 2005-05-05 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article R*321-4 AUTONOME MODIFIE, en vigueur du 2001-04-22 au 2005-05-10 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article R*321-4 AUTONOME MODIFIE, en vigueur du 2005-11-26 au 2006-07-16 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article R321-4 AUTONOME MODIFIE, en vigueur du 2021-08-09 au 2023-02-24 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article R321-30-2 AUTONOME ABROGE, en vigueur du 2010-02-10 au 2010-10-23 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986 - article 17 AUTONOME VIGUEUR, en vigueur depuis le 2022-08-24 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article R321-30 AUTONOME MODIFIE, en vigueur du 2010-02-10 au 2015-03-22 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article R321-30 AUTONOME TRANSFERE, en vigueur du 2017-05-08 au 2019-09-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article R321-21 AUTONOME MODIFIE, en vigueur du 2016-03-19 au 2017-05-08 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article R*321-4 AUTONOME MODIFIE, en vigueur du 2009-01-01 au 2009-12-27 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article R*321-4 AUTONOME MODIFIE, en vigueur du 2005-05-10 au 2005-11-26 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article R321-21 AUTONOME MODIFIE, en vigueur du 2010-10-23 au 2016-03-19 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article R*321-4 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 2001-04-22 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article R321-21 AUTONOME MODIFIE, en vigueur du 2023-12-28 au 2025-11-23 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article R321-4 AUTONOME VIGUEUR, en vigueur depuis le 2023-02-24 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986 - article 17 AUTONOME MODIFIE, en vigueur du 1989-07-08 au 1993-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986 - article 17 AUTONOME MODIFIE, en vigueur du 2008-02-10 au 2014-03-27 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986 - article 17 AUTONOME MODIFIE, en vigueur du 2006-07-01 au 2006-07-16 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986 - article 17 AUTONOME MODIFIE, en vigueur du 1993-01-01 au 1995-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article R321-21 AUTONOME MODIFIE, en vigueur du 2005-11-26 au 2006-07-16 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article R321-21 AUTONOME MODIFIE, en vigueur du 2006-07-16 au 2009-09-06 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2010-122 du 5 février 2010 relatif aux conventions portant sur un immeuble ou un logement conclues par l'Agence nationale de l'habitat en application des articles L. 321-4 et L. 321-8 du code de la construction et de l'habitation - article ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article L321-2 AUTONOME VIGUEUR, en vigueur depuis le 2025-07-02 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article R321-21 AUTONOME VIGUEUR, en vigueur depuis le 2025-11-23 CITATION cible"},{"type":"add","content":"Décret n° 2017-839 du 5 mai 2017 relatif aux conventions portant sur un immeuble ou un logement conclues par l'Agence nationale de l'habitat en application des articles L. 321-4 et L. 321-8 du code de la construction et de l'habitation et aux plafonds de loyer et de ressources des locataires pour l'application de la déduction spécifique prévue au o du 1° du I de l'article 31 du code général des impôts - article Annexe II ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"Décret n° 2008-529 du 4 juin 2008 pris en application de l'article 31 du code général des impôts et relatif à la déduction spécifique des revenus fonciers pour les locations consenties à un organisme public ou privé dans le cadre d'un conventionnement avec l'Agence nationale de l'habitat CITATION cible"},{"type":"add","content":"Décret n° 2002-120 du 30 janvier 2002 relatif aux caractéristiques du logement décent pris pour l'application de l'article 187 de la loi n° 2000-1208 du 13 décembre 2000 relative à la solidarité et au renouvellement urbains CITATION cible"},{"type":"del","content":"Décret n° 2002-120 du 30 janvier 2002 relatif aux caractéristiques du logement décent pris pour l'application de l'article 187 de la loi n° 2000-1208 du 13 décembre 2000 relative à la solidarité et au renouvellement urbains CITATION cible"},{"type":"add","content":"Loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986 CITATION cible"},{"type":"del","content":"1989-07-06 CITATION source Loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986 - article 17 AUTONOME MODIFIE, en vigueur du 1989-07-08 au 1993-01-01"},{"type":"add","content":"1989-07-06 CITATION source Loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986"},{"type":"del","content":"2008-06-04 CITATION source Décret n° 2008-529 du 4 juin 2008 pris en application de l'article 31 du code général des impôts et relatif à la déduction spécifique des revenus fonciers pour les locations consenties à un organisme public ou privé dans le cadre d'un conventionnement avec l'Agence nationale de l'habitat"},{"type":"add","content":"2017-05-05 MODIFIE cible Décret n° 2017-839 du 5 mai 2017 relatif aux conventions portant sur un immeuble ou un logement conclues par l'Agence nationale de l'habitat en application des articles L. 321-4 et L. 321-8 du code de la construction et de l'habitation et aux plafonds de loyer et de ressources des locataires pour l'application de la déduction spécifique prévue au o du 1° du I de l'article 31 du code général des impôts - article Annexe II ENTIEREMENT_MODIF"},{"type":"del","content":"2010-02-05 MODIFIE cible Décret n° 2010-122 du 5 février 2010 relatif aux conventions portant sur un immeuble ou un logement conclues par l'Agence nationale de l'habitat en application des articles L. 321-4 et L. 321-8 du code de la construction et de l'habitation - article ENTIEREMENT_MODIF"},{"type":"add","content":"2999-01-01 CITATION source Code général des impôts - article 31 AUTONOME MODIFIE, en vigueur du 1979-07-01 au 1982-09-01"},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L321-2 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 1983-06-03"},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L321-11 AUTONOME MODIFIE, en vigueur du 2005-06-09 au 2006-07-16"},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article R321-21 AUTONOME MODIFIE, en vigueur du 2001-04-22 au 2005-05-05"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article R321-23 AUTONOME TRANSFERE, en vigueur du 2006-09-30 au 2019-09-01"},{"type":"add","content":"      2999-01-01 CITATION source Code de la construction et de l'habitation. - art. L365-4"},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article R321-27 AUTONOME MODIFIE, en vigueur du 2006-09-30 au 2017-05-08"},{"type":"add","content":"      2999-01-01 CITATION source Code de la construction et de l'habitation. - art. R321-22-1"},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article R321-30 AUTONOME MODIFIE, en vigueur du 2006-09-30 au 2010-02-10"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      2999-01-01 CITATION source Code de la construction et de l'habitation. - art. R321-30-2 (V)"},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article R321-23 AUTONOME TRANSFERE, en vigueur du 2006-09-30 au 2019-09-01"},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article R*321-4 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 2001-04-22"},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article R321-27 AUTONOME MODIFIE, en vigueur du 2006-09-30 au 2017-05-08"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/79/71/LEGIARTI000021797168.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/79/71/LEGIARTI000021797168.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/21/79/71/LEGIARTI000021797168.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/66/68/LEGIARTI000034666852.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/66/68/LEGIARTI000034666852.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/34/66/68/LEGIARTI000034666852.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000021797168)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000034666852)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_iii/titre_ii/chapitre_ier/section_3/sous-section_1/article_r321-27.md","articleName":"Article R321-27","additions":67,"deletions":19,"diff":[{"type":"del","content":"Le loyer maximal applicable aux logements conventionnés ainsi que les conditions de son évolution sont fixés par la convention."},{"type":"add","content":"Le loyer maximum applicable aux logements conventionnés est fixé dans la convention mentionnée à l'article L. 321-4 ou à l'article L. 321-8, dans les conditions prévues par le règlement général de l'Agence nationale de l'habitat. La convention précise également les conditions d'évolution du loyer."},{"type":"del","content":"Code général des impôts, annexe III - article 2 terdecies G AUTONOME MODIFIE, en vigueur du 2019-06-08 au 2020-07-25 CITATION source"},{"type":"add","content":"Code de la construction et de l'habitation - article R353-16 AUTONOME MODIFIE, en vigueur du 2006-01-01 au 2007-03-09 CITATION cible"},{"type":"del","content":"Code général des impôts, annexe III - article 2 terdecies G AUTONOME MODIFIE, en vigueur du 2018-06-23 au 2019-06-08 CITATION source"},{"type":"add","content":"Code de la construction et de l'habitation - article R353-16 AUTONOME MODIFIE, en vigueur du 2007-03-09 au 2010-01-01 CITATION cible"},{"type":"del","content":"Décret n° 2006-1200 du 29 septembre 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues par l'Agence nationale de l'habitat en application des articles L. 321-4 et L. 321-8 du code de la construction et de l'habitation - article 1 ENTIEREMENT_MODIF CREATION cible"},{"type":"add","content":"Code de la construction et de l'habitation - article R353-16 AUTONOME MODIFIE, en vigueur du 2010-01-01 au 2011-09-29 CITATION cible"},{"type":"del","content":"Code général des impôts, annexe III - article 2 terdecies G AUTONOME MODIFIE, en vigueur du 2017-05-08 au 2018-06-23 CITATION source"},{"type":"add","content":"Code de la construction et de l'habitation - article R353-16 AUTONOME TRANSFERE, en vigueur du 2011-09-29 au 2019-09-01 CITATION cible"},{"type":"del","content":"Code de la construction et de l'habitation - article Annexe AUTONOME ABROGE, en vigueur du 2010-02-10 au 2017-05-07 CITATION source"},{"type":"add","content":"Code de la construction et de l'habitation - article R111-2 AUTONOME ABROGE, en vigueur du 2019-09-01 au 2021-07-01 CITATION cible"},{"type":"del","content":"Code de la construction et de l'habitation - article Annexe II à l'article D321-23 AUTONOME VIGUEUR, en vigueur depuis le 2019-09-01 CITATION source"},{"type":"add","content":"Code de la construction et de l'habitation - article R*111-2 AUTONOME MODIFIE, en vigueur du 1984-01-31 au 1997-05-29 CITATION cible"},{"type":"del","content":"Code de la construction et de l'habitation - article Annexe I à L'article D321-23 AUTONOME VIGUEUR, en vigueur depuis le 2019-09-01 CITATION source"},{"type":"add","content":"Code de la construction et de l'habitation - article L321-8 AUTONOME MODIFIE, en vigueur du 2006-07-16 au 2019-09-01 CITATION cible"},{"type":"del","content":"Code de la construction et de l'habitation - article Annexe II à l'article R321-23 AUTONOME MODIFIE, en vigueur du 2010-02-10 au 2017-05-08 CITATION source"},{"type":"add","content":"Code de la construction et de l'habitation - article D321-27 AUTONOME MODIFIE, en vigueur du 2019-09-01 au 2022-04-02 CONCORDE cible"},{"type":"del","content":"Code de la construction et de l'habitation - article Annexe I à L'article R321-23 AUTONOME MODIFIE, en vigueur du 2017-05-08 au 2019-09-01 CITATION source"},{"type":"add","content":"Code de la construction et de l'habitation - article R353-16 AUTONOME MODIFIE, en vigueur du 1996-07-01 au 2002-05-05 CITATION cible"},{"type":"del","content":"Code de la construction et de l'habitation - article Annexe II à l'article R321-23 AUTONOME MODIFIE, en vigueur du 2017-05-08 au 2019-09-01 CITATION source"},{"type":"add","content":"Code de la construction et de l'habitation - article R353-16 AUTONOME MODIFIE, en vigueur du 1985-11-24 au 1996-07-01 CITATION cible"},{"type":"del","content":"Code de la construction et de l'habitation - article Annexe I à L'article R321-23 AUTONOME MODIFIE, en vigueur du 2010-02-10 au 2017-05-08 CITATION source"},{"type":"add","content":"Code de la construction et de l'habitation - article L321-4 AUTONOME ABROGE, en vigueur du 1978-06-08 au 1987-12-30 CITATION cible"},{"type":"del","content":"Code de la construction et de l'habitation - article Annexe IV à l'article D321-23 AUTONOME VIGUEUR, en vigueur depuis le 2019-09-01 CITATION source"},{"type":"add","content":"Code de la construction et de l'habitation - article L321-4 AUTONOME MODIFIE, en vigueur du 2005-06-09 au 2006-07-16 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L321-4 AUTONOME MODIFIE, en vigueur du 2006-07-16 au 2009-03-28 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L321-4 AUTONOME VIGUEUR, en vigueur depuis le 2022-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article R*111-2 AUTONOME MODIFIE, en vigueur du 1997-05-29 au 2019-09-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article D321-27 AUTONOME VIGUEUR, en vigueur depuis le 2022-04-02 CONCORDE cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L321-8 AUTONOME MODIFIE, en vigueur du 2005-06-09 au 2006-07-16 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L321-8 AUTONOME VIGUEUR, en vigueur depuis le 2019-09-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L321-4 AUTONOME MODIFIE, en vigueur du 2009-03-28 au 2022-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article R*111-2 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 1984-01-31 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article Annexe IV à l'article R321-23 AUTONOME MODIFIE, en vigueur du 2017-05-08 au 2019-09-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article R353-16 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 1979-06-09 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2019-873 du 21 août 2019 relatif à la partie réglementaire du code de la construction et de l'habitation - article 5 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2019-08-24 TRANSFERE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article R353-16 AUTONOME MODIFIE, en vigueur du 2002-05-05 au 2006-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2017-839 du 5 mai 2017 relatif aux conventions portant sur un immeuble ou un logement conclues par l'Agence nationale de l'habitat en application des articles L. 321-4 et L. 321-8 du code de la construction et de l'habitation et aux plafonds de loyer et de ressources des locataires pour l'application de la déduction spécifique prévue au o du 1° du I de l'article 31 du code général des impôts - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2006-09-29 CREATION source Décret n° 2006-1200 du 29 septembre 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues par l'Agence nationale de l'habitat en application des articles L. 321-4 et L. 321-8 du code de la construction et de l'habitation - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2017-05-05 MODIFIE cible Décret n° 2017-839 du 5 mai 2017 relatif aux conventions portant sur un immeuble ou un logement conclues par l'Agence nationale de l'habitat en application des articles L. 321-4 et L. 321-8 du code de la construction et de l'habitation et aux plafonds de loyer et de ressources des locataires pour l'application de la déduction spécifique prévue au o du 1° du I de l'article 31 du code général des impôts - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation VIGUEUR"},{"type":"add","content":"2019-08-21 TRANSFERE cible Décret n° 2019-873 du 21 août 2019 relatif à la partie réglementaire du code de la construction et de l'habitation - article 5 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2019-08-24"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L321-4 AUTONOME ABROGE, en vigueur du 1978-06-08 au 1987-12-30"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L321-8 AUTONOME MODIFIE, en vigueur du 2005-06-09 au 2006-07-16"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article R*111-2 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 1984-01-31"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/72/LEGIARTI000006897248.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/72/LEGIARTI000006897248.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/72/LEGIARTI000006897248.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/66/67/LEGIARTI000034666723.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/66/67/LEGIARTI000034666723.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/34/66/67/LEGIARTI000034666723.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006897248)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000034666723)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_iii/titre_ii/chapitre_ier/section_3/sous-section_1/article_r321-29.md","articleName":"Article R321-29","additions":12,"deletions":18,"diff":[{"type":"del","content":"Le bailleur s'engage dans la convention à fournir à tout moment à la demande du délégué de l'agence dans le département toutes les informations et tous les documents nécessaires au plein exercice du contrôle de l'agence. Le délégué de l'agence dans le département peut procéder ou faire procéder à tout contrôle sur pièces pour la vérification du respect des obligations réglementaires et conventionnelles dans les conditions fixées par le règlement général de l'Agence nationale de l'habitat."},{"type":"add","content":"Le bailleur s'engage dans la convention à fournir à tout moment à la demande de l'Agence nationale de l'habitat ou du délégataire de compétences toutes les informations et tous les documents nécessaires au plein exercice du contrôle de l'agence. Le délégué de l'agence dans le département peut procéder ou faire procéder à tout contrôle sur pièces pour la vérification du respect des obligations réglementaires et conventionnelles dans les conditions fixées par le règlement général de l'Agence nationale de l'habitat."},{"type":"del","content":"Lorsque l'agence a connaissance de l'inexécution par le bailleur des engagements prévus par la convention et que celle-ci a donné lieu à la délivrance du document mentionné à l'article R. 321-30, l'agence informe l'administration fiscale de cette situation."},{"type":"add","content":"Lorsque l'agence ou le délégataire de compétences a connaissance de l'inexécution par le bailleur des engagements prévus par la convention, il informe l'administration fiscale de cette situation."},{"type":"del","content":"Code de la construction et de l'habitation - article R321-30 AUTONOME MODIFIE, en vigueur du 2006-09-30 au 2010-02-10 CITATION cible"},{"type":"add","content":"Code de la construction et de l'habitation - article D321-29 AUTONOME VIGUEUR, en vigueur depuis le 2019-09-01 CONCORDE cible"},{"type":"del","content":"Code de la construction et de l'habitation - article R321-30 AUTONOME MODIFIE, en vigueur du 2015-03-22 au 2017-05-08 CITATION cible"},{"type":"add","content":"Décret n° 2019-873 du 21 août 2019 relatif à la partie réglementaire du code de la construction et de l'habitation - article 5 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2019-08-24 TRANSFERE source"},{"type":"del","content":"Code de la construction et de l'habitation - article R321-30 AUTONOME MODIFIE, en vigueur du 2010-02-10 au 2015-03-22 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article R321-30 AUTONOME TRANSFERE, en vigueur du 2017-05-08 au 2019-09-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2010-122 du 5 février 2010 relatif aux conventions portant sur un immeuble ou un logement conclues par l'Agence nationale de l'habitat en application des articles L. 321-4 et L. 321-8 du code de la construction et de l'habitation - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Décret n° 2017-839 du 5 mai 2017 relatif aux conventions portant sur un immeuble ou un logement conclues par l'Agence nationale de l'habitat en application des articles L. 321-4 et L. 321-8 du code de la construction et de l'habitation et aux plafonds de loyer et de ressources des locataires pour l'application de la déduction spécifique prévue au o du 1° du I de l'article 31 du code général des impôts - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2010-02-05 MODIFIE cible Décret n° 2010-122 du 5 février 2010 relatif aux conventions portant sur un immeuble ou un logement conclues par l'Agence nationale de l'habitat en application des articles L. 321-4 et L. 321-8 du code de la construction et de l'habitation - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2017-05-05 MODIFIE cible Décret n° 2017-839 du 5 mai 2017 relatif aux conventions portant sur un immeuble ou un logement conclues par l'Agence nationale de l'habitat en application des articles L. 321-4 et L. 321-8 du code de la construction et de l'habitation et aux plafonds de loyer et de ressources des locataires pour l'application de la déduction spécifique prévue au o du 1° du I de l'article 31 du code général des impôts - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":"2999-01-01 CONCORDE source Code de la construction et de l'habitation - article D321-29 AUTONOME VIGUEUR, en vigueur depuis le 2019-09-01"},{"type":"add","content":"2019-08-21 TRANSFERE cible Décret n° 2019-873 du 21 août 2019 relatif à la partie réglementaire du code de la construction et de l'habitation - article 5 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2019-08-24"},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article R321-30 AUTONOME MODIFIE, en vigueur du 2006-09-30 au 2010-02-10"},{"type":"add","content":"2999-01-01 CONCORDE source Code de la construction et de l'habitation - article D321-29 AUTONOME VIGUEUR, en vigueur depuis le 2019-09-01"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/79/70/LEGIARTI000021797098.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/79/70/LEGIARTI000021797098.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/21/79/70/LEGIARTI000021797098.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/66/67/LEGIARTI000034666714.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/66/67/LEGIARTI000034666714.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/34/66/67/LEGIARTI000034666714.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000021797098)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000034666714)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_iii/titre_ii/chapitre_ier/section_3/sous-section_1/article_r321-30.md","articleName":"Article R321-30","additions":30,"deletions":16,"diff":[{"type":"del","content":"Un document récapitulant les engagements du bailleur accompagne la convention. Ce document, obligatoirement signé du bailleur, est contresigné par le délégué de l'agence dans le département ou, lorsqu'il a été signataire de la convention mentionnée à l'article L. 321-4 ou L. 321-8, par le président du conseil départemental ou de l'établissement public de coopération intercommunale pour les logements situés dans un territoire concerné par la convention mentionnée à l'article L. 321-1-1. La signature de ce document vaut attestation du respect des conditions de location par le bailleur. Le bailleur communique en outre la copie du premier bail conclu en application de la convention, ainsi que la copie de l'avis d'imposition requis du ou des titulaires du bail. L'Agence nationale de l'habitat conserve la faculté de procéder à tous contrôles, pendant la durée de la convention, sur l'exactitude des renseignements fournis par le bailleur dans les conditions prévues au règlement général de l'agence."},{"type":"add","content":"Le bailleur communique au délégué de l'Agence nationale de l'habitat dans le département ou, lorsqu'il a été signataire de la convention mentionnée à l'article L. 321-4 ou à l'article L. 321-8, au délégataire de compétences, la copie du premier bail conclu en application de la convention, ainsi que la copie de l'avis d'imposition requis du ou des titulaires du bail. Le bailleur s'engage à respecter les conditions de location prévues dans la convention."},{"type":"add","content":""},{"type":"add","content":"L'Agence nationale de l'habitat ou le délégataire de compétences conserve la faculté de procéder à tous contrôles, pendant la durée de la convention, sur l'exactitude des renseignements fournis par le bailleur dans les conditions prévues par le règlement général de l'agence."},{"type":"del","content":"Code de la construction et de l'habitation - article L321-1-1 AUTONOME VIGUEUR, en vigueur depuis le 2015-03-22 CITATION cible"},{"type":"add","content":"Code de la construction et de l'habitation - article L321-8 AUTONOME MODIFIE, en vigueur du 2006-07-16 au 2019-09-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L321-4 AUTONOME ABROGE, en vigueur du 1978-06-08 au 1987-12-30 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L321-4 AUTONOME MODIFIE, en vigueur du 2005-06-09 au 2006-07-16 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L321-4 AUTONOME MODIFIE, en vigueur du 2006-07-16 au 2009-03-28 CITATION cible"},{"type":"del","content":"Code de la construction et de l'habitation - article L321-1-1 AUTONOME MODIFIE, en vigueur du 2005-01-01 au 2005-06-09 CITATION cible"},{"type":"add","content":"Code de la construction et de l'habitation - article L321-4 AUTONOME VIGUEUR, en vigueur depuis le 2022-01-01 CITATION cible"},{"type":"del","content":"Code de la construction et de l'habitation - article L321-1-1 AUTONOME MODIFIE, en vigueur du 2005-06-09 au 2006-07-16 CITATION cible"},{"type":"add","content":"Code de la construction et de l'habitation - article D321-30 AUTONOME VIGUEUR, en vigueur depuis le 2019-09-01 CONCORDE cible"},{"type":"del","content":"Code de la construction et de l'habitation - article L321-1-1 AUTONOME MODIFIE, en vigueur du 2014-03-27 au 2015-03-22 CITATION cible"},{"type":"add","content":"Code de la construction et de l'habitation - article L321-8 AUTONOME MODIFIE, en vigueur du 2005-06-09 au 2006-07-16 CITATION cible"},{"type":"del","content":"Code de la construction et de l'habitation - article L321-1-1 AUTONOME MODIFIE, en vigueur du 2006-07-16 au 2006-12-31 CITATION cible"},{"type":"add","content":"Code de la construction et de l'habitation - article L321-8 AUTONOME VIGUEUR, en vigueur depuis le 2019-09-01 CITATION cible"},{"type":"del","content":"Décret n° 2013-938 du 18 octobre 2013 portant application de la loi n° 2013-403 du 17 mai 2013 relative à l'élection des conseillers départementaux, des conseillers municipaux et des conseillers communautaires, et modifiant le calendrier électoral - article 1 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2014-03-23 MODIFIE source"},{"type":"add","content":"Code de la construction et de l'habitation - article L321-4 AUTONOME MODIFIE, en vigueur du 2009-03-28 au 2022-01-01 CITATION cible"},{"type":"del","content":"Code de la construction et de l'habitation - article L321-1-1 AUTONOME MODIFIE, en vigueur du 2006-12-31 au 2014-03-27 CITATION cible"},{"type":"add","content":"Décret n° 2019-873 du 21 août 2019 relatif à la partie réglementaire du code de la construction et de l'habitation - article 5 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2019-08-24 TRANSFERE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2017-839 du 5 mai 2017 relatif aux conventions portant sur un immeuble ou un logement conclues par l'Agence nationale de l'habitat en application des articles L. 321-4 et L. 321-8 du code de la construction et de l'habitation et aux plafonds de loyer et de ressources des locataires pour l'application de la déduction spécifique prévue au o du 1° du I de l'article 31 du code général des impôts - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2013-10-18 MODIFIE cible Décret n° 2013-938 du 18 octobre 2013 portant application de la loi n° 2013-403 du 17 mai 2013 relative à l'élection des conseillers départementaux, des conseillers municipaux et des conseillers communautaires, et modifiant le calendrier électoral - article 1 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2014-03-23"},{"type":"add","content":"2017-05-05 MODIFIE cible Décret n° 2017-839 du 5 mai 2017 relatif aux conventions portant sur un immeuble ou un logement conclues par l'Agence nationale de l'habitat en application des articles L. 321-4 et L. 321-8 du code de la construction et de l'habitation et aux plafonds de loyer et de ressources des locataires pour l'application de la déduction spécifique prévue au o du 1° du I de l'article 31 du code général des impôts - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2019-08-21 TRANSFERE cible Décret n° 2019-873 du 21 août 2019 relatif à la partie réglementaire du code de la construction et de l'habitation - article 5 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2019-08-24"},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L321-1-1 AUTONOME MODIFIE, en vigueur du 2005-01-01 au 2005-06-09"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/28/25/11/LEGIARTI000028251112.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/28/25/11/LEGIARTI000028251112.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/28/25/11/LEGIARTI000028251112.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/66/67/LEGIARTI000034666709.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/66/67/LEGIARTI000034666709.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/34/66/67/LEGIARTI000034666709.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000028251112)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000034666709)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_iii/titre_ii/chapitre_ier/section_3/sous-section_2/article_r321-31.md","articleName":"Article R321-31","additions":11,"deletions":35,"diff":[{"type":"del","content":"L'entrée en vigueur des conventions conditionne l'ouverture du droit à l'aide personnalisée au logement pour les locataires qui remplissent les conditions d'octroi de cette aide. L'agence, ou, lorsqu'une convention mentionnée à l'article L. 321-1-1 a été conclue, le délégataire, informe les organismes chargés de la liquidation et du paiement de l'aide personnalisée au logement de l'entrée en vigueur des conventions."},{"type":"add","content":"L'entrée en vigueur des conventions conditionne l'ouverture du droit à l'aide personnalisée au logement pour les locataires qui remplissent les conditions d'octroi de cette aide. L'agence ou le délégataire de compétences informe les organismes chargés de la liquidation et du paiement de l'aide personnalisée au logement de l'entrée en vigueur des conventions."},{"type":"del","content":"Décret n° 2006-1200 du 29 septembre 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues par l'Agence nationale de l'habitat en application des articles L. 321-4 et L. 321-8 du code de la construction et de l'habitation - article 1 ENTIEREMENT_MODIF CREATION cible"},{"type":"add","content":"Code de la construction et de l'habitation - article D321-31 AUTONOME VIGUEUR, en vigueur depuis le 2019-09-01 CONCORDE cible"},{"type":"del","content":"Code de la construction et de l'habitation - article L321-8 AUTONOME MODIFIE, en vigueur du 2006-07-16 au 2019-09-01 CITATION cible"},{"type":"add","content":"Décret n° 2019-873 du 21 août 2019 relatif à la partie réglementaire du code de la construction et de l'habitation - article 5 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2019-08-24 TRANSFERE source"},{"type":"del","content":"Code de la construction et de l'habitation - article L321-1-1 AUTONOME VIGUEUR, en vigueur depuis le 2015-03-22 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article L321-1-1 AUTONOME MODIFIE, en vigueur du 2005-01-01 au 2005-06-09 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article L321-1-1 AUTONOME MODIFIE, en vigueur du 2005-06-09 au 2006-07-16 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article L321-1-1 AUTONOME MODIFIE, en vigueur du 2014-03-27 au 2015-03-22 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article L321-1-1 AUTONOME MODIFIE, en vigueur du 2006-07-16 au 2006-12-31 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article L321-8 AUTONOME MODIFIE, en vigueur du 2005-06-09 au 2006-07-16 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article L321-8 AUTONOME VIGUEUR, en vigueur depuis le 2019-09-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article L321-1-1 AUTONOME MODIFIE, en vigueur du 2006-12-31 au 2014-03-27 CITATION cible"},{"type":"add","content":"Décret n° 2017-839 du 5 mai 2017 relatif aux conventions portant sur un immeuble ou un logement conclues par l'Agence nationale de l'habitat en application des articles L. 321-4 et L. 321-8 du code de la construction et de l'habitation et aux plafonds de loyer et de ressources des locataires pour l'application de la déduction spécifique prévue au o du 1° du I de l'article 31 du code général des impôts - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2006-09-29 CREATION source Décret n° 2006-1200 du 29 septembre 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues par l'Agence nationale de l'habitat en application des articles L. 321-4 et L. 321-8 du code de la construction et de l'habitation - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2017-05-05 MODIFIE cible Décret n° 2017-839 du 5 mai 2017 relatif aux conventions portant sur un immeuble ou un logement conclues par l'Agence nationale de l'habitat en application des articles L. 321-4 et L. 321-8 du code de la construction et de l'habitation et aux plafonds de loyer et de ressources des locataires pour l'application de la déduction spécifique prévue au o du 1° du I de l'article 31 du code général des impôts - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":"2999-01-01 CONCORDE source Code de la construction et de l'habitation - article D321-31 AUTONOME VIGUEUR, en vigueur depuis le 2019-09-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L321-1-1 AUTONOME MODIFIE, en vigueur du 2005-01-01 au 2005-06-09"},{"type":"add","content":"2019-08-21 TRANSFERE cible Décret n° 2019-873 du 21 août 2019 relatif à la partie réglementaire du code de la construction et de l'habitation - article 5 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2019-08-24"},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L321-8 AUTONOME MODIFIE, en vigueur du 2005-06-09 au 2006-07-16"},{"type":"add","content":"2999-01-01 CONCORDE source Code de la construction et de l'habitation - article D321-31 AUTONOME VIGUEUR, en vigueur depuis le 2019-09-01"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/72/LEGIARTI000006897252.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/72/LEGIARTI000006897252.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/72/LEGIARTI000006897252.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/66/67/LEGIARTI000034666700.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/66/67/LEGIARTI000034666700.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/34/66/67/LEGIARTI000034666700.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006897252)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000034666700)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_iii/titre_ii/chapitre_ier/section_3/sous-section_2/article_r321-32.md","articleName":"Article R321-32","additions":25,"deletions":7,"diff":[{"type":"del","content":"Lorsqu'à la date de signature par le bailleur de la convention le logement concerné est occupé par un occupant de bonne foi pouvant se prévaloir des dispositions de la loi n° 48-1360 du 1er septembre 1948 modifiée, et lorsqu'à la date de signature par le bailleur d'une convention portant sur un logement pour lequel n'a pas été versée une aide de l'Agence nationale de l'habitat, le logement concerné est l'objet d'un bail en cours de validité, le propriétaire doit leur proposer un bail conforme aux stipulations de la convention. Au projet de bail doit être annexée une copie de la convention et du barème de l'aide personnalisée au logement. Ces documents sont notifiés au locataire ou à l'occupant de bonne foi par lettre recommandée avec accusé de réception ou par acte extrajudiciaire."},{"type":"add","content":"Lorsqu'à la date de signature par le bailleur de la convention avec ou sans travaux le logement concerné est occupé par un occupant de bonne foi pouvant se prévaloir des dispositions de la loi n° 48-1360 du 1er septembre 1948 modifiée, ou lorsqu'à la date de signature par le bailleur d'une convention portant sur un logement pour lequel n'a pas été versée une aide de l'Agence nationale de l'habitat, le logement concerné fait l'objet d'un bail en cours de validité, le propriétaire doit leur proposer un bail conforme aux stipulations de la convention. Au projet de bail doit être annexée une copie de la convention et du barème de l'aide personnalisée au logement. Ces documents sont notifiés au locataire ou à l'occupant de bonne foi par lettre recommandée avec accusé de réception ou par acte extrajudiciaire."},{"type":"del","content":"Décret n° 2010-122 du 5 février 2010 relatif aux conventions portant sur un immeuble ou un logement conclues par l'Agence nationale de l'habitat en application des articles L. 321-4 et L. 321-8 du code de la construction et de l'habitation - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Code de la construction et de l'habitation - article L353-7 AUTONOME MODIFIE, en vigueur du 2000-12-14 au 2018-11-25 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article D321-32 AUTONOME VIGUEUR, en vigueur depuis le 2019-09-01 CONCORDE cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L353-7 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 2000-12-14 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L353-7 AUTONOME VIGUEUR, en vigueur depuis le 2018-11-25 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2019-873 du 21 août 2019 relatif à la partie réglementaire du code de la construction et de l'habitation - article 5 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2019-08-24 TRANSFERE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2017-839 du 5 mai 2017 relatif aux conventions portant sur un immeuble ou un logement conclues par l'Agence nationale de l'habitat en application des articles L. 321-4 et L. 321-8 du code de la construction et de l'habitation et aux plafonds de loyer et de ressources des locataires pour l'application de la déduction spécifique prévue au o du 1° du I de l'article 31 du code général des impôts - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2010-02-05 MODIFIE cible Décret n° 2010-122 du 5 février 2010 relatif aux conventions portant sur un immeuble ou un logement conclues par l'Agence nationale de l'habitat en application des articles L. 321-4 et L. 321-8 du code de la construction et de l'habitation - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2017-05-05 MODIFIE cible Décret n° 2017-839 du 5 mai 2017 relatif aux conventions portant sur un immeuble ou un logement conclues par l'Agence nationale de l'habitat en application des articles L. 321-4 et L. 321-8 du code de la construction et de l'habitation et aux plafonds de loyer et de ressources des locataires pour l'application de la déduction spécifique prévue au o du 1° du I de l'article 31 du code général des impôts - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2019-08-21 TRANSFERE cible Décret n° 2019-873 du 21 août 2019 relatif à la partie réglementaire du code de la construction et de l'habitation - article 5 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2019-08-24"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/79/70/LEGIARTI000021797082.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/79/70/LEGIARTI000021797082.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/21/79/70/LEGIARTI000021797082.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/66/66/LEGIARTI000034666693.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/66/66/LEGIARTI000034666693.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/34/66/66/LEGIARTI000034666693.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000021797082)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000034666693)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_iv/titre_iv/chapitre_iii/section_5/article_r443-34.md","articleName":"Article R443-34","additions":468,"deletions":9,"diff":[{"type":"del","content":"I.-Les logements produits par les organismes d'habitations à loyer modéré dans les conditions définies aux articles L. 421-1 (7e al.), L. 422-2 (5e al.) et L. 422-3 (3e al.) et cédés à des personnes physiques sont vendus soit à des acquéreurs qui destinent le logement à leur occupation personnelle dans les conditions du II ci-dessous, soit à des acquéreurs qui le louent dans les conditions prévues pour l'application du deuxième alinéa du m du 1° du I de l'article 31 du code général des impôts."},{"type":"add","content":"I. – Les logements produits par les organismes d'habitations à loyer modéré dans les conditions définies aux articles L. 421-1 (7e al.), L. 422-2 (5e al.) et L. 422-3 (3e al.) et cédés à des personnes physiques sont vendus soit à des acquéreurs qui destinent le logement à leur occupation personnelle dans les conditions du II ci-dessous, soit à des acquéreurs qui le louent dans les conditions prévues pour l'application du troisième alinéa du A du 1 du o du 1° du I de l'article 31 du code général des impôts."},{"type":"del","content":"II.-Un arrêté conjoint des ministres chargés du logement et des finances détermine le montant maximum des ressources qui ne peut être dépassé par les acquéreurs occupants pour les opérations réalisées par les organismes visés aux articles L. 421-1 et L. 422-2 du code de la construction et de l'habitation."},{"type":"add","content":"II. – Un arrêté conjoint des ministres chargés du logement et des finances détermine le montant maximum des ressources qui ne peut être dépassé par les acquéreurs occupants pour les opérations réalisées par les organismes visés aux articles L. 421-1 et L. 422-2 du code de la construction et de l'habitation."},{"type":"del","content":"III.-Cet arrêté détermine également le prix de vente maximum des logements produits dans les conditions définies aux articles L. 421-1 (7e alinéa), L. 422-2 (5e alinéa) et L. 422-3 (3e alinéa) du même code et cédés à des personnes physiques."},{"type":"add","content":"III. – Cet arrêté détermine également le prix de vente maximum des logements produits dans les conditions définies aux articles L. 421-1 (7e alinéa), L. 422-2 (5e alinéa) et L. 422-3 (3e alinéa) du même code et cédés à des personnes physiques."},{"type":"del","content":"Décret n° 2013-1037 du 18 novembre 2013 relatif aux conditions de vente de logements par les organismes d'habitations à loyer modéré - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Code de la construction et de l'habitation - article L422-2 AUTONOME MODIFIE, en vigueur du 2018-11-25 au 2019-09-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 31 AUTONOME MODIFIE, en vigueur du 2001-12-29 au 2002-03-31 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 31 AUTONOME MODIFIE, en vigueur du 2005-01-19 au 2005-02-24 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 31 AUTONOME MODIFIE, en vigueur du 2004-12-31 au 2005-01-19 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 31 AUTONOME MODIFIE_MORT_NE, en vigueur du 2005-02-24 au 2005-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 31 AUTONOME MODIFIE, en vigueur du 2005-01-01 au 2005-12-31 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 31 AUTONOME MODIFIE, en vigueur du 2005-12-31 au 2006-07-16 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 31 AUTONOME MODIFIE, en vigueur du 2006-07-16 au 2006-12-31 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 31 AUTONOME MODIFIE, en vigueur du 2006-12-31 au 2007-03-06 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 31 AUTONOME MODIFIE, en vigueur du 2007-01-01 au 2007-12-29 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 31 AUTONOME MODIFIE, en vigueur du 2003-12-31 au 2004-12-31 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 31 AUTONOME MODIFIE, en vigueur du 2018-06-23 au 2018-11-25 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 31 AUTONOME MODIFIE, en vigueur du 2018-11-25 au 2019-12-30 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 31 AUTONOME MODIFIE, en vigueur du 2019-12-30 au 2021-07-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 199 novovicies AUTONOME MODIFIE, en vigueur du 2021-01-01 au 2022-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 31 AUTONOME MODIFIE, en vigueur du 2017-01-01 au 2017-05-05 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 31 AUTONOME MODIFIE, en vigueur du 2003-08-31 au 2003-12-31 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 31 AUTONOME MODIFIE, en vigueur du 1995-10-27 au 1996-05-12 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 31 AUTONOME MODIFIE, en vigueur du 1996-05-12 au 1997-04-11 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 31 AUTONOME MODIFIE, en vigueur du 1997-04-11 au 1999-03-31 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 31 AUTONOME MODIFIE, en vigueur du 2009-03-28 au 2010-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 31 AUTONOME MODIFIE, en vigueur du 2010-03-11 au 2010-05-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 31 AUTONOME MODIFIE, en vigueur du 2010-07-14 au 2013-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 31 AUTONOME MODIFIE, en vigueur du 2013-01-01 au 2013-06-07 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 199 novovicies AUTONOME MODIFIE, en vigueur du 2013-06-07 au 2013-07-28 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 31 AUTONOME MODIFIE, en vigueur du 2013-06-07 au 2013-07-28 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 31 AUTONOME MODIFIE, en vigueur du 2014-03-27 au 2014-12-30 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 199 novovicies AUTONOME MODIFIE, en vigueur du 2015-01-01 au 2015-06-06 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 31 AUTONOME MODIFIE, en vigueur du 2014-12-30 au 2016-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 199 novovicies AUTONOME MODIFIE, en vigueur du 2015-06-06 au 2016-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 31 AUTONOME MODIFIE, en vigueur du 2016-01-01 au 2017-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 31 AUTONOME MODIFIE, en vigueur du 2018-01-01 au 2018-06-23 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 199 novovicies AUTONOME MODIFIE, en vigueur du 2019-05-24 au 2020-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 31 AUTONOME MODIFIE_MORT_NE, en vigueur du 2023-01-01 au 2022-12-31 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 199 novovicies AUTONOME MODIFIE, en vigueur du 2022-01-01 au 2023-12-31 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 31 AUTONOME MODIFIE, en vigueur du 2022-01-01 au 2022-05-07 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 199 novovicies AUTONOME MODIFIE, en vigueur du 2023-12-31 au 2024-04-11 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 31 AUTONOME MODIFIE, en vigueur du 2023-12-31 au 2024-06-02 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 199 novovicies AUTONOME MODIFIE, en vigueur du 2018-01-01 au 2019-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 31 AUTONOME MODIFIE, en vigueur du 1992-07-04 au 1993-08-18 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 31 AUTONOME MODIFIE, en vigueur du 1951-12-19 au 1979-07-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L422-3 AUTONOME MODIFIE, en vigueur du 2017-01-29 au 2018-11-25 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L422-2 AUTONOME MODIFIE, en vigueur du 2017-01-29 au 2018-11-25 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L421-1 AUTONOME MODIFIE, en vigueur du 2017-01-29 au 2018-11-25 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L422-3 AUTONOME MODIFIE, en vigueur du 2006-07-16 au 2007-03-06 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L422-3 AUTONOME MODIFIE, en vigueur du 2007-03-06 au 2009-03-28 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L421-1 AUTONOME MODIFIE, en vigueur du 1985-07-19 au 1994-07-24 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L421-1 AUTONOME MODIFIE, en vigueur du 2007-02-02 au 2009-03-28 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L422-2 AUTONOME MODIFIE, en vigueur du 2014-02-22 au 2014-02-23 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L421-1 AUTONOME MODIFIE, en vigueur du 2014-02-22 au 2014-03-27 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L422-3 AUTONOME MODIFIE, en vigueur du 2014-03-27 au 2014-08-02 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L422-2 AUTONOME MODIFIE, en vigueur du 2014-03-27 au 2015-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L422-3 AUTONOME MODIFIE, en vigueur du 2014-08-02 au 2015-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L421-1 AUTONOME MODIFIE, en vigueur du 2015-08-08 au 2017-01-29 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L422-2 AUTONOME MODIFIE, en vigueur du 2015-08-08 au 2017-01-29 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L422-3 AUTONOME MODIFIE, en vigueur du 2015-08-08 au 2017-01-29 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L421-1 AUTONOME VIGUEUR, en vigueur depuis le 2019-09-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L422-3 AUTONOME MODIFIE, en vigueur du 2020-01-01 au 2021-08-25 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L422-3 AUTONOME MODIFIE, en vigueur du 2021-11-27 au 2022-02-23 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L422-2 AUTONOME MODIFIE, en vigueur du 2021-11-27 au 2022-02-23 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 31 AUTONOME MODIFIE, en vigueur du 2013-07-28 au 2014-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 199 novovicies AUTONOME MODIFIE, en vigueur du 2013-07-28 au 2014-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 199 novovicies AUTONOME MODIFIE, en vigueur du 2014-01-01 au 2015-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 31 AUTONOME MODIFIE, en vigueur du 2014-01-01 au 2014-03-27 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 31 AUTONOME MODIFIE, en vigueur du 2000-12-31 au 2001-03-31 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 31 AUTONOME MODIFIE, en vigueur du 1994-09-02 au 1995-10-27 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 31 AUTONOME MODIFIE, en vigueur du 2003-01-01 au 2003-07-03 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 31 AUTONOME MODIFIE, en vigueur du 2007-12-29 au 2008-04-03 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 199 novovicies AUTONOME MODIFIE, en vigueur du 2019-01-01 au 2019-05-24 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L421-1 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 1985-07-19 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 31 AUTONOME MODIFIE, en vigueur du 2001-03-31 au 2001-12-29 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 31 AUTONOME MODIFIE, en vigueur du 2021-07-01 au 2022-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 199 novovicies AUTONOME MODIFIE, en vigueur du 2021-01-01 au 2021-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 199 novovicies AUTONOME MODIFIE, en vigueur du 2020-07-25 au 2021-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 31 AUTONOME MODIFIE, en vigueur du 1979-07-01 au 1982-09-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 31 AUTONOME MODIFIE, en vigueur du 1950-04-30 au 1951-12-19 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 31 AUTONOME MODIFIE, en vigueur du 1999-03-31 au 2000-03-31 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L421-1 AUTONOME MODIFIE, en vigueur du 2014-03-27 au 2015-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 31 AUTONOME MODIFIE, en vigueur du 1982-09-01 au 1984-07-20 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 199 novovicies AUTONOME MODIFIE, en vigueur du 2013-01-01 au 2013-06-07 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L422-2 AUTONOME MODIFIE, en vigueur du 2000-12-14 au 2003-07-03 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article D443-34 AUTONOME VIGUEUR, en vigueur depuis le 2022-04-02 CONCORDE cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L422-3 AUTONOME MODIFIE, en vigueur du 2019-09-01 au 2020-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L422-2 AUTONOME MODIFIE, en vigueur du 2003-07-03 au 2003-09-06 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L422-2 AUTONOME MODIFIE, en vigueur du 2006-07-16 au 2007-03-06 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 31 AUTONOME MODIFIE, en vigueur du 2010-05-01 au 2010-07-14 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L422-2 AUTONOME MODIFIE, en vigueur du 2019-09-01 au 2021-08-25 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L422-2 AUTONOME MODIFIE, en vigueur du 1996-11-15 au 1998-02-20 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L422-2 AUTONOME MODIFIE, en vigueur du 1998-02-20 au 1998-07-31 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L422-2 AUTONOME MODIFIE, en vigueur du 1998-07-31 au 2000-12-14 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L422-2 AUTONOME MODIFIE, en vigueur du 1985-07-19 au 1994-07-24 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L422-2 AUTONOME MODIFIE, en vigueur du 1994-07-24 au 1996-11-15 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L422-2 AUTONOME MODIFIE, en vigueur du 2007-03-06 au 2008-07-30 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L421-1 AUTONOME MODIFIE, en vigueur du 1994-07-24 au 1998-02-20 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L421-1 AUTONOME MODIFIE, en vigueur du 1998-02-20 au 1998-07-31 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L421-1 AUTONOME MODIFIE, en vigueur du 1998-07-31 au 2000-12-14 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L421-1 AUTONOME MODIFIE, en vigueur du 2000-12-14 au 2003-07-03 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L421-1 AUTONOME MODIFIE, en vigueur du 2003-07-03 au 2003-09-06 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L421-1 AUTONOME MODIFIE, en vigueur du 2003-09-06 au 2005-01-19 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L421-1 AUTONOME MODIFIE, en vigueur du 2005-01-19 au 2006-07-16 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L421-1 AUTONOME MODIFIE, en vigueur du 2006-07-16 au 2007-02-02 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L422-3 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 1985-07-19 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L422-3 AUTONOME MODIFIE, en vigueur du 1985-07-19 au 1992-07-14 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L422-3 AUTONOME MODIFIE, en vigueur du 1992-07-14 au 1994-07-24 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L422-3 AUTONOME MODIFIE, en vigueur du 1998-07-03 au 1998-07-31 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L422-3 AUTONOME MODIFIE, en vigueur du 1998-07-31 au 2000-12-14 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L422-3 AUTONOME MODIFIE, en vigueur du 2000-12-14 au 2003-07-03 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L422-3 AUTONOME MODIFIE, en vigueur du 2003-07-03 au 2005-01-19 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L422-3 AUTONOME MODIFIE, en vigueur du 2005-01-19 au 2006-07-16 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L421-1 AUTONOME MODIFIE, en vigueur du 2009-03-28 au 2014-02-22 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L422-2 AUTONOME MODIFIE, en vigueur du 2014-02-23 au 2014-03-27 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L422-3 AUTONOME VIGUEUR, en vigueur depuis le 2024-04-11 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L422-2 AUTONOME VIGUEUR, en vigueur depuis le 2024-04-11 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L422-3 AUTONOME MODIFIE, en vigueur du 2014-02-22 au 2014-03-27 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L421-1 AUTONOME MODIFIE, en vigueur du 2015-01-01 au 2015-08-08 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L421-1 AUTONOME MODIFIE, en vigueur du 2018-11-25 au 2019-09-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L422-3 AUTONOME MODIFIE, en vigueur du 1994-07-24 au 1998-07-03 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L422-2 AUTONOME MODIFIE, en vigueur du 2005-01-19 au 2006-07-16 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L422-3 AUTONOME MODIFIE, en vigueur du 2018-11-25 au 2019-09-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L422-3 AUTONOME MODIFIE, en vigueur du 2009-03-28 au 2014-02-22 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L422-2 AUTONOME MODIFIE, en vigueur du 2009-03-28 au 2014-02-22 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L422-2 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 1985-07-19 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L422-2 AUTONOME MODIFIE, en vigueur du 2008-07-30 au 2009-03-28 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article D443-34 AUTONOME MODIFIE, en vigueur du 2019-09-01 au 2022-04-02 CONCORDE cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L422-3 AUTONOME MODIFIE, en vigueur du 2015-01-01 au 2015-08-08 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 31 AUTONOME MODIFIE, en vigueur du 1987-08-10 au 1990-06-15 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L422-2 AUTONOME MODIFIE, en vigueur du 2003-09-06 au 2005-01-19 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 31 AUTONOME MODIFIE, en vigueur du 1991-06-24 au 1992-07-04 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 31 AUTONOME MODIFIE, en vigueur du 2000-03-31 au 2000-12-31 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L422-2 AUTONOME MODIFIE, en vigueur du 2021-08-25 au 2021-11-27 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L422-3 AUTONOME MODIFIE, en vigueur du 2021-08-25 au 2021-11-27 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L422-3 AUTONOME MODIFIE, en vigueur du 2022-02-23 au 2024-04-11 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L422-2 AUTONOME MODIFIE, en vigueur du 2022-02-23 au 2024-04-11 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 31 AUTONOME MODIFIE, en vigueur du 2022-05-07 au 2023-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 31 AUTONOME MODIFIE, en vigueur du 2023-01-01 au 2023-12-31 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 31 AUTONOME MODIFIE, en vigueur du 1984-07-20 au 1987-08-10 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 31 AUTONOME MODIFIE, en vigueur du 1990-06-15 au 1991-06-24 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2019-873 du 21 août 2019 relatif à la partie réglementaire du code de la construction et de l'habitation - article 5 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2019-08-24 TRANSFERE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 31 AUTONOME MODIFIE, en vigueur du 2009-01-01 au 2009-03-28 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 199 novovicies AUTONOME MODIFIE, en vigueur du 2017-01-01 au 2018-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 199 novovicies AUTONOME MODIFIE, en vigueur du 2016-01-01 au 2017-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 31 AUTONOME MODIFIE, en vigueur du 1993-08-18 au 1994-09-02 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 31 AUTONOME MODIFIE, en vigueur du 2008-04-03 au 2008-12-29 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 199 novovicies AUTONOME MODIFIE, en vigueur du 2020-01-01 au 2020-07-25 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 31 AUTONOME MODIFIE, en vigueur du 2002-08-31 au 2002-12-31 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L422-2 AUTONOME MODIFIE, en vigueur du 2015-01-01 au 2015-08-08 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 31 AUTONOME MODIFIE, en vigueur du 2002-03-31 au 2002-08-31 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 31 AUTONOME MODIFIE, en vigueur du 2008-12-29 au 2009-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 199 novovicies AUTONOME VIGUEUR, en vigueur depuis le 2024-04-11 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 31 AUTONOME MODIFIE, en vigueur du 2010-01-01 au 2010-03-11 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2017-839 du 5 mai 2017 relatif aux conventions portant sur un immeuble ou un logement conclues par l'Agence nationale de l'habitat en application des articles L. 321-4 et L. 321-8 du code de la construction et de l'habitation et aux plafonds de loyer et de ressources des locataires pour l'application de la déduction spécifique prévue au o du 1° du I de l'article 31 du code général des impôts - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 31 AUTONOME MODIFIE, en vigueur du 2017-05-05 au 2018-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 31 AUTONOME VIGUEUR, en vigueur depuis le 2024-06-02 CITATION cible"},{"type":"del","content":"2013-11-18 MODIFIE cible Décret n° 2013-1037 du 18 novembre 2013 relatif aux conditions de vente de logements par les organismes d'habitations à loyer modéré - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2017-05-05 MODIFIE cible Décret n° 2017-839 du 5 mai 2017 relatif aux conventions portant sur un immeuble ou un logement conclues par l'Agence nationale de l'habitat en application des articles L. 321-4 et L. 321-8 du code de la construction et de l'habitation et aux plafonds de loyer et de ressources des locataires pour l'application de la déduction spécifique prévue au o du 1° du I de l'article 31 du code général des impôts - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2019-08-21 TRANSFERE cible Décret n° 2019-873 du 21 août 2019 relatif à la partie réglementaire du code de la construction et de l'habitation - article 5 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2019-08-24"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/28/21/83/LEGIARTI000028218306.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/28/21/83/LEGIARTI000028218306.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/28/21/83/LEGIARTI000028218306.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/66/66/LEGIARTI000034666678.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/66/66/LEGIARTI000034666678.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/34/66/66/LEGIARTI000034666678.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000028218306)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000034666678)"}],"status":"modified"}],"stats":{"additions":1832,"deletions":893,"filesChanged":12}}