{"sha":"14b39394f776","date":"2014-03-17","message":"Décret n° 2014-337 du 14 mars 2014 relatif à l'accessibilité des logements destinés à l'occupation temporaire ou saisonnière dont la gestion et l'entretien sont organisés et assurés de façon permanente","files":[{"filename":"partie_reglementaire/livre_ier/titre_ier/chapitre_ier/section_3/sous-section_1/article_r111-18-2.md","articleName":"Article R111-18-2","additions":30,"deletions":13,"diff":[{"type":"del","content":"Les dispositions architecturales et les aménagements propres à assurer l'accessibilité des logements situés dans les bâtiments d'habitation collectifs doivent satisfaire aux obligations ci-après :"},{"type":"add","content":"I. ― Les dispositions architecturales, les aménagements et les équipements propres à assurer l'accessibilité des logements situés dans les bâtiments d'habitation collectifs et autres que ceux visés au II du présent article doivent satisfaire aux obligations ci-après :"},{"type":"del","content":"Le ministre chargé de la construction et le ministre chargé des personnes handicapées déterminent les caractéristiques techniques applicables aux aménagements et équipements mentionnés au présent article."},{"type":"add","content":"Le ministre chargé de la construction et le ministre chargé des personnes handicapées déterminent les caractéristiques techniques applicables aux aménagements et équipements mentionnés au présent I."},{"type":"add","content":"II. ― Lorsqu'une opération de construction comporte des logements, situés dans des bâtiments d'habitation collectifs, destinés à l'occupation temporaire ou saisonnière dont la gestion et l'entretien sont organisés et assurés de façon permanente, les dispositions architecturales, les aménagements et les équipements propres à assurer l'accessibilité de ces logements doivent présenter :"},{"type":"del","content":"### Nota"},{"type":"add","content":"a) Des caractéristiques communes applicables à tous ces logements garantissant qu'ils puissent être visités par une personne handicapée et occupés par une personne sourde, malentendante, aveugle, malvoyante ou présentant une déficience mentale ;"},{"type":"del","content":"Décret n° 2006-555 du 17 mai 2006, article 13 :"},{"type":"add","content":"b) Pour un pourcentage d'entre eux, calculé au regard de l'ensemble de ces logements prévus dans l'opération de construction et destinés à être gérés par la même personne physique ou morale, des caractéristiques supplémentaires et des équipements permettant, sans travaux préalables, l'accès des personnes handicapées aux pièces de l'unité de vie et un usage de leurs fonctions. Lorsque, au regard du nombre de pièces à vivre, plusieurs types de logements destinés à l'occupation temporaire ou saisonnière dont la gestion et l'entretien sont organisés et assurés de façon permanente existent, ces différents types doivent être représentés de manière proportionnée parmi les logements soumis aux caractéristiques supplémentaires ;"},{"type":"del","content":"\" Sauf disposition contraire, les dispositions des articles 1er à 5 et 9 du présent décret sont applicables aux demandes de permis de construire déposées à compter du 1er janvier 2007 \"."},{"type":"add","content":"c) Pour chaque bâtiment d'habitation collectif, un cabinet d'aisances commun accessible."},{"type":"add","content":""},{"type":"add","content":"En outre, des prestations propres à assurer la qualité de séjour des personnes handicapées, telles que des équipements, des matériels, un accueil ou un service personnalisé, sont proposées par le gestionnaire des logements."},{"type":"add","content":""},{"type":"add","content":"Pour l'application des dispositions du troisième alinéa de l'article L. 111-7-1, le maître d'ouvrage transmet au représentant de l'Etat dans le département, préalablement aux travaux, les éléments permettant de vérifier que les logements considérés sont des logements destinés à l'occupation temporaire ou saisonnière dont la gestion et l'entretien sont organisés et assurés de façon permanente et que les dispositions prévues par le présent II sont respectées. Ces éléments sont transmis en trois exemplaires sauf s'ils sont transmis par voie électronique."},{"type":"add","content":""},{"type":"add","content":"Le représentant de l'Etat dans le département notifie sa décision motivée, dans les trois mois qui suivent la réception des éléments, après avoir consulté la commission compétente en application de l'article R. 111-19-30. A défaut de réponse de la commission dans un délai de deux mois à compter de la transmission de la demande d'avis, celui-ci est réputé favorable."},{"type":"add","content":""},{"type":"add","content":"A défaut de réponse du représentant de l'Etat dans le département dans le délai de trois mois à compter de la date à laquelle il a reçu la demande d'accord, celui-ci est réputé acquis."},{"type":"add","content":""},{"type":"add","content":"Le ministre chargé de la construction détermine par arrêté les conditions d'application du II du présent article, notamment les caractéristiques, équipements et prestations prévus par celui-ci et les modalités de calcul du pourcentage de logements devant présenter des caractéristiques supplémentaires."},{"type":"del","content":"Décret n° 2006-555 du 17 mai 2006 relatif à l'accessibilité des établissements recevant du public, des installations ouvertes au public et des bâtiments d'habitation et modifiant le code de la construction et de l'habitation - article 1 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"Décret n° 2014-337 du 14 mars 2014 relatif à l'accessibilité des logements destinés à l'occupation temporaire ou saisonnière dont la gestion et l'entretien sont organisés et assurés de façon permanente - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2006-05-17 MODIFICATION source Décret n° 2006-555 du 17 mai 2006 relatif à l'accessibilité des établissements recevant du public, des installations ouvertes au public et des bâtiments d'habitation et modifiant le code de la construction et de l'habitation - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2006-08-01 CITATION cible Arrêté du 1 août 2006 fixant les dispositions prises pour l'application des articles R. 111-18 à R. 111-18-7 du code de la construction et de l'habitation relatives à l'accessibilité aux personnes handicapées des bâtiments d'habitation collectifs et des maisons individuelles lors de leur construction - article 1 AUTONOME ABROGE, en vigueur du 2014-03-17 au 2016-04-01"},{"type":"del","content":"2006-08-01 CITATION cible Arrêté du 1 août 2006 fixant les dispositions prises pour l'application des articles R. 111-18 à R. 111-18-7 du code de la construction et de l'habitation relatives à l'accessibilité aux personnes handicapées des bâtiments d'habitation collectifs et des maisons individuelles lors de leur construction - article 1 AUTONOME ABROGE, en vigueur du 2014-03-17 au 2016-04-01"},{"type":"add","content":"2014-03-14 MODIFIE cible Décret n° 2014-337 du 14 mars 2014 relatif à l'accessibilité des logements destinés à l'occupation temporaire ou saisonnière dont la gestion et l'entretien sont organisés et assurés de façon permanente - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation VIGUEUR"},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L111-7-1 AUTONOME MODIFIE, en vigueur du 2005-02-12 au 2006-07-16"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article R*111-5 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 2006-05-18"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article R111-19-30 AUTONOME MODIFIE, en vigueur du 2007-10-01 au 2014-11-07"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/59/LEGIARTI000006895905.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/59/LEGIARTI000006895905.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/59/LEGIARTI000006895905.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/28/72/80/LEGIARTI000028728037.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/28/72/80/LEGIARTI000028728037.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/28/72/80/LEGIARTI000028728037.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006895905)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000028728037)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_ier/titre_ier/chapitre_ier/section_3/sous-section_2/article_r111-18-6.md","articleName":"Article R111-18-6","additions":32,"deletions":48,"diff":[{"type":"del","content":"Est considéré comme accessible aux personnes handicapées tout bâtiment ou aménagement permettant à un habitant ou à un visiteur handicapé, avec la plus grande autonomie possible, de circuler, d'accéder aux locaux et équipements, d'utiliser les équipements, de se repérer et de communiquer. Les conditions d'accès des personnes handicapées doivent être les mêmes que celles des autres publics ou, à défaut, présenter une qualité d'usage équivalente."},{"type":"add","content":"I. ― Est considéré comme accessible aux personnes handicapées tout bâtiment ou aménagement permettant à un habitant ou à un visiteur handicapé, avec la plus grande autonomie possible, de circuler, d'accéder aux locaux et équipements, d'utiliser les équipements, de se repérer et de communiquer. Les conditions d'accès des personnes handicapées doivent être les mêmes que celles des autres publics ou, à défaut, présenter une qualité d'usage équivalente."},{"type":"del","content":"Le ministre chargé de la construction et le ministre chargé des personnes handicapées fixent, par arrêté, les obligations auxquelles doivent satisfaire les constructions et les aménagements propres à assurer l'accessibilité de ces bâtiments et de leurs abords en ce qui concerne les cheminements extérieurs, le stationnement des véhicules, les circulations intérieures des logements, les caractéristiques minimales intérieures des logements selon le nombre de niveaux qu'ils comportent, permettant à une personne handicapée de les occuper, ainsi que les équipements et les locaux collectifs."},{"type":"add","content":"Le ministre chargé de la construction et le ministre chargé des personnes handicapées fixent, par arrêté, les obligations auxquelles doivent satisfaire les constructions et les aménagements propres à assurer l'accessibilité de ces bâtiments et de leurs abords en ce qui concerne les cheminements extérieurs, le stationnement des véhicules, ainsi que les équipements et les locaux collectifs."},{"type":"del","content":"Dans les maisons individuelles ayant fait l'objet d'une demande de permis de construire déposée à compter du 1er janvier 2008, lorsque les balcons et terrasses sont situés au niveau de l'accès au logement, au moins un accès depuis une pièce de vie à ces balcons et terrasses doit être tel que le seuil et les portes permettent, par des aménagements simples, le passage d'une personne en fauteuil roulant."},{"type":"add","content":"II. ― Dans les maisons individuelles autres que celles visées au III, le ministre chargé de la construction et le ministre chargé des personnes handicapées fixent, par arrêté, les obligations auxquelles doivent satisfaire les circulations intérieures des logements et leurs caractéristiques minimales intérieures selon le nombre de niveaux qu'ils comportent, permettant à une personne handicapée de les occuper."},{"type":"del","content":"Dans les maisons individuelles ayant fait l'objet d'une demande de permis de construire déposée à compter du 1er janvier 2010, au moins une salle d'eau doit être équipée de manière à permettre, par des aménagements simples, l'installation ultérieure d'une douche accessible à une personne handicapée."},{"type":"add","content":"Dans les maisons individuelles autres que celles visées au III ayant fait l'objet d'une demande de permis de construire déposée à compter du 1er janvier 2008, lorsque les balcons et terrasses sont situés au niveau de l'accès au logement, au moins un accès depuis une pièce de vie à ces balcons et terrasses doit être tel que le seuil et les portes permettent, par des aménagements simples, le passage d'une personne en fauteuil roulant."},{"type":"add","content":"Dans les maisons individuelles autres que celles visées au III ayant fait l'objet d'une demande de permis de construire déposée à compter du 1er janvier 2010, au moins une salle d'eau doit être équipée de manière à permettre, par des aménagements simples, l'installation ultérieure d'une douche accessible à une personne handicapée."},{"type":"del","content":"### Nota"},{"type":"add","content":"III. ― Lorsqu'une opération de construction comporte des maisons individuelles constituées de logements destinés à l'occupation temporaire ou saisonnière dont la gestion et l'entretien sont organisés et assurés de façon permanente, les dispositions architecturales, les aménagements et les équipements propres à assurer l'accessibilité de ces logements doivent présenter :"},{"type":"del","content":"Décret n° 2006-555 du 17 mai 2006, article 13 :"},{"type":"add","content":"a) Des caractéristiques communes applicables à tous ces logements garantissant notamment qu'ils puissent être visités par une personne handicapée et occupés par une personne sourde, malentendante, aveugle, malvoyante ou présentant une déficience mentale ;"},{"type":"del","content":"\" Sauf disposition contraire, les dispositions des articles 1er à 5 et 9 du présent décret sont applicables aux demandes de permis de construire déposées à compter du 1er janvier 2007 \"."},{"type":"add","content":"b) Lorsque l'opération de construction comporte au moins cinq logements de cette catégorie destinés à être gérés par la même personne physique ou morale, pour un pourcentage d'entre eux, des caractéristiques supplémentaires et des équipements permettant, sans travaux préalables, l'accès des personnes handicapées aux pièces de l'unité de vie et un usage de leurs fonctions. Lorsque, au regard du nombre de pièces à vivre, plusieurs types de logements destinés à l'occupation temporaire ou saisonnière dont la gestion et l'entretien sont organisés et assurés de façon permanente existent, ces différents types doivent être représentés de manière proportionnée parmi les logements soumis aux caractéristiques supplémentaires."},{"type":"add","content":""},{"type":"add","content":"En outre, des prestations propres à assurer la qualité de séjour des personnes handicapées, telles que des équipements, des matériels, un accueil ou un service personnalisé, sont proposées par le gestionnaire des logements."},{"type":"add","content":""},{"type":"add","content":"Pour l'application des dispositions du troisième alinéa de l'article L. 111-7-1, le maître d'ouvrage transmet au représentant de l'Etat dans le département, préalablement aux travaux, les éléments permettant de vérifier que les logements considérés sont des logements destinés à l'occupation temporaire ou saisonnière dont la gestion et l'entretien sont organisés et assurés de façon permanente et que les dispositions prévues par le présent III sont respectées. Ces éléments sont transmis en trois exemplaires sauf s'ils sont transmis par voie électronique."},{"type":"add","content":""},{"type":"add","content":"Le représentant de l'Etat dans le département notifie, dans les trois mois qui suivent la réception des éléments, sa décision motivée, après avoir consulté la commission compétente en application de l'article R. 111-19-30. A défaut de réponse de la commission dans un délai de deux mois à compter de la transmission de la demande d'avis, celui-ci est réputé favorable."},{"type":"add","content":""},{"type":"add","content":"A défaut de réponse du représentant de l'Etat dans le département dans le délai de trois mois à compter de la date à laquelle il a reçu la demande d'accord, celui-ci est réputé acquis."},{"type":"add","content":""},{"type":"add","content":"Le ministre chargé de la construction détermine par arrêté les conditions d'application du III du présent article, notamment les caractéristiques, équipements et prestations prévus par celui-ci, les modalités de calcul du pourcentage de logements devant présenter des caractéristiques supplémentaires."},{"type":"del","content":"Décret n° 2021-872 du 30 juin 2021 recodifiant la partie réglementaire du livre Ier du code de la construction et de l'habitation et fixant les conditions de mise en œuvre des solutions d'effet équivalent - article 8 ENTIEREMENT_MODIF CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 1 août 2006 fixant les dispositions prises pour l'application des articles R. 111-18 à R. 111-18-7 du code de la construction et de l'habitation relatives à l'accessibilité aux personnes handicapées des bâtiments d'habitation collectifs et des maisons individuelles lors de leur construction - article 17 AUTONOME ABROGE, en vigueur du 2014-03-17 au 2016-04-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 24 décembre 2015 relatif à l'accessibilité aux personnes handicapées des bâtiments d'habitation collectifs et des maisons individuelles lors de leur construction - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2018-02-22 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 24 décembre 2015 relatif à l'accessibilité aux personnes handicapées des bâtiments d'habitation collectifs et des maisons individuelles lors de leur construction - article 17 PARTIELLEMENT_MODIF TRANSFERE, en vigueur du 2015-12-28 au 2019-10-19 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 24 décembre 2015 relatif à l'accessibilité aux personnes handicapées des bâtiments d'habitation collectifs et des maisons individuelles lors de leur construction - article 1 AUTONOME MODIFIE, en vigueur du 2016-04-01 au 2018-02-22 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°95-260 du 8 mars 1995 relatif à la commission consultative départementale de sécurité et d'accessibilité. - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2021-07-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2006-555 du 17 mai 2006 relatif à l'accessibilité des établissements recevant du public, des installations ouvertes au public et des bâtiments d'habitation et modifiant le code de la construction et de l'habitation - article 2 ENTIEREMENT_MODIF CREATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°95-260 du 8 mars 1995 relatif à la commission consultative départementale de sécurité et d'accessibilité. - article 2 AUTONOME MODIFIE, en vigueur du 2017-01-01 au 2021-07-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 14 mars 2014 fixant les dispositions relatives à l'accessibilité des logements destinés à l'occupation temporaire ou saisonnière dont la gestion et l'entretien sont organisés et assurés de façon permanente - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2014-03-17 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 14 mars 2014 fixant les dispositions relatives à l'accessibilité des logements destinés à l'occupation temporaire ou saisonnière dont la gestion et l'entretien sont organisés et assurés de façon permanente - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2015-12-28 CITATION source"},{"type":"add","content":"Décret n° 2014-337 du 14 mars 2014 relatif à l'accessibilité des logements destinés à l'occupation temporaire ou saisonnière dont la gestion et l'entretien sont organisés et assurés de façon permanente - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":"Arrêté du 24 décembre 2015 relatif à l'accessibilité aux personnes handicapées des bâtiments d'habitation collectifs et des maisons individuelles lors de leur construction CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 24 décembre 2015 relatif à l'accessibilité aux personnes handicapées des bâtiments d'habitation collectifs et des maisons individuelles lors de leur construction VIGUEUR, en vigueur depuis le 2015-12-28 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2006-05-17 CREATION source Décret n° 2006-555 du 17 mai 2006 relatif à l'accessibilité des établissements recevant du public, des installations ouvertes au public et des bâtiments d'habitation et modifiant le code de la construction et de l'habitation - article 2 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"add","content":""},{"type":"add","content":"2014-03-14 MODIFIE cible Décret n° 2014-337 du 14 mars 2014 relatif à l'accessibilité des logements destinés à l'occupation temporaire ou saisonnière dont la gestion et l'entretien sont organisés et assurés de façon permanente - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L111-7-1 AUTONOME MODIFIE, en vigueur du 2005-02-12 au 2006-07-16"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article R111-19-30 AUTONOME MODIFIE, en vigueur du 2007-10-01 au 2014-11-07"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/59/LEGIARTI000006895912.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/59/LEGIARTI000006895912.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/59/LEGIARTI000006895912.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/28/72/80/LEGIARTI000028728044.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/28/72/80/LEGIARTI000028728044.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/28/72/80/LEGIARTI000028728044.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006895912)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000028728044)"}],"status":"modified"}],"stats":{"additions":62,"deletions":61,"filesChanged":2}}