{"sha":"1ef3f94df194","date":"2019-09-01","message":"Décret n° 2019-831 du 3 août 2019 fixant les modalités d'application de l'article L. 631-12 du code de la construction et de l'habitation relatif aux résidences universitaires faisant l'objet d'une convention conclue en application de l'article L. 351-2 du même code","files":[{"filename":"annexes/README.md","articleName":"Sommaire - Annexes","additions":0,"deletions":4,"diff":[{"type":"del","content":"- [Convention type conclue en application de articles L. 351-1 et L. 831-1 (2° ou 3°)  du code de la construction et de l'habitation entre l'Etat et l'organisme d'habitations à loyer modéré.](convention_type_conclue_en_application_de_articles_l_351-1_et_l_831-1_2_ou_3_du_code_de_la_construction_et_de_l_habitation_entre_l_etat_et_l_organisme_d_habitations_a_loyer_modere/README.md)"},{"type":"del","content":"- [Convention type conclue en application des articles L. 353-1 et L. 831-1 (2° ou 3°)  du code de la construction et de l'habitation entre l'Etat et la société d'économie mixte de construction et de gestion de logements sociaux](convention_type_conclue_en_application_des_articles_l_353-1_et_l_831-1_2_ou_3_du_code_de_la_construction_et_de_l_habitation_entre_l_etat_et_la_societe_d_economie_mixte_de_construction_et_de_gestion_de_logements_sociaux/README.md)"},{"type":"del","content":"- [Conventions conclues entre l'Etat et les personnes physiques ou morales autres que les organismes d'HLM et les sociétés d'économie mixte pour la construction ou l'acquisition de logements à usage locatif, en application des articles L. 353-1 et L. 831-1 (3°) applicable aux logements faisant l'objet d'une décision favorable prise dans les conditions prévues aux articles R. 331-3 et R. 331-6 du code de la construction et de l'habitation.](conventions_conclues_entre_l_etat_et_les_personnes_physiques_ou_morales_autres_que_les_organismes_d_hlm_et_les_societes_d_economie_mixte_pour_la_construction_ou_l_acquisition_de_logements_a_usage_locatif_en_application_des_articles_l_353-1_et_l_831-1_3_a_/README.md)"},{"type":"del","content":"- [Conventions conclues entre l'Etat et les personnes physiques ou morales autres que les organismes d'HLM et les sociétés d'économie mixte en application des articles L. 353-1 et L. 831-1 (2° et 3°), à l'exception de celles relatives aux opérations de construction de logements en vue de leur vente ou d'acquisition, bénéficiant du taux de TVA réduit mentionné aux 1,2 et 3 du I de l'article 278 sexies du code général des impôts et mentionnées à l'annexe I à l'article R. 353-90](conventions_conclues_entre_l_etat_et_les_personnes_physiques_ou_morales_autres_que_les_organismes_d_hlm_et_les_societes_d_economie_mixte_en_application_des_articles_l_353-1_et_l_831-1_2_et_3_a_l_exception_de_celles_relatives_aux_operations_de_constructio_/README.md)"}],"status":"modified"},{"filename":"annexes/convention_type_conclue_en_application_de_articles_l_351-1_et_l_831-1_2_ou_3_du_code_de_la_construction_et_de_l_habitation_entre_l_etat_et_l_organisme_d_habitations_a_loyer_modere/README.md","articleName":"Sommaire - Convention Type Conclue En Application De Articles L 351-1 Et L 831-1 2 Ou 3 Du Code De La Construction Et De L Habitation Entre L Etat Et L Organisme D Habitations A Loyer Modere","additions":0,"deletions":26,"diff":[{"type":"del","content":""},{"type":"del","content":"# Convention type conclue en application de articles L. 351-1 et L. 831-1 (2° ou 3°) du code de la construction et de l'habitation entre l'Etat et l'organisme d'habitations à loyer modéré."},{"type":"del","content":""},{"type":"del","content":"- [Article Annexe I à l'article R353-1](article_annexe_i_a_l_article_r353-1.md)"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Articles faisant référence à la section"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2019-831 du 3 août 2019 fixant les modalités d'application de l'article L. 631-12 du code de la construction et de l'habitation relatif aux résidences universitaires faisant l'objet d'une convention conclue en application de l'article L. 351-2 du même code - article 3 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2019-08-08 MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/38/92/75/LEGISCTA000038927577.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/38/92/75/LEGISCTA000038927577.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/SCTA/00/00/38/92/75/LEGISCTA000038927577.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/convention_type_conclue_en_application_de_articles_l_351-1_et_l_831-1_2_ou_3_du_code_de_la_construction_et_de_l_habitation_entre_l_etat_et_l_organisme_d_habitations_a_loyer_modere/README.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/section_lc/LEGITEXT000006074096/LEGISCTA000038927577)"},{"type":"del","content":""}],"status":"deleted"},{"filename":"annexes/convention_type_conclue_en_application_de_articles_l_351-1_et_l_831-1_2_ou_3_du_code_de_la_construction_et_de_l_habitation_entre_l_etat_et_l_organisme_d_habitations_a_loyer_modere/article_annexe_i_a_l_article_r353-1.md","articleName":"Article ANNEXE I A L ARTICLE R353-1","additions":0,"deletions":476,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article Annexe I à l'article R353-1"},{"type":"del","content":""},{"type":"del","content":"Convention type conclue en application de l'article L. 351-2 (2° ou 3°) du code de la construction et de l'habitation entre l'Etat et l'organisme d'habitations à loyer modéré"},{"type":"del","content":""},{"type":"del","content":"Convention type conclue entre l'Etat et … (1) en application de l'article L. 351-2 (2° ou 3°) du code de la construction et de l'habitation pour l'opération de … (2)"},{"type":"del","content":""},{"type":"del","content":"Le ministre chargé du logement, agissant au nom de l'Etat et représenté par le préfet, ou, lorsqu'un établissement public de coopération intercommunale, un département, la métropole de Lyon ou la collectivité de Corse a signé une convention mentionnée au II de l'article L. 301-5-1 ou à l'article L. 301-5-2 du code de la construction et de l'habitation, ou à l'article L. 3641-5, au VI de l'article L. 5219-1, au II de l'article L. 5218-2 ou au II de l'article L. 5217-2 du code général des collectivités territoriales, par le président de l'établissement public de coopération intercommunale, du conseil départemental, de la métropole de Lyon ou du conseil exécutif de Corse,"},{"type":"del","content":""},{"type":"del","content":"d'une part,"},{"type":"del","content":""},{"type":"del","content":"et … (1), représenté (e) par … (3) dénommé (e) ci-après, le bailleur,"},{"type":"del","content":""},{"type":"del","content":"d'autre part,"},{"type":"del","content":""},{"type":"del","content":"sont convenus de ce qui suit :"},{"type":"del","content":""},{"type":"del","content":"I.-Dispositions générales."},{"type":"del","content":""},{"type":"del","content":"Article 1er"},{"type":"del","content":""},{"type":"del","content":"Objet de la convention."},{"type":"del","content":""},{"type":"del","content":"La présente convention a pour objet de fixer les droits et les obligations des parties prévus par les articles L. 353-1 à L. 353-17 du code de la construction et de l'habitation pour l'opération de … décrite plus précisément dans le document joint à la présente convention."},{"type":"del","content":""},{"type":"del","content":"La présente convention ouvre, pendant sa durée, le droit à l'aide personnalisée au logement (APL) dans les conditions définies par le titre V du livre III du code de la construction et de l'habitation."},{"type":"del","content":""},{"type":"del","content":"Article 2"},{"type":"del","content":""},{"type":"del","content":"Prise d'effet de la convention."},{"type":"del","content":""},{"type":"del","content":"La présente convention ainsi que ses avenants éventuels prennent effet à la date de leur signature."},{"type":"del","content":""},{"type":"del","content":"Article 3"},{"type":"del","content":""},{"type":"del","content":"Date d'expiration de la convention."},{"type":"del","content":""},{"type":"del","content":"Elle expire le 30 juin …"},{"type":"del","content":""},{"type":"del","content":"A défaut de résiliation expresse notifiée au moins six mois avant cette date, la convention est renouvelée par tacite reconduction par périodes triennales."},{"type":"del","content":""},{"type":"del","content":"Elle peut être résiliée par chacune des parties. La résiliation prend effet au terme de la convention initiale ou au terme de chaque période de renouvellement. La résiliation à l'initiative de l'une des parties est notifiée au cocontractant au moins six mois avant la date d'expiration de la convention initiale ou renouvelée, par acte authentique (acte notarié ou acte d'huissier de justice) ou par acte administratif."},{"type":"del","content":""},{"type":"del","content":"Le remboursement, anticipé ou non, d'un des prêts utilisés pour financer l'opération, d'une subvention ou le reversement du complément d'impôt en application de l'article 284 du code général des impôts sont sans effet sur la durée de la convention."},{"type":"del","content":""},{"type":"del","content":"Article 4"},{"type":"del","content":""},{"type":"del","content":"Changement de propriétaire."},{"type":"del","content":""},{"type":"del","content":"La présente convention est jointe à l'acte de mutation. Le changement de propriétaire donne lieu à la signature d'un avenant, publié dans les conditions de l'article 25 de la présente convention."},{"type":"del","content":""},{"type":"del","content":"Article 5"},{"type":"del","content":""},{"type":"del","content":"Régime des rapports locatifs applicables aux logements conventionnés."},{"type":"del","content":""},{"type":"del","content":"Les logements objets de la présente convention sont soumis aux dispositions de la loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986, dans les conditions prévues par le III de son article 40 et le cas échéant le VIII du même article, aux dispositions du code de la construction et de l'habitation et aux stipulations de la présente convention."},{"type":"del","content":""},{"type":"del","content":"Article 6"},{"type":"del","content":""},{"type":"del","content":"Aide personnalisée au logement (APL)."},{"type":"del","content":""},{"type":"del","content":"Le bénéfice de l'APL est ouvert ou modifié respectivement à compter de la date d'effet de la convention ou de ses avenants conformément aux articles L. 351-3-1 et R. 351-3 du code de la construction et de l'habitation."},{"type":"del","content":""},{"type":"del","content":"II.-Engagements du bailleur à l'égard de l'Etat relatifs aux conditions de location des logements."},{"type":"del","content":""},{"type":"del","content":"Article 7"},{"type":"del","content":""},{"type":"del","content":"Mise en gérance des logements."},{"type":"del","content":""},{"type":"del","content":"Si la gestion n'est pas directement assurée par le bailleur, il informe le préfet, et, le cas échéant, le président de l'établissement public de coopération intercommunale, du conseil départemental, de la métropole de Lyon ou du conseil exécutif de Corse, partie à la présente convention, les organismes chargés de la liquidation et du paiement de l'APL pour le compte de l'Etat et les locataires de la mise en gérance de l'opération ou de tout changement de gestionnaire."},{"type":"del","content":""},{"type":"del","content":"Article 8"},{"type":"del","content":""},{"type":"del","content":"Maintien des logements à usage locatif et conditions d'occupation des logements."},{"type":"del","content":""},{"type":"del","content":"Les logements faisant l'objet de la présente convention sont maintenus à usage locatif jusqu'à la date fixée pour son expiration, sous réserve des dispositions de l'article L. 443-10 du code de la construction et de l'habitation."},{"type":"del","content":""},{"type":"del","content":"1° Conditions de location."},{"type":"del","content":""},{"type":"del","content":"Les logements sont loués non meublés à des personnes physiques, à titre de résidence principale, et occupés au moins huit mois par an. Ils ne peuvent faire l'objet de sous-location ou de location meublée, sous réserve des conditions prévues par les articles L. 442-8-1 à L. 442-8-4 du code de la construction et de l'habitation."},{"type":"del","content":""},{"type":"del","content":"2° Ressources."},{"type":"del","content":""},{"type":"del","content":"Les logements libres de toute occupation sont loués à des ménages dont les ressources annuelles n'excèdent pas les plafonds de ressources fixés à l'article R. 441-1 du code de la construction et de l'habitation ou prévus au premier alinéa de l'article R. 331-12 du même code pour l'attribution des logements sociaux."},{"type":"del","content":""},{"type":"del","content":"3° Mixité sociale."},{"type":"del","content":""},{"type":"del","content":"a) Lorsque l'opération a été financée dans les conditions de l'article R. 331-14 du code de la construction et de l'habitation autres que celles prévues au II de l'article R. 331-1 du même code et qu'elle bénéficie de subventions prévues aux 2° ou 3° de l'article R. 331-15 du même code, 30 % au moins des logements, soit … (4) logements, doivent être attribués à des ménages dont les ressources n'excèdent pas le plafond fixé au I de l'article R. 331-12 précité pour l'attribution des logements sociaux. Toutefois, lorsque l'opération ainsi financée comporte moins de 10 logements, au moins 30 % des logements, soit … logements (ce nombre s'obtenant en arrondissant à l'unité la plus proche le résultat de l'application du pourcentage), doivent être attribués à des ménages dont les ressources n'excèdent pas le plafond fixé au I de l'article R. 331-12 précité pour l'attribution des logements sociaux. Cette obligation n'est pas applicable aux opérations comportant un seul logement."},{"type":"del","content":""},{"type":"del","content":"A l'entrée en service de l'immeuble, en sus des 30 % de logements ci-dessus mentionnés, l'organisme d'habitations à loyer modéré s'engage, compte tenu de la demande locale, que visent notamment à satisfaire le plan d'action départemental pour le logement et l'hébergement des personnes défavorisées, l'accord collectif départemental signé avec l'organisme, les conventions intercommunales d'attribution et les orientations adoptées par les conférences intercommunales du logement, à louer … (5) autres logements à des ménages dont les ressources n'excèdent pas le plafond fixé au I de l'article R. 331-12 précité pour l'attribution des logements sociaux. L'organisme d'habitations à loyer modéré s'engage à fournir au préfet un état à la mise en location, permettant de vérifier que cet engagement d'occupation sociale est respecté."},{"type":"del","content":""},{"type":"del","content":"La vérification de l'engagement d'occupation sociale mentionné au premier alinéa sera effectuée tous les deux ans au vu des résultats de l'enquête prévue à l'article L. 442-5 du code de la construction et de l'habitation. S'il est constaté que cet engagement n'est plus rempli, tous les logements attribués postérieurement à ce constat fait par le préfet du lieu de situation des logements, devront l'être à des ménages dont les ressources n'excèdent pas le plafond fixé au I de l'article R. 331-12 précité pour l'attribution des logements sociaux, jusqu'à ce que l'organisme établisse que l'engagement est respecté à nouveau."},{"type":"del","content":""},{"type":"del","content":"b) Lorsque l'opération a été financée dans les conditions de l'article R. 331-14 précité autres que celles prévues au II de l'article R. 331-1 précité et bénéficie de subventions prévues aux 2° ou 3° de l'article R. 331-15 précité, 10 % des logements de l'opération peuvent être loués à des ménages dont les ressources n'excèdent pas le plafond fixé au II de l'article R. 331-12 précité pour l'attribution des logements sociaux. Toutefois, lorsque l'opération ainsi financée comporte moins de 10 logements, 10 % des logements, soit … logements (ce nombre s'obtenant en arrondissant à l'unité la plus proche le résultat de l'application du pourcentage), peut être loué à des ménages dont les ressources n'excèdent pas le plafond fixé au II de l'article R. 331-12 précité pour l'attribution des logements sociaux."},{"type":"del","content":""},{"type":"del","content":"4° Cas d'une acquisition ou d'une convention sans travaux faisant suite à une nouvelle acquisition lorsque les loyers ne sont pas établis sur la base de la surface corrigée, résultant de l'application du décret n° 48-1766 du 22 novembre 1948 fixant les conditions de détermination de la surface corrigée des locaux d'habitation ou à usage professionnel et de l'article 4 du décret n° 60-1063 du 1er octobre 1960 modifiant le décret n° 48-1766 du 22 novembre 1948 fixant les conditions de détermination de la surface corrigée des locaux d'habitation ou à usage professionnel."},{"type":"del","content":""},{"type":"del","content":"Il est procédé à un bilan de l'occupation sociale des logements sur la base des éléments recueillis lors de l'enquête prévue à l'article L. 441-9 ou à l'article L. 442-5 du code de la construction et de l'habitation et dans des conditions définies par arrêté du ministre chargé du logement."},{"type":"del","content":""},{"type":"del","content":"Article 9"},{"type":"del","content":""},{"type":"del","content":"Montants des loyers maximums et modalités de révision."},{"type":"del","content":""},{"type":"del","content":"Le montant du loyer maximum mentionné à l'article R. 353-16 du code de la construction et de l'habitation est fixé à … € le mètre carré par … (mois ou année selon que la superficie est exprimée en surface utile ou en surface corrigée)."},{"type":"del","content":""},{"type":"del","content":"Ce montant est majoré de 33 % pour les logements qui ont été attribués dans les conditions du b du 3° de l'article 8 de la présente convention."},{"type":"del","content":""},{"type":"del","content":"Les annexes qui n'entrent pas dans le calcul de la surface utile peuvent donner lieu à la perception d'un loyer accessoire, dans les conditions définies dans le document intitulé Composition de l'opération annexé à la présente convention."},{"type":"del","content":""},{"type":"del","content":"Les loyers maximums sont révisés chaque année, le 1er janvier, dans les conditions prévues à l'article L. 353-9-2 du code de la construction et de l'habitation."},{"type":"del","content":""},{"type":"del","content":"Article 9 bis"},{"type":"del","content":""},{"type":"del","content":"Dispositions particulières relatives aux loyers maximums des logements conventionnés lors d'une acquisition ou d'une convention sans travaux faisant suite à une nouvelle acquisition lorsque les loyers ne sont pas établis sur la base de la surface corrigée, résultant de l'application du décret n° 48-1766 du 22 novembre 1948 fixant les conditions de détermination de la surface corrigée des locaux d'habitation ou à usage professionnel et de l'article 4 du décret n° 60-1063 du 1er octobre 1960 modifiant le décret n° 48-1766 du 22 novembre 1948 fixant les conditions de détermination de la surface corrigée des locaux d'habitation ou à usage professionnel."},{"type":"del","content":""},{"type":"del","content":"Lorsque l'opération faisant l'objet de la présente convention est une opération d'acquisition ou n'est pas liée à la réalisation de travaux mais fait suite à une nouvelle acquisition, le loyer maximum applicable à chaque logement occupé par un locataire ou un occupant de bonne foi dont les ressources excèdent les plafonds de ressources prévus à l'article R. 331-12 précité pour l'attribution des logements sociaux au moment de l'acquisition ou n'ayant pas fourni d'informations sur le niveau de ses ressources, par dérogation et à titre transitoire, est fixé à … € par mètre carré de surface utile par mois. Ce loyer maximum est révisé chaque année, le 1er janvier, dans les conditions prévues à l'article L. 353-9-2 précité. Il ne peut avoir pour effet d'autoriser, au moment de l'entrée en vigueur de la convention, une majoration de plus de 10 % du loyer acquitté par le locataire ou l'occupant de bonne foi, lorsque ce loyer est supérieur à celui fixé à l'article 9 de la présente convention."},{"type":"del","content":""},{"type":"del","content":"Article 9 ter"},{"type":"del","content":""},{"type":"del","content":"Conformément à l'arrêté préfectoral prévu au 5° de l'article R. 353-16 du code de la construction et de l'habitation, le loyer maximum peut être majoré dans les conditions de ce même article, sans dépasser … € par mètre carré et par mois."},{"type":"del","content":""},{"type":"del","content":"Cette majoration de loyer s'applique pendant une durée de … mois et concerne … mètres carrés de logements. Le nombre de mètres carrés peut varier de plus ou moins 20 %."},{"type":"del","content":""},{"type":"del","content":"Lorsque la majoration de loyer prévue aux alinéas précédents est appliquée, les stipulations du 3° de l'article 8 de la présente convention ne s'appliquent pas."},{"type":"del","content":""},{"type":"del","content":"Article 10"},{"type":"del","content":""},{"type":"del","content":"Modalités de fixation et de révision du loyer pratiqué."},{"type":"del","content":""},{"type":"del","content":"Le loyer pratiqué pour chaque logement conventionné, dont la valeur est fixée au mètre carré, ne peut excéder le loyer maximum défini dans la présente convention."},{"type":"del","content":""},{"type":"del","content":"Dans la limite de ce loyer maximum, le loyer pratiqué :"},{"type":"del","content":""},{"type":"del","content":"1° est révisé chaque année le 1er janvier en cours de contrat de location, dans les conditions prévues à l'article L. 353-9-3 du code de la construction et de l'habitation ;"},{"type":"del","content":""},{"type":"del","content":"2° peut être réévalué dans les conditions prévues par le code de la construction et de l'habitation."},{"type":"del","content":""},{"type":"del","content":"Article 10 bis"},{"type":"del","content":""},{"type":"del","content":"Dispositions particulières relatives aux loyers pratiqués des logements conventionnés lors d'une acquisition ou d'une convention sans travaux faisant suite à une nouvelle acquisition lorsque les loyers ne sont pas établis sur la base de la surface corrigée, résultant de l'application du décret n° 48-1766 du 22 novembre 1948 fixant les conditions de détermination de la surface corrigée des locaux d'habitation ou à usage professionnel et de l'article 4 du décret n° 60-1063 du 1er octobre 1960 modifiant le décret n° 48-1766 du 22 novembre 1948 fixant les conditions de détermination de la surface corrigée des locaux d'habitation ou à usage professionnel."},{"type":"del","content":""},{"type":"del","content":"Durant le mois qui suit la signature de la convention, le bailleur informe les locataires ou occupants de bonne foi en place à la date de signature de la convention qu'ils disposent d'un délai de deux mois à compter de la réception de l'information pour présenter leurs justificatifs de revenus dans les conditions prévues pour l'attribution des logements sociaux et que ceux disposant de ressources inférieures aux plafonds prévus à l'article R. 331-12 précité pour l'attribution des logements sociaux se verront appliquer, à partir de la réception par l'organisme des justificatifs et au plus tard le quatrième mois suivant la date de signature de la convention ou la date d'achèvement des travaux si celle-ci en prévoit, un nouveau loyer dans la limite du loyer maximum fixé au document prévu par l'article 1er de la présente convention. Avant l'application de ce nouveau loyer, le loyer maximum est celui mentionné à l'article 9 bis de la présente convention."},{"type":"del","content":""},{"type":"del","content":"Le locataire ou occupant de bonne foi peut également présenter ces justificatifs à tout moment et bénéficier de la même mesure dès le mois qui suit la présentation de ces justificatifs."},{"type":"del","content":""},{"type":"del","content":"Le loyer pratiqué applicable à chaque logement occupé par un locataire ou un occupant de bonne foi dont les ressources excèdent les plafonds de ressources prévus à l'article R. 331-12 précité pour l'attribution des logements sociaux au moment de l'acquisition ou qui n'a pas fourni d'informations sur le niveau de ses ressources ne peut excéder le loyer maximum fixé à l'article 9 bis de la présente convention. Il peut être révisé chaque année le 1er janvier dans les conditions prévues à l'article L. 353-9-3 précité."},{"type":"del","content":""},{"type":"del","content":"III.-Engagements du bailleur à l'égard des locataires."},{"type":"del","content":""},{"type":"del","content":"Article 11"},{"type":"del","content":""},{"type":"del","content":"Etablissement d'un bail conforme à la convention."},{"type":"del","content":""},{"type":"del","content":"Le bail doit être conforme à la présente convention. Une copie de la convention est tenue en permanence à la disposition des locataires et de leurs associations qui peuvent en prendre connaissance chez le gardien ou, en l'absence d'un gardien, au siège du bailleur. Cette information est mentionnée à chaque locataire ou affichée de façon très apparente dans les parties communes de l'immeuble."},{"type":"del","content":""},{"type":"del","content":"Le bailleur est tenu de remettre à chaque locataire un décompte de surface corrigée ou de surface utile établi d'après le modèle type annexé à l'article R. 353-19 du code de la construction et de l'habitation. Dans l'hypothèse où cette surface serait modifiée, le bailleur est tenu de communiquer au locataire un nouveau décompte dans les deux mois précédant son application."},{"type":"del","content":""},{"type":"del","content":"Article 12"},{"type":"del","content":""},{"type":"del","content":"Travaux."},{"type":"del","content":""},{"type":"del","content":"Lorsque l'exécution des travaux nécessite l'évacuation temporaire des lieux, l'organisme bailleur doit mettre provisoirement à la disposition du locataire un logement en bon état d'habitation remplissant des conditions d'hygiène normales, correspondant à ses besoins personnels ou familiaux et, le cas échéant, professionnels, ainsi qu'à ses possibilités. Il doit en outre être situé :"},{"type":"del","content":""},{"type":"del","content":"-dans le même arrondissement ou les arrondissements limitrophes ou les communes limitrophes de l'arrondissement où se trouve le local, objet de la reprise, si celui-ci est situé dans une commune divisée en arrondissements ;"},{"type":"del","content":""},{"type":"del","content":"-dans le même canton ou dans les cantons limitrophes de ce canton inclus dans la même commune ou dans les communes limitrophes de ce canton, si la commune est divisée en cantons ;"},{"type":"del","content":""},{"type":"del","content":"-dans les autres cas, sur le territoire de la même commune ou d'une commune limitrophe, sans pouvoir être éloigné de plus de cinq kilomètres."},{"type":"del","content":""},{"type":"del","content":"Article 13"},{"type":"del","content":""},{"type":"del","content":"Information des locataires en cas de changement de propriétaire."},{"type":"del","content":""},{"type":"del","content":"En cas de mutation à titre gratuit ou onéreux, et en vue de l'information du préfet ou, le cas échéant, du président de l'établissement public de coopération intercommunale, du conseil départemental, de la métropole de Lyon ou du conseil exécutif de Corse, partie à la présente convention, des locataires et des organismes liquidateurs de l'APL, le ou les nouveaux propriétaires leur font connaître leur identification dans les conditions conformes soit à l'article 5, soit à l'article 6 du décret n° 55-22 du 4 janvier 1955 modifié, par acte extrajudiciaire, lettre recommandée avec demande d'avis de réception ou remise contre décharge dans un délai d'un mois à compter de ladite mutation."},{"type":"del","content":""},{"type":"del","content":"Article 14"},{"type":"del","content":""},{"type":"del","content":"Information des locataires en cas de modification ou de résiliation de la convention."},{"type":"del","content":""},{"type":"del","content":"Le bailleur informe les locataires de toute modification apportée à la convention ayant des incidences sur leurs relations contractuelles."},{"type":"del","content":""},{"type":"del","content":"Quelle qu'en soit la cause, le bailleur informe le locataire de la date prévue pour l'expiration de la convention. En cas de résiliation de la convention aux torts du bailleur, il porte à la connaissance des locataires la teneur de l'article L. 353-6 du code de la construction et de l'habitation."},{"type":"del","content":""},{"type":"del","content":"Article 15"},{"type":"del","content":""},{"type":"del","content":"Maintien dans les lieux et congé donné par le locataire."},{"type":"del","content":""},{"type":"del","content":"Pendant la durée de la convention, le locataire bénéficie du droit au maintien dans les lieux dans les conditions de l'article L. 353-15 du code de la construction et de l'habitation, dans la mesure où il se conforme aux obligations de l'article 7 de la loi du 6 juillet 1989 précitée, sauf dénonciation expresse du locataire dans les conditions des treizième à vingt-deuxième alinéas du I de l'article 15 de la loi du 6 juillet 1989 précitée."},{"type":"del","content":""},{"type":"del","content":"Le locataire peut donner congé à tout moment. Il est redevable du loyer et des charges pendant la durée effective du délai de préavis, de jour à jour, sauf si le logement se trouve occupé avant la fin du préavis par un autre locataire en accord avec le bailleur."},{"type":"del","content":""},{"type":"del","content":"Article 16"},{"type":"del","content":""},{"type":"del","content":"Modalités du paiement du loyer."},{"type":"del","content":""},{"type":"del","content":"Le loyer est payé mensuellement à terme échu."},{"type":"del","content":""},{"type":"del","content":"Le bailleur indique sur la quittance le montant du loyer principal, du ou des loyers accessoires, du loyer maximum, des charges locatives et, le cas échéant, le montant de l'APL, de la réduction de loyer de solidarité et de la contribution pour le partage des économies de charges."},{"type":"del","content":""},{"type":"del","content":"En application de l'article L. 351-9 du code de la construction et de l'habitation, pour chaque appel de loyer, le bailleur déduit s'il y a lieu le montant de l'APL qu'il perçoit pour le compte du locataire du montant du loyer et des dépenses accessoires de logement."},{"type":"del","content":""},{"type":"del","content":"Lorsque l'organisme liquidateur de l'APL verse au bailleur des rappels d'aide personnalisée pour le compte de locataires, le bailleur affecte ces sommes au compte de ces derniers. Si après affectation il en résulte un surplus, le bailleur le reverse au locataire dans le délai d'un mois."},{"type":"del","content":""},{"type":"del","content":"En cas de retard du locataire dans le paiement du loyer et des charges locatives, le bailleur doit prendre toutes dispositions en vue de recouvrer sa créance."},{"type":"del","content":""},{"type":"del","content":"En cas d'impayé constitué au sens de l'article R. 351-30 du code de la construction et de l'habitation, et lorsque l'APL est versée en tiers payant, le bailleur doit informer l'organisme payeur de la situation du locataire dans un délai de deux mois après la constitution de l'impayé."},{"type":"del","content":""},{"type":"del","content":"Article 17"},{"type":"del","content":""},{"type":"del","content":"Dépôt de garantie."},{"type":"del","content":""},{"type":"del","content":"Le dépôt de garantie stipulé le cas échéant par le contrat de location pour garantir l'exécution de ses obligations locatives par le locataire ne peut être supérieur à un mois de loyer en principal."},{"type":"del","content":""},{"type":"del","content":"IV.-Dispositions spécifiques au statut de résidence universitaire."},{"type":"del","content":""},{"type":"del","content":"Article 18"},{"type":"del","content":""},{"type":"del","content":"Régime des rapports locatifs applicables aux logements."},{"type":"del","content":""},{"type":"del","content":"Lorsque la présente convention est conclue en application du 3° de l'article L. 351-2 du code de la construction et de l'habitation pour une résidence universitaire définie à l'article L. 631-12 du même code, les logements de la résidence universitaire sont soumis aux dispositions de la loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs, dans les conditions prévues par les III et VIII de l'article 40, aux dispositions du code de la construction et de l'habitation et aux stipulations de la présente convention."},{"type":"del","content":""},{"type":"del","content":"Les stipulations particulières suivantes s'appliquent :"},{"type":"del","content":""},{"type":"del","content":"1° Conditions de location des logements de la résidence universitaire."},{"type":"del","content":""},{"type":"del","content":"Les logements sont loués nus ou meublés à des étudiants, des personnes de moins de trente ans en formation ou en stage et des personnes titulaires d'un contrat de professionnalisation ou d'apprentissage, à titre de résidence principale, et occupés au moins huit mois par an. A titre exceptionnel, des logements peuvent être loués à des enseignants et des chercheurs."},{"type":"del","content":""},{"type":"del","content":"Les logements peuvent également être loués dans les conditions prévues aux quatrième et cinquième alinéas du I de l'article L. 442-8-1 du code de la construction et de l'habitation."},{"type":"del","content":""},{"type":"del","content":"2° Modalités de fixation et de révision du loyer pratiqué des logements de la résidence universitaire."},{"type":"del","content":""},{"type":"del","content":"Le loyer pratiqué pour chaque logement est fixé dans la limite du loyer maximum prévu par la présente convention."},{"type":"del","content":""},{"type":"del","content":"Il ne peut donner lieu à révision en cours de bail."},{"type":"del","content":""},{"type":"del","content":"Si le contrat de location est renouvelé dans les conditions prévues au 3° ci-dessous, le loyer peut être réévalué conformément aux dispositions du code de la construction et de l'habitation."},{"type":"del","content":""},{"type":"del","content":"3° Durée du contrat et congé donné par le locataire."},{"type":"del","content":""},{"type":"del","content":"Par dérogation à l'article 15 de la présente convention, les locataires ne bénéficient pas du droit au maintien dans les lieux."},{"type":"del","content":""},{"type":"del","content":"Le contrat de location a une durée maximale d'un an. Il peut être renouvelé dès lors que l'occupant continue à remplir les conditions prévues par l'article L. 631-12 du code de la construction et de l'habitation, ainsi que les conditions de ressources requises pour l'attribution du logement. Le renouvellement donne lieu à la signature d'un nouveau contrat."},{"type":"del","content":""},{"type":"del","content":"Le locataire peut donner congé à tout moment, dans les conditions des treizième à vingt-deuxième alinéas du I de l'article 15 de la loi du 6 juillet 1989 précitée. Il est redevable du loyer et des charges pendant la durée effective du délai de préavis, de jour à jour, sauf si le logement se trouve occupé avant la fin du préavis par un autre locataire en accord avec le bailleur."},{"type":"del","content":""},{"type":"del","content":"4° Forfait de charges."},{"type":"del","content":""},{"type":"del","content":"En application du VIII de l'article 40 de la loi du 6 juillet 1989 précitée, les charges locatives accessoires au loyer principal des logements de la résidence universitaire peuvent être récupérées par le bailleur sous la forme d'un forfait versé simultanément au loyer, dont le montant et la périodicité de versement sont définis au contrat et qui ne peut donner lieu à complément ou à régularisation ultérieure. Le montant du forfait de charges est fixé en fonction des montants exigibles par le bailleur en application de l'article 23 de la loi du 6 juillet 1989 précitée. Ce montant ne doit pas être manifestement disproportionné au regard des charges dont le locataire ou, le cas échéant, le précédent locataire se serait acquitté."},{"type":"del","content":""},{"type":"del","content":"Si le bailleur a opté pour cette modalité de récupération des charges, il indique sur la quittance le montant du forfait."},{"type":"del","content":""},{"type":"del","content":"Article 19"},{"type":"del","content":""},{"type":"del","content":"Renonciation au statut de résidence universitaire."},{"type":"del","content":""},{"type":"del","content":"En cas de renonciation au statut de résidence universitaire, les dispositions relatives aux résidences universitaires figurant dans la présente convention sont sans objet. La renonciation au statut de résidence universitaire est définitive et s'effectue par avenant, à l'initiative du bailleur. Cet avenant est sans effet sur les contrats de location en cours. A l'échéance de chacun de ces contrats, le logement concerné est loué dans les conditions de droit commun de la présente convention."},{"type":"del","content":""},{"type":"del","content":"V.-Engagements du bailleur à l'égard des organismes chargés de la liquidation et du paiement de l'APL."},{"type":"del","content":""},{"type":"del","content":"Article 20"},{"type":"del","content":""},{"type":"del","content":"Obligations générales."},{"type":"del","content":""},{"type":"del","content":"1° Pour chaque locataire demandeur de l'APL, le bailleur s'engage à favoriser l'utilisation des services dématérialisés mis à sa disposition par les organismes payeurs pour l'envoi des informations nécessaires à l'étude d'un droit à une aide au logement. En dernier ressort, il renseigne dès l'entrée en vigueur de la convention pour chaque locataire demandeur de l'APL, la partie de l'imprimé de demande d'APL qui le concerne."},{"type":"del","content":""},{"type":"del","content":"2° Pour permettre le renouvellement des droits à l'APL au 1er janvier de chaque année, le bailleur fournit aux organismes liquidateurs de l'APL au plus tard le 15 novembre de chaque année, conformément à l'arrêté du 22 août 1986 relatif à la fixation des justifications nécessaires à l'obtention de l'aide personnalisée au logement et à son renouvellement :"},{"type":"del","content":""},{"type":"del","content":"-une attestation concernant le montant du loyer applicable à chaque logement concerné par la présente convention, à compter du 1er juillet de l'année en cours ;"},{"type":"del","content":""},{"type":"del","content":"-un document attestant que tous les bénéficiaires sont à jour de leurs obligations vis-à-vis du bailleur ou, le cas échéant, la liste des bénéficiaires d'APL non à jour en certifiant que cette liste est exhaustive. Ce document mentionne également la date à laquelle l'organisme payeur a été saisi en cas d'impayé constitué selon la définition fixée par l'article R. 351-30 du code de la construction et de l'habitation."},{"type":"del","content":""},{"type":"del","content":"Ces transmissions peuvent s'effectuer grâce à un dispositif de collecte dématérialisé."},{"type":"del","content":""},{"type":"del","content":"3° En outre, il fait part dans un délai maximum d'un mois aux organismes liquidateurs de l'APL des modifications affectant la situation locative du bénéficiaire (notamment colocation, résiliation de bail, décès)."},{"type":"del","content":""},{"type":"del","content":"Article 21"},{"type":"del","content":""},{"type":"del","content":"Obligations en cas d'impayé."},{"type":"del","content":""},{"type":"del","content":"En application des articles L. 351-12, R. 351-20 et R. 351-30 du code de la construction et de l'habitation, le bailleur auprès duquel l'aide est versée signale à l'organisme payeur lorsqu'un allocataire ne règle pas la part de la dépense de logement restant à sa charge, dans un délai de deux mois après la constitution de l'impayé défini au I de l'article R. 351-30 précité, sauf si la somme due a été réglée entre-temps en totalité. Le bailleur doit justifier qu'il poursuit par tous les moyens possibles le recouvrement de sa créance. En outre, il communique le montant de l'impayé constitué au moment de la saisine de l'organisme payeur."},{"type":"del","content":""},{"type":"del","content":"Parallèlement, en cas d'impayé, le bailleur doit poursuivre le recouvrement de sa créance en notifiant au locataire défaillant par lettre recommandée avec accusé de réception le montant de cette créance. Il doit également informer le locataire de la saisine de l'organisme payeur."},{"type":"del","content":""},{"type":"del","content":"La commission de coordination des actions de prévention des expulsions locatives (CCAPEX) est systématiquement informée par l'organisme payeur des APL en vue de prévenir leurs éventuelles suspensions par une mobilisation coordonnée des outils de prévention (article 7-2 de la loi n° 90-449 du 31 mai 1990 visant à la mise en œuvre du droit au logement)."},{"type":"del","content":""},{"type":"del","content":"La CCAPEX est réputée avoir été régulièrement saisie lorsque le bailleur a préalablement signalé l'impayé à l'organisme payeur des APL selon les modalités définies à l'article R. 351-30 précité."},{"type":"del","content":""},{"type":"del","content":"VI.-Dispositions relatives à l'application de la convention."},{"type":"del","content":""},{"type":"del","content":"Article 22"},{"type":"del","content":""},{"type":"del","content":"Contrôle."},{"type":"del","content":""},{"type":"del","content":"Afin de permettre le contrôle de l'application de la présente convention, le bailleur fournit à tout moment à la demande du préfet ou de l'Agence nationale de contrôle du logement social toutes les informations et tous les documents nécessaires au plein exercice de ce contrôle."},{"type":"del","content":""},{"type":"del","content":"Article 23"},{"type":"del","content":""},{"type":"del","content":"Révision de la convention."},{"type":"del","content":""},{"type":"del","content":"La présente convention pourra être révisée à la demande de l'une ou l'autre des parties par voie d'avenant."},{"type":"del","content":""},{"type":"del","content":"Article 24"},{"type":"del","content":""},{"type":"del","content":"Inexécution de la convention par le bailleur."},{"type":"del","content":""},{"type":"del","content":"1° En application de l'article 284 du code général des impôts, les bailleurs qui ont, au taux réduit de la taxe sur la valeur ajoutée, acquis un logement social ou imposé la livraison à soi-même d'un logement locatif social ou de travaux d'amélioration, de transformation ou d'aménagement portant sur un logement locatif social sont redevables d'un complément de taxe sur la valeur ajoutée égal à la différence entre le taux réduit et le taux normal lorsque les conditions de taxation de vente ou de livraison à soi-même au taux réduit ne sont pas ou plus remplies."},{"type":"del","content":""},{"type":"del","content":"2° En application de l'article L. 353-2 du code de la construction et de l'habitation, des sanctions administratives peuvent être mises en œuvre."},{"type":"del","content":""},{"type":"del","content":"En application de l'article L. 353-11 du code de la construction et de l'habitation, le contrôle de l'application de la présente convention est assuré par l'Agence nationale de contrôle du logement social, que le préfet est tenu de saisir en cas de manquement constaté."},{"type":"del","content":""},{"type":"del","content":"Lorsqu'un organisme ne respecte pas, pour un ou plusieurs logements, les engagements prévus par la convention, et après que l'organisme a été mis en mesure de présenter ses observations conformément aux dispositions de l'article L. 342-12 du code de la construction et de l'habitation ou, en cas de mise en demeure, à l'issue du délai mentionné à ce même article, l'Agence nationale de contrôle du logement social peut proposer au ministre chargé du logement de prononcer une sanction en application de l'article L. 342-14 du même code."},{"type":"del","content":""},{"type":"del","content":"3° En cas d'inexécution par le bailleur de ses engagements prévus par la convention, tels que notamment non-respect du loyer maximum ou en cas de fraude, dissimulation ou fausse déclaration à l'égard des organismes liquidateurs de l'APL, le préfet peut procéder à la résiliation de la présente convention aux torts du bailleur. Le préfet doit préalablement mettre en demeure l'organisme par lettre recommandée avec demande d'avis de réception. L'organisme doit dans un délai de deux mois soit satisfaire à ses obligations, soit formuler ses observations."},{"type":"del","content":""},{"type":"del","content":"Lorsque le préfet écarte ces observations, sa décision doit être motivée."},{"type":"del","content":""},{"type":"del","content":"Dans ce cas, il est fait application des dispositions prévues à l'article L. 353-6 du code de la construction et de l'habitation."},{"type":"del","content":""},{"type":"del","content":"Article 25"},{"type":"del","content":""},{"type":"del","content":"Publication."},{"type":"del","content":""},{"type":"del","content":"La publication de la convention, de ses éventuels avenants et de sa résiliation au fichier immobilier ou leur inscription au livre foncier incombe au préfet, ou, lorsqu'un établissement public de coopération intercommunale, un département, la métropole de Lyon ou la collectivité de Corse a signé une convention mentionnée aux articles L. 301-5-1, L. 301-5-2, L. 3641-5, L. 5219-1, L. 5218-2 et L. 5217-2 précités, au président de l'établissement public de coopération intercommunale, du conseil départemental, de la métropole de Lyon ou du conseil exécutif de Corse. Les frais de publication sont à la charge de l'organisme."},{"type":"del","content":""},{"type":"del","content":"Le préfet, ou, lorsqu'un établissement public de coopération intercommunale, un département, la métropole de Lyon ou la collectivité de Corse a signé une convention mentionnée aux articles L. 301-5-1, L. 301-5-2, L. 3641-5, L. 5219-1, L. 5218-2 et L. 5217-2 précités, le président de l'établissement public de coopération intercommunale, du conseil départemental, de la métropole de Lyon ou du conseil exécutif de Corse transmet aux organismes chargés de la liquidation et du paiement de l'APL une copie de la présente convention, de ses avenants éventuels ainsi que l'état prouvant qu'elle (ou ils) a (ont) bien fait l'objet d'une publication au fichier immobilier (ou d'une inscription au livre foncier)."},{"type":"del","content":""},{"type":"del","content":"Fait en trois originaux à …, le..."},{"type":"del","content":""},{"type":"del","content":"Le bailleur (6),"},{"type":"del","content":""},{"type":"del","content":"Le préfet, le président de l'établissement public de coopération intercommunale, du conseil départemental, de la métropole de Lyon ou du conseil exécutif de Corse,"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2019-831 du 3 août 2019 fixant les modalités d'application de l'article L. 631-12 du code de la construction et de l'habitation relatif aux résidences universitaires faisant l'objet d'une convention conclue en application de l'article L. 351-2 du même code - article ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 86-1290 du 23 décembre 1986 tendant à favoriser l'investissement locatif, l'accession à la propriété de logements sociaux et le développement de l'offre foncière CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 78-622 du 31 mai 1978 portant codification des textes concernant la construction et l'habitation (deuxième partie : Réglementaire). CODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 48-1766 du 22 novembre 1948 fixant les conditions de détermination de la surface ‎corrigée des locaux d'habitation ou à usage professionnel CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1948-11-22 CITATION source Décret n° 48-1766 du 22 novembre 1948 fixant les conditions de détermination de la surface ‎corrigée des locaux d'habitation ou à usage professionnel"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1955-01-04 CITATION source Décret n°55-22 du 4 janvier 1955 portant réforme de la publicité foncière - article 6 AUTONOME MODIFIE, en vigueur du 1959-01-08 au 1998-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1978-05-31 CODIFICATION source Décret n° 78-622 du 31 mai 1978 portant codification des textes concernant la construction et l'habitation (deuxième partie : Réglementaire)."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1986-12-23 CITATION source LOI n° 86-1290 du 23 décembre 1986 tendant à favoriser l'investissement locatif, l'accession à la propriété de logements sociaux et le développement de l'offre foncière"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1989-07-06 CITATION source Loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1989-07-06 CITATION source Loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986 - article 40 AUTONOME MODIFIE, en vigueur du 1989-07-08 au 1996-07-09"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      1990-05-31 CITATION source Loi n° 90-449 du 31 mai 1990 - art. 7-2"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2019-08-03 MODIFIE cible Décret n° 2019-831 du 3 août 2019 fixant les modalités d'application de l'article L. 631-12 du code de la construction et de l'habitation relatif aux résidences universitaires faisant l'objet d'une convention conclue en application de l'article L. 351-2 du même code - article ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code général des impôts - article 284 AUTONOME MODIFIE, en vigueur du 1979-07-01 au 1996-05-12"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      2999-01-01 CITATION source Code général des collectivités territoriales - art. L5217-2"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2005-01-01 au 2005-01-19"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      2999-01-01 CITATION source Code de la construction et de l'habitation. - art. L342-12"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L351-12 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 2007-12-22"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L351-2 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 1984-07-13"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L351-3-1 AUTONOME MODIFIE, en vigueur du 1995-01-01 au 1998-07-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L351-9 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 2000-12-14"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L353-11 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 2015-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L353-15 AUTONOME MODIFIE, en vigueur du 1979-01-04 au 1982-11-13"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L353-2 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 2005-06-09"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L353-6 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 2019-09-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      2999-01-01 CITATION source Code de la construction et de l'habitation. - art. L353-9-2"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      2999-01-01 CITATION source Code de la construction et de l'habitation. - art. L353-9-3"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L442-5 AUTONOME ABROGE, en vigueur du 1978-06-08 au 1986-12-24"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L442-8-1 AUTONOME MODIFIE, en vigueur du 1982-06-23 au 1989-07-12"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L443-10 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 1983-11-03"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      2999-01-01 CITATION source Code de la construction et de l'habitation. - art. L631-12"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article R*441-1 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 1986-03-20"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article R331-14 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 1983-10-14"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article R351-20 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 1997-04-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article R351-3 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 1979-07-10"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article R351-30 AUTONOME MODIFIE, en vigueur du 1984-07-24 au 1986-08-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article R353-16 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 1979-06-09"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article R353-19 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 1979-06-09"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/38/92/66/LEGIARTI000038926610.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/38/92/66/LEGIARTI000038926610.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/38/92/66/LEGIARTI000038926610.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_la_construction_et_de_l_habitation/src/branch/main/annexes/convention_type_conclue_en_application_de_articles_l_351-1_et_l_831-1_2_ou_3_du_code_de_la_construction_et_de_l_habitation_entre_l_etat_et_l_organisme_d_habitations_a_loyer_modere/article_annexe_i_a_l_article_r353-1.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000038926610)"},{"type":"del","content":""}],"status":"deleted"},{"filename":"annexes/convention_type_conclue_en_application_des_articles_l_353-1_et_l_831-1_2_ou_3_du_code_de_la_construction_et_de_l_habitation_entre_l_etat_et_la_societe_d_economie_mixte_de_construction_et_de_gestion_de_logements_sociaux/README.md","articleName":"Sommaire - Convention Type Conclue En Application Des Articles L 353-1 Et L 831-1 2 Ou 3 Du Code De La Construction Et De L Habitation Entre L Etat Et La Societe D Economie Mixte De Construction Et De Gestion De Logements Sociaux","additions":0,"deletions":26,"diff":[{"type":"del","content":""},{"type":"del","content":"# Convention type conclue en application des articles L. 353-1 et L. 831-1 (2° ou 3°) du code de la construction et de l'habitation entre l'Etat et la société d'économie mixte de construction et de gestion de logements sociaux"},{"type":"del","content":""},{"type":"del","content":"- [Article Annexe I à l'article R353-59](article_annexe_i_a_l_article_r353-59.md)"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Articles faisant référence à la section"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2019-831 du 3 août 2019 fixant les modalités d'application de l'article L. 631-12 du code de la construction et de l'habitation relatif aux résidences universitaires faisant l'objet d'une convention conclue en application de l'article L. 351-2 du même code - article 6 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2019-08-08 MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/38/92/75/LEGISCTA000038927593.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/38/92/75/LEGISCTA000038927593.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/SCTA/00/00/38/92/75/LEGISCTA000038927593.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/convention_type_conclue_en_application_des_articles_l_353-1_et_l_831-1_2_ou_3_du_code_de_la_construction_et_de_l_habitation_entre_l_etat_et_la_societe_d_economie_mixte_de_construction_et_de_gestion_de_logements_sociaux/README.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/section_lc/LEGITEXT000006074096/LEGISCTA000038927593)"},{"type":"del","content":""}],"status":"deleted"},{"filename":"annexes/convention_type_conclue_en_application_des_articles_l_353-1_et_l_831-1_2_ou_3_du_code_de_la_construction_et_de_l_habitation_entre_l_etat_et_la_societe_d_economie_mixte_de_construction_et_de_gestion_de_logements_sociaux/article_annexe_i_a_l_article_r353-59.md","articleName":"Article ANNEXE I A L ARTICLE R353-59","additions":0,"deletions":858,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article Annexe I à l'article R353-59"},{"type":"del","content":""},{"type":"del","content":"Convention type conclue entre l'Etat et … (1) (2) en application de l'article L. 351-2 (2° ou 3°) du code de la construction et de l'habitation pour l'opération de... (3)"},{"type":"del","content":""},{"type":"del","content":"Le ministre chargé du logement, agissant au nom de l'Etat et représenté par le préfet, ou, lorsqu'un établissement public de coopération intercommunale, un département, la métropole de Lyon ou la collectivité de Corse a signé une convention mentionnée au II de l'article L. 301-5-1 ou à l' article L. 301-5-2 du code de la construction et de l'habitation , ou à l'article L. 3641-5, au VI de l'article L. 5219-1, au II de l'article L. 5218-2 ou au II de l'article L. 5217-2 du code général des collectivités territoriales , par le président de l'établissement public de coopération intercommunale, du conseil départemental, de la métropole de Lyon ou du conseil exécutif de Corse,"},{"type":"del","content":""},{"type":"del","content":"d'une part,"},{"type":"del","content":""},{"type":"del","content":"et … (2), représenté (e) par … (4) dénommé (e) ci-après, le bailleur,"},{"type":"del","content":""},{"type":"del","content":"d'autre part,"},{"type":"del","content":""},{"type":"del","content":"sont convenus de ce qui suit :"},{"type":"del","content":""},{"type":"del","content":"I.-Dispositions générales."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 1er"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Objet de la convention."},{"type":"del","content":""},{"type":"del","content":"La présente convention a pour objet de fixer les droits et les obligations des parties prévus par les articles L. 353-1 à L. 353-21, L. 443-15-2 et L. 481-2 du code de la construction et de l'habitation pour l'opération de … décrite plus précisément dans le document joint à la présente convention."},{"type":"del","content":""},{"type":"del","content":"La présente convention ouvre, pendant sa durée, le droit à l'aide personnalisée au logement (APL) dans les conditions définies par le titre V du livre III du code de la construction et de l'habitation."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 2"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Prise d'effet de la convention."},{"type":"del","content":""},{"type":"del","content":"La présente convention ainsi que ses avenants éventuels prennent effet à la date de leur signature."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 3"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Date d'expiration de la convention."},{"type":"del","content":""},{"type":"del","content":"Elle expire le 30 juin..."},{"type":"del","content":""},{"type":"del","content":"A défaut de résiliation expresse notifiée au moins six mois avant cette date, la convention est renouvelée par tacite reconduction par périodes triennales."},{"type":"del","content":""},{"type":"del","content":"Elle peut être résiliée par chacune des parties. La résiliation prend effet au terme de la convention initiale ou au terme de chaque période de renouvellement. La résiliation à l'initiative de l'une des parties est notifiée au cocontractant au moins six mois avant la date d'expiration de la convention initiale ou renouvelée, par acte authentique (acte notarié ou acte d'huissier de justice) ou par acte administratif."},{"type":"del","content":""},{"type":"del","content":"Le remboursement, anticipé ou non, d'un des prêts utilisés pour financer l'opération, d'une subvention ou le reversement du complément d'impôt en application de l' article 284 du code général des impôts sont sans effet sur la durée de la convention."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 4"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Changement de propriétaire."},{"type":"del","content":""},{"type":"del","content":"La présente convention est jointe à l'acte de mutation. Le changement de propriétaire donne lieu à la signature d'un avenant, publié dans les conditions de l'article 24 de la présente convention."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 5"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Régime des rapports locatifs applicables aux logements conventionnés."},{"type":"del","content":""},{"type":"del","content":"Les logements objets de la présente convention sont soumis aux dispositions de la loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986 , dans les conditions prévues par le III de son article 40 et le cas échéant le VIII du même article, aux dispositions du code de la construction et de l'habitation et aux stipulations de la présente convention."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 6"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Aide personnalisée au logement (APL)."},{"type":"del","content":""},{"type":"del","content":"Le bénéfice de l'APL est ouvert ou modifié respectivement à compter de la date d'effet de la convention ou de ses avenants conformément aux articles L. 351-3-1 et R. 351-3 du code de la construction et de l'habitation."},{"type":"del","content":""},{"type":"del","content":"II.-Engagements du bailleur à l'égard de l'Etat relatifs aux conditions de location des logements."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 7"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Maintien des logements à usage locatif et conditions d'occupation des logements."},{"type":"del","content":""},{"type":"del","content":"Les logements faisant l'objet de la présente convention sont maintenus à usage locatif jusqu'à la date fixée pour son expiration, sous réserve des dispositions de l'article L. 443-15-2 du code de la construction et de l'habitation ."},{"type":"del","content":""},{"type":"del","content":"1° Conditions de location."},{"type":"del","content":""},{"type":"del","content":"Les logements sont loués non meublés à des personnes physiques, à titre de résidence principale, et occupés au moins huit mois par an. Ils ne peuvent faire l'objet de sous-location ou de location meublée, sous réserve des conditions prévues par les articles L. 353-20 et L. 353-21 du code de la construction et de l'habitation ainsi qu'au profit de personnes ayant passé avec le locataire un contrat conforme à l' article L. 442-1 du code de l'action sociale et des familles ."},{"type":"del","content":""},{"type":"del","content":"2° Ressources."},{"type":"del","content":""},{"type":"del","content":"Les logements libres de toute occupation sont loués à des ménages dont les ressources annuelles n'excèdent pas les plafonds de ressources fixés à l' article R. 441-1 du code de la construction et de l'habitation ou prévus au premier alinéa de l'article R. 331-12 du même code pour l'attribution des logements sociaux."},{"type":"del","content":""},{"type":"del","content":"3° Mixité sociale."},{"type":"del","content":""},{"type":"del","content":"a) Lorsque l'opération a été financée dans les conditions de l' article R. 331-14 du code de la construction et de l'habitation autres que celles prévues au II de l'article R. 331-1 du même code et qu'elle bénéficie de subventions prévues aux 2° ou 3° de l'article R. 331-15 du même code, 30 % au moins des logements, soit … (5) logements, doivent être attribués à des ménages dont les ressources n'excèdent pas de l'article R. 331-12 précité pour l'attribution des logements sociaux. Toutefois, lorsque l'opération ainsi financée comporte moins de 10 logements, au moins 30 % des logements, soit … logements (ce nombre s'obtenant en arrondissant à l'unité la plus proche le résultat de l'application du pourcentage), doivent être attribués à des ménages dont les ressources n'excèdent pas le plafond fixé au I de l'article R. 331-12 précité pour l'attribution des logements sociaux. Cette obligation n'est pas applicable aux opérations comportant un seul logement."},{"type":"del","content":""},{"type":"del","content":"A l'entrée en service de l'immeuble, en sus des 30 % de logements ci-dessus mentionnés, le bailleur s'engage, compte tenu de la demande locale, que visent notamment à satisfaire le plan d'action départemental pour le logement et l'hébergement des personnes défavorisées, l'accord collectif départemental signé avec le bailleur, les conventions intercommunales d'attribution et les orientations adoptées par les conférences intercommunales du logement, à louer … (6) autres logements à des ménages dont les ressources n'excèdent pas le plafond fixé au I de l'article R. 331-12 précité pour l'attribution des logements sociaux. Le bailleur s'engage à fournir au préfet un état à la mise en location, permettant de vérifier que cet engagement d'occupation sociale est respecté."},{"type":"del","content":""},{"type":"del","content":"La vérification de l'engagement d'occupation sociale mentionné au premier alinéa sera effectuée tous les deux ans au vu des résultats de l'enquête prévue à l' article L. 442-5 du code de la construction et de l'habitation . S'il est constaté que cet engagement n'est plus rempli, tous les logements attribués postérieurement à ce constat fait par le préfet du lieu de situation des logements devront l'être à des ménages dont les ressources n'excèdent pas le plafond fixé au I de l'article R. 331-12 précité pour l'attribution des logements sociaux jusqu'à ce que le bailleur établisse que l'engagement est respecté à nouveau."},{"type":"del","content":""},{"type":"del","content":"b) Lorsque l'opération a été financée dans les conditions de l'article R. 331-14 précité autres que celles prévues au II de l'article R. 331-1 précité et bénéficie de subventions prévues aux 2° ou 3° de l'article R. 331-15 précité, 10 % au plus des logements de l'opération peuvent être loués à des ménages dont les ressources n'excèdent pas le plafond fixé au II de l'article R. 331-12 précité pour l'attribution des logements sociaux. Toutefois, lorsque l'opération ainsi financée comporte moins de 10 logements, 10 % des logements, soit … logements (ce nombre s'obtenant en arrondissant à l'unité la plus proche le résultat de l'application du pourcentage), peut être loué à des ménages dont les ressources n'excèdent pas le plafond fixé au II de l'article R. 331-12 précité pour l'attribution des logements sociaux."},{"type":"del","content":""},{"type":"del","content":"4° Cas d'une acquisition ou d'une convention sans travaux faisant suite à une nouvelle acquisition lorsque les loyers ne sont pas établis sur la base de la surface corrigée, résultant de l'application du décret n° 48-1766 du 22 novembre 1948 fixant les conditions de détermination de la surface corrigée des locaux d'habitation ou à usage professionnel et de l'article 4 du décret n° 60-1063 du 1er octobre 1960 modifiant le décret n° 48-1766 du 22 novembre 1948 fixant les conditions de détermination de la surface corrigée des locaux d'habitation ou à usage professionnel."},{"type":"del","content":""},{"type":"del","content":"Il est procédé à un bilan de l'occupation sociale des logements sur la base des éléments recueillis lors de l'enquête prévue à l'article L. 441-9 ou à l'article L. 442-5 du code de la construction et de l'habitation et dans des conditions définies par arrêté du ministre chargé du logement."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 8"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Montants des loyers maximums et modalités de révision."},{"type":"del","content":""},{"type":"del","content":"Le montant du loyer maximum mentionné à l' article R. 353-70 du code de la construction et de l'habitation est fixé à … € le mètre carré par … (mois ou année selon que la superficie est exprimée en surface utile ou en surface corrigée)."},{"type":"del","content":""},{"type":"del","content":"Ce montant est majoré de 33 % au plus pour les logements qui ont été attribués dans les conditions du b du 3° de l'article 7 de la présente convention."},{"type":"del","content":""},{"type":"del","content":"Les annexes qui n'entrent pas dans le calcul de la surface utile peuvent donner lieu à la perception d'un loyer accessoire, dans les conditions définies dans le document intitulé Composition de l'opération annexé à la présente convention."},{"type":"del","content":""},{"type":"del","content":"Les loyers maximums sont révisés chaque année, le 1er janvier, dans les conditions prévues à l' article L. 353-9-2 du code de la construction et de l'habitation ."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 8 bis"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Dispositions particulières relatives aux loyers maximums des logements conventionnés lors d'une acquisition ou d'une convention sans travaux faisant suite à une nouvelle acquisition lorsque les loyers ne sont pas établis sur la base de la surface corrigée, résultant de l'application du décret n° 48-1766 du 22 novembre 1948 fixant les conditions de détermination de la surface corrigée des locaux d'habitation ou à usage professionnel et de l'article 4 du décret n° 60-1063 du 1er octobre 1960 modifiant le décret n° 48-1766 du 22 novembre 1948 fixant les conditions de détermination de la surface corrigée des locaux d'habitation ou à usage professionnel."},{"type":"del","content":""},{"type":"del","content":"Lorsque l'opération faisant l'objet de la présente convention est une opération d'acquisition ou n'est pas liée à la réalisation de travaux mais fait suite à une nouvelle acquisition, le loyer maximum applicable à chaque logement occupé par un locataire ou un occupant de bonne foi dont les ressources excèdent les plafonds de ressources prévus à l'article R. 331-12 précité pour l'attribution des logements sociaux au moment de l'acquisition ou n'ayant pas fourni d'informations sur le niveau de ses ressources, par dérogation et à titre transitoire, est fixé à … € par mètre carré de surface utile par mois. Ce loyer maximum est révisé chaque année, le 1er janvier, dans les conditions prévues à l'article L. 353-9-2 précité. Il ne peut avoir pour effet d'autoriser, au moment de l'entrée en vigueur de la convention, une majoration de plus de 10 % du loyer acquitté par le locataire ou l'occupant de bonne foi, lorsque ce loyer est supérieur à celui fixé à l'article 8 de la présente convention."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 8 ter"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Conformément à l'arrêté préfectoral prévu à l' article R. 353-70-1 du code de la construction et de l'habitation , le loyer maximum peut être majoré dans les conditions de ce même article, sans dépasser... € par mètre carré et par mois."},{"type":"del","content":""},{"type":"del","content":"Cette majoration de loyer s'applique pendant une durée de... mois et concerne... mètres carrés de logements. Le nombre de mètres carrés peut varier de plus ou moins 20 %."},{"type":"del","content":""},{"type":"del","content":"Lorsque la majoration de loyer prévue aux alinéas précédents est appliquée, les stipulations du 3° de l'article 7 de la présente convention ne s'appliquent pas."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 9"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Modalités de fixation et de révision du loyer pratiqué."},{"type":"del","content":""},{"type":"del","content":"Le loyer pratiqué pour chaque logement conventionné, dont la valeur est fixée au mètre carré, ne peut excéder le loyer maximum défini dans la présente convention."},{"type":"del","content":""},{"type":"del","content":"Dans la limite de ce loyer maximum, le loyer pratiqué :"},{"type":"del","content":""},{"type":"del","content":"1° est révisé chaque année le 1er janvier en cours de contrat de location, dans les conditions prévues à l' article L. 353-9-3 du code de la construction et de l'habitation ;"},{"type":"del","content":""},{"type":"del","content":"2° peut être réévalué dans les conditions prévues par le code de la construction et de l'habitation."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 9 bis"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Dispositions particulières relatives aux loyers pratiqués des logements conventionnés lors d'une acquisition ou d'une convention sans travaux faisant suite à une nouvelle acquisition lorsque les loyers ne sont pas établis sur la base de la surface corrigée, résultant de l'application du décret n° 48-1766 du 22 novembre 1948 fixant les conditions de détermination de la surface corrigée des locaux d'habitation ou à usage professionnel et de l'article 4 du décret n° 60-1063 du 1er octobre 1960 modifiant le décret n° 48-1766 du 22 novembre 1948 fixant les conditions de détermination de la surface corrigée des locaux d'habitation ou à usage professionnel."},{"type":"del","content":""},{"type":"del","content":"Durant le mois qui suit la signature de la convention, le bailleur informe les locataires ou occupants de bonne foi en place à la date de signature de la convention qu'ils disposent d'un délai de deux mois à compter de la réception de l'information pour présenter leurs justificatifs de revenus dans les conditions prévues pour l'attribution des logements sociaux et que ceux disposant de ressources inférieures aux plafonds prévus à l'article R. 331-12 précité pour l'attribution des logements sociaux se verront appliquer, à partir de la réception par le bailleur des justificatifs et au plus tard le quatrième mois suivant la date de signature de la convention ou la date d'achèvement des travaux si celle-ci en prévoit, un nouveau loyer dans la limite du loyer maximum fixé au document prévu par l'article 1er de la présente convention. Avant l'application de ce nouveau loyer, le loyer maximum est celui mentionné à l'article 8 bis de la présente convention."},{"type":"del","content":""},{"type":"del","content":"Le locataire ou occupant de bonne foi peut également présenter ces justificatifs à tout moment et bénéficier de la même mesure dès le mois qui suit la présentation de ces justificatifs."},{"type":"del","content":""},{"type":"del","content":"Le loyer pratiqué applicable à chaque logement occupé par un locataire ou un occupant de bonne foi dont les ressources excèdent les plafonds de ressources prévus à l'article R. 331-12 précité pour l'attribution des logements sociaux au moment de l'acquisition ou qui n'a pas fourni d'informations sur le niveau de ses ressources ne peut excéder le loyer maximum fixé à l'article 8 bis de la présente convention. Il peut être révisé chaque année le 1er janvier dans les conditions prévues à l'article L. 353-9-3 précité."},{"type":"del","content":""},{"type":"del","content":"III.-Engagements du bailleur à l'égard des locataires."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 10"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Etablissement d'un bail conforme à la convention."},{"type":"del","content":""},{"type":"del","content":"Le bail doit être conforme à la présente convention. Une copie de la convention est tenue en permanence à la disposition des locataires et de leurs associations qui peuvent en prendre connaissance chez le gardien ou, en l'absence d'un gardien, au siège du bailleur. Cette information est mentionnée à chaque locataire ou affichée de façon très apparente dans les parties communes de l'immeuble."},{"type":"del","content":""},{"type":"del","content":"Le bailleur est tenu de remettre à chaque locataire un décompte de surface corrigée ou de surface utile établi d'après le modèle type annexé à l'article R. 353-19 du code de la construction et de l'habitation . Dans l'hypothèse où cette surface serait modifiée, le bailleur est tenu de communiquer au locataire un nouveau décompte dans les deux mois précédant son application."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 11"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Travaux."},{"type":"del","content":""},{"type":"del","content":"Lorsque l'exécution des travaux nécessite l'évacuation temporaire des lieux, le bailleur doit mettre provisoirement à la disposition du locataire un logement en bon état d'habitation remplissant des conditions d'hygiène normales, correspondant à ses besoins personnels ou familiaux et, le cas échéant, professionnels, ainsi qu'à ses possibilités. Il doit en outre être situé :"},{"type":"del","content":""},{"type":"del","content":"-dans le même arrondissement ou les arrondissements limitrophes ou les communes limitrophes de l'arrondissement où se trouve le local, objet de la reprise, si celui-ci est situé dans une commune divisée en arrondissements ;"},{"type":"del","content":""},{"type":"del","content":"-dans le même canton ou dans les cantons limitrophes de ce canton inclus dans la même commune ou dans les communes limitrophes de ce canton, si la commune est divisée en cantons ;"},{"type":"del","content":""},{"type":"del","content":"-dans les autres cas, sur le territoire de la même commune ou d'une commune limitrophe, sans pouvoir être éloigné de plus de cinq kilomètres."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 12"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Information des locataires en cas de changement de propriétaire."},{"type":"del","content":""},{"type":"del","content":"En cas de mutation à titre gratuit ou onéreux, et en vue de l'information du préfet ou, le cas échéant, du président de l'établissement public de coopération intercommunale, du conseil départemental, de la métropole de Lyon ou du conseil exécutif de Corse, partie à la présente convention, des locataires et des organismes liquidateurs de l'APL, le ou les nouveaux propriétaires leur font connaître leur identification dans les conditions conformes soit à l'article 5, soit à l' article 6 du décret n° 55-22 du 4 janvier 1955 modifié, par acte extrajudiciaire, lettre recommandée avec demande d'avis de réception ou remise contre décharge dans un délai d'un mois à compter de ladite mutation."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 13"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Information des locataires en cas de modification ou de résiliation de la convention."},{"type":"del","content":""},{"type":"del","content":"Le bailleur informe les locataires de toute modification apportée à la convention ayant des incidences sur leurs relations contractuelles."},{"type":"del","content":""},{"type":"del","content":"Quelle qu'en soit la cause, le bailleur informe le locataire de la date prévue pour l'expiration de la convention. En cas de résiliation de la convention aux torts du bailleur, il porte à la connaissance des locataires la teneur de l' article L. 353-6 du code de la construction et de l'habitation ."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 14"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Durée du contrat de location et congé donné par le locataire."},{"type":"del","content":""},{"type":"del","content":"Le contrat de location est conclu pour une durée de trois ans."},{"type":"del","content":""},{"type":"del","content":"Pendant la durée de la convention, le contrat de location est reconduit tacitement pour des périodes de trois ans, dans la mesure où le locataire se conforme aux obligations de l'article 7 de la loi du 6 juillet 1989 précitée."},{"type":"del","content":""},{"type":"del","content":"Le locataire peut donner congé à tout moment dans les conditions des treizième à vingt-deuxième alinéas du I de l'article 15 de la loi du 6 juillet 1989 précitée. Il est redevable du loyer et des charges pendant la durée effective du délai de préavis, de jour à jour, sauf si le logement se trouve occupé avant la fin du préavis par un autre locataire en accord avec le bailleur."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 15"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Modalités du paiement du loyer."},{"type":"del","content":""},{"type":"del","content":"Le loyer est payé mensuellement à terme échu."},{"type":"del","content":""},{"type":"del","content":"Le bailleur indique sur la quittance le montant du loyer principal, du ou des loyers accessoires, du loyer maximum, des charges locatives et, le cas échéant, le montant de l'APL, de la réduction de loyer de solidarité et de la contribution pour le partage des économies de charges."},{"type":"del","content":""},{"type":"del","content":"En application de l' article L. 351-9 du code de la construction et de l'habitation , pour chaque appel de loyer, le bailleur déduit s'il y a lieu le montant de l'APL qu'il perçoit pour le compte du locataire du montant du loyer et des dépenses accessoires de logement."},{"type":"del","content":""},{"type":"del","content":"Lorsque l'organisme liquidateur de l'APL verse au bailleur des rappels d'aide personnalisée pour le compte de locataires, le bailleur affecte ces sommes au compte de ces derniers. Si après affectation il en résulte un surplus, le bailleur le reverse au locataire dans le délai d'un mois."},{"type":"del","content":""},{"type":"del","content":"En cas de retard du locataire dans le paiement du loyer et des charges locatives, le bailleur doit prendre toutes dispositions en vue de recouvrer sa créance."},{"type":"del","content":""},{"type":"del","content":"En cas d'impayé constitué au sens de l' article R. 351-30 du code de la construction et de l'habitation , et lorsque l'APL est versée en tiers payant, le bailleur doit informer l'organisme payeur de la situation du locataire dans un délai de deux mois après la constitution de l'impayé."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 16"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Dépôt de garantie."},{"type":"del","content":""},{"type":"del","content":"Le dépôt de garantie stipulé le cas échéant par le contrat de location pour garantir l'exécution de ses obligations locatives par le locataire ne peut être supérieur à un mois de loyer en principal."},{"type":"del","content":""},{"type":"del","content":"IV.-Dispositions spécifiques au statut de résidence universitaire."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 17"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Régime des rapports locatifs applicables aux logements."},{"type":"del","content":""},{"type":"del","content":"Lorsque la présente convention est conclue en application du 3° de l'article L. 351-2 du code de la construction et de l'habitation pour une résidence universitaire définie à l'article L. 631-12 du même code, les logements de la résidence universitaire sont soumis aux dispositions de la loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs, dans les conditions prévues par les III et VIII de l'article 40, aux dispositions du code de la construction et de l'habitation et aux stipulations de la présente convention."},{"type":"del","content":""},{"type":"del","content":"Les stipulations particulières suivantes s'appliquent :"},{"type":"del","content":""},{"type":"del","content":"1° Conditions de location des logements de la résidence universitaire."},{"type":"del","content":""},{"type":"del","content":"Les logements sont loués nus ou meublés à des étudiants, des personnes de moins de trente ans en formation ou en stage et des personnes titulaires d'un contrat de professionnalisation ou d'apprentissage, à titre de résidence principale, et occupés au moins huit mois par an. A titre exceptionnel, des logements peuvent être loués à des enseignants et des chercheurs."},{"type":"del","content":""},{"type":"del","content":"Les logements peuvent également être loués dans les conditions prévues aux quatrième et cinquième alinéas du I de l'article L. 442-8-1 du code de la construction et de l'habitation ."},{"type":"del","content":""},{"type":"del","content":"2° Modalités de fixation et de révision du loyer pratiqué des logements de la résidence universitaire."},{"type":"del","content":""},{"type":"del","content":"Le loyer pratiqué pour chaque logement est fixé dans la limite du loyer maximum prévu par la présente convention."},{"type":"del","content":""},{"type":"del","content":"Il ne peut donner lieu à révision en cours de bail."},{"type":"del","content":""},{"type":"del","content":"Si le contrat de location est renouvelé dans les conditions prévues au 3° ci-dessous, le loyer peut être réévalué conformément aux dispositions du code de la construction et de l'habitation."},{"type":"del","content":""},{"type":"del","content":"3° Durée du contrat et congé donné par le locataire."},{"type":"del","content":""},{"type":"del","content":"Le contrat de location a une durée maximale d'un an. Il peut être renouvelé dès lors que l'occupant continue à remplir les conditions prévues par l' article L. 631-12 du code de la construction et de l'habitation , ainsi que les conditions de ressources requises pour l'attribution du logement. Le renouvellement donne lieu à la signature d'un nouveau contrat."},{"type":"del","content":""},{"type":"del","content":"Le locataire peut donner congé à tout moment, dans les conditions des treizième à vingt-deuxième alinéas du I de l'article 15 de la loi du 6 juillet 1989 précitée. Il est redevable du loyer et des charges pendant la durée effective du délai de préavis, de jour à jour, sauf si le logement se trouve occupé avant la fin du préavis par un autre locataire en accord avec le bailleur."},{"type":"del","content":""},{"type":"del","content":"4° Forfait de charges."},{"type":"del","content":""},{"type":"del","content":"En application du VIII de l'article 40 de la loi du 6 juillet 1989 précitée, les charges locatives accessoires au loyer principal des logements de la résidence universitaire peuvent être récupérées par le bailleur sous la forme d'un forfait versé simultanément au loyer, dont le montant et la périodicité de versement sont définis au contrat et qui ne peut donner lieu à complément ou à régularisation ultérieure. Le montant du forfait de charges est fixé en fonction des montants exigibles par le bailleur en application de l'article 23 de la loi du 6 juillet 1989 précitée. Ce montant ne doit pas être manifestement disproportionné au regard des charges dont le locataire ou, le cas échéant, le précédent locataire se serait acquitté."},{"type":"del","content":""},{"type":"del","content":"Si le bailleur a opté pour cette modalité de récupération des charges, il indique sur la quittance le montant du forfait."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 18"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Renonciation au statut de résidence universitaire."},{"type":"del","content":""},{"type":"del","content":"En cas de renonciation au statut de résidence universitaire, les dispositions relatives aux résidences universitaires figurant dans la présente convention sont sans objet. La renonciation au statut de résidence universitaire est définitive et s'effectue par avenant, à l'initiative du bailleur. Cet avenant est sans effet sur les contrats de location en cours. A l'échéance de chacun de ces contrats, le logement concerné est loué dans les conditions de droit commun de la présente convention."},{"type":"del","content":""},{"type":"del","content":"V.-Engagements du bailleur à l'égard des organismes chargés de la liquidation et du paiement de l'APL."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 19"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Obligations générales."},{"type":"del","content":""},{"type":"del","content":"1° Pour chaque locataire demandeur de l'APL, le bailleur s'engage à favoriser l'utilisation des services dématérialisés mis à sa disposition par les organismes payeurs pour l'envoi des informations nécessaires à l'étude d'un droit à une aide au logement. En dernier ressort, il renseigne dès l'entrée en vigueur de la convention pour chaque locataire demandeur de l'APL, la partie de l'imprimé de demande d'APL qui le concerne."},{"type":"del","content":""},{"type":"del","content":"2° Pour permettre le renouvellement des droits à l'APL au 1er janvier de chaque année, le bailleur fournit aux organismes liquidateurs de l'APL au plus tard le 15 novembre de chaque année, conformément à l'arrêté du 22 août 1986 relatif à la fixation des justifications nécessaires à l'obtention de l'aide personnalisée au logement et à son renouvellement :"},{"type":"del","content":""},{"type":"del","content":"-une attestation concernant le montant du loyer applicable à chaque logement concerné par la présente convention, à compter du 1er juillet de l'année en cours ;"},{"type":"del","content":""},{"type":"del","content":"-un document attestant que tous les bénéficiaires sont à jour de leurs obligations vis-à-vis du bailleur ou, le cas échéant, la liste des bénéficiaires d'APL non à jour en certifiant que cette liste est exhaustive. Ce document mentionne également la date à laquelle l'organisme payeur a été saisi en cas d'impayé constitué selon la définition fixée par l'article R. 351-30 du code de la construction et de l'habitation."},{"type":"del","content":""},{"type":"del","content":"Ces transmissions peuvent s'effectuer grâce à un dispositif de collecte dématérialisé."},{"type":"del","content":""},{"type":"del","content":"3° En outre, il fait part dans un délai maximum d'un mois aux organismes liquidateurs de l'APL des modifications affectant la situation locative du bénéficiaire (notamment colocation, résiliation de bail, décès)."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 20"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Obligations en cas d'impayé."},{"type":"del","content":""},{"type":"del","content":"En application des articles L. 351-12 , R. 351-20 et R. 351-30 du code de la construction et de l'habitation, le bailleur auprès duquel l'aide est versée signale à l'organisme payeur lorsqu'un allocataire ne règle pas la part de la dépense de logement restant à sa charge, dans un délai de deux mois après la constitution de l'impayé défini au I de l'article R. 351-30 précité, sauf si la somme due a été réglée entre-temps en totalité. Le bailleur doit justifier qu'il poursuit par tous les moyens possibles le recouvrement de sa créance. En outre, il communique le montant de l'impayé constitué au moment de la saisine de l'organisme payeur."},{"type":"del","content":""},{"type":"del","content":"Parallèlement, en cas d'impayé, le bailleur doit poursuivre le recouvrement de sa créance en notifiant au locataire défaillant par lettre recommandée avec accusé de réception le montant de cette créance. Il doit également informer le locataire de la saisine de l'organisme payeur."},{"type":"del","content":""},{"type":"del","content":"La commission de coordination des actions de prévention des expulsions locatives (CCAPEX) est systématiquement informée par l'organisme payeur des APL en vue de prévenir leurs éventuelles suspensions par une mobilisation coordonnée des outils de prévention (article 7-2 de la loi n° 90-449 du 31 mai 1990 visant à la mise en œuvre du droit au logement)."},{"type":"del","content":""},{"type":"del","content":"La CCAPEX est réputée avoir été régulièrement saisie lorsque le bailleur a préalablement signalé l'impayé à l'organisme payeur des APL selon les modalités définies à l'article R. 351-30 précité."},{"type":"del","content":""},{"type":"del","content":"VI.-Dispositions relatives à l'application de la convention."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 21"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Contrôle."},{"type":"del","content":""},{"type":"del","content":"Afin de permettre le contrôle de l'application de la présente convention, le bailleur fournit à tout moment à la demande du préfet ou de l'Agence nationale de contrôle du logement social toutes les informations et tous les documents nécessaires au plein exercice de ce contrôle."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 22"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Révision de la convention."},{"type":"del","content":""},{"type":"del","content":"La présente convention pourra être révisée à la demande de l'une ou l'autre des parties par voie d'avenant."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 23"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Inexécution de la convention par le bailleur."},{"type":"del","content":""},{"type":"del","content":"1° En application de l'article 284 du code général des impôts, les bailleurs qui ont, au taux réduit de la taxe sur la valeur ajoutée, acquis un logement social ou imposé la livraison à soi-même d'un logement locatif social ou de travaux d'amélioration, de transformation ou d'aménagement portant sur un logement locatif social sont redevables d'un complément de taxe sur la valeur ajoutée égal à la différence entre le taux réduit et le taux normal lorsque les conditions de taxation de vente ou de livraison à soi-même au taux réduit ne sont pas ou plus remplies."},{"type":"del","content":""},{"type":"del","content":"2° En application de l' article L. 353-2 du code de la construction et de l'habitation , des sanctions administratives peuvent être mises en œuvre."},{"type":"del","content":""},{"type":"del","content":"En application de l' article L. 353-11 du code de la construction et de l'habitation , le contrôle de l'application de la présente convention est assuré par l'Agence nationale de contrôle du logement social, que le préfet est tenu de saisir en cas de manquement constaté."},{"type":"del","content":""},{"type":"del","content":"Lorsque le bailleur ne respecte pas, pour un ou plusieurs logements, les engagements prévus par la convention, et après que le bailleur a été mis en mesure de présenter ses observations conformément aux dispositions de l'article L. 342-12 du code de la construction et de l'habitation ou, en cas de mise en demeure, à l'issue du délai mentionné à ce même article, l'Agence nationale de contrôle du logement social peut proposer au ministre chargé du logement de prononcer une sanction en application de l'article L. 342-14 du même code."},{"type":"del","content":""},{"type":"del","content":"3° En cas d'inexécution par le bailleur de ses engagements prévus par la convention, tels que notamment non-respect du loyer maximum ou en cas de fraude, dissimulation ou fausse déclaration à l'égard des organismes liquidateurs de l'APL, le préfet peut procéder à la résiliation de la présente convention aux torts du bailleur. Le préfet doit préalablement mettre en demeure le bailleur par lettre recommandée avec demande d'avis de réception. Le bailleur doit dans un délai de deux mois soit satisfaire à ses obligations, soit formuler ses observations."},{"type":"del","content":""},{"type":"del","content":"Lorsque le préfet écarte ces observations, sa décision doit être motivée."},{"type":"del","content":""},{"type":"del","content":"Dans ce cas, il est fait application des dispositions prévues à l'article L. 353-6 du code de la construction et de l'habitation."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 24"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Publication."},{"type":"del","content":""},{"type":"del","content":"La publication de la convention, de ses éventuels avenants et de sa résiliation au fichier immobilier ou leur inscription au livre foncier incombe au préfet, ou, lorsqu'un établissement public de coopération intercommunale, un département, la métropole de Lyon ou la collectivité de Corse a signé une convention mentionnée aux articles L. 301-5-1, L. 301-5-2, L. 3641-5, L. 5219-1, L. 5218-2 et L. 5217-2 précités, au président de l'établissement public de coopération intercommunale, du conseil départemental, de la métropole de Lyon ou du conseil exécutif de Corse. Les frais de publication sont à la charge du bailleur."},{"type":"del","content":""},{"type":"del","content":"Le préfet, ou, lorsqu'un établissement public de coopération intercommunale, un département, la métropole de Lyon ou la collectivité de Corse a signé une convention mentionnée aux articles L. 301-5-1, L. 301-5-2, L. 3641-5, L. 5219-1, L. 5218-2 et L. 5217-2 précités, le président de l'établissement public de coopération intercommunale, du conseil départemental, de la métropole de Lyon ou du conseil exécutif de Corse transmet aux organismes chargés de la liquidation et du paiement de l'APL une copie de la présente convention, de ses avenants éventuels ainsi que l'état prouvant qu'elle (ou ils) a (ont) bien fait l'objet d'une publication au fichier immobilier (ou d'une inscription au livre foncier)."},{"type":"del","content":""},{"type":"del","content":"Fait en trois originaux à …, le..."},{"type":"del","content":""},{"type":"del","content":"Le bailleur (7),"},{"type":"del","content":""},{"type":"del","content":"Le préfet, le président de l'établissement public de coopération intercommunale, du conseil départemental, de la métropole de Lyon ou du conseil exécutif de Corse,"},{"type":"del","content":""},{"type":"del","content":"Document prévu par l'article 1er de l'annexe à l' article R. 353-59 du code de la construction et de l'habitation lorsque le loyer maximum des logements est exprimé en surface corrigée."},{"type":"del","content":""},{"type":"del","content":"Description de l'opération de... (3)"},{"type":"del","content":""},{"type":"del","content":"1° Désignation du ou des immeubles (8)."},{"type":"del","content":""},{"type":"del","content":"2° Nature de l'opération et financement."},{"type":"del","content":""},{"type":"del","content":"3° Composition de l'opération :"},{"type":"del","content":""},{"type":"del","content":"A.-Locaux auxquels s'applique la présente convention."},{"type":"del","content":""},{"type":"del","content":"1. Nombre des logements locatifs par type de logement :"},{"type":"del","content":""},{"type":"del","content":"1.1. Nombre de logements à attribuer à des personnes dont les ressources n'excèdent pas 60 % des plafonds de ressources prévus au premier alinéa de l'article R. 331-12 du code de la construction et de l'habitation pour l'attribution des logements sociaux (article 7 de la présente convention) :"},{"type":"del","content":""},{"type":"del","content":"-nombre de logements prévus au premier alinéa du a du 3° de l'article 7 de la présente convention."},{"type":"del","content":""},{"type":"del","content":"-nombre de logements prévus au deuxième alinéa du a du 3° de l'article 7 de la présente convention."},{"type":"del","content":""},{"type":"del","content":"1.2. Nombre de logements qu'il est possible d'attribuer à des personnes dont les ressources excèdent les plafonds de ressources prévus au 1er alinéa de l'article R. 331-12 précité pour l'attribution des logements sociaux, dans la limite de 120 % de ces plafonds (article 7 de la présente convention)."},{"type":"del","content":""},{"type":"del","content":"2. Surface habitable :"},{"type":"del","content":""},{"type":"del","content":"3. Surface corrigée :"},{"type":"del","content":""},{"type":"del","content":"4. Dépendances (nombre et surface) :"},{"type":"del","content":""},{"type":"del","content":"5. Locaux collectifs résidentiels (nombre et surface) :"},{"type":"del","content":""},{"type":"del","content":"6. Garages et parkings affectés à ces logements (nombre et différenciation par type) :"},{"type":"del","content":""},{"type":"del","content":"B.-Locaux auxquels ne s'applique pas la présente convention."},{"type":"del","content":""},{"type":"del","content":"Locaux commerciaux (nombre) :"},{"type":"del","content":""},{"type":"del","content":"Bureaux (nombre) :"},{"type":"del","content":""},{"type":"del","content":"Autres : …"},{"type":"del","content":""},{"type":"del","content":"4° Origine des propriétés :"},{"type":"del","content":""},{"type":"del","content":"5° Renseignements administratifs :"},{"type":"del","content":""},{"type":"del","content":"5.1. Permis de construire :"},{"type":"del","content":""},{"type":"del","content":"5.2. Date prévisible ou effective d'achèvement des travaux de construction ou d'amélioration :"},{"type":"del","content":""},{"type":"del","content":"5.3. Date d'achat :"},{"type":"del","content":""},{"type":"del","content":"5.4. Modalités de financement."},{"type":"del","content":""},{"type":"del","content":"Financement principal :"},{"type":"del","content":""},{"type":"del","content":"-date d'octroi du prêt :"},{"type":"del","content":""},{"type":"del","content":"-date de transfert du prêt :"},{"type":"del","content":""},{"type":"del","content":"-numéro du prêt :"},{"type":"del","content":""},{"type":"del","content":"-durée :"},{"type":"del","content":""},{"type":"del","content":"-montant :"},{"type":"del","content":""},{"type":"del","content":"Financement complémentaire :"},{"type":"del","content":""},{"type":"del","content":"Date d'achèvement de la construction ou certificat de conformité :"},{"type":"del","content":""},{"type":"del","content":"Fait en trois originaux à …, le..."},{"type":"del","content":""},{"type":"del","content":"Le bailleur (7),"},{"type":"del","content":""},{"type":"del","content":"Le préfet, le président de l'établissement public de coopération intercommunale, du conseil départemental, de la métropole de Lyon ou du conseil exécutif de Corse,"},{"type":"del","content":""},{"type":"del","content":"Document prévu par l'article 1er de l'annexe à l'article R. 353-59 du code de la construction et de l'habitation lorsque le loyer maximum des logements est exprimé en surface utile."},{"type":"del","content":""},{"type":"del","content":"Description de l'opération de... (3)"},{"type":"del","content":""},{"type":"del","content":"1° Désignation du ou des immeubles (8)."},{"type":"del","content":""},{"type":"del","content":"2° Nature de l'opération et financement."},{"type":"del","content":""},{"type":"del","content":"3° Composition de l'opération."},{"type":"del","content":""},{"type":"del","content":"Les éléments ci-après sont décrits par immeuble ou ensemble immobilier :"},{"type":"del","content":""},{"type":"del","content":"A.-Locaux auxquels s'applique la présente convention."},{"type":"del","content":""},{"type":"del","content":"1. Nombre des logements locatifs par type de logements :"},{"type":"del","content":""},{"type":"del","content":"1.1. Nombre de logements à attribuer à des personnes dont les ressources n'excèdent pas 60 % des plafonds de ressources prévus au premier alinéa de l'article R. 331-12 du code de la construction et de l'habitation pour l'attribution des logements sociaux (article 7 de la présente convention) :"},{"type":"del","content":""},{"type":"del","content":"-nombre de logements prévus au premier alinéa du a du 3° de l'article 7 de la présente convention."},{"type":"del","content":""},{"type":"del","content":"-nombre de logements prévus au deuxième alinéa du a du 3° de l'article 7 de la présente convention."},{"type":"del","content":""},{"type":"del","content":"1.2. Nombre de logements qu'il est possible d'attribuer à des personnes dont les ressources excèdent les plafonds de ressources prévus au premier alinéa de l'article R. 331-12 précité pour l'attribution des logements sociaux, dans la limite de 120 % de ces plafonds (article 7 de la présente convention)"},{"type":"del","content":""},{"type":"del","content":"2. Surface habitable totale (art. R. 111-2 du code de la construction et de l'habitation) :"},{"type":"del","content":""},{"type":"del","content":"3. Surface totale des annexes entrant dans le calcul de la surface utile ( art. R. 353-16 (2°) du code de la construction et de l'habitation ) :"},{"type":"del","content":""},{"type":"del","content":"3 bis. Liste de ces annexes, conforme à l'arrêté modifié du 9 mai 1995 du ministre du logement pris en application de l'article R. 353-16 précité :"},{"type":"del","content":""},{"type":"del","content":"3 ter. Surface des locaux collectifs résidentiels :"},{"type":"del","content":""},{"type":"del","content":"4. Surface utile totale de l'opération (art. R. 353-16 (2°) précité) :"},{"type":"del","content":""},{"type":"del","content":"5. Décompte des surfaces et des coefficients propres au logement appliqués pour le calcul du loyer :"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"DÉSIGNATION"},{"type":"del","content":""},{"type":"del","content":"        des logements"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"SURFACE"},{"type":"del","content":""},{"type":"del","content":"habitable"},{"type":"del","content":""},{"type":"del","content":"        (art. R. 111-2)"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"SURFACE"},{"type":"del","content":""},{"type":"del","content":"        réelle des annexes"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"SURFACE UTILE"},{"type":"del","content":""},{"type":"del","content":"        (surface habitable augmentée de 50 % de la surface des annexes)"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOYER"},{"type":"del","content":""},{"type":"del","content":"        maximum du logement en euros par mètre carré de surface utile"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"COEFFICIENT"},{"type":"del","content":""},{"type":"del","content":"propre au"},{"type":"del","content":""},{"type":"del","content":"        logement"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOYER MAXIMUM"},{"type":"del","content":""},{"type":"del","content":"du logement"},{"type":"del","content":""},{"type":"del","content":"        (col. 4 x col. 5 x col. 6) *"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"        Col. 1"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"        Col. 2"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"        Col. 3"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"        Col. 4"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"        Col. 5"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"        Col. 6"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"        Col. 7"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"        Total"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"        * La majoration prévue à l'article 8 de la convention est susceptible de s'appliquer à ces loyers."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"6. Nombre et liste des annexes susceptibles de donner lieu à perception d'un loyer accessoire :"},{"type":"del","content":""},{"type":"del","content":"Ce sont les annexes ou parties d'annexes qui n'entrent pas dans le calcul de la surface utile, soit : les emplacements réservés au stationnement des véhicules, les terrasses, cours et jardins, faisant l'objet d'une jouissance exclusive."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"TYPE D'ANNEXE DÉFINIE"},{"type":"del","content":""},{"type":"del","content":"à l'article R. 353-16,"},{"type":"del","content":""},{"type":"del","content":"        dernier alinéa du 2°"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOYER MAXIMUM"},{"type":"del","content":""},{"type":"del","content":"conventionné de l'annexe"},{"type":"del","content":""},{"type":"del","content":"        en euros par mois"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Au cas où ces annexes ne trouveraient pas preneur auprès des locataires de l'immeuble ou de tout autre immeuble conventionné appartenant au même bailleur ou géré par lui, le bailleur peut louer l'annexe à toute autre personne. Dans ce cas, le loyer maximum fixé par la convention ne lui est pas opposable. Cette faculté n'est utilisable que pour autant qu'aucun locataire du patrimoine appartenant ou géré par le bailleur ne manifeste sa volonté de louer les annexes en cause."},{"type":"del","content":""},{"type":"del","content":"B.-Locaux auxquels ne s'applique pas la présente convention."},{"type":"del","content":""},{"type":"del","content":"Locaux commerciaux (nombre) :"},{"type":"del","content":""},{"type":"del","content":"Bureaux (nombre) :"},{"type":"del","content":""},{"type":"del","content":"Autres :"},{"type":"del","content":""},{"type":"del","content":"4° Origine des propriétés :"},{"type":"del","content":""},{"type":"del","content":"5° Renseignements administratifs :"},{"type":"del","content":""},{"type":"del","content":"5.1. Permis de construire :"},{"type":"del","content":""},{"type":"del","content":"5.2. Date prévisible ou effective d'achèvement des travaux de construction ou d'amélioration :"},{"type":"del","content":""},{"type":"del","content":"5.3. Date d'achat :"},{"type":"del","content":""},{"type":"del","content":"5.4. Modalités de financement."},{"type":"del","content":""},{"type":"del","content":"Financement principal :"},{"type":"del","content":""},{"type":"del","content":"-date d'octroi du prêt :"},{"type":"del","content":""},{"type":"del","content":"-date de transfert du prêt :"},{"type":"del","content":""},{"type":"del","content":"-numéro du prêt :"},{"type":"del","content":""},{"type":"del","content":"-durée :"},{"type":"del","content":""},{"type":"del","content":"-montant :"},{"type":"del","content":""},{"type":"del","content":"Financement complémentaire :"},{"type":"del","content":""},{"type":"del","content":"Date d'achèvement de la construction ou certificat de conformité :"},{"type":"del","content":""},{"type":"del","content":"Fait en trois originaux à …, le..."},{"type":"del","content":""},{"type":"del","content":"Le bailleur (7),"},{"type":"del","content":""},{"type":"del","content":"Le préfet, le président de l'établissement public de coopération intercommunale, du conseil départemental, de la métropole de Lyon ou du conseil exécutif de Corse,"},{"type":"del","content":""},{"type":"del","content":"(1) La société d'économie mixte de construction et de gestion de logements sociaux ne doit pas avoir demandé l'application de l' article L. 353-18 du code de la construction et de l'habitation pour l'opération faisant l'objet de la présente convention."},{"type":"del","content":""},{"type":"del","content":"(2) Nom de la société d'économie mixte de construction immobilière identifiée conformément aux dispositions de l'article 6 du décret n° 55-22 du 4 janvier 1955 modifié portant réforme de la publicité foncière."},{"type":"del","content":""},{"type":"del","content":"(3) Si la présente convention est passée pour une résidence universitaire définie à l'article L. 631-12 du code de la construction et de l'habitation, faire précéder le nom de l'opération de la mention Résidence universitaire ."},{"type":"del","content":""},{"type":"del","content":"(4) Indiquer le nom de son représentant."},{"type":"del","content":""},{"type":"del","content":"(5) Indiquer le plus petit nombre entier permettant de respecter l'engagement de 30 %."},{"type":"del","content":""},{"type":"del","content":"(6) Indiquer un nombre."},{"type":"del","content":""},{"type":"del","content":"(7) Le bailleur doit avoir, préalablement à sa signature, paraphé chacune des pages."},{"type":"del","content":""},{"type":"del","content":"(8) Etablie conformément à l'article 7 du décret n° 55-22 du 4 janvier 1955 modifié portant réforme de la publicité foncière."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2019-831 du 3 août 2019 fixant les modalités d'application de l'article L. 631-12 du code de la construction et de l'habitation relatif aux résidences universitaires faisant l'objet d'une convention conclue en application de l'article L. 351-2 du même code - article ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 86-1290 du 23 décembre 1986 tendant à favoriser l'investissement locatif, l'accession à la propriété de logements sociaux et le développement de l'offre foncière CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 78-622 du 31 mai 1978 portant codification des textes concernant la construction et l'habitation (deuxième partie : Réglementaire). CODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 48-1766 du 22 novembre 1948 fixant les conditions de détermination de la surface ‎corrigée des locaux d'habitation ou à usage professionnel CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1948-11-22 CITATION source Décret n° 48-1766 du 22 novembre 1948 fixant les conditions de détermination de la surface ‎corrigée des locaux d'habitation ou à usage professionnel"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1955-01-04 CITATION source Décret n°55-22 du 4 janvier 1955 portant réforme de la publicité foncière - article 6 AUTONOME MODIFIE, en vigueur du 1959-01-08 au 1998-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1978-05-31 CODIFICATION source Décret n° 78-622 du 31 mai 1978 portant codification des textes concernant la construction et l'habitation (deuxième partie : Réglementaire)."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1986-12-23 CITATION source LOI n° 86-1290 du 23 décembre 1986 tendant à favoriser l'investissement locatif, l'accession à la propriété de logements sociaux et le développement de l'offre foncière"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1989-07-06 CITATION source Loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986 - article 40 AUTONOME MODIFIE, en vigueur du 1989-07-08 au 1996-07-09"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2019-08-03 MODIFIE cible Décret n° 2019-831 du 3 août 2019 fixant les modalités d'application de l'article L. 631-12 du code de la construction et de l'habitation relatif aux résidences universitaires faisant l'objet d'une convention conclue en application de l'article L. 351-2 du même code - article ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code général des impôts - article 284 AUTONOME MODIFIE, en vigueur du 1979-07-01 au 1996-05-12"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      2999-01-01 CITATION source Code général des collectivités territoriales - art. L5217-2"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de l'action sociale et des familles - article L442-1 AUTONOME MODIFIE, en vigueur du 2000-12-23 au 2002-01-18"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2005-01-01 au 2005-01-19"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      2999-01-01 CITATION source Code de la construction et de l'habitation. - art. L342-12"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L351-12 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 2007-12-22"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L351-2 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 1984-07-13"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L351-3-1 AUTONOME MODIFIE, en vigueur du 1995-01-01 au 1998-07-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L351-9 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 2000-12-14"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L353-11 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 2015-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L353-18 AUTONOME VIGUEUR, en vigueur depuis le 1979-01-04"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L353-2 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 2005-06-09"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L353-20 AUTONOME MODIFIE, en vigueur du 1990-06-02 au 1994-07-24"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L353-21 AUTONOME MODIFIE, en vigueur du 2006-07-16 au 2007-08-11"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L353-6 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 2019-09-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      2999-01-01 CITATION source Code de la construction et de l'habitation. - art. L353-9-2"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      2999-01-01 CITATION source Code de la construction et de l'habitation. - art. L353-9-3"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L442-5 AUTONOME ABROGE, en vigueur du 1978-06-08 au 1986-12-24"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L442-8-1 AUTONOME MODIFIE, en vigueur du 1982-06-23 au 1989-07-12"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L443-15-2 AUTONOME MODIFIE, en vigueur du 1983-11-03 au 1987-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L481-2 AUTONOME ABROGE, en vigueur du 1983-07-08 au 2000-12-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      2999-01-01 CITATION source Code de la construction et de l'habitation. - art. L631-12"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article R*441-1 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 1986-03-20"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article R331-12 AUTONOME ABROGE, en vigueur du 1978-06-08 au 1985-09-24"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article R331-14 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 1983-10-14"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article R351-20 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 1997-04-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article R351-3 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 1979-07-10"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article R351-30 AUTONOME MODIFIE, en vigueur du 1984-07-24 au 1986-08-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article R353-16 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 1979-06-09"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article R353-19 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 1979-06-09"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article R353-59 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 1980-06-13"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article R353-70 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 1999-10-08"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      2999-01-01 CITATION source Code de la construction et de l'habitation. - art. R353-70-1"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/38/92/67/LEGIARTI000038926742.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/38/92/67/LEGIARTI000038926742.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/38/92/67/LEGIARTI000038926742.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_la_construction_et_de_l_habitation/src/branch/main/annexes/convention_type_conclue_en_application_des_articles_l_353-1_et_l_831-1_2_ou_3_du_code_de_la_construction_et_de_l_habitation_entre_l_etat_et_la_societe_d_economie_mixte_de_construction_et_de_gestion_de_logements_sociaux/article_annexe_i_a_l_article_r353-59.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000038926742)"},{"type":"del","content":""}],"status":"deleted"},{"filename":"annexes/conventions_conclues_entre_l_etat_et_les_personnes_physiques_ou_morales_autres_que_les_organismes_d_hlm_et_les_societes_d_economie_mixte_en_application_des_articles_l_353-1_et_l_831-1_2_et_3_a_l_exception_de_celles_relatives_aux_operations_de_constructio_/README.md","articleName":"Sommaire - Conventions Conclues Entre L Etat Et Les Personnes Physiques Ou Morales Autres Que Les Organismes D Hlm Et Les Societes D Economie Mixte En Application Des Articles L 353-1 Et L 831-1 2 Et 3 A L Exception De Celles Relatives Aux Operations De Constructio ","additions":0,"deletions":26,"diff":[{"type":"del","content":""},{"type":"del","content":"# Conventions conclues entre l'Etat et les personnes physiques ou morales autres que les organismes d'HLM et les sociétés d'économie mixte en application des articles L. 353-1 et L. 831-1 (2° et 3°), à l'exception de celles relatives aux opérations de construction de logements en vue de leur vente ou d'acquisition, bénéficiant du taux de TVA réduit mentionné aux 1,2 et 3 du I de l'article 278 sexies du code général des impôts et mentionnées à l'annexe I à l'article R. 353-90"},{"type":"del","content":""},{"type":"del","content":"- [Article Annexe II à l'article R353-90](article_annexe_ii_a_l_article_r353-90.md)"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Articles faisant référence à la section"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2019-831 du 3 août 2019 fixant les modalités d'application de l'article L. 631-12 du code de la construction et de l'habitation relatif aux résidences universitaires faisant l'objet d'une convention conclue en application de l'article L. 351-2 du même code - article 11 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2019-08-08 MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/38/92/79/LEGISCTA000038927926.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/38/92/79/LEGISCTA000038927926.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/SCTA/00/00/38/92/79/LEGISCTA000038927926.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/conventions_conclues_entre_l_etat_et_les_personnes_physiques_ou_morales_autres_que_les_organismes_d_hlm_et_les_societes_d_economie_mixte_en_application_des_articles_l_353-1_et_l_831-1_2_et_3_a_l_exception_de_celles_relatives_aux_operations_de_constructio_/README.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/section_lc/LEGITEXT000006074096/LEGISCTA000038927926)"},{"type":"del","content":""}],"status":"deleted"},{"filename":"annexes/conventions_conclues_entre_l_etat_et_les_personnes_physiques_ou_morales_autres_que_les_organismes_d_hlm_et_les_societes_d_economie_mixte_en_application_des_articles_l_353-1_et_l_831-1_2_et_3_a_l_exception_de_celles_relatives_aux_operations_de_constructio_/article_annexe_ii_a_l_article_r353-90.md","articleName":"Article ANNEXE II A L ARTICLE R353-90","additions":0,"deletions":1075,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article Annexe II à l'article R353-90"},{"type":"del","content":""},{"type":"del","content":"Convention type conclue entre l'Etat et … (1), en application de l'article L. 351-2 (2° ou 3°) du code de la construction et de l'habitation pour le programme de … (2)"},{"type":"del","content":""},{"type":"del","content":"Le ministre chargé du logement, agissant au nom de l'Etat et représenté par le préfet, ou, lorsqu'un établissement public de coopération intercommunale, un département, la métropole de Lyon ou la collectivité de Corse a signé une convention mentionnée au II de l'article L. 301-5-1 ou à l' article L. 301-5-2 du code de la construction et de l'habitation , ou à l'article L. 3641-5, au VI de l'article L. 5219-1, au II de l'article L. 5218-2 ou au II de l'article L. 5217-2 du code général des collectivités territoriales , par le président de l'établissement public de coopération intercommunale, du conseil départemental, de la métropole de Lyon ou du conseil exécutif de Corse,"},{"type":"del","content":""},{"type":"del","content":"d'une part,"},{"type":"del","content":""},{"type":"del","content":"et … (1), ou et …, représenté (e) par … (3), dénommé (e) ci-après le bailleur,"},{"type":"del","content":""},{"type":"del","content":"d'autre part,"},{"type":"del","content":""},{"type":"del","content":"sont convenus de ce qui suit :"},{"type":"del","content":""},{"type":"del","content":"I.-Dispositions générales."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 1er"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Objet de la convention."},{"type":"del","content":""},{"type":"del","content":"La présente convention a pour objet de fixer les droits et les obligations des parties prévus par les articles L. 353-1 à L. 353-12, L. 353-20 et L. 353-21 du code de la construction et de l'habitation pour le programme de … (2), décrit plus précisément dans le document joint à la présente convention."},{"type":"del","content":""},{"type":"del","content":"Le programme concerne des logements :"},{"type":"del","content":""},{"type":"del","content":"1° financés dans les conditions prévues par le chapitre Ier du titre Ier du livre III du code de la construction et de l'habitation, par le titre II de la loi du 13 juillet 1928, ainsi que par l'article 269 du code de l'urbanisme et de l'habitation, abrogé par le décret n° 63-1323 du 24 décembre 1963 (4) ;"},{"type":"del","content":""},{"type":"del","content":"2° définis au II de l'article R. 331-1 du code de la construction et de l'habitation et construits, améliorés, acquis, acquis et améliorés par les maîtres d'ouvrage mentionnés au 3° ou 4° de l'article R. 331-14 du même code (4) ;"},{"type":"del","content":""},{"type":"del","content":"3° ayant bénéficié d'une décision favorable prise dans les conditions prévues aux articles R. 331-3 et R. 331-6 du code de la construction et de l'habitation et faisant l'objet de prêts mentionnés à la sous-section 3 de la section 1 du chapitre unique du titre III du livre III du même code pour leur amélioration, leur acquisition ou leur acquisition-amélioration (4) ;"},{"type":"del","content":""},{"type":"del","content":"4° donnant lieu pour leur amélioration à une subvention de l'Etat définie par les articles R. 323-1 à R. 323-11 du code de la construction et de l'habitation (4) ;"},{"type":"del","content":""},{"type":"del","content":"5° acquis et améliorés par les collectivités locales ou leurs groupements et bénéficiant des subventions pour réaliser les opérations prévues au 4° de l'article R. 331-14 précité (4) ;"},{"type":"del","content":""},{"type":"del","content":"6° appartenant aux bailleurs autres que les sociétés d'économie mixte et mentionnés au quatrième alinéa de l'article 41 ter de la loi n° 86-1290 du 23 décembre 1986 tendant à favoriser l'investissement locatif, l'accession à la propriété de logements sociaux et le développement de l'offre foncière (4) ;"},{"type":"del","content":""},{"type":"del","content":"7° appartenant à l'association foncière mentionnée à l' article L. 313-34 du code de la construction et de l'habitation ou à l'une de ses filiales (4) ;"},{"type":"del","content":""},{"type":"del","content":"8° satisfaisant aux conditions fixées par l' article L. 351-2 (2°) du code de la construction et de l'habitation (4)."},{"type":"del","content":""},{"type":"del","content":"La présente convention ouvre, pendant sa durée, le droit à l'aide personnalisée au logement (APL) dans les conditions définies par le titre V du livre III du code de la construction et de l'habitation."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 2"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Prise d'effet et date d'expiration de la convention."},{"type":"del","content":""},{"type":"del","content":"La présente convention ainsi que ses avenants éventuels prennent effet à la date de leur publication au fichier immobilier ou de leur inscription au livre foncier."},{"type":"del","content":""},{"type":"del","content":"Elle expire le 30 juin …"},{"type":"del","content":""},{"type":"del","content":"A défaut de résiliation expresse notifiée au moins six mois avant cette date, la convention est renouvelée par tacite reconduction par périodes triennales."},{"type":"del","content":""},{"type":"del","content":"Elle peut être résiliée par chacune des parties. La résiliation prend effet au terme de la convention initiale ou au terme de chaque période de renouvellement. La résiliation à l'initiative de l'une des parties est notifiée au cocontractant au moins six mois avant la date d'expiration de la convention initiale ou renouvelée, par acte authentique (acte notarié ou acte d'huissier de justice) ou par acte administratif."},{"type":"del","content":""},{"type":"del","content":"Le remboursement, anticipé ou non, d'un des prêts utilisés pour financer l'opération ainsi qu'une procédure de redressement fiscal sont sans effet sur la durée de la convention."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 3"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Mutations."},{"type":"del","content":""},{"type":"del","content":"La présente convention est transférée de plein droit aux propriétaires successifs du ou des logements en application de l' article L. 353-4 du code de la construction et de l'habitation ."},{"type":"del","content":""},{"type":"del","content":"La présente convention est jointe à tout acte de mutation. Le changement de propriétaire donne lieu à la signature d'un avenant, publié dans les conditions de l'article 26 de la présente convention."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 4"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Régime des rapports locatifs applicables aux logements conventionnés."},{"type":"del","content":""},{"type":"del","content":"Les logements objets de la présente convention sont soumis aux dispositions de la loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986, dans les conditions prévues par le III de son article 40 et le cas échéant le VIII du même article, aux dispositions du code de la construction et de l'habitation et aux stipulations de la présente convention."},{"type":"del","content":""},{"type":"del","content":"Lorsque le logement appartient à l'association foncière mentionnée à l'article L. 313-34 précité ou à l'une de ses filiales, les dispositions de l'article 7-2 de la loi n° 90-449 du 31 mai 1990 visant à la mise en œuvre du droit au logement, relatif à la prévention des expulsions locatives, sont applicables."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 5"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Aide personnalisée au logement (APL)."},{"type":"del","content":""},{"type":"del","content":"Le bénéfice de l'APL est ouvert ou modifié respectivement à compter de la date d'effet de la convention ou de ses avenants, conformément aux articles L. 351-3-1 et R. 351-3 du code de la construction et de l'habitation."},{"type":"del","content":""},{"type":"del","content":"II.-Engagements du bailleur à l'égard de l'Etat relatifs aux conditions de location des logements."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 6"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Mise en gestion des logements."},{"type":"del","content":""},{"type":"del","content":"Si la gestion n'est pas directement assurée par le bailleur, celui-ci la fait assurer par les personnes et dans les conditions définies par l'arrêté du 9 mars 1978 portant agrément des personnes ou organismes habilités à gérer des logements faisant l'objet d'une convention."},{"type":"del","content":""},{"type":"del","content":"Le bailleur informe le préfet, et, le cas échéant, le président de l'établissement public de coopération intercommunale, du conseil départemental, de la métropole de Lyon ou du conseil exécutif de Corse, partie à la présente convention, les organismes chargés de la liquidation et du paiement de l'APL pour le compte de l'Etat et les locataires de la mise en gestion du programme ou de tout changement de gestionnaire."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 7"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Maintien des logements à usage locatif et conditions d'occupation des logements."},{"type":"del","content":""},{"type":"del","content":"Les logements faisant l'objet de la présente convention sont maintenus à usage locatif jusqu'à la date fixée pour son expiration."},{"type":"del","content":""},{"type":"del","content":"1° Conditions de location."},{"type":"del","content":""},{"type":"del","content":"Les logements sont loués non meublés à des personnes physiques, à titre de résidence principale, et occupés au moins huit mois par an. Ils ne peuvent faire l'objet de sous-location ou de location meublée, sauf dans les conditions prévues par les articles L. 353-20 et L. 353-21 du code de la construction et de l'habitation ainsi qu'au profit de personnes ayant passé avec le locataire un contrat conforme à l' article L. 442-1 du code de l'action sociale et des familles . Ils ne peuvent être occupés à titre d'accessoire d'un contrat de travail ou en raison de l'exercice d'une fonction."},{"type":"del","content":""},{"type":"del","content":"Ils ne peuvent être loués ou occupés à quelque titre que ce soit par :"},{"type":"del","content":""},{"type":"del","content":"-les ascendants ou les descendants du signataire de la convention ;"},{"type":"del","content":""},{"type":"del","content":"-ceux de son conjoint, de son concubin ou de son partenaire lié par un pacte civil de solidarité ;"},{"type":"del","content":""},{"type":"del","content":"-son conjoint, son concubin ou son partenaire lié par un pacte civil de solidarité."},{"type":"del","content":""},{"type":"del","content":"2° Ressources."},{"type":"del","content":""},{"type":"del","content":"Les logements libres de toute occupation sont loués à des ménages dont les ressources annuelles n'excèdent pas les plafonds de ressources prévus à l' article R. 331-12 du code de la construction et de l'habitation pour l'attribution des logements sociaux."},{"type":"del","content":""},{"type":"del","content":"3° Mixité sociale."},{"type":"del","content":""},{"type":"del","content":"a) Lorsque l'opération a été financée dans les conditions de l' article R. 331-14 du code de la construction et de l'habitation autres que celles prévues au II de l'article R. 331-1 du même code et qu'elle bénéficie de subventions prévues aux 2° ou 3° de l'article R. 331-15 du même code, 30 % au moins des logements, soit … (5) logements, doivent être attribués à des ménages dont les ressources n'excèdent pas le plafond fixé au I de l'article R. 331-12 précité pour l'attribution des logements sociaux. Toutefois, lorsque l'opération ainsi financée comporte moins de 10 logements, au moins 30 % des logements, soit … logements (ce nombre s'obtenant en arrondissant à l'unité la plus proche le résultat de l'application du pourcentage), doivent être attribués à des ménages dont les ressources n'excèdent pas le plafond fixé au I de l'article R. 331-12 précité pour l'attribution des logements sociaux. Cette obligation n'est pas applicable aux opérations comportant un seul logement."},{"type":"del","content":""},{"type":"del","content":"A la date de publication de la convention ou à la date d'achèvement des travaux, en sus des 30 % de logements ci-dessus mentionnés, le bailleur s'engage, compte tenu de la demande locale, que vise notamment à satisfaire le plan d'action départemental pour le logement et l'hébergement des personnes défavorisées, à louer … (6) autres logements à des ménages dont les ressources n'excèdent pas le plafond fixé au I de l'article R. 331-12 précité pour l'attribution des logements sociaux. Le bailleur s'engage à fournir au préfet un état à la mise en location permettant de vérifier que cet engagement d'occupation sociale est respecté."},{"type":"del","content":""},{"type":"del","content":"La vérification de l'engagement d'occupation sociale mentionné au premier alinéa sera effectuée tous les deux ans au vu des résultats de l'enquête prévue à l' article L. 442-5 du code de la construction et de l'habitation . S'il est constaté que cet engagement n'est plus rempli, tous les logements attribués postérieurement à ce constat fait par le préfet du lieu de situation des logements devront l'être à des ménages dont les ressources n'excèdent pas le plafond fixé au I de l'article R. 331-12 précité pour l'attribution des logements sociaux jusqu'à ce que le bailleur établisse que l'engagement est respecté à nouveau."},{"type":"del","content":""},{"type":"del","content":"b) Lorsque l'opération a été financée dans les conditions de l'article R. 331-14 précité autres que celles prévues au II de l'article R. 331-1 précité et bénéficie de subventions prévues aux 2° ou 3° de l'article R. 331-15 précité, 10 % au plus des logements de l'opération peuvent être loués à des ménages dont les ressources n'excèdent pas le plafond fixé au II de l'article R. 331-12 précité pour l'attribution des logements sociaux. Toutefois, lorsque l'opération ainsi financée comporte moins de 10 logements, 10 % des logements, soit … logements (ce nombre s'obtenant en arrondissant à l'unité la plus proche le résultat de l'application du pourcentage), peut être loué à des ménages dont les ressources n'excèdent pas le plafond fixé au II de l'article R. 331-12 précité pour l'attribution des logements sociaux."},{"type":"del","content":""},{"type":"del","content":"c) Lorsque les logements appartiennent à l'association foncière mentionnée à l'article L. 313-34 du code de la construction et de l'habitation ou à l'une de ses filiales, le bailleur s'engage à louer, lors de la mise en service de l'immeuble :"},{"type":"del","content":""},{"type":"del","content":"-… (6) logements au moins à des ménages dont les ressources n'excèdent pas 60 % des plafonds fixés pour l'attribution des logements appartenant aux organismes d'habitations à loyer modéré ;"},{"type":"del","content":""},{"type":"del","content":"-… (6) logements au plus à des ménages dont les ressources excèdent les plafonds fixés pour l'attribution des logements appartenant aux organismes d'habitations à loyer modéré, dans la limite de 130 % de ces plafonds."},{"type":"del","content":""},{"type":"del","content":"Le bailleur s'engage à attribuer tous les logements proposés à la location conformément à cette répartition."},{"type":"del","content":""},{"type":"del","content":"4° Cas d'une acquisition ou d'une convention sans travaux faisant suite à une nouvelle acquisition lorsque les loyers ne sont pas établis sur la base de la surface corrigée, résultant de l'application du décret n° 48-1766 du 22 novembre 1948 fixant les conditions de détermination de la surface corrigée des locaux d'habitation ou à usage professionnel et de l'article 4 du décret n° 60-1063 du 1er octobre 1960 modifiant le décret n° 48-1766 du 22 novembre 1948 fixant les conditions de détermination de la surface corrigée des locaux d'habitation ou à usage professionnel."},{"type":"del","content":""},{"type":"del","content":"Il est procédé, sur la base des éléments recueillis lors de l'enquête prévue à l' article L. 441-9 du code de la construction et de l'habitation ou à l'article L. 442-5 du même code, à un bilan de l'occupation sociale des logements dans les conditions définies par arrêté du ministre chargé du logement, à l'exception des bailleurs non soumis à l'article L. 442-5 précité."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 8"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Montants des loyers maximums et modalités de révision."},{"type":"del","content":""},{"type":"del","content":"Le montant du loyer maximum mentionné à l' article R. 353-16 du code de la construction et de l'habitation est fixé à … € le mètre carré par... (mois ou année selon que la superficie est exprimée en surface utile ou en surface corrigée)."},{"type":"del","content":""},{"type":"del","content":"Ce montant peut être majoré de 33 % au plus pour les logements qui ont été attribués dans les conditions du b du 3° de l'article 7 de la présente convention."},{"type":"del","content":""},{"type":"del","content":"Lorsque les logements appartiennent à l'association foncière mentionnée à l'article L. 313-34 précité ou à l'une de ses filiales, le loyer maximum est fixé à … € par mètre carré de surface utile pour les locataires dont les ressources n'excèdent pas 60 % des plafonds fixés pour l'attribution des logements appartenant aux organismes d'habitations à loyer modéré."},{"type":"del","content":""},{"type":"del","content":"Les annexes qui n'entrent pas dans le calcul de la surface utile peuvent donner lieu à la perception d'un loyer accessoire, dans les conditions définies dans le document intitulé Composition du programme annexé à la présente convention."},{"type":"del","content":""},{"type":"del","content":"Les loyers maximums sont révisés chaque année, le 1er janvier, dans les conditions prévues à l' article L. 353-9-2 du code de la construction et de l'habitation ."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 8 bis"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Dispositions particulières relatives aux loyers maximums des logements conventionnés lors d'une acquisition ou d'une convention sans travaux faisant suite à une nouvelle acquisition lorsque les loyers ne sont pas établis sur la base de la surface corrigée, résultant de l'application du décret n° 48-1766 du 22 novembre 1948 fixant les conditions de détermination de la surface corrigée des locaux d'habitation ou à usage professionnel et de l'article 4 du décret n° 60-1063 du 1er octobre 1960 modifiant le décret n° 48-1766 du 22 novembre 1948 fixant les conditions de détermination de la surface corrigée des locaux d'habitation ou à usage professionnel."},{"type":"del","content":""},{"type":"del","content":"Lorsque l'opération faisant l'objet de la présente convention est une opération d'acquisition ou n'est pas liée à la réalisation de travaux mais fait suite à une nouvelle acquisition, le loyer maximum applicable à chaque logement occupé par un locataire ou un occupant de bonne foi dont les ressources excèdent les plafonds de ressources prévus à l'article R. 331-12 précité pour l'attribution des logements sociaux ou n'ayant pas fourni d'informations sur le niveau de ses ressources à compter de l'acceptation du bail ou de l'achèvement des travaux lorsque la convention en prévoit, par dérogation et à titre transitoire, est fixé à … € par mètre carré de surface utile par mois. Ce loyer maximum est révisé chaque année, le 1er janvier, dans les conditions prévues à l'article L. 353-9-2 précité. Il ne peut avoir pour effet d'autoriser, au moment de l'entrée en vigueur de la convention, une majoration de plus de 10 % du loyer acquitté par le locataire ou l'occupant de bonne foi, lorsque ce loyer est supérieur à celui fixé à l'article 8 de la présente convention."},{"type":"del","content":""},{"type":"del","content":"Toutefois, lorsque les logements appartiennent à l'association foncière mentionnée à l'article L. 313-34 précité ou à l'une de ses filiales, les plafonds à prendre en considération pour l'application du présent article sont ceux définis au premier alinéa de l'article R. 331-12 précité pour l'attribution des logements sociaux majorés de 30 %."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 9"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Modalités de fixation et de révision du loyer pratiqué."},{"type":"del","content":""},{"type":"del","content":"Le loyer pratiqué pour chaque logement conventionné, dont la valeur est fixée au mètre carré, ne peut excéder le loyer maximum défini dans la présente convention."},{"type":"del","content":""},{"type":"del","content":"Dans la limite de ce loyer maximum, le loyer pratiqué :"},{"type":"del","content":""},{"type":"del","content":"1° est révisé chaque année le 1er janvier en cours de contrat de location, dans les conditions prévues à l' article L. 353-9-3 du code de la construction et de l'habitation ;"},{"type":"del","content":""},{"type":"del","content":"2° peut être réévalué dans les conditions prévues par le code de la construction et de l'habitation."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 9 bis"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Dispositions particulières relatives aux loyers pratiqués des logements conventionnés lors d'une d'acquisition ou d'une convention sans travaux faisant suite à une nouvelle acquisition lorsque les loyers ne sont pas établis sur la base de la surface corrigée, résultant de l'application du décret n° 48-1766 du 22 novembre 1948 fixant les conditions de détermination de la surface corrigée des locaux d'habitation ou à usage professionnel et de l'article 4 du décret n° 60-1063 du 1er octobre 1960 modifiant le décret n° 48-1766 du 22 novembre 1948 fixant les conditions de détermination de la surface corrigée des locaux d'habitation ou à usage professionnel."},{"type":"del","content":""},{"type":"del","content":"Lors de l'envoi du projet de bail prévu aux articles 10,11 et 12 de la présente convention, le bailleur informe les locataires ou occupants de bonne foi en place au moment de l'acquisition qu'ils disposent également d'un délai de six mois à compter de la réception de l'information pour présenter leurs justificatifs de revenus dans les conditions prévues pour l'attribution des logements sociaux et que ceux disposant de ressources inférieures aux plafonds prévus à l'article R. 331-12 précité pour l'attribution des logements sociaux se verront appliquer, à partir de l'entrée en vigueur du nouveau bail dans les conditions de l'article 11 ou 12 de la présente convention un nouveau loyer dans la limite du loyer maximum fixé au document prévu par l'article 1er de la présente convention."},{"type":"del","content":""},{"type":"del","content":"Le locataire ou occupant de bonne foi peut également présenter ces justificatifs à tout moment et bénéficier de la même mesure dès le mois qui suit la présentation de ces justificatifs."},{"type":"del","content":""},{"type":"del","content":"Le loyer pratiqué applicable à chaque logement occupé par un locataire ou un occupant de bonne foi dont les ressources excèdent les plafonds de ressources prévus à l'article R. 331-12 précité pour l'attribution des logements sociaux au moment de l'acquisition ou qui n'a pas fourni d'informations sur le niveau de ses ressources ne peut excéder le loyer maximum fixé à l'article 8 bis de la présente convention. Il peut être révisé chaque année le 1er janvier dans les conditions prévues à l'article L. 353-9-3 précité."},{"type":"del","content":""},{"type":"del","content":"Toutefois, lorsque les logements appartiennent à l'association foncière mentionnée à l'article L. 313-34 précité ou à l'une de ses filiales, les plafonds à prendre en considération pour l'application du présent article sont ceux définis au premier alinéa de l'article R. 331-12 précité pour l'attribution des logements sociaux majorés de 30 %."},{"type":"del","content":""},{"type":"del","content":"III.-Engagements du bailleur à l'égard des locataires."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 10"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Etablissement d'un bail conforme à la convention."},{"type":"del","content":""},{"type":"del","content":"Lorsque, à l'entrée en vigueur de la présente convention, le logement est vacant, le bail conclu doit être conforme à la présente convention. Une copie de la convention ainsi qu'un formulaire de demande d'APL y sont annexés."},{"type":"del","content":""},{"type":"del","content":"En application de l' article L. 353-7 du code de la construction et de l'habitation , lorsque, à la date d'entrée en vigueur de la présente convention prévoyant ou non des travaux, le logement fait l'objet d'un bail en cours de validité ou est occupé par un occupant de bonne foi pouvant se prévaloir des dispositions de la loi n° 48-1360 du 1er septembre 1948 modifiée, le bailleur notifie au locataire ou à l'occupant de bonne foi un projet de bail conforme à cette convention qui reproduit en caractères très apparents les dispositions de l'article L. 353-7 précité."},{"type":"del","content":""},{"type":"del","content":"A ce projet de bail sont annexés une copie de la convention, une notice d'information relative à l'APL et les éléments relatifs au barème de cette aide."},{"type":"del","content":""},{"type":"del","content":"Aux occupants de bonne foi, il sera concomitamment envoyé une proposition de bail de sortie de la loi du 1er septembre 1948 précitée, en application de l' article 28 de la loi n° 86-1290 du 23 décembre 1986 ."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 11"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Prise d'effet du bail conforme à la convention dans le cas où le locataire est titulaire d'un bail en cours."},{"type":"del","content":""},{"type":"del","content":"Le projet de bail est notifié au locataire par lettre recommandée avec accusé de réception ou par acte extrajudiciaire."},{"type":"del","content":""},{"type":"del","content":"A compter de la date de la première présentation de la lettre recommandée avec accusé de réception ou de celle de l'acte d'huissier de justice, le locataire titulaire d'un bail en cours dispose d'un délai de six mois pour accepter ou refuser le nouveau bail."},{"type":"del","content":""},{"type":"del","content":"a) En cas d'acceptation, le locataire est tenu par les clauses de son ancien contrat et, notamment, celles relatives au loyer, jusqu'à l'entrée en vigueur du nouveau bail."},{"type":"del","content":""},{"type":"del","content":"Celui-ci prend effet, lorsque la convention ne prévoit pas de travaux, à compter de la date de son acceptation par le locataire après publication de la convention au fichier immobilier ou son inscription au livre foncier."},{"type":"del","content":""},{"type":"del","content":"Il prend effet, lorsque la convention prévoit des travaux, à compter de la date d'achèvement de l'ensemble des travaux concernant la tranche dans laquelle est compris le logement."},{"type":"del","content":""},{"type":"del","content":"Ceux-ci font l'objet d'une attestation d'exécution conforme, établie par le préfet ou, lorsqu'un établissement public de coopération intercommunale, un département, la métropole de Lyon ou la collectivité de Corse a signé une convention mentionnée aux articles L. 301-5-1, L. 301-5-2, L. 3641-5, L. 5219-1, L. 5218-2 et L. 5217-2 précités, par le président de l'établissement public de coopération intercommunale, du conseil départemental, de la métropole de Lyon ou du conseil exécutif de Corse, et dont une copie est remise contre décharge au locataire."},{"type":"del","content":""},{"type":"del","content":"Si le locataire bénéficiait d'un bail régi par la loi du 1er septembre 1948 précitée lors de la signature de la convention, les dispositions de cette loi qui ont cessé de lui être appliquées pendant la durée de la convention peuvent lui être à nouveau appliquées conformément aux dispositions de l'article L. 353-9 du code de la construction et de l'habitation dans les conditions précisées à l'article 14 ci-après."},{"type":"del","content":""},{"type":"del","content":"b) En cas de refus, les stipulations du bail en cours demeurent en vigueur, sous réserve de l'application des dispositions prévues par la loi n° 67-561 du 12 juillet 1967 et, notamment, celles relatives à l'exécution des travaux qui peut être faite dans les mêmes conditions que les réparations urgentes visées à l' article 1724 du code civil ."},{"type":"del","content":""},{"type":"del","content":"Le locataire n'a pas droit à l'APL et le bailleur est admis à demander une révision de ses engagements contractuels ou le report de leurs effets dans les conditions prévues à l'article L. 353-7 précité."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 12"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Prise d'effet du bail conforme à la convention pour les occupants de bonne foi pouvant se prévaloir des dispositions de la loi n° 48-1360 du 1er septembre 1948."},{"type":"del","content":""},{"type":"del","content":"L'occupant de bonne foi pouvant se prévaloir des dispositions de la loi du 1er septembre 1948 précitée dispose d'un délai de six mois à compter de la date de la première présentation de la lettre recommandée avec accusé de réception lui notifiant le projet de bail ou de celle de l'acte d'huissier de justice lui notifiant ce projet pour accepter ce bail conforme à la convention."},{"type":"del","content":""},{"type":"del","content":"La présente convention ne prévoyant pas de travaux, le bail entre en vigueur à la date de son acceptation par l'occupant de bonne foi après publication de la convention au fichier immobilier ou son inscription au livre foncier. (7)"},{"type":"del","content":""},{"type":"del","content":"La présente convention prévoyant des travaux, le bail et, notamment, la clause relative au montant du loyer entre en vigueur à compter de la date d'achèvement des travaux concernant la tranche dans laquelle est compris le logement concerné. (7)"},{"type":"del","content":""},{"type":"del","content":"Les travaux font l'objet d'une attestation d'exécution conforme, établie par le préfet ou, lorsqu'un établissement public de coopération intercommunale, un département, la métropole de Lyon ou la collectivité de Corse a signé une convention mentionnée aux articles L. 301-5-1, L. 301-5-2, L. 3641-5, L. 5219-1, L. 5218-2 et L. 5217-2 précités, par le président de l'établissement public de coopération intercommunale, du conseil départemental, de la métropole de Lyon ou du conseil exécutif de Corse, et dont une copie est remise contre décharge à l'occupant."},{"type":"del","content":""},{"type":"del","content":"Jusqu'à la date d'achèvement des travaux ainsi constaté, l'occupant de bonne foi continue à occuper les lieux aux conditions de la loi du 1er septembre 1948 précitée."},{"type":"del","content":""},{"type":"del","content":"Les dispositions de la loi du 1er septembre 1948 précitée cessent d'être applicables au logement considéré à l'expiration du délai de six mois susmentionné ou à la date de signature du bail proposé à l'occupant de bonne foi, sous réserve des dispositions de l'article L. 353-9 du code de la construction et de l'habitation applicables dans les conditions précisées à l'article 14 de la présente convention ."},{"type":"del","content":""},{"type":"del","content":"Faute d'acceptation du bail par l'occupant de bonne foi pouvant se prévaloir des dispositions de la loi du 1er septembre 1948 précitée, l'occupant ne bénéficie d'aucun titre d'occupation à l'expiration du délai de six mois susmentionné."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 13"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Prise d'effet du bail conforme à la convention pour les logements financés dans les conditions du livre III ou du livre IV du code de la construction et de l'habitation et faisant l'objet de travaux de sécurité, salubrité et de mise aux normes minimales d'habitabilité."},{"type":"del","content":""},{"type":"del","content":"Pour les logements financés en application du livre III du code de la construction et de l'habitation, conformément à l' article L. 353-8 du code de la construction et de l'habitation dans le cas où les travaux d'amélioration prévus par la présente convention sont pour tout ou partie justifiés par des considérations de salubrité, de sécurité ou de mise aux normes minimales d'habitabilité, les dispositions de la présente convention et notamment celles relatives au montant du loyer après travaux, tel que fixé dans le projet de bail, s'appliquent de plein droit à compter de la date d'achèvement des travaux concernant la tranche dans laquelle est compris le logement."},{"type":"del","content":""},{"type":"del","content":"Ces travaux font l'objet d'une attestation d'exécution conforme établie par le préfet ou, lorsqu'un établissement public de coopération intercommunale, un département, la métropole de Lyon ou la collectivité de Corse a signé une convention mentionnée aux articles L. 301-5-1, L. 301-5-2, L. 3641-5, L. 5219-1, L. 5218-2 et L. 5217-2 précités, par le président de l'établissement public de coopération intercommunale, du conseil départemental, de la métropole de Lyon ou du conseil exécutif de Corse, et dont une copie est remise contre décharge au locataire."},{"type":"del","content":""},{"type":"del","content":"Le projet de bail, auquel seront annexés une copie de la présente convention, une notice d'information relative à l'APL et des éléments relatifs au barème de cette aide, doit reproduire en caractères très apparents les dispositions de l'article L. 353-8 précité."},{"type":"del","content":""},{"type":"del","content":"Il fait l'objet d'une notification aux intéressés par lettre recommandée avec demande d'avis de réception ou pour les locataires déjà dans les lieux d'une remise contre décharge."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 14"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Logements antérieurement soumis à la loi n° 48-1360 du 1er septembre 1948."},{"type":"del","content":""},{"type":"del","content":"Pour les logements régis par les dispositions de la loi du 1er septembre 1948 précitée et faisant l'objet de la présente convention, les dispositions de cette loi, exceptées celles relatives au prix du loyer, sont à nouveau applicables à la date d'expiration de la convention au locataire ou à l'occupant de bonne foi dans les lieux lors de la signature de la convention, à la double condition :"},{"type":"del","content":""},{"type":"del","content":"-qu'il soit âgé d'au moins soixante-cinq ans ou d'au moins soixante ans en cas d'inaptitude au travail ou lorsque à cet âge il bénéficie d'une retraite et que ses ressources annuelles n'excèdent pas le montant visé à l'article 22 bis de la loi du 1er septembre 1948 précitée ;"},{"type":"del","content":""},{"type":"del","content":"-que les dispositions de la loi du 1er septembre 1948 précitée soient encore applicables au logement et au locataire ou occupant en vertu de mesures particulières prises en application de ladite loi."},{"type":"del","content":""},{"type":"del","content":"Le locataire peut continuer à bénéficier de l'APL et le loyer exigible et son mode de révision sont ceux qui étaient fixés par la convention."},{"type":"del","content":""},{"type":"del","content":"Dans un souci d'information du locataire, le bail mentionné à l'article 11 doit reproduire en caractères très apparents le texte de l'article L. 353-9 précité."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 15"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Information des locataires en cas de changement de propriétaire."},{"type":"del","content":""},{"type":"del","content":"En cas de mutation à titre gratuit ou onéreux, et en vue de l'information du préfet ou, le cas échéant, du président de l'établissement public de coopération intercommunale, du conseil départemental, de la métropole de Lyon ou du conseil exécutif de Corse, partie à la présente convention, des locataires et des organismes liquidateurs de l'APL, le ou les nouveaux propriétaires leur font connaître leur identification dans les conditions conformes, soit à l'article 5, soit à l' article 6 du décret n° 55-22 du 4 janvier 1955 modifié, par lettre recommandée avec demande d'avis de réception ou remise contre décharge dans un délai d'un mois à compter de ladite mutation."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 16"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Information des locataires en cas de modification ou de résiliation de la convention."},{"type":"del","content":""},{"type":"del","content":"Le bailleur informe les locataires de toute modification apportée à la convention ayant des incidences sur leurs relations contractuelles."},{"type":"del","content":""},{"type":"del","content":"Quelle qu'en soit la cause, le bailleur informe le locataire de la date prévue pour l'expiration de la convention. En cas de résiliation de la convention aux torts du bailleur, il porte à la connaissance des locataires la teneur de l' article L. 353-6 du code de la construction et de l'habitation ."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 17"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Durée du contrat de location et congé donné par le locataire."},{"type":"del","content":""},{"type":"del","content":"Le contrat de location est conclu pour une durée de trois ans."},{"type":"del","content":""},{"type":"del","content":"Pendant la durée de la convention, le contrat de location est reconduit tacitement pour des périodes de trois ans, dans la mesure où le locataire se conforme aux obligations de l'article 7 de la loi du 6 juillet 1989 précitée, sauf résiliation du bail par le locataire dans les conditions des treizième à vingt-deuxième alinéas du I de l'article 15 de la loi du 6 juillet 1989 précitée."},{"type":"del","content":""},{"type":"del","content":"Six mois avant la date d'expiration de la convention, le bailleur peut proposer au locataire un contrat de location, prenant effet à la date d'expiration de la convention ou à la date d'expiration du bail si cette dernière intervient ultérieurement."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 18"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Modalités du paiement du loyer."},{"type":"del","content":""},{"type":"del","content":"Le loyer est payé mensuellement à terme échu."},{"type":"del","content":""},{"type":"del","content":"Le bailleur indique sur la quittance le montant du loyer principal, du ou des loyers accessoires, des charges locatives et, le cas échéant, le montant de l'APL, si celle-ci est versée directement au bailleur conformément à l' article L. 351-9 du code de la construction et de l'habitation , et le montant de la contribution pour le partage des économies de charges."},{"type":"del","content":""},{"type":"del","content":"En application du même article, pour chaque appel de loyer, le bailleur déduit, s'il y a lieu, le montant de l'APL qu'il perçoit pour le compte du locataire du montant du loyer et des dépenses accessoires de logement."},{"type":"del","content":""},{"type":"del","content":"Lorsque l'organisme liquidateur de l'APL verse au bailleur des rappels d'aide personnalisée pour le compte de locataires, le bailleur affecte ces sommes au compte de ces derniers. Si après affectation il en résulte un surplus, le bailleur le reverse au locataire dans le délai d'un mois."},{"type":"del","content":""},{"type":"del","content":"En cas d'impayé constitué au sens de l' article R. 351-30 du code de la construction et de l'habitation , et lorsque l'APL est versée en tiers payant, le bailleur doit informer l'organisme payeur de la situation du locataire dans un délai de deux mois après la constitution de l'impayé."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 19"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Dépôt de garantie."},{"type":"del","content":""},{"type":"del","content":"Le dépôt de garantie stipulé, le cas échéant, par le contrat de location pour garantir l'exécution de ses obligations locatives par le locataire ne peut être supérieur à un mois de loyer en principal."},{"type":"del","content":""},{"type":"del","content":"IV.-Dispositions spécifiques au statut de résidence universitaire."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 20"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Régime des rapports locatifs applicables aux logements."},{"type":"del","content":""},{"type":"del","content":"Lorsque la présente convention est conclue en application du 3° de l'article L. 351-2 du code de la construction et de l'habitation pour une résidence universitaire définie à l'article L. 631-12 du même code, les logements de la résidence universitaire sont soumis aux dispositions de la loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs, dans les conditions prévues par les III et VIII de l'article 40, aux dispositions du code de la construction et de l'habitation et aux stipulations de la présente convention."},{"type":"del","content":""},{"type":"del","content":"Les stipulations particulières suivantes s'appliquent :"},{"type":"del","content":""},{"type":"del","content":"1° Conditions de location des logements de la résidence universitaire."},{"type":"del","content":""},{"type":"del","content":"Les logements sont loués nus ou meublés à des étudiants, des personnes de moins de trente ans en formation ou en stage et des personnes titulaires d'un contrat de professionnalisation ou d'apprentissage, à titre de résidence principale, et occupés au moins huit mois par an. A titre exceptionnel, des logements peuvent être loués à des enseignants et des chercheurs."},{"type":"del","content":""},{"type":"del","content":"Les logements peuvent également être loués dans les conditions prévues aux quatrième et cinquième alinéas du I de l'article L. 442-8-1 du code de la construction et de l'habitation ."},{"type":"del","content":""},{"type":"del","content":"2° Modalités de fixation et de révision du loyer pratiqué des logements de la résidence universitaire."},{"type":"del","content":""},{"type":"del","content":"Le loyer pratiqué pour chaque logement est fixé dans la limite du loyer maximum prévu par la présente convention."},{"type":"del","content":""},{"type":"del","content":"Il ne peut donner lieu à révision en cours de bail."},{"type":"del","content":""},{"type":"del","content":"Si le contrat de location est renouvelé dans les conditions prévues au 3° ci-dessous, le loyer peut être réévalué conformément aux dispositions du code de la construction et de l'habitation."},{"type":"del","content":""},{"type":"del","content":"3° Durée du contrat et congé donné par le locataire."},{"type":"del","content":""},{"type":"del","content":"Le contrat de location a une durée maximale d'un an. Il peut être renouvelé dès lors que l'occupant continue à remplir les conditions prévues par l' article L. 631-12 du code de la construction et de l'habitation , ainsi que les conditions de ressources requises pour l'attribution du logement. Le renouvellement donne lieu à la signature d'un nouveau contrat."},{"type":"del","content":""},{"type":"del","content":"Le locataire peut donner congé à tout moment, dans les conditions des treizième à vingt-deuxième alinéas du I de l'article 15 de la loi du 6 juillet 1989 précitée. Il est redevable du loyer et des charges pendant la durée effective du délai de préavis, de jour à jour, sauf si le logement se trouve occupé avant la fin du préavis par un autre locataire en accord avec le bailleur."},{"type":"del","content":""},{"type":"del","content":"4° Forfait de charges."},{"type":"del","content":""},{"type":"del","content":"En application du VIII de l'article 40 de la loi du 6 juillet 1989 précitée, les charges locatives accessoires au loyer principal des logements de la résidence universitaire peuvent être récupérées par le bailleur sous la forme d'un forfait versé simultanément au loyer, dont le montant et la périodicité de versement sont définis au contrat et qui ne peut donner lieu à complément ou à régularisation ultérieure. Le montant du forfait de charges est fixé en fonction des montants exigibles par le bailleur en application de l'article 23 de la loi du 6 juillet 1989 précitée. Ce montant ne doit pas être manifestement disproportionné au regard des charges dont le locataire ou, le cas échéant, le précédent locataire se serait acquitté."},{"type":"del","content":""},{"type":"del","content":"Si le bailleur a opté pour cette modalité de récupération des charges, il indique sur la quittance le montant du forfait."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 21"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Renonciation au statut de résidence universitaire."},{"type":"del","content":""},{"type":"del","content":"En cas de renonciation au statut de résidence universitaire, les dispositions relatives aux résidences universitaires figurant dans la présente convention sont sans objet. La renonciation au statut de résidence universitaire est définitive et s'effectue par avenant, à l'initiative du bailleur. Cet avenant est sans effet sur les contrats de location en cours. A l'échéance de chacun de ces contrats, le logement concerné est loué dans les conditions de droit commun de la présente convention."},{"type":"del","content":""},{"type":"del","content":"V.-Engagements du bailleur à l'égard des organismes chargés de la liquidation et du paiement de l'APL."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 22"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Obligations générales."},{"type":"del","content":""},{"type":"del","content":"1° Pour chaque locataire demandeur de l'APL, le bailleur s'engage à favoriser l'utilisation des services dématérialisés mis à sa disposition par les organismes payeurs pour l'envoi des informations nécessaires à l'étude d'un droit à une aide au logement. En dernier ressort, il renseigne dès l'entrée en vigueur de la convention pour chaque locataire demandeur de l'APL, la partie de l'imprimé de demande d'APL qui le concerne."},{"type":"del","content":""},{"type":"del","content":"2° Pour permettre le renouvellement des droits à l'APL au 1er janvier de chaque année, le bailleur fournit aux organismes liquidateurs de l'APL au plus tard le 15 novembre de chaque année, conformément à l'arrêté du 22 août 1986 relatif à la fixation des justifications nécessaires à l'obtention de l'aide personnalisée au logement et à son renouvellement :"},{"type":"del","content":""},{"type":"del","content":"-une attestation concernant le montant du loyer applicable à chaque logement concerné par la présente convention, à compter du 1er juillet de l'année en cours ;"},{"type":"del","content":""},{"type":"del","content":"-un document attestant que tous les bénéficiaires sont à jour de leurs obligations vis-à-vis du bailleur ou, le cas échéant, la liste des bénéficiaires d'APL non à jour en certifiant que cette liste est exhaustive. Ce document mentionne également la date à laquelle l'organisme payeur a été saisi en cas d'impayé constitué selon la définition fixée par l'article R. 351-30 du code de la construction et de l'habitation."},{"type":"del","content":""},{"type":"del","content":"Ces transmissions peuvent s'effectuer grâce à un dispositif de collecte dématérialisé."},{"type":"del","content":""},{"type":"del","content":"3° En outre, il fait part dans un délai maximum d'un mois aux organismes liquidateurs de l'APL des modifications affectant la situation locative du bénéficiaire (notamment colocation, résiliation de bail, décès)."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 23"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Obligations en cas d'impayé."},{"type":"del","content":""},{"type":"del","content":"En application des articles L. 351-12 , R. 351-20 et R. 351-30 du code de la construction et de l'habitation, le bailleur auprès duquel l'aide est versée signale à l'organisme payeur lorsqu'un allocataire ne règle pas la part de la dépense de logement restant à sa charge, dans un délai de deux mois après la constitution de l'impayé défini au I de l'article R. 351-30 précité, sauf si la somme due a été réglée entre-temps en totalité. Le bailleur doit justifier qu'il poursuit par tous les moyens possibles le recouvrement de sa créance. En outre, il communique le montant de l'impayé constitué au moment de la saisine de l'organisme payeur."},{"type":"del","content":""},{"type":"del","content":"Parallèlement, en cas d'impayé, le bailleur doit poursuivre le recouvrement de sa créance en notifiant au locataire défaillant par lettre recommandée avec accusé de réception le montant de cette créance. Il doit également informer le locataire de la saisine de l'organisme payeur."},{"type":"del","content":""},{"type":"del","content":"La commission de coordination des actions de prévention des expulsions locatives (CCAPEX) est systématiquement informée par l'organisme payeur des APL en vue de prévenir leurs éventuelles suspensions par une mobilisation coordonnée des outils de prévention (article 7-2 de la loi n° 90-449 du 31 mai 1990 visant à la mise en œuvre du droit au logement)."},{"type":"del","content":""},{"type":"del","content":"La CCAPEX est réputée avoir été régulièrement saisie lorsque le bailleur a préalablement signalé l'impayé à l'organisme payeur des APL selon les modalités définies à l'article R. 351-30 précité."},{"type":"del","content":""},{"type":"del","content":"VI.-Dispositions relatives à l'application de la convention."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 24"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Contrôle."},{"type":"del","content":""},{"type":"del","content":"Afin de permettre le contrôle de l'application de la présente convention, le bailleur fournit à tout moment à la demande du préfet ou de l'Agence nationale de contrôle du logement social toutes les informations et tous les documents nécessaires au plein exercice de ce contrôle."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 25"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Inexécution de la convention par le bailleur."},{"type":"del","content":""},{"type":"del","content":"1° En application de l' article 284 du code général des impôts , les bailleurs qui ont, au taux réduit de la taxe sur la valeur ajoutée, acquis un logement social ou imposé la livraison à soi-même d'un logement locatif social ou de travaux d'amélioration, de transformation ou d'aménagement portant sur un logement locatif social sont redevables d'un complément de taxe sur la valeur ajoutée égal à la différence entre le taux réduit et le taux normal lorsque les conditions de taxation de vente ou de livraison à soi-même au taux réduit ne sont pas ou plus remplies."},{"type":"del","content":""},{"type":"del","content":"2° En application de l' article L. 353-2 du code de la construction et de l'habitation , des sanctions administratives peuvent être mises en œuvre."},{"type":"del","content":""},{"type":"del","content":"En application de l' article L. 353-11 du code de la construction et de l'habitation , le contrôle de l'application de la présente convention est assuré par l'Agence nationale de contrôle du logement social, que le préfet est tenu de saisir en cas de manquement constaté."},{"type":"del","content":""},{"type":"del","content":"Lorsque le bailleur ne respecte pas, pour un ou plusieurs logements, les engagements prévus par la convention, et après que le bailleur a été mis en mesure de présenter ses observations conformément aux dispositions de l'article L. 342-12 du code de la construction et de l'habitation ou, en cas de mise en demeure, à l'issue du délai mentionné à ce même article, l'Agence nationale de contrôle du logement social peut proposer au ministre chargé du logement de prononcer une sanction en application de l'article L. 342-14 du même code."},{"type":"del","content":""},{"type":"del","content":"3° En cas d'inexécution par le bailleur de ses engagements prévus par la convention, tels que notamment non-respect du loyer maximum ou en cas de fraude, dissimulation ou fausse déclaration à l'égard des organismes liquidateurs de l'APL, le préfet peut procéder à la résiliation de la présente convention aux torts du bailleur. Le préfet doit préalablement mettre en demeure le bailleur par lettre recommandée avec demande d'avis de réception. Le bailleur doit, dans un délai de deux mois, soit satisfaire à ses obligations, soit formuler ses observations."},{"type":"del","content":""},{"type":"del","content":"Lorsque le préfet écarte ces observations, sa décision doit être motivée."},{"type":"del","content":""},{"type":"del","content":"Dans ce cas, il est fait application des dispositions prévues à l'article L. 353-6 du code de la construction et de l'habitation."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 26"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Publication."},{"type":"del","content":""},{"type":"del","content":"La publication de la convention, de ses éventuels avenants et de sa résiliation au fichier immobilier ou leur inscription au livre foncier incombe au préfet, ou, lorsqu'un établissement public de coopération intercommunale, un département, la métropole de Lyon ou la collectivité de Corse a signé une convention mentionnée aux articles L. 301-5-1, L. 301-5-2, L. 3641-5, L. 5219-1, L. 5218-2 et L. 5217-2 précités, au président de l'établissement public de coopération intercommunale, du conseil départemental, de la métropole de Lyon ou du conseil exécutif de Corse. Les frais de publication sont à la charge du bailleur."},{"type":"del","content":""},{"type":"del","content":"Le préfet, ou, lorsqu'un établissement public de coopération intercommunale, un département, la métropole de Lyon ou la collectivité de Corse a signé une convention mentionnée aux articles L. 301-5-1, L. 301-5-2, L. 3641-5, L. 5219-1, L. 5218-2 et L. 5217-2 précités, le président de l'établissement public de coopération intercommunale, du conseil départemental, de la métropole de Lyon ou du conseil exécutif de Corse, transmet aux organismes chargés de la liquidation et du paiement de l'APL une copie de la présente convention, de ses avenants éventuels ainsi que l'état prouvant qu'elle (ou ils) a (ont) bien fait l'objet d'une publication au fichier immobilier ou d'une inscription au livre foncier."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 27"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Révision de la convention."},{"type":"del","content":""},{"type":"del","content":"La présente convention pourra être révisée à la demande de l'une ou l'autre des parties par voie d'avenant."},{"type":"del","content":""},{"type":"del","content":"Fait en trois originaux à …, le …"},{"type":"del","content":""},{"type":"del","content":"Le bailleur (8),"},{"type":"del","content":""},{"type":"del","content":"Le préfet, le président de l'établissement public de coopération intercommunale, du conseil départemental, de la métropole de Lyon ou du conseil exécutif de Corse,"},{"type":"del","content":""},{"type":"del","content":"Document prévu par l'article 1er de l'annexe II à l' article R. 353-90 du code de la construction et de l'habitation lorsque le loyer maximum des logements est exprimé en surface corrigée."},{"type":"del","content":""},{"type":"del","content":"Descriptif du programme de … (2)"},{"type":"del","content":""},{"type":"del","content":"I-Désignation du ou des immeubles (9) :"},{"type":"del","content":""},{"type":"del","content":"II-Nature de l'opération et financement."},{"type":"del","content":""},{"type":"del","content":"III-Composition du programme :"},{"type":"del","content":""},{"type":"del","content":"Les éléments ci-après sont décrits par immeuble ou ensemble immobilier :"},{"type":"del","content":""},{"type":"del","content":"A-Locaux auxquels s'applique la présente convention :"},{"type":"del","content":""},{"type":"del","content":"1) Nombre des logements locatifs par type de logements :"},{"type":"del","content":""},{"type":"del","content":"1.1) Nombre de logements à attribuer à des personnes dont les ressources n'excèdent pas 60 % des plafonds de ressources fixés en application de l'article R. 331-12 précité pour l'attribution des logements sociaux (article 7,3° a de la présente convention)."},{"type":"del","content":""},{"type":"del","content":"-nombre de logements prévus au premier alinéa du a du 3° de l'article 7 de la présente convention."},{"type":"del","content":""},{"type":"del","content":"-nombre de logements prévus au deuxième alinéa du a du 3° de l'article 7 de la présente convention."},{"type":"del","content":""},{"type":"del","content":"1.2) Nombre de logements qu'il est possible d'attribuer à des personnes dont les ressources excèdent les plafonds de ressources fixés en application de l'article R. 331-12 précité pour l'attribution des logements sociaux, dans la limite de 120 % de ces plafonds (article 7,3° b de la présente convention)."},{"type":"del","content":""},{"type":"del","content":"2) Surface habitable après travaux :"},{"type":"del","content":""},{"type":"del","content":"3) Surface corrigée des logements :"},{"type":"del","content":""},{"type":"del","content":"4) Dépendances (nombre et surface) :"},{"type":"del","content":""},{"type":"del","content":"5) Locaux collectifs résidentiels (nombre et surface) :"},{"type":"del","content":""},{"type":"del","content":"6) Garages et parkings affectés à ces logements (nombre et différenciation par type) :"},{"type":"del","content":""},{"type":"del","content":"B-Locaux auxquels ne s'applique pas la présente convention :"},{"type":"del","content":""},{"type":"del","content":"-Locaux commerciaux (nombre) :"},{"type":"del","content":""},{"type":"del","content":"-Bureaux (nombre) :"},{"type":"del","content":""},{"type":"del","content":"-Autres : …"},{"type":"del","content":""},{"type":"del","content":"IV-Origine des propriétés :"},{"type":"del","content":""},{"type":"del","content":"V-Renseignements administratifs :"},{"type":"del","content":""},{"type":"del","content":"1° Logements financés dans les conditions prévues à l'article 1,1° de la présente convention :"},{"type":"del","content":""},{"type":"del","content":"1-Date d'achèvement des travaux ou certificat de conformité"},{"type":"del","content":""},{"type":"del","content":"2-Modalités de financement :"},{"type":"del","content":""},{"type":"del","content":"* Financement principal :"},{"type":"del","content":""},{"type":"del","content":"-date d'octroi du prêt :"},{"type":"del","content":""},{"type":"del","content":"-numéro du prêt :"},{"type":"del","content":""},{"type":"del","content":"-durée :"},{"type":"del","content":""},{"type":"del","content":"-montant :"},{"type":"del","content":""},{"type":"del","content":"* Financement complémentaire :"},{"type":"del","content":""},{"type":"del","content":"* Subventions éventuelles :"},{"type":"del","content":""},{"type":"del","content":"2°-Logements financés dans les conditions prévues à l'article 1,2°, 3° ou 5° de la présente convention :"},{"type":"del","content":""},{"type":"del","content":"1-Date d'acquisition :"},{"type":"del","content":""},{"type":"del","content":"2-Date prévisible d'achèvement des travaux :"},{"type":"del","content":""},{"type":"del","content":"3-Modalités de financement :"},{"type":"del","content":""},{"type":"del","content":"* Financement principal :"},{"type":"del","content":""},{"type":"del","content":"-date d'octroi du prêt :"},{"type":"del","content":""},{"type":"del","content":"-numéro du prêt :"},{"type":"del","content":""},{"type":"del","content":"-durée :"},{"type":"del","content":""},{"type":"del","content":"-montant :"},{"type":"del","content":""},{"type":"del","content":"* Financement complémentaire :"},{"type":"del","content":""},{"type":"del","content":"* Subventions éventuelles :"},{"type":"del","content":""},{"type":"del","content":"3°-Logements financés dans les conditions prévues à l'article 1,4° de la présente convention :"},{"type":"del","content":""},{"type":"del","content":"1-Date à laquelle le bailleur s'engage à effectuer les travaux :"},{"type":"del","content":""},{"type":"del","content":"2-Date prévisible d'achèvement des travaux :"},{"type":"del","content":""},{"type":"del","content":"3-Modalités de financement :"},{"type":"del","content":""},{"type":"del","content":"* Financement principal :"},{"type":"del","content":""},{"type":"del","content":"-date d'octroi du prêt :"},{"type":"del","content":""},{"type":"del","content":"-numéro du prêt :"},{"type":"del","content":""},{"type":"del","content":"-durée :"},{"type":"del","content":""},{"type":"del","content":"-montant :"},{"type":"del","content":""},{"type":"del","content":"* Financement complémentaire :"},{"type":"del","content":""},{"type":"del","content":"* Date d'octroi de la subvention :"},{"type":"del","content":""},{"type":"del","content":"Fait en trois originaux à …, le …"},{"type":"del","content":""},{"type":"del","content":"Le bailleur (8),"},{"type":"del","content":""},{"type":"del","content":"Le préfet, le président de l'établissement public de coopération intercommunale, du conseil départemental, de la métropole de Lyon ou du conseil exécutif de Corse,"},{"type":"del","content":""},{"type":"del","content":"Document prévu par l'article 1er de l'annexe II à l'article R. 353-90 du code de la construction et de l'habitation lorsque le loyer maximum des logements est exprimé en surface utile."},{"type":"del","content":""},{"type":"del","content":"Descriptif du programme de … (2)"},{"type":"del","content":""},{"type":"del","content":"I-Désignation du ou des immeubles (9) :"},{"type":"del","content":""},{"type":"del","content":"II-Nature de l'opération et financement."},{"type":"del","content":""},{"type":"del","content":"III-Composition du programme :"},{"type":"del","content":""},{"type":"del","content":"Les éléments ci-après sont décrits par immeuble ou ensemble immobilier :"},{"type":"del","content":""},{"type":"del","content":"A.-Locaux auxquels s'applique la présente convention :"},{"type":"del","content":""},{"type":"del","content":"1) Nombre des logements locatifs par type de logements :"},{"type":"del","content":""},{"type":"del","content":"1.1) Nombre de logements à attribuer à des personnes dont les ressources n'excèdent pas 60 % des plafonds de ressources prévus au premier alinéa de l'article R. 331-12 du code de la construction et de l'habitation pour l'attribution des logements sociaux (article 7 de la présente convention) (10)"},{"type":"del","content":""},{"type":"del","content":"-nombre de logements prévus au premier alinéa du a du 3° de l'article 7 de la présente convention."},{"type":"del","content":""},{"type":"del","content":"-nombre de logements prévus au deuxième alinéa du a du 3° de l'article 7 de la présente convention."},{"type":"del","content":""},{"type":"del","content":"1.2) Nombre de logements qu'il est possible d'attribuer à des personnes dont les ressources excèdent les plafonds de ressources prévus au premier alinéa de l'article R. 331-12 précité pour l'attribution des logements sociaux, dans la limite de 120 % (article 7 de la présente convention) (10)"},{"type":"del","content":""},{"type":"del","content":"1 bis) Surface utile, nombre et identification des logements financés dans les conditions du II de l'article R. 331-1 du code de la construction et de l'habitation :"},{"type":"del","content":""},{"type":"del","content":"2) Surface habitable totale (article R. 111-2 du code de la construction et de l'habitation) :"},{"type":"del","content":""},{"type":"del","content":"3) Surface totale des annexes entrant dans le calcul de la surface utile (article R. 353-16 (2°) du code de la construction et de l'habitation) :"},{"type":"del","content":""},{"type":"del","content":"3 bis) Liste de ces annexes, conforme à l'arrêté modifié du 9 mai 1995 du ministre du logement pris en application de l'article R. 353-16 précité :"},{"type":"del","content":""},{"type":"del","content":"3 ter) Surface des locaux collectifs résidentiels :"},{"type":"del","content":""},{"type":"del","content":"4) Surface utile totale de l'opération (article R. 353-16 (2°) précité) :"},{"type":"del","content":""},{"type":"del","content":"5) Décompte des surfaces et des coefficients propres au logement appliqués pour le calcul du loyer :"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"DÉSIGNATION"},{"type":"del","content":""},{"type":"del","content":"        des logements"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"SURFACE"},{"type":"del","content":""},{"type":"del","content":"habitable"},{"type":"del","content":""},{"type":"del","content":"        (art. R. 111-2)"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"SURFACE"},{"type":"del","content":""},{"type":"del","content":"réelle des"},{"type":"del","content":""},{"type":"del","content":"        annexes"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"SURFACE UTILE"},{"type":"del","content":""},{"type":"del","content":"        (surface habitable augmentée de 50 % de la surface des annexes)"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOYER"},{"type":"del","content":""},{"type":"del","content":"        maximum du logement en euros par mètre carré de surface utile (*)"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"COEFFICIENT"},{"type":"del","content":""},{"type":"del","content":"propre au"},{"type":"del","content":""},{"type":"del","content":"        logement"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOYER MAXIMUM"},{"type":"del","content":""},{"type":"del","content":"du logement"},{"type":"del","content":""},{"type":"del","content":"(col. 4 x"},{"type":"del","content":""},{"type":"del","content":"col. 5 x"},{"type":"del","content":""},{"type":"del","content":"        col. 6) (*) (* *)"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"        Col. 1"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"        Col. 2"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"        Col. 3"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"        Col. 4"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"        Col. 5"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"        Col. 6"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"        Col. 7"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"        Total"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"* cf. article 8 de la convention pour les logements attribués dans les conditions prévues au c du 3° de l'article 7 de la convention, selon les ressources des locataires."},{"type":"del","content":""},{"type":"del","content":"        * * La majoration prévue à l'article 8 de la convention pour les logements attribués dans les conditions prévues au b du 3° de l'article 7 de la convention est susceptible de s'appliquer à ces loyers."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"6) Nombre et liste des annexes susceptibles de donner lieu à perception d'un loyer accessoire :"},{"type":"del","content":""},{"type":"del","content":"Ce sont les annexes ou parties d'annexes qui n'entrent pas dans le calcul de la surface utile, soit : les emplacements réservés au stationnement des véhicules, les terrasses, cours et jardins, faisant l'objet d'une jouissance exclusive."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"TYPE D'ANNEXE DÉFINIE"},{"type":"del","content":""},{"type":"del","content":"à l'article R. 353-16,"},{"type":"del","content":""},{"type":"del","content":"        dernier alinéa du 2°"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOYER MAXIMUM"},{"type":"del","content":""},{"type":"del","content":"conventionné de l'annexe"},{"type":"del","content":""},{"type":"del","content":"        en euros par mois"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Au cas où ces annexes ne trouveraient pas preneur auprès des locataires de l'immeuble ou de tout autre immeuble conventionné appartenant au même bailleur ou géré par lui, le bailleur peut louer l'annexe à toute autre personne. Dans ce cas, le loyer maximum fixé par la convention ne lui est pas opposable. Cette faculté n'est utilisable que pour autant qu'aucun locataire du patrimoine appartenant ou géré par le bailleur ne manifeste sa volonté de louer les annexes en cause."},{"type":"del","content":""},{"type":"del","content":"B.-Locaux auxquels ne s'applique pas la présente convention :"},{"type":"del","content":""},{"type":"del","content":"-Locaux commerciaux (nombre) :"},{"type":"del","content":""},{"type":"del","content":"-Bureaux (nombre) :"},{"type":"del","content":""},{"type":"del","content":"-Autres : …"},{"type":"del","content":""},{"type":"del","content":"IV-Origine des propriétés :"},{"type":"del","content":""},{"type":"del","content":"V-Renseignements administratifs :"},{"type":"del","content":""},{"type":"del","content":"1° Logements financés dans les conditions prévues à l'article 1,1° de la présente convention :"},{"type":"del","content":""},{"type":"del","content":"1-Date d'achèvement des travaux ou certificat de conformité :"},{"type":"del","content":""},{"type":"del","content":"2-Modalités de financement :"},{"type":"del","content":""},{"type":"del","content":"* Financement principal :"},{"type":"del","content":""},{"type":"del","content":"-date d'octroi du prêt :"},{"type":"del","content":""},{"type":"del","content":"-numéro du prêt :"},{"type":"del","content":""},{"type":"del","content":"-durée :"},{"type":"del","content":""},{"type":"del","content":"-montant :"},{"type":"del","content":""},{"type":"del","content":"* Financement complémentaire :"},{"type":"del","content":""},{"type":"del","content":"* Subventions éventuelles :"},{"type":"del","content":""},{"type":"del","content":"2° Logements financés dans les conditions prévues à l'article 1,2°, 3° ou 5° de la présente convention :"},{"type":"del","content":""},{"type":"del","content":"1-Date d'acquisition :"},{"type":"del","content":""},{"type":"del","content":"2-Date prévisible d'achèvement des travaux :"},{"type":"del","content":""},{"type":"del","content":"3-Modalités de financement :"},{"type":"del","content":""},{"type":"del","content":"* Financement principal :"},{"type":"del","content":""},{"type":"del","content":"-date d'octroi du prêt :"},{"type":"del","content":""},{"type":"del","content":"-numéro du prêt :"},{"type":"del","content":""},{"type":"del","content":"-durée :"},{"type":"del","content":""},{"type":"del","content":"-montant :"},{"type":"del","content":""},{"type":"del","content":"* Financement complémentaire :"},{"type":"del","content":""},{"type":"del","content":"* Subventions éventuelles :"},{"type":"del","content":""},{"type":"del","content":"3° Logements financés dans les conditions prévues à l'article 1,4° de la présente convention :"},{"type":"del","content":""},{"type":"del","content":"1-Date à laquelle le bailleur s'engage à effectuer les travaux :"},{"type":"del","content":""},{"type":"del","content":"2-Date prévisible d'achèvement des travaux :"},{"type":"del","content":""},{"type":"del","content":"3-Modalités de financement :"},{"type":"del","content":""},{"type":"del","content":"* Financement principal :"},{"type":"del","content":""},{"type":"del","content":"-date d'octroi du prêt :"},{"type":"del","content":""},{"type":"del","content":"-numéro du prêt :"},{"type":"del","content":""},{"type":"del","content":"-durée :"},{"type":"del","content":""},{"type":"del","content":"-montant :"},{"type":"del","content":""},{"type":"del","content":"* Financement complémentaire :"},{"type":"del","content":""},{"type":"del","content":"* Date d'octroi de la subvention :"},{"type":"del","content":""},{"type":"del","content":"Fait en trois originaux à …, le …"},{"type":"del","content":""},{"type":"del","content":"Le bailleur (8),"},{"type":"del","content":""},{"type":"del","content":"Le préfet, le président de l'établissement public de coopération intercommunale, du conseil départemental, de la métropole de Lyon ou du conseil exécutif de Corse,"},{"type":"del","content":""},{"type":"del","content":"(1) Nom de la personne physique ou morale identifiée conformément aux dispositions, selon le cas, des articles 5 ou 6 du décret n° 55-22 du 4 janvier 1955 modifié portant réforme de la publicité foncière."},{"type":"del","content":""},{"type":"del","content":"(2) Si la présente convention est passée pour une résidence universitaire définie à l'article L. 631-12 du code de la construction et de l'habitation, faire précéder le nom du programme de la mention Résidence universitaire ."},{"type":"del","content":""},{"type":"del","content":"(3) Si le propriétaire est une personne morale, indiquer le nom de son représentant."},{"type":"del","content":""},{"type":"del","content":"(4) Rayer la mention inutile ou indiquer les logements concernés par chaque variante."},{"type":"del","content":""},{"type":"del","content":"(5) Indiquer le plus petit nombre entier permettant de respecter l'engagement de 30 %."},{"type":"del","content":""},{"type":"del","content":"(6) Indiquer un nombre."},{"type":"del","content":""},{"type":"del","content":"(7) Rayer la mention inutile."},{"type":"del","content":""},{"type":"del","content":"(8) Le bailleur doit avoir, préalablement à sa signature, paraphé chacune des pages."},{"type":"del","content":""},{"type":"del","content":"(9) Etablie conformément à l' article 7 du décret n° 55-22 du 4 janvier 1955 modifié portant réforme de la publicité foncière."},{"type":"del","content":""},{"type":"del","content":"(10) Dans le cas où l'opération a été financée à l'aide du PLUS."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2019-831 du 3 août 2019 fixant les modalités d'application de l'article L. 631-12 du code de la construction et de l'habitation relatif aux résidences universitaires faisant l'objet d'une convention conclue en application de l'article L. 351-2 du même code - article ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n°67-561 du 12 juillet 1967 AMELIORATION DE L'HABITAT CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 48-1766 du 22 novembre 1948 fixant les conditions de détermination de la surface ‎corrigée des locaux d'habitation ou à usage professionnel CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1948-09-01 CITATION source Loi n° 48-1360 du 1 septembre 1948 portant modification et codification de la législation relative aux rapports des bailleurs et locataires ou occupants de locaux d'habitation ou à usage professionnel et instituant des allocations de logement - article 22 bis AUTONOME VIGUEUR, en vigueur depuis le 1966-07-12"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1948-11-22 CITATION source Décret n° 48-1766 du 22 novembre 1948 fixant les conditions de détermination de la surface ‎corrigée des locaux d'habitation ou à usage professionnel"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1955-01-04 CITATION source Décret n°55-22 du 4 janvier 1955 portant réforme de la publicité foncière - article 5 AUTONOME MODIFIE, en vigueur du 1959-01-08 au 2012-05-06"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1955-01-04 CITATION source Décret n°55-22 du 4 janvier 1955 portant réforme de la publicité foncière - article 6 AUTONOME MODIFIE, en vigueur du 1959-01-08 au 1998-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1955-01-04 CITATION source Décret n°55-22 du 4 janvier 1955 portant réforme de la publicité foncière - article 7 AUTONOME MODIFIE, en vigueur du 1960-09-10 au 1998-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1967-07-12 CITATION source Loi n°67-561 du 12 juillet 1967 AMELIORATION DE L'HABITAT"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1986-12-23 CITATION source Loi n° 86-1290 du 23 décembre 1986 tendant à favoriser l'investissement locatif, l'accession à la propriété de logements sociaux et le développement de l'offre foncière - article 28 AUTONOME MODIFIE, en vigueur du 1986-12-24 au 1989-07-08"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1986-12-23 CITATION source Loi n° 86-1290 du 23 décembre 1986 tendant à favoriser l'investissement locatif, l'accession à la propriété de logements sociaux et le développement de l'offre foncière - article 41 ter AUTONOME MODIFIE, en vigueur du 1989-07-08 au 2000-12-14"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1989-07-06 CITATION source Loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986 - article 40 AUTONOME MODIFIE, en vigueur du 1989-07-08 au 1996-07-09"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      1990-05-31 CITATION source Loi n° 90-449 du 31 mai 1990 - art. 7-2"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2019-08-03 MODIFIE cible Décret n° 2019-831 du 3 août 2019 fixant les modalités d'application de l'article L. 631-12 du code de la construction et de l'habitation relatif aux résidences universitaires faisant l'objet d'une convention conclue en application de l'article L. 351-2 du même code - article ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code général des impôts - article 284 AUTONOME MODIFIE, en vigueur du 1979-07-01 au 1996-05-12"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      2999-01-01 CITATION source Code général des collectivités territoriales - art. L5217-2"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code civil - article 1724 AUTONOME MODIFIE, en vigueur du 1804-03-21 au 2014-03-27"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de l'action sociale et des familles - article L442-1 AUTONOME MODIFIE, en vigueur du 2000-12-23 au 2002-01-18"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2005-01-01 au 2005-01-19"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      2999-01-01 CITATION source Code de la construction et de l'habitation. - art. L313-34"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      2999-01-01 CITATION source Code de la construction et de l'habitation. - art. L342-12"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L351-12 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 2007-12-22"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L351-2 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 1984-07-13"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L351-3-1 AUTONOME MODIFIE, en vigueur du 1995-01-01 au 1998-07-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L351-9 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 2000-12-14"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L353-11 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 2015-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L353-2 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 2005-06-09"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L353-20 AUTONOME MODIFIE, en vigueur du 1990-06-02 au 1994-07-24"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L353-21 AUTONOME MODIFIE, en vigueur du 2006-07-16 au 2007-08-11"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L353-4 AUTONOME MODIFIE, en vigueur du 1979-01-04 au 2019-09-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L353-6 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 2019-09-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L353-7 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 2000-12-14"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L353-8 AUTONOME VIGUEUR, en vigueur depuis le 1978-06-08"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L353-9 AUTONOME VIGUEUR, en vigueur depuis le 1978-06-08"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      2999-01-01 CITATION source Code de la construction et de l'habitation. - art. L353-9-2"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      2999-01-01 CITATION source Code de la construction et de l'habitation. - art. L353-9-3"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L441-9 AUTONOME MODIFIE, en vigueur du 1996-03-05 au 1998-07-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L442-5 AUTONOME ABROGE, en vigueur du 1978-06-08 au 1986-12-24"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L442-8-1 AUTONOME MODIFIE, en vigueur du 1982-06-23 au 1989-07-12"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      2999-01-01 CITATION source Code de la construction et de l'habitation. - art. L631-12"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article R331-1 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 1981-09-13"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article R331-12 AUTONOME ABROGE, en vigueur du 1978-06-08 au 1985-09-24"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article R331-14 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 1983-10-14"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article R331-3 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 1988-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article R331-6 AUTONOME TRANSFERE, en vigueur du 2019-08-08 au 2019-09-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article R351-20 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 1997-04-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article R351-3 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 1979-07-10"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article R351-30 AUTONOME MODIFIE, en vigueur du 1984-07-24 au 1986-08-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article R353-16 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 1979-06-09"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article R353-90 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 1980-06-13"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/38/92/69/LEGIARTI000038926963.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/38/92/69/LEGIARTI000038926963.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/38/92/69/LEGIARTI000038926963.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_la_construction_et_de_l_habitation/src/branch/main/annexes/conventions_conclues_entre_l_etat_et_les_personnes_physiques_ou_morales_autres_que_les_organismes_d_hlm_et_les_societes_d_economie_mixte_en_application_des_articles_l_353-1_et_l_831-1_2_et_3_a_l_exception_de_celles_relatives_aux_operations_de_constructio_/article_annexe_ii_a_l_article_r353-90.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000038926963)"},{"type":"del","content":""}],"status":"deleted"},{"filename":"annexes/conventions_conclues_entre_l_etat_et_les_personnes_physiques_ou_morales_autres_que_les_organismes_d_hlm_et_les_societes_d_economie_mixte_pour_la_construction_ou_l_acquisition_de_logements_a_usage_locatif_en_application_des_articles_l_353-1_et_l_831-1_3_a_/README.md","articleName":"Sommaire - Conventions Conclues Entre L Etat Et Les Personnes Physiques Ou Morales Autres Que Les Organismes D Hlm Et Les Societes D Economie Mixte Pour La Construction Ou L Acquisition De Logements A Usage Locatif En Application Des Articles L 353-1 Et L 831-1 3 A ","additions":0,"deletions":26,"diff":[{"type":"del","content":""},{"type":"del","content":"# Conventions conclues entre l'Etat et les personnes physiques ou morales autres que les organismes d'HLM et les sociétés d'économie mixte pour la construction ou l'acquisition de logements à usage locatif, en application des articles L. 353-1 et L. 831-1 (3°) applicable aux logements faisant l'objet d'une décision favorable prise dans les conditions prévues aux articles R. 331-3 et R. 331-6 du code de la construction et de l'habitation."},{"type":"del","content":""},{"type":"del","content":"- [Article Annexe I à l'article R353-90](article_annexe_i_a_l_article_r353-90.md)"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Articles faisant référence à la section"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2019-831 du 3 août 2019 fixant les modalités d'application de l'article L. 631-12 du code de la construction et de l'habitation relatif aux résidences universitaires faisant l'objet d'une convention conclue en application de l'article L. 351-2 du même code - article 10 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2019-08-08 MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/38/92/78/LEGISCTA000038927873.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/38/92/78/LEGISCTA000038927873.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/SCTA/00/00/38/92/78/LEGISCTA000038927873.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/conventions_conclues_entre_l_etat_et_les_personnes_physiques_ou_morales_autres_que_les_organismes_d_hlm_et_les_societes_d_economie_mixte_pour_la_construction_ou_l_acquisition_de_logements_a_usage_locatif_en_application_des_articles_l_353-1_et_l_831-1_3_a_/README.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/section_lc/LEGITEXT000006074096/LEGISCTA000038927873)"},{"type":"del","content":""}],"status":"deleted"},{"filename":"annexes/conventions_conclues_entre_l_etat_et_les_personnes_physiques_ou_morales_autres_que_les_organismes_d_hlm_et_les_societes_d_economie_mixte_pour_la_construction_ou_l_acquisition_de_logements_a_usage_locatif_en_application_des_articles_l_353-1_et_l_831-1_3_a_/article_annexe_i_a_l_article_r353-90.md","articleName":"Article ANNEXE I A L ARTICLE R353-90","additions":0,"deletions":714,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article Annexe I à l'article R353-90"},{"type":"del","content":""},{"type":"del","content":"Convention type conclue entre l'Etat et … (1) en application de l' article L. 351-2 (3°) du code de la construction et de l'habitation pour le programme de... (2)"},{"type":"del","content":""},{"type":"del","content":"Le ministre chargé du logement, agissant au nom de l'Etat et représenté par le préfet, ou, lorsqu'un établissement public de coopération intercommunale, un département, la métropole de Lyon ou la collectivité de Corse a signé une convention mentionnée au II de l'article L. 301-5-1 ou à l' article L. 301-5-2 du code de la construction et de l'habitation , ou à l'article L. 3641-5, au VI de l'article L. 5219-1, au II de l'article L. 5218-2 ou au II de l'article L. 5217-2 du code général des collectivités territoriales , par le président de l'établissement public de coopération intercommunale, du conseil départemental, de la métropole de Lyon ou du conseil exécutif de Corse,"},{"type":"del","content":""},{"type":"del","content":"d'une part,"},{"type":"del","content":""},{"type":"del","content":"et … (1), ou et … représenté (e) par … (3) dénommé (e) ci-après le bailleur,"},{"type":"del","content":""},{"type":"del","content":"d'autre part,"},{"type":"del","content":""},{"type":"del","content":"sont convenus de ce qui suit :"},{"type":"del","content":""},{"type":"del","content":"I.-Dispositions générales."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 1er"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Objet de la convention."},{"type":"del","content":""},{"type":"del","content":"1.1. Cas d'une opération de construction de logements bénéficiant du taux de T. V. A. réduit mentionné au I de l'article 278 sexies du code général des impôts ."},{"type":"del","content":""},{"type":"del","content":"La présente convention a pour objet de fixer les droits et les obligations des parties prévus par les articles L. 353-1 à L. 353-12, L. 353-20 et L. 353-21 du code de la construction et de l'habitation pour le programme de … décrit plus précisément dans le document joint à la présente convention, faisant l'objet d'une décision favorable prise dans les conditions prévues aux articles R. 331-3 et R. 331-6 du code de la construction et de l'habitation, pour la construction de logements à usage locatif."},{"type":"del","content":""},{"type":"del","content":"1.2. Cas d'une opération d'acquisition de logements bénéficiant du taux de TVA réduit mentionné au 3 du I de l'article 278 sexies du code général des impôts par un bailleur autre qu'un organisme d'habitations à loyer modéré ou qu'une société d'économie mixte."},{"type":"del","content":""},{"type":"del","content":"La présente convention a pour objet de fixer les droits et les obligations des parties prévus par les articles L. 353-1 à L. 353-12, L. 353-20 et L. 353-21 du code de la construction et de l'habitation pour le programme de … décrit plus précisément dans le document joint à la présente convention, ayant fait l'objet d'une décision favorable prise dans les conditions prévues aux articles R. 331-3 et R. 331-6 du code de la construction et de l'habitation."},{"type":"del","content":""},{"type":"del","content":"La présente convention est conclue à l'occasion de l'acquisition d'un ou plusieurs logements construits dans les conditions de l'alinéa ci-dessus et dont la vente est soumise à la TVA dans les conditions du 3 du I de l'article 278 sexies du code général des impôts. Elle reprend les droits et obligations fixés dans la convention n° … signée le … et publiée le … entre … et … pour le programme de..."},{"type":"del","content":""},{"type":"del","content":"En particulier, le loyer maximum du ou des logements, révisé dans les conditions de la convention passée avec le précédent propriétaire, est inchangé."},{"type":"del","content":""},{"type":"del","content":"La présente convention ouvre, pendant sa durée, le droit à l'aide personnalisée au logement (APL) dans les conditions définies par le titre V du livre III du code de la construction et de l'habitation."},{"type":"del","content":""},{"type":"del","content":"1.3. Vente des logements bénéficiant du taux réduit de TVA mentionné au 3 du I de l'article 278 sexies du code général des impôts."},{"type":"del","content":""},{"type":"del","content":"Lors de la vente à un bailleur par le constructeur d'un logement bénéficiant du taux réduit de TVA, une nouvelle convention entre l'Etat et l'acquéreur sera signée, du type de la présente convention. Toutefois, conformément à l' article R. 353-1 du code de la construction et de l'habitation , si cet acquéreur est un organisme d'habitations à loyer modéré, la convention signée sera conforme à l'annexe I à cet article ; conformément à l' article R. 353-59 du code de la construction et de l'habitation , si cet acquéreur est une société d'économie mixte, la convention signée sera conforme à l'annexe à cet article."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 2"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Prise d'effet et date d'expiration de la convention."},{"type":"del","content":""},{"type":"del","content":"La présente convention ainsi que ses avenants éventuels prennent effet à la date de leur publication au fichier immobilier (ou de leur inscription au livre foncier)."},{"type":"del","content":""},{"type":"del","content":"Elle expire le 30 juin..."},{"type":"del","content":""},{"type":"del","content":"A défaut de résiliation expresse notifiée au moins six mois avant cette date, la convention est renouvelée par tacite reconduction par périodes triennales."},{"type":"del","content":""},{"type":"del","content":"Elle peut être résiliée par chacune des parties. La résiliation prend effet au terme de la convention initiale ou au terme de chaque période de renouvellement. La résiliation à l'initiative de l'une des parties est notifiée au cocontractant au moins six mois avant la date d'expiration de la convention initiale ou renouvelée, par acte authentique (acte notarié ou acte d'huissier de justice) ou par acte administratif."},{"type":"del","content":""},{"type":"del","content":"Le remboursement, anticipé ou non, d'un des prêts utilisés pour financer l'opération ainsi que le reversement d'un complément d'impôt en application des II et III de l'article 284 du code général des impôts sont sans effet sur la durée de la convention."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 3"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Mutations des logements."},{"type":"del","content":""},{"type":"del","content":"3.1. Vente des logements bénéficiant du taux réduit de TVA mentionné au 3 du I de l'article 278 sexies du code général des impôts."},{"type":"del","content":""},{"type":"del","content":"Lors de la vente de chaque logement bénéficiant de ce taux réduit de TVA par le constructeur à un bailleur, une nouvelle convention entre l'Etat et l'acquéreur est signée. Corrélativement, un avenant à la présente convention, signée entre le constructeur et l'Etat, fait sortir de son champ d'application chaque logement vendu. La présente convention cesse de produire ses effets à la suite de la vente du dernier logement, à compter de la publication au fichier immobilier ou l'inscription au livre foncier de la convention signée avec l'acquéreur."},{"type":"del","content":""},{"type":"del","content":"3.2. Autres mutations."},{"type":"del","content":""},{"type":"del","content":"Pour les mutations autres que celles citées à l'article 3.1, la présente convention est transférée de plein droit aux propriétaires successifs du ou des logements en application de l' article L. 353-4 du code de la construction et de l'habitation . Le changement de propriétaire donne lieu à la signature d'un avenant."},{"type":"del","content":""},{"type":"del","content":"3.3. Publicité des mutations."},{"type":"del","content":""},{"type":"del","content":"La présente convention est jointe à tout acte de mutation autre que celles citées à l'article 3.1. Les avenants prévus aux articles 3.1 et 3.2 sont publiés dans les conditions de l'article 22 de la présente convention."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 4"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Régime des rapports locatifs applicables aux logements conventionnés."},{"type":"del","content":""},{"type":"del","content":"Les logements objets de la présente convention sont soumis aux dispositions de la loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986 , dans les conditions prévues par le III de son article 40 et le cas échéant le VIII du même article, aux dispositions du code de la construction et de l'habitation et aux stipulations de la présente convention."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 5"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Aide personnalisée au logement (APL)."},{"type":"del","content":""},{"type":"del","content":"Le bénéfice de l'APL est ouvert ou modifié respectivement à compter de la date d'effet de la convention ou de ses avenants conformément aux articles L. 351-3-1 et R. 351-3 du code de la construction et de l'habitation."},{"type":"del","content":""},{"type":"del","content":"II.-Engagements du bailleur à l'égard de l'Etat relatifs aux conditions de location des logements."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 6"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Mise en gestion des logements."},{"type":"del","content":""},{"type":"del","content":"Si la gestion n'est pas directement assurée par le bailleur, celui-ci la fait assurer par les personnes et dans les conditions définies par l'arrêté du 9 mars 1978 portant agrément des personnes ou organismes habilités à gérer des logements faisant l'objet d'une convention."},{"type":"del","content":""},{"type":"del","content":"Le bailleur informe le préfet, et, le cas échéant, le président de l'établissement public de coopération intercommunale, du conseil départemental, de la métropole de Lyon ou du conseil exécutif de Corse, partie à la présente convention, les organismes chargés de la liquidation et du paiement de l'APL pour le compte de l'Etat et les locataires de la mise en gestion du programme ou de tout changement de gestionnaire."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 7"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Maintien des logements à usage locatif et conditions d'occupation des logements."},{"type":"del","content":""},{"type":"del","content":"Les logements faisant l'objet de la présente convention sont maintenus à usage locatif jusqu'à la date fixée pour son expiration."},{"type":"del","content":""},{"type":"del","content":"Les logements sont loués non meublés à des personnes physiques, à titre de résidence principale, et occupés au moins huit mois par an. Ils ne peuvent faire l'objet de sous-location ou de location meublée, sauf dans les conditions prévues par les articles L. 353-20 et L. 353-21 du code de la construction et de l'habitation ainsi qu'au profit de personnes ayant passé avec le locataire un contrat conforme à l' article L. 442-1 du code de l'action sociale et des familles . Ils ne peuvent être occupés à titre d'accessoire d'un contrat de travail ou en raison de l'exercice d'une fonction."},{"type":"del","content":""},{"type":"del","content":"Ils ne peuvent être loués ou occupés à quelque titre que ce soit ni par les ascendants ou les descendants, ni par ceux du conjoint, ni par le conjoint du signataire de la convention."},{"type":"del","content":""},{"type":"del","content":"Les logements libres de toute occupation sont loués à des ménages dont les ressources annuelles n'excèdent pas les plafonds de ressources prévus à l' article R. 331-12 du code de la construction et de l'habitation pour l'attribution des logements sociaux."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 8"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Montants des loyers maximums et modalités de révision."},{"type":"del","content":""},{"type":"del","content":"Le montant du loyer maximum mentionné à l' article R. 353-16 du code de la construction et de l'habitation est fixé à... € le mètre carré par mois. Il est fixé pour chaque logement dans le document intitulé Composition du programme annexé à la présente convention."},{"type":"del","content":""},{"type":"del","content":"Les annexes qui n'entrent pas dans le calcul de la surface utile peuvent donner lieu à la perception d'un loyer accessoire, dans les conditions définies dans le document intitulé Composition du programme annexé à la présente convention."},{"type":"del","content":""},{"type":"del","content":"Les loyers maximums sont révisés chaque année, le 1er janvier, dans les conditions prévues à l' article L. 353-9-2 du code de la construction et de l'habitation ."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 9"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Modalités de fixation et de révision du loyer pratiqué."},{"type":"del","content":""},{"type":"del","content":"Le loyer pratiqué pour chaque logement conventionné, dont la valeur est fixée au mètre carré de surface utile, ne peut excéder le loyer maximum défini dans le document Composition du programme annexé à la présente convention."},{"type":"del","content":""},{"type":"del","content":"Dans la limite de ce loyer maximum, le loyer pratiqué :"},{"type":"del","content":""},{"type":"del","content":"1° est révisé chaque année le 1er janvier en cours de contrat de location, dans les conditions prévues à l' article L. 353-9-3 du code de la construction et de l'habitation ;"},{"type":"del","content":""},{"type":"del","content":"2° peut être réévalué dans les conditions prévues par le code de la construction et de l'habitation."},{"type":"del","content":""},{"type":"del","content":"III.-Engagements du bailleur à l'égard des locataires."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 10"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Etablissement d'un bail conforme à la convention."},{"type":"del","content":""},{"type":"del","content":"Le bail conclu doit être conforme à la présente convention. Sont joints une copie de la convention ainsi qu'un formulaire de demande d'APL."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 11"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Information des locataires en cas de changement de propriétaire."},{"type":"del","content":""},{"type":"del","content":"En cas de mutation à titre gratuit ou onéreux, et en vue de l'information du préfet ou, le cas échéant, du président de l'établissement public de coopération intercommunale, du conseil départemental, de la métropole de Lyon ou du conseil exécutif de Corse, partie à la présente convention, des locataires et des organismes liquidateurs de l'APL, le ou les nouveaux propriétaires leur font connaître leur identification dans les conditions conformes soit à l'article 5, soit à l' article 6 du décret n° 55-22 du 4 janvier 1955 modifié, par lettre recommandée avec demande d'avis de réception ou remise contre décharge dans un délai d'un mois à compter de ladite mutation."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 12"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Information des locataires en cas de modification ou de résiliation de la convention."},{"type":"del","content":""},{"type":"del","content":"Le bailleur informe les locataires de toute modification apportée à la convention ayant des incidences sur leurs relations contractuelles."},{"type":"del","content":""},{"type":"del","content":"Quelle qu'en soit la cause, le bailleur informe le locataire de la date prévue pour l'expiration de la convention. En cas de résiliation de la convention aux torts du bailleur, il porte à la connaissance des locataires la teneur de l' article L. 353-6 du code de la construction et de l'habitation ."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 13"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Durée du contrat de location et congé donné par le locataire."},{"type":"del","content":""},{"type":"del","content":"Le contrat de location est conclu pour une durée de trois ans."},{"type":"del","content":""},{"type":"del","content":"Pendant la durée de la convention, le contrat de location est reconduit tacitement pour des périodes de trois ans, dans la mesure où le locataire se conforme aux obligations de l'article 7 de la loi du 6 juillet 1989 précitée, sauf dénonciation expresse du locataire dans les conditions des treizième à vingt-deuxième alinéas du I de l'article 15 de la loi du 6 juillet 1989 précitée."},{"type":"del","content":""},{"type":"del","content":"Six mois avant la date d'expiration de la convention, le bailleur peut proposer au locataire un contrat de location, prenant effet à la date d'expiration de la convention ou à la date d'expiration du bail si cette dernière intervient ultérieurement."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 14"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Modalités du paiement du loyer."},{"type":"del","content":""},{"type":"del","content":"Le loyer est payé mensuellement à terme échu."},{"type":"del","content":""},{"type":"del","content":"Le bailleur indique sur la quittance le montant du loyer principal, du ou des loyers accessoires, des charges locatives et, le cas échéant, le montant de l'APL, si celle-ci est versée directement au bailleur conformément à l' article L. 351-9 du code de la construction et de l'habitation , et le montant de la contribution pour le partage des économies de charges."},{"type":"del","content":""},{"type":"del","content":"En application du même article, pour chaque appel de loyer, le bailleur déduit, s'il y a lieu, le montant de l'APL qu'il perçoit pour le compte du locataire du montant du loyer et des dépenses accessoires de logement."},{"type":"del","content":""},{"type":"del","content":"Lorsque l'organisme liquidateur de l'APL verse au bailleur des rappels d'aide personnalisée pour le compte de locataires, le bailleur affecte ces sommes au compte de ces derniers. Si après affectation il en résulte un surplus, le bailleur le reverse au locataire dans le délai d'un mois."},{"type":"del","content":""},{"type":"del","content":"En cas d'impayé constitué au sens de l' article R. 351-30 du code de la construction et de l'habitation , et lorsque l'APL est versée en tiers payant, le bailleur doit informer l'organisme payeur de la situation du locataire dans un délai de deux mois après la constitution de l'impayé."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 15"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Dépôt de garantie."},{"type":"del","content":""},{"type":"del","content":"Le dépôt de garantie stipulé le cas échéant par le contrat de location pour garantir l'exécution de ses obligations locatives par le locataire ne peut être supérieur à un mois de loyer en principal."},{"type":"del","content":""},{"type":"del","content":"IV.-Dispositions spécifiques au statut de résidence universitaire."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 16"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Régime des rapports locatifs applicables aux logements."},{"type":"del","content":""},{"type":"del","content":"Lorsque la présente convention est conclue en application du 3° de l'article L. 351-2 du code de la construction et de l'habitation pour une résidence universitaire définie à l'article L. 631-12 du même code, les logements de la résidence universitaire sont soumis aux dispositions de la loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs, dans les conditions prévues par les III et VIII de l'article 40, aux dispositions du code de la construction et de l'habitation et aux stipulations de la présente convention."},{"type":"del","content":""},{"type":"del","content":"Les stipulations particulières suivantes s'appliquent :"},{"type":"del","content":""},{"type":"del","content":"1° Conditions de location des logements de la résidence universitaire."},{"type":"del","content":""},{"type":"del","content":"Les logements sont loués nus ou meublés à des étudiants, des personnes de moins de trente ans en formation ou en stage et des personnes titulaires d'un contrat de professionnalisation ou d'apprentissage, à titre de résidence principale, et occupés au moins huit mois par an. A titre exceptionnel, des logements peuvent être loués à des enseignants et des chercheurs."},{"type":"del","content":""},{"type":"del","content":"Les logements peuvent également être loués dans les conditions prévues aux quatrième et cinquième alinéas du I de l'article L. 442-8-1 du code de la construction et de l'habitation ."},{"type":"del","content":""},{"type":"del","content":"2° Modalités de fixation et de révision du loyer pratiqué des logements de la résidence universitaire."},{"type":"del","content":""},{"type":"del","content":"Le loyer pratiqué pour chaque logement est fixé dans la limite du loyer maximum prévu par la présente convention."},{"type":"del","content":""},{"type":"del","content":"Il ne peut donner lieu à révision en cours de bail."},{"type":"del","content":""},{"type":"del","content":"Si le contrat de location est renouvelé dans les conditions prévues au 3° ci-dessous, le loyer peut être réévalué conformément aux dispositions du code de la construction et de l'habitation."},{"type":"del","content":""},{"type":"del","content":"3° Durée du contrat et congé donné par le locataire."},{"type":"del","content":""},{"type":"del","content":"Le contrat de location a une durée maximale d'un an. Il peut être renouvelé dès lors que l'occupant continue à remplir les conditions prévues par l' article L. 631-12 du code de la construction et de l'habitation , ainsi que les conditions de ressources requises pour l'attribution du logement. Le renouvellement donne lieu à la signature d'un nouveau contrat."},{"type":"del","content":""},{"type":"del","content":"Le locataire peut donner congé à tout moment, dans les conditions des treizième à vingt-deuxième alinéas du I de l'article 15 de la loi du 6 juillet 1989 précitée. Il est redevable du loyer et des charges pendant la durée effective du délai de préavis, de jour à jour, sauf si le logement se trouve occupé avant la fin du préavis par un autre locataire en accord avec le bailleur."},{"type":"del","content":""},{"type":"del","content":"4° Forfait de charges."},{"type":"del","content":""},{"type":"del","content":"En application du VIII de l'article 40 de la loi du 6 juillet 1989 précitée, les charges locatives accessoires au loyer principal des logements de la résidence universitaire peuvent être récupérées par le bailleur sous la forme d'un forfait versé simultanément au loyer, dont le montant et la périodicité de versement sont définis au contrat et qui ne peut donner lieu à complément ou à régularisation ultérieure. Le montant du forfait de charges est fixé en fonction des montants exigibles par le bailleur en application de l'article 23 de la loi du 6 juillet 1989 précitée. Ce montant ne doit pas être manifestement disproportionné au regard des charges dont le locataire ou, le cas échéant, le précédent locataire se serait acquitté."},{"type":"del","content":""},{"type":"del","content":"Si le bailleur a opté pour cette modalité de récupération des charges, il indique sur la quittance le montant du forfait."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 17"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Renonciation au statut de résidence universitaire."},{"type":"del","content":""},{"type":"del","content":"En cas de renonciation au statut de résidence universitaire, les dispositions relatives aux résidences universitaires figurant dans la présente convention sont sans objet. La renonciation au statut de résidence universitaire est définitive et s'effectue par avenant, à l'initiative du bailleur. Cet avenant est sans effet sur les contrats de location en cours. A l'échéance de chacun de ces contrats, le logement concerné est loué dans les conditions de droit commun de la présente convention."},{"type":"del","content":""},{"type":"del","content":"V.-Engagements du bailleur à l'égard des organismes chargés de la liquidation et du paiement de l'APL."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 18"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Obligations générales."},{"type":"del","content":""},{"type":"del","content":"1° Pour chaque locataire demandeur de l'APL, le bailleur s'engage à favoriser l'utilisation des services dématérialisés mis à sa disposition par les organismes payeurs pour l'envoi des informations nécessaires à l'étude d'un droit à une aide au logement. En dernier ressort, il renseigne dès l'entrée en vigueur de la convention pour chaque locataire demandeur de l'APL, la partie de l'imprimé de demande d'APL qui le concerne."},{"type":"del","content":""},{"type":"del","content":"2° Pour permettre le renouvellement des droits à l'APL au 1er janvier de chaque année, le bailleur fournit aux organismes liquidateurs de l'APL au plus tard le 15 novembre de chaque année, conformément à l'arrêté du 22 août 1986 relatif à la fixation des justifications nécessaires à l'obtention de l'aide personnalisée au logement et à son renouvellement :"},{"type":"del","content":""},{"type":"del","content":"-une attestation concernant le montant du loyer applicable à chaque logement concerné par la présente convention, à compter du 1er juillet de l'année en cours ;"},{"type":"del","content":""},{"type":"del","content":"-un document attestant que tous les bénéficiaires sont à jour de leurs obligations vis-à-vis du bailleur ou, le cas échéant, la liste des bénéficiaires d'APL non à jour en certifiant que cette liste est exhaustive. Ce document mentionne également la date à laquelle l'organisme payeur a été saisi en cas d'impayé constitué selon la définition fixée par l'article R. 351-30 du code de la construction et de l'habitation."},{"type":"del","content":""},{"type":"del","content":"Ces transmissions peuvent s'effectuer grâce à un dispositif de collecte dématérialisé."},{"type":"del","content":""},{"type":"del","content":"3° En outre, il fait part dans un délai maximum d'un mois aux organismes liquidateurs de l'APL des modifications affectant la situation locative du bénéficiaire (notamment colocation, résiliation de bail, décès)."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 19"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Obligations en cas d'impayé."},{"type":"del","content":""},{"type":"del","content":"En application des articles L. 351-12 , R. 351-20 et R. 351-30 du code de la construction et de l'habitation, le bailleur auprès duquel l'aide est versée signale à l'organisme payeur lorsqu'un allocataire ne règle pas la part de la dépense de logement restant à sa charge, dans un délai de deux mois après la constitution de l'impayé défini au I de l'article R. 351-30 précité, sauf si la somme due a été réglée entre-temps en totalité. Le bailleur doit justifier qu'il poursuit par tous les moyens possibles le recouvrement de sa créance. En outre, il communique le montant de l'impayé constitué au moment de la saisine de l'organisme payeur."},{"type":"del","content":""},{"type":"del","content":"Parallèlement, en cas d'impayé, le bailleur doit poursuivre le recouvrement de sa créance en notifiant au locataire défaillant par lettre recommandée avec accusé de réception le montant de cette créance. Il doit également informer le locataire de la saisine de l'organisme payeur."},{"type":"del","content":""},{"type":"del","content":"La commission de coordination des actions de prévention des expulsions locatives (CCAPEX) est systématiquement informée par l'organisme payeur des APL en vue de prévenir leurs éventuelles suspensions par une mobilisation coordonnée des outils de prévention ( article 7-2 de la loi n° 90-449 du 31 mai 1990 visant à la mise en œuvre du droit au logement)."},{"type":"del","content":""},{"type":"del","content":"La CCAPEX est réputée avoir été régulièrement saisie lorsque le bailleur a préalablement signalé l'impayé à l'organisme payeur des APL selon les modalités définies à l'article R. 351-30 précité."},{"type":"del","content":""},{"type":"del","content":"VI.-Dispositions relatives à l'application de la convention."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 20"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Contrôle."},{"type":"del","content":""},{"type":"del","content":"Afin de permettre le contrôle de l'application de la présente convention, le bailleur fournit à tout moment à la demande du préfet ou de l'Agence nationale de contrôle du logement social toutes les informations et tous les documents nécessaires au plein exercice de ce contrôle."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 21"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Inexécution de la convention par le bailleur."},{"type":"del","content":""},{"type":"del","content":"1° En application de l'article 284 du code général des impôts, les bailleurs qui ont, au taux réduit de la taxe sur la valeur ajoutée, acquis un logement social ou imposé la livraison à soi-même d'un logement locatif social ou de travaux d'amélioration, de transformation ou d'aménagement portant sur un logement locatif social sont redevables d'un complément de taxe sur la valeur ajoutée égal à la différence entre le taux réduit et le taux normal lorsque les conditions de taxation de vente ou de livraison à soi-même au taux réduit ne sont pas ou plus remplies."},{"type":"del","content":""},{"type":"del","content":"2° En application de l' article L. 353-2 du code de la construction et de l'habitation , des sanctions administratives peuvent être mises en œuvre."},{"type":"del","content":""},{"type":"del","content":"En application de l' article L. 353-11 du code de la construction et de l'habitation , le contrôle de l'application de la présente convention est assuré par l'Agence nationale de contrôle du logement social, que le préfet est tenu de saisir en cas de manquement constaté."},{"type":"del","content":""},{"type":"del","content":"Lorsque le bailleur ne respecte pas, pour un ou plusieurs logements, les engagements prévus par la convention, et après que le bailleur a été mis en mesure de présenter ses observations conformément aux dispositions de l'article L. 342-12 du code de la construction et de l'habitation ou, en cas de mise en demeure, à l'issue du délai mentionné à ce même article, l'Agence nationale de contrôle du logement social peut proposer au ministre chargé du logement de prononcer une sanction en application de l'article L. 342-14 du même code."},{"type":"del","content":""},{"type":"del","content":"3° En cas d'inexécution par le bailleur de ses engagements prévus par la convention, tels que notamment non-respect du loyer maximum ou en cas de fraude, dissimulation ou fausse déclaration à l'égard des organismes liquidateurs de l'APL, le préfet peut procéder à la résiliation de la présente convention aux torts du bailleur. Le préfet doit préalablement mettre en demeure le bailleur par lettre recommandée avec demande d'avis de réception. Le bailleur doit, dans un délai de deux mois, soit satisfaire à ses obligations, soit formuler ses observations."},{"type":"del","content":""},{"type":"del","content":"Lorsque le préfet écarte ces observations, sa décision doit être motivée."},{"type":"del","content":""},{"type":"del","content":"Dans ce cas, il est fait application des dispositions prévues à l'article L. 353-6 du code de la construction et de l'habitation."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 22"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Publication."},{"type":"del","content":""},{"type":"del","content":"La publication de la convention, de ses éventuels avenants et de sa résiliation au fichier immobilier ou leur inscription au livre foncier incombe au préfet, ou, lorsqu'un établissement public de coopération intercommunale, un département, la métropole de Lyon ou la collectivité de Corse a signé une convention mentionnée aux articles L. 301-5-1, L. 301-5-2, L. 3641-5, L. 5219-1, L. 5218-2 et L. 5217-2 précités, au président de l'établissement public de coopération intercommunale, du conseil départemental, de la métropole de Lyon ou du conseil exécutif de Corse. Les frais de publication sont à la charge du bailleur."},{"type":"del","content":""},{"type":"del","content":"Le préfet, ou, lorsqu'un établissement public de coopération intercommunale, un département, la métropole de Lyon ou la collectivité de Corse a signé une convention mentionnée aux articles L. 301-5-1, L. 301-5-2, L. 3641-5, L. 5219-1, L. 5218-2 et L. 5217-2 précités, le président de l'établissement public de coopération intercommunale, du conseil départemental, de la métropole de Lyon ou du conseil exécutif de Corse transmet aux organismes chargés de la liquidation et du paiement de l'APL une copie de la présente convention, de ses avenants éventuels ainsi que l'état prouvant qu'elle (ou ils) a (ont) bien fait l'objet d'une publication au fichier immobilier (ou d'une inscription au livre foncier)."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Article 23"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Révision de la convention."},{"type":"del","content":""},{"type":"del","content":"La présente convention pourra être révisée à la demande de l'une ou l'autre des parties par voie d'avenant."},{"type":"del","content":""},{"type":"del","content":"Fait en trois originaux à …, le..."},{"type":"del","content":""},{"type":"del","content":"Le bailleur (4),"},{"type":"del","content":""},{"type":"del","content":"Le préfet, le président de l'établissement public de coopération intercommunale, du conseil départemental, de la métropole de Lyon ou du conseil exécutif de Corse,"},{"type":"del","content":""},{"type":"del","content":"Document prévu par l'article 1er de l'annexe I à l' article R. 353-90 du code de la construction et de l'habitation ."},{"type":"del","content":""},{"type":"del","content":"Description du programme de... (2)"},{"type":"del","content":""},{"type":"del","content":"1° Désignation du ou des immeubles. (5)"},{"type":"del","content":""},{"type":"del","content":"2° Nature de l'opération et financement."},{"type":"del","content":""},{"type":"del","content":"3° Composition du programme."},{"type":"del","content":""},{"type":"del","content":"Les éléments ci-après sont décrits par immeuble ou ensemble immobilier :"},{"type":"del","content":""},{"type":"del","content":"A.-Locaux auxquels s'applique la présente convention."},{"type":"del","content":""},{"type":"del","content":"1. Nombre des logements locatifs par type de logements :"},{"type":"del","content":""},{"type":"del","content":"2. Surface habitable totale (article R. 111-2 du code de la construction et de l'habitation) :"},{"type":"del","content":""},{"type":"del","content":"3. Surface totale des annexes entrant dans le calcul de la surface utile (article R. 353-16 2° du code de la construction et de l'habitation) :"},{"type":"del","content":""},{"type":"del","content":"3 bis. Liste de ces annexes, conforme à l'arrêté du 9 mai 1995 modifié du ministre du logement pris en application de l'article R. 353-16 précité :"},{"type":"del","content":""},{"type":"del","content":"3 ter. Surface des locaux collectifs résidentiels :"},{"type":"del","content":""},{"type":"del","content":"4. Surface utile totale de l'opération (article R. 353-16 (2°) précité) :"},{"type":"del","content":""},{"type":"del","content":"5. Décompte des surfaces et des coefficients propres au logement appliqués pour le calcul du loyer :"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"DÉSIGNATION"},{"type":"del","content":""},{"type":"del","content":"        des logements"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"SURFACE"},{"type":"del","content":""},{"type":"del","content":"habitable"},{"type":"del","content":""},{"type":"del","content":"        (art. R. 111-2)"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"SURFACE"},{"type":"del","content":""},{"type":"del","content":"        réelle des annexes"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"SURFACE UTILE"},{"type":"del","content":""},{"type":"del","content":"        (surface habitable augmentée de 50 % de la surface des annexes)"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOYER"},{"type":"del","content":""},{"type":"del","content":"        maximum du logement en euros par mètre carré de surface utile"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"COEFFICIENT"},{"type":"del","content":""},{"type":"del","content":"propre au"},{"type":"del","content":""},{"type":"del","content":"        logement"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOYER MAXIMUM"},{"type":"del","content":""},{"type":"del","content":"du logement"},{"type":"del","content":""},{"type":"del","content":"        (col. 4 x col. 5 x col. 6)"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"        Col. 1"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"        Col. 2"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"        Col. 3"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"        Col. 4"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"        Col. 5"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"        Col. 6"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"        Col. 7"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"        Total"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"6. Nombre et liste des annexes susceptibles de donner lieu à perception d'un loyer accessoire :"},{"type":"del","content":""},{"type":"del","content":"Ce sont les annexes ou parties d'annexes qui n'entrent pas dans le calcul de la surface utile, soit : les emplacements réservés au stationnement des véhicules, les terrasses, cours et jardins, faisant l'objet d'une jouissance exclusive."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"TYPE D'ANNEXE DÉFINIE"},{"type":"del","content":""},{"type":"del","content":"à l'article R. 353-16,"},{"type":"del","content":""},{"type":"del","content":"        dernier alinéa du 2°"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOYER MAXIMUM"},{"type":"del","content":""},{"type":"del","content":"conventionné de l'annexe"},{"type":"del","content":""},{"type":"del","content":"        en euros par mois"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Au cas où ces annexes ne trouveraient pas preneur auprès des locataires de l'immeuble ou de tout autre immeuble conventionné appartenant au même bailleur ou géré par lui, le bailleur peut louer l'annexe à toute autre personne. Dans ce cas, le loyer maximum fixé par la convention ne lui est pas opposable. Cette faculté n'est utilisable que pour autant qu'aucun locataire du patrimoine appartenant ou géré par le bailleur ne manifeste sa volonté de louer les annexes en cause."},{"type":"del","content":""},{"type":"del","content":"B.-Locaux auxquels ne s'applique pas la présente convention."},{"type":"del","content":""},{"type":"del","content":"Locaux commerciaux (nombre) :"},{"type":"del","content":""},{"type":"del","content":"Bureaux (nombre) :"},{"type":"del","content":""},{"type":"del","content":"Autres :..."},{"type":"del","content":""},{"type":"del","content":"4° Origine des propriétés :"},{"type":"del","content":""},{"type":"del","content":"5° Renseignements administratifs :"},{"type":"del","content":""},{"type":"del","content":"5.1. Permis de construire :"},{"type":"del","content":""},{"type":"del","content":"5.2. Date prévisible ou effective d'achèvement des travaux de construction :"},{"type":"del","content":""},{"type":"del","content":"5.3. Date d'achat du ou des logements :"},{"type":"del","content":""},{"type":"del","content":"5.4. Modalités de financement."},{"type":"del","content":""},{"type":"del","content":"Financement principal :"},{"type":"del","content":""},{"type":"del","content":"-date d'octroi du prêt :"},{"type":"del","content":""},{"type":"del","content":"-date de transfert du prêt :"},{"type":"del","content":""},{"type":"del","content":"-numéro du prêt :"},{"type":"del","content":""},{"type":"del","content":"-durée :"},{"type":"del","content":""},{"type":"del","content":"-montant :"},{"type":"del","content":""},{"type":"del","content":"Financement complémentaire :"},{"type":"del","content":""},{"type":"del","content":"Date d'achèvement de la construction ou certificat de conformité :"},{"type":"del","content":""},{"type":"del","content":"Fait en trois originaux à …, le..."},{"type":"del","content":""},{"type":"del","content":"Le bailleur (4),"},{"type":"del","content":""},{"type":"del","content":"Le préfet, le président de l'établissement public de coopération intercommunale, du conseil départemental, de la métropole de Lyon ou du conseil exécutif de Corse,"},{"type":"del","content":""},{"type":"del","content":"(1) Nom de la personne physique ou morale identifiée conformément aux dispositions, selon le cas, des articles 5 ou 6 du décret n° 55-22 du 4 janvier 1955 modifié portant réforme de la publicité foncière."},{"type":"del","content":""},{"type":"del","content":"(2) Si la présente convention est passée pour une résidence universitaire définie à l'article L. 631-12 du code de la construction et de l'habitation, faire précéder le nom du programme de la mention Résidence universitaire ."},{"type":"del","content":""},{"type":"del","content":"(3) Si le propriétaire est une personne morale, indiquer le nom de son représentant."},{"type":"del","content":""},{"type":"del","content":"(4) Le bailleur doit avoir, préalablement à sa signature, paraphé chacune des pages."},{"type":"del","content":""},{"type":"del","content":"(5) Etablie conformément à l' article 7 du décret n° 55-22 du 4 janvier 1955 modifié portant réforme de la publicité foncière."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2019-831 du 3 août 2019 fixant les modalités d'application de l'article L. 631-12 du code de la construction et de l'habitation relatif aux résidences universitaires faisant l'objet d'une convention conclue en application de l'article L. 351-2 du même code - article ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 86-1290 du 23 décembre 1986 tendant à favoriser l'investissement locatif, l'accession à la propriété de logements sociaux et le développement de l'offre foncière CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1955-01-04 CITATION source Décret n°55-22 du 4 janvier 1955 portant réforme de la publicité foncière - article 5 AUTONOME MODIFIE, en vigueur du 1959-01-08 au 2012-05-06"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1955-01-04 CITATION source Décret n°55-22 du 4 janvier 1955 portant réforme de la publicité foncière - article 6 AUTONOME MODIFIE, en vigueur du 1959-01-08 au 1998-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1955-01-04 CITATION source Décret n°55-22 du 4 janvier 1955 portant réforme de la publicité foncière - article 7 AUTONOME MODIFIE, en vigueur du 1960-09-10 au 1998-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1986-12-23 CITATION source LOI n° 86-1290 du 23 décembre 1986 tendant à favoriser l'investissement locatif, l'accession à la propriété de logements sociaux et le développement de l'offre foncière"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1989-07-06 CITATION source Loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986 - article 40 AUTONOME MODIFIE, en vigueur du 1989-07-08 au 1996-07-09"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      1990-05-31 CITATION source Loi n° 90-449 du 31 mai 1990 - art. 7-2"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2019-08-03 MODIFIE cible Décret n° 2019-831 du 3 août 2019 fixant les modalités d'application de l'article L. 631-12 du code de la construction et de l'habitation relatif aux résidences universitaires faisant l'objet d'une convention conclue en application de l'article L. 351-2 du même code - article ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code général des impôts - article 278 sexies AUTONOME MODIFIE, en vigueur du 1992-07-04 au 1996-05-12"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code général des impôts - article 284 AUTONOME MODIFIE, en vigueur du 1979-07-01 au 1996-05-12"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      2999-01-01 CITATION source Code général des collectivités territoriales - art. L5217-2"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de l'action sociale et des familles - article L442-1 AUTONOME MODIFIE, en vigueur du 2000-12-23 au 2002-01-18"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2005-01-01 au 2005-01-19"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      2999-01-01 CITATION source Code de la construction et de l'habitation. - art. L342-12"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L351-12 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 2007-12-22"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L351-2 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 1984-07-13"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L351-3-1 AUTONOME MODIFIE, en vigueur du 1995-01-01 au 1998-07-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L351-9 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 2000-12-14"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L353-11 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 2015-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L353-2 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 2005-06-09"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L353-20 AUTONOME MODIFIE, en vigueur du 1990-06-02 au 1994-07-24"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L353-21 AUTONOME MODIFIE, en vigueur du 2006-07-16 au 2007-08-11"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L353-4 AUTONOME MODIFIE, en vigueur du 1979-01-04 au 2019-09-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L353-6 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 2019-09-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      2999-01-01 CITATION source Code de la construction et de l'habitation. - art. L353-9-2"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      2999-01-01 CITATION source Code de la construction et de l'habitation. - art. L353-9-3"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L442-8-1 AUTONOME MODIFIE, en vigueur du 1982-06-23 au 1989-07-12"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      2999-01-01 CITATION source Code de la construction et de l'habitation. - art. L631-12"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article R331-12 AUTONOME ABROGE, en vigueur du 1978-06-08 au 1985-09-24"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article R331-3 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 1988-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article R331-6 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 1985-12-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article R351-20 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 1997-04-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article R351-3 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 1979-07-10"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article R351-30 AUTONOME MODIFIE, en vigueur du 1984-07-24 au 1986-08-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article R353-1 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 1979-06-09"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article R353-16 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 1979-06-09"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article R353-59 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 1980-06-13"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article R353-90 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 1980-06-13"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/38/92/68/LEGIARTI000038926856.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/38/92/68/LEGIARTI000038926856.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/38/92/68/LEGIARTI000038926856.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_la_construction_et_de_l_habitation/src/branch/main/annexes/conventions_conclues_entre_l_etat_et_les_personnes_physiques_ou_morales_autres_que_les_organismes_d_hlm_et_les_societes_d_economie_mixte_pour_la_construction_ou_l_acquisition_de_logements_a_usage_locatif_en_application_des_articles_l_353-1_et_l_831-1_3_a_/article_annexe_i_a_l_article_r353-90.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000038926856)"},{"type":"del","content":""}],"status":"deleted"}],"stats":{"additions":0,"deletions":3231,"filesChanged":9}}