{"sha":"24d84b9a1e61","date":"2006-05-20","message":"Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation","files":[{"filename":"annexes/convention_type_conclue_en_application_de_l_article_l_351-2_2_ou_3_du_code_de_la_construction_et_de_l_habitation_entre_l_etat_et_l_organisme_d_habitations_a_loyer_modere/article_annexe_i_a_l_article_r353-1.md","articleName":"Article ANNEXE I A L ARTICLE R353-1","additions":63,"deletions":33,"diff":[{"type":"del","content":"Le ministre de l'équipement, des transports et du logement, agissant au nom de l'Etat, et représenté par le préfet,"},{"type":"add","content":"Le ministre chargé du logement, agissant au nom de l'Etat, et représenté par le préfet, ou, lorsqu'un établissement public de coopération intercommunale ou un département a signé une convention mentionnée aux articles L. 301-5-1 et L. 301-5-2, par le président de l'établissement public de coopération intercommunale ou du conseil général,"},{"type":"del","content":"Aucune résiliation de la part du bénéficiaire ne peut prendre effet avant cette date. Pour prendre effet à cette date, la résiliation doit être notifiée au moins six mois avant la date fixée pour son expiration. Si la résiliation intervient à l'initiative du bailleur, elle est effectuée par acte notarié ou par acte d'huissier de justice et notifiée à l'Etat par acte d'huissier de justice ou par décision administrative."},{"type":"add","content":"Aucune résiliation de la part du bénéficiaire ne peut prendre effet avant cette date. Pour prendre effet à cette date, la résiliation doit être notifiée au moins six mois avant la date fixée pour son expiration. Si la résiliation intervient à l'initiative du bailleur, elle est effectuée par acte notarié ou par acte d'huissier de justice et notifiée au préfet, ou, lorsqu'un établissement public de coopération intercommunale ou un département a signé une convention mentionnée aux articles L. 301-5-1 et L. 301-5-2, au président de l'établissement public de coopération intercommunale ou du conseil général, par acte d'huissier de justice ou par décision administrative."},{"type":"del","content":"Le bailleur s'engage, compte tenu des limites prévues à l'article R. 441-5 du code de la construction et de l'habitation à réserver ... % des logements faisant l'objet de la présente convention aux personnes et aux familles prioritaires désignées par le préfet, en tenant compte des besoins appréciés localement et dans les conditions fixées par la convention de réservation relative au contingent du préfet."},{"type":"add","content":"Le bailleur s'engage, compte tenu des limites prévues à l'article R. 441-5 du code de la construction et de l'habitation à réserver ... % des logements faisant l'objet de la présente convention aux personnes et aux familles prioritaires désignées par le préfet ou par son délégataire en application des dispositions de l'article L. 441-1, en tenant compte des besoins appréciés localement et dans les conditions fixées par la convention de réservation relative au contingent du préfet et, le cas échéant, par la convention de délégation du contingent préfectoral prise en application des dispositions de l'article L. 441-1."},{"type":"del","content":"Pour répondre à ces obligations, le bailleur s'engage à signaler aux services préfectoraux les logements devenus vacants."},{"type":"add","content":"Pour répondre à ces obligations, le bailleur s'engage à signaler les logements devenus vacants aux services préfectoraux et, le cas échéant, aux délégataires des droits à réservation du préfet en application de l'article L. 441-1."},{"type":"del","content":"Si la gestion n'est pas directement assurée par le bailleur, il informe le préfet, les organismes chargés de la liquidation et du paiement de l'aide personnalisée au logement pour le compte de l'Etat et les locataires de la mise en gérance de l'opération ou de tout changement de gestionnaire."},{"type":"add","content":"Si la gestion n'est pas directement assurée par le bailleur, il informe le préfet, et, le cas échéant, le président de l'établissement public de coopération intercommunale ou le président du conseil général partie à la présente convention, les organismes chargés de la liquidation et du paiement de l'aide personnalisée au logement pour le compte de l'Etat et les locataires de la mise en gérance de l'opération ou de tout changement de gestionnaire."},{"type":"del","content":"Ce montant est majoré de 33 % pour les logements qui ont été attribués dans les conditions du dernier alinéa de l'article 8 ci-dessus."},{"type":"add","content":"Ce montant est majoré de 33 % pour les logements qui ont été attribués dans les conditions du paragraphe III b de l'article 8 ci-dessus."},{"type":"del","content":"Les travaux font l'objet d'une attestation d'exécution conforme établie par le préfet."},{"type":"add","content":"Les travaux font l'objet d'une attestation d'exécution conforme établie par le préfet ou, lorsqu'un établissement public de coopération intercommunale ou un département a signé une convention mentionnée aux articles L. 301-5-1 et L. 301-5-2, par le président de l'établissement public de coopération intercommunale ou du conseil général."},{"type":"del","content":"En cas de mutation à titre gratuit ou onéreux, et en vue de l'information du préfet, des locataires et des organismes liquidateurs de l'aide personnalisée au logement, le ou les nouveaux propriétaires leur font connaître leur identification dans les conditions conformes soit à l'article 5, soit à l'article 6 du décret n° 55-22 du 4 janvier 1955 modifié, par acte extrajudiciaire, lettre recommandée avec demande d'avis de réception ou remise contre décharge dans un délai d'un mois à compter de ladite mutation."},{"type":"add","content":"En cas de mutation à titre gratuit ou onéreux, et en vue de l'information du préfet, et, le cas échéant, du président de l'établissement public de coopération intercommunale ou du président du conseil général partie à la présente convention, des locataires et des organismes liquidateurs de l'aide personnalisée au logement, le ou les nouveaux propriétaires leur font connaître leur identification dans les conditions conformes soit à l'article 5, soit à l'article 6 du décret n° 55-22 du 4 janvier 1955 modifié, par acte extrajudiciaire, lettre recommandée avec demande d'avis de réception ou remise contre décharge dans un délai d'un mois à compter de ladite mutation."},{"type":"del","content":"Le bailleur s'engage à porter au plus tard le 31 octobre 2000 le montant du loyer maximum sur la quittance."},{"type":"add","content":"Le bailleur s'engage à porter le montant du loyer maximum sur la quittance."},{"type":"del","content":"En cas d'impayé constitué au sens de l'article R. 351-30 du code de la construction et de l'habitation, le bailleur doit informer le locataire, lorsqu'il est bénéficiaire de l'aide personnalisée au logement, de la saisine de la section des aides publiques au logement du conseil départemental de l'habitat visée à l'article 19 de la présente convention."},{"type":"add","content":"En cas d'impayé constitué au sens de l'article R. 351-30 du code de la construction et de l'habitation, le bailleur doit informer le locataire, lorsqu'il est bénéficiaire de l'aide personnalisée au logement, de la saisine de la commission départementale des aides publiques au logement visée à l'article 19 de la présente convention."},{"type":"del","content":"IV. - Engagements à l'égard des organismes chargés de la liquidation et du paiement de l'APL et à l'égard de la section des aides publiques au logement."},{"type":"add","content":"IV. - Engagements à l'égard des organismes chargés de la liquidation et du paiement de l'APL et à l'égard de la commission départementale des aides publiques au logement."},{"type":"del","content":"Un document attestant que tous les bénéficiaires sont à jour de leurs obligations vis-à-vis du bailleur ou, le cas échéant, la liste des bénéficiaires d'aide personnalisée au logement non à jour en certifiant que cette liste est exhaustive. Ce document mentionne également la date à laquelle la section des aides publiques au logement du conseil départemental de l'habitat prévue à l'article R. 351-47 du code de la construction et de l'habitation a été saisie en cas d'impayé constitué au sens de l'article R. 351-30 du même code."},{"type":"add","content":"Un document attestant que tous les bénéficiaires sont à jour de leurs obligations vis-à-vis du bailleur ou, le cas échéant, la liste des bénéficiaires d'aide personnalisée au logement non à jour en certifiant que cette liste est exhaustive. Ce document mentionne également la date à laquelle la commission départementale des aides publiques au logement prévue à l'article R. 351-47 du code de la construction et de l'habitation a été saisie en cas d'impayé constitué au sens de l'article R. 351-30 du même code."},{"type":"del","content":"Obligations à l'égard de la section des aides publiques au logement du conseil départemental de l'habitat (SDAPL)."},{"type":"add","content":"Obligations à l'égard de la commission départementale des aides publiques au logement (CDAPL)."},{"type":"del","content":"Le bailleur percevant l'aide personnalisée au logement pour le compte du locataire, en application des articles R. 351-30 et R. 351-64 du code de la construction et de l'habitation, saisit la section des aides publiques au logement du conseil départemental de l'habitat (SDAPL) dès qu'un impayé est constitué au sens de l'article R. 351-30 du code de la construction et de l'habitation, en justifiant des démarches entreprises auprès du locataire défaillant. En outre, il lui communique le montant de l'impayé constitué au moment de la saisine."},{"type":"add","content":"Le bailleur percevant l'aide personnalisée au logement pour le compte du locataire, en application des articles R. 351-30 et R. 351-64 du code de la construction et de l'habitation, saisit la commission départementale des aides publiques au logement (CDAPL) dès qu'un impayé est constitué au sens de l'article R. 351-30 du code de la construction et de l'habitation, en justifiant des démarches entreprises auprès du locataire défaillant. En outre, il lui communique le montant de l'impayé constitué au moment de la saisine."},{"type":"del","content":"Il fournit également à la SDAPL copie du bail lorsque celle-ci le lui demande et l'informe, le cas échéant, lorsqu'une procédure d'expulsion d'un bénéficiaire d'aide personnalisée au logement est engagée pour non-paiement du loyer et des charges, au sens de l'article R. 351-30, et dans les conditions prévues par l'article L. 353-15-1."},{"type":"add","content":"Il fournit également à la CDAPL copie du bail lorsque celle-ci le lui demande et l'informe, le cas échéant, lorsqu'une procédure d'expulsion d'un bénéficiaire d'aide personnalisée au logement est engagée pour non-paiement du loyer et des charges, au sens de l'article R. 351-30, et dans les conditions prévues par l'article L. 353-15-1."},{"type":"del","content":"La SDAPL décide du maintien ou de la suspension de l'aide personnalisée au logement et en informe le bailleur et le bénéficiaire."},{"type":"add","content":"La CDAPL décide du maintien ou de la suspension de l'aide personnalisée au logement et en informe le bailleur et le bénéficiaire."},{"type":"del","content":"La publication de la convention de sa résiliation et de ses éventuels avenants au fichier immobilier ou de leur inscription au livre foncier incombe au préfet. Les frais de publication sont à la charge de l'organisme."},{"type":"add","content":"La publication de la convention de sa résiliation et de ses éventuels avenants au fichier immobilier ou de leur inscription au livre foncier incombe au préfet, ou, lorsqu'un établissement public de coopération intercommunale ou un département a signé une convention mentionnée aux articles L. 301-5-1 et L. 301-5-2, au président de l'établissement public de coopération intercommunale ou du conseil général. Les frais de publication sont à la charge de l'organisme."},{"type":"del","content":"Le préfet transmet aux organismes chargés de la liquidation et du paiement de l'aide personnalisée au logement une photocopie de la présente convention, de ses avenants éventuels ainsi que l'état prouvant qu'elle (ou ils) a (ont) bien fait l'objet d'une publication au fichier immobilier (ou d'une inscription au livre foncier)."},{"type":"add","content":"Le préfet, ou, lorsqu'un établissement public de coopération intercommunale ou un département a signé une convention mentionnée aux articles L. 301-5-1 et L. 301-5-2, le président de l'établissement public de coopération intercommunale ou du conseil général transmet aux organismes chargés de la liquidation et du paiement de l'aide personnalisée au logement une photocopie de la présente convention, de ses avenants éventuels ainsi que l'état prouvant qu'elle (ou ils) a (ont) bien fait l'objet d'une publication au fichier immobilier (ou d'une inscription au livre foncier)."},{"type":"del","content":"Le préfet."},{"type":"add","content":"Le préfet, le président de l'établissement public de coopération intercommunale ou le président du conseil général."},{"type":"del","content":"Décret n° 2002-848 du 3 mai 2002 modifiant le code de la construction et de l'habitation et relatif aux dispositions concernant l'attribution de prêts et subventions pour la construction, l'acquisition ou l'amélioration de logements en accession à la propriété ou de logements locatifs sociaux - article 7 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 14 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":"Décret n° 2002-844 du 3 mai 2002 modifiant les dispositions du code de la construction et de l'habitation relatives aux conventions conclues entre l'Etat et les organismes d'habitations à loyer modéré et celles du décret n° 85-1232 du 5 novembre 1985 relatif aux conventions conclues, en application de l'article L. 351-2 du code de la construction et de l'habitation, entre l'Etat et les organismes d'habitations à loyer modéré signataires d'un contrat-cadre ayant pour objet la définition d'une nouvelle politique des loyers - article 6 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 8 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":"Décret no 99-864 du 7 octobre 1999 modifiant le code de la construction et de l'habitation en ce qui concerne les conventions conclues entre l'Etat et les organismes d'habitations à loyer modéré et le décret no 85-1232 du 5 novembre 1985 relatif aux conventions conclues, en application de l'article L. 351-2 du code de la construction et de l'habitation, entre l'Etat et les organismes d'habitations à loyer modéré signataires d'un contrat-cadre ayant pour objet la définition d'une nouvelle politique des loyers - article 6 ENTIEREMENT_MODIF CREATION cible"},{"type":"add","content":"Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 6 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 7 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 9 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 11 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 12 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 13 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 10 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":"Décret no 99-864 du 7 octobre 1999 modifiant le code de la construction et de l'habitation en ce qui concerne les conventions conclues entre l'Etat et les organismes d'habitations à loyer modéré et le décret no 85-1232 du 5 novembre 1985 relatif aux conventions conclues, en application de l'article L. 351-2 du code de la construction et de l'habitation, entre l'Etat et les organismes d'habitations à loyer modéré signataires d'un contrat-cadre ayant pour objet la définition d'une nouvelle politique des loyers CREATION cible"},{"type":"del","content":""},{"type":"del","content":"1999-10-07 CREATION source Décret no 99-864 du 7 octobre 1999 modifiant le code de la construction et de l'habitation en ce qui concerne les conventions conclues entre l'Etat et les organismes d'habitations à loyer modéré et le décret no 85-1232 du 5 novembre 1985 relatif aux conventions conclues, en application de l'article L. 351-2 du code de la construction et de l'habitation, entre l'Etat et les organismes d'habitations à loyer modéré signataires d'un contrat-cadre ayant pour objet la définition d'une nouvelle politique des loyers"},{"type":"add","content":"2006-05-17 MODIFICATION source Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 10 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2006-05-17 MODIFICATION source Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 11 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2006-05-17 MODIFICATION source Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 12 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2006-05-17 MODIFICATION source Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 13 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2006-05-17 MODIFICATION source Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 14 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2006-05-17 MODIFICATION source Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 6 ENTIEREMENT_MODIF"},{"type":"del","content":"1999-10-07 CREATION source Décret no 99-864 du 7 octobre 1999 modifiant le code de la construction et de l'habitation en ce qui concerne les conventions conclues entre l'Etat et les organismes d'habitations à loyer modéré et le décret no 85-1232 du 5 novembre 1985 relatif aux conventions conclues, en application de l'article L. 351-2 du code de la construction et de l'habitation, entre l'Etat et les organismes d'habitations à loyer modéré signataires d'un contrat-cadre ayant pour objet la définition d'une nouvelle politique des loyers - article 6 ENTIEREMENT_MODIF"},{"type":"add","content":"2006-05-17 MODIFICATION source Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 7 ENTIEREMENT_MODIF"},{"type":"del","content":"2002-05-03 MODIFICATION source Décret n° 2002-844 du 3 mai 2002 modifiant les dispositions du code de la construction et de l'habitation relatives aux conventions conclues entre l'Etat et les organismes d'habitations à loyer modéré et celles du décret n° 85-1232 du 5 novembre 1985 relatif aux conventions conclues, en application de l'article L. 351-2 du code de la construction et de l'habitation, entre l'Etat et les organismes d'habitations à loyer modéré signataires d'un contrat-cadre ayant pour objet la définition d'une nouvelle politique des loyers - article 6 ENTIEREMENT_MODIF"},{"type":"add","content":"2006-05-17 MODIFICATION source Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 8 ENTIEREMENT_MODIF"},{"type":"del","content":"2002-05-03 MODIFICATION source Décret n° 2002-848 du 3 mai 2002 modifiant le code de la construction et de l'habitation et relatif aux dispositions concernant l'attribution de prêts et subventions pour la construction, l'acquisition ou l'amélioration de logements en accession à la propriété ou de logements locatifs sociaux - article 7 ENTIEREMENT_MODIF"},{"type":"add","content":"2006-05-17 MODIFICATION source Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 9 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/83/27/LEGIARTI000006832799.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/83/27/LEGIARTI000006832799.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/83/27/LEGIARTI000006832799.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/83/28/LEGIARTI000006832800.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/83/28/LEGIARTI000006832800.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/83/28/LEGIARTI000006832800.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006832799)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006832800)"}],"status":"modified"},{"filename":"annexes/convention_type_conclue_en_application_de_l_article_l_351-2_2_ou_3_du_code_de_la_construction_et_de_l_habitation_entre_l_etat_et_la_societe_mixte_de_construction/article_annexe_i_a_l_article_r353-59.md","articleName":"Article ANNEXE I A L ARTICLE R353-59","additions":60,"deletions":30,"diff":[{"type":"del","content":"Le ministre de l'équipement, des transports et du logement, agissant au nom de l'Etat et représenté par le préfet,"},{"type":"add","content":"Le ministre chargé du logement, agissant au nom de l'Etat, et représenté par le préfet, ou, lorsqu'un établissement public de coopération intercommunale ou un département a signé une convention mentionnée aux articles L. 301-5-1 et L. 301-5-2, par le président de l'établissement public de coopération intercommunale ou du conseil général,"},{"type":"del","content":"Le préfet."},{"type":"add","content":"Le préfet, le président de l'établissement public de coopération intercommunale ou le président du conseil général."},{"type":"del","content":"Aucune résiliation de la part du bénéficiaire ne peut prendre effet avant cette date. Pour prendre effet à cette date, la résiliation doit être notifiée au moins six mois avant la date fixée pour son expiration. Si la résiliation intervient à l'initiative du bailleur, elle est effectuée par acte notarié ou par acte d'huissier de justice et notifiée à l'Etat par acte d'huissier de justice."},{"type":"add","content":"Aucune résiliation de la part du bénéficiaire ne peut prendre effet avant cette date. Pour prendre effet à cette date, la résiliation doit être notifiée au moins six mois avant la date fixée pour son expiration. Si la résiliation intervient à l'initiative du bailleur, elle est effectuée par acte notarié ou par acte d'huissier de justice et notifiée au préfet, ou, lorsqu'un établissement public de coopération intercommunale ou un département a signé une convention mentionnée aux articles L. 301-5-1 et L.301-5-2, au président de l'établissement public de coopération intercommunale ou du conseil général, par acte d'huissier de justice."},{"type":"del","content":"Le bailleur s'engage, compte tenu des limites prévues à l'article R. 441-5 du code de la construction et de l'habitation, à réserver ... % des logements faisant l'objet de la présente convention aux personnes et aux familles prioritaires désignées par le préfet, en tenant compte des besoins appréciés localement et dans les conditions fixées par la convention de réservation relative au contingent du préfet."},{"type":"add","content":"Le bailleur s'engage, compte tenu des limites prévues à l'article R. 441-5 du code de la construction et de l'habitation, à réserver ... % des logements faisant l'objet de la présente convention aux personnes et aux familles prioritaires désignées par le préfet ou par son délégataire en application des dispositions de l'article L. 441-1, en tenant compte des besoins appréciés localement et dans les conditions fixées par la convention de réservation relative au contingent du préfet et, le cas échéant, par la convention de délégation du contingent préfectoral prise en application des dispositions de l'article L. 441-1."},{"type":"del","content":"Pour répondre à ces obligations, le bailleur s'engage à signaler aux services préfectoraux les logements devenus vacants."},{"type":"add","content":"Pour répondre à ces obligations, le bailleur s'engage à signaler les logements devenus vacants aux services préfectoraux et, le cas échéant, aux délégataires des droits à réservation du préfet en application de l'article L. 441-1."},{"type":"del","content":"Les logements sont loués nus à des personnes physiques, à titre de résidence principale, et occupés au moins huit mois par an. Ils ne peuvent faire l'objet de sous-location, sous réserve des conditions prévues par l'article L. 353-20 du code de la construction et de l'habitation ainsi qu'au profit de personnes ayant passé avec le locataire un contrat conforme à l'article 6 de la loi n° 89-475 du 10 juillet 1989 relative à l'accueil par des particuliers, à leur domicile, à titre onéreux, de personnes âgées ou handicapées adultes."},{"type":"add","content":"Les logements sont loués nus à des personnes physiques, à titre de résidence principale, et occupés au moins huit mois par an. Ils ne peuvent faire l'objet de sous-location, sous réserve des conditions prévues par l'article L. 353-20 du code de la construction et de l'habitation ainsi qu'au profit de personnes ayant passé avec le locataire un contrat conforme à l'article L. 442-1 du code de l'action sociale et des familles."},{"type":"del","content":"Ce montant est majoré de 33 % au plus pour les logements qui ont été attribués dans les conditions du dernier alinéa de l'article 7 ci-dessus."},{"type":"add","content":"Ce montant est majoré de 33 % au plus pour les logements qui ont été attribués dans les conditions du paragraphe III b de l'article 7 ci-dessus."},{"type":"del","content":"En cas de mutation à titre gratuit ou onéreux, et en vue de l'information du préfet, des locataires et des organismes liquidateurs de l'aide personnalisée au logement, le ou les nouveaux propriétaires leur font connaître leur identification dans les conditions conformes soit à l'article 5, soit à l'article 6 du décret n° 55-22 du 4 janvier 1955 modifié, par acte extrajudiciaire, lettre recommandée avec demande d'avis de réception ou remise contre décharge dans un délai d'un mois à compter de ladite mutation."},{"type":"add","content":"En cas de mutation à titre gratuit ou onéreux, et en vue de l'information du préfet, et, le cas échéant, du président de l'établissement public de coopération intercommunale ou du président du conseil général partie à la présente convention, des locataires et des organismes liquidateurs de l'aide personnalisée au logement, le ou les nouveaux propriétaires leur font connaître leur identification dans les conditions conformes soit à l'article 5, soit à l'article 6 du décret n° 55-22 du 4 janvier 1955 modifié, par acte extrajudiciaire, lettre recommandée avec demande d'avis de réception ou remise contre décharge dans un délai d'un mois à compter de ladite mutation."},{"type":"del","content":"Le bailleur s'engage à porter au plus tard le 31 octobre 2000 le montant du loyer maximum sur la quittance."},{"type":"add","content":"Le bailleur s'engage à porter le montant du loyer maximum sur la quittance."},{"type":"del","content":"En cas d'impayé constitué au sens de l'article R. 351-30 du code de la construction et de l'habitation, le bailleur doit informer le locataire, lorsqu'il est bénéficiaire de l'aide personnalisée au logement, de la saisine de la section des aides publiques au logement du conseil départemental de l'habitat visée à l'article 18 de la présente convention."},{"type":"add","content":"En cas d'impayé constitué au sens de l'article R. 351-30 du code de la construction et de l'habitation, le bailleur doit informer le locataire, lorsqu'il est bénéficiaire de l'aide personnalisée au logement, de la saisine de la commission départementale des aides publiques au logement visée à l'article 18 de la présente convention."},{"type":"del","content":"IV. - Engagements à l'égard des organismes chargés de la liquidation et du paiement de l'aide personnalisée au logement et à l'égard de la section des aides publiques au logement."},{"type":"add","content":"IV. - Engagements à l'égard des organismes chargés de la liquidation et du paiement de l'aide personnalisée au logement et à l'égard de la commission départementale des aides publiques au logement."},{"type":"del","content":"- un document attestant que tous les bénéficiaires sont à jour de leurs obligations vis-à-vis du bailleur ou, le cas échéant, la liste des bénéficiaires d'aide personnalisée au logement non à jour en certifiant que cette liste est exhaustive. Ce document mentionne également la date à laquelle la section des aides publiques au logement du conseil départemental de l'habitat prévue à l'article R. 351-47 du code de la construction et de l'habitation a été saisie en cas d'impayé constitué au sens de l'article R. 351-30 du même code."},{"type":"add","content":"- un document attestant que tous les bénéficiaires sont à jour de leurs obligations vis-à-vis du bailleur ou, le cas échéant, la liste des bénéficiaires d'aide personnalisée au logement non à jour en certifiant que cette liste est exhaustive. Ce document mentionne également la date à laquelle la commission départementale des aides publiques au logement prévue à l'article R. 351-47 du code de la construction et de l'habitation a été saisie en cas d'impayé constitué au sens de l'article R. 351-30 du même code."},{"type":"del","content":"Obligations à l'égard de la section des aides publiques au logement du conseil départemental de l'habitat (SDAPL)."},{"type":"add","content":"Obligations à l'égard de la commission départementale des aides publiques au logement (CDAPL)."},{"type":"del","content":"Le bailleur percevant l'aide personnalisée au logement pour le compte du locataire, en application des articles R. 351-30 et R. 351-64 du code de la construction et de l'habitation, saisit la section des aides publiques au logement du conseil départemental de l'habitat (SDAPL) dès qu'un impayé est constitué au sens de l'article R. 351-30 du code de la construction et de l'habitation, en justifiant des démarches entreprises auprès du locataire défaillant. En outre, il lui communique le montant de l'impayé constitué au moment de la saisine."},{"type":"add","content":"Le bailleur percevant l'aide personnalisée au logement pour le compte du locataire, en application des articles R. 351-30 et R. 351-64 du code de la construction et de l'habitation, saisit la commission départementale des aides publiques au logement (CDAPL) dès qu'un impayé est constitué au sens de l'article R. 351-30 du code de la construction et de l'habitation, en justifiant des démarches entreprises auprès du locataire défaillant. En outre, il lui communique le montant de l'impayé constitué au moment de la saisine."},{"type":"del","content":"Il fournit également à la SDAPL copie du bail lorsque celle-ci le lui demande et l'informe le cas échéant lorsqu'une procédure d'expulsion d'un bénéficiaire d'aide personnalisée au logement est engagée pour non-paiement du loyer et des charges, au sens de l'article R. 351-30, et dans les conditions prévues par l'article L. 353-15-1."},{"type":"add","content":"Il fournit également à la CDAPL copie du bail lorsque celle-ci le lui demande et l'informe le cas échéant lorsqu'une procédure d'expulsion d'un bénéficiaire d'aide personnalisée au logement est engagée pour non-paiement du loyer et des charges, au sens de l'article R. 351-30, et dans les conditions prévues par l'article L. 353-15-1."},{"type":"del","content":"La SDAPL décide du maintien ou de la suspension de l'aide personnalisée au logement et en informe le bailleur et le bénéficiaire."},{"type":"add","content":"La CDAPL décide du maintien ou de la suspension de l'aide personnalisée au logement et en informe le bailleur et le bénéficiaire."},{"type":"del","content":"La publication de la convention de sa résiliation et de ses éventuels avenants au fichier immobilier ou de leur inscription au livre foncier incombe au préfet. Les frais de publication sont à la charge du bailleur."},{"type":"add","content":"La publication de la convention de sa résiliation et de ses éventuels avenants au fichier immobilier ou de leur inscription au livre foncier incombe au préfet, ou, lorsqu'un établissement public de coopération intercommunale ou un département a signé une convention mentionnée aux articles L. 301-5-1 et L. 301-5-2, au président de l'établissement public de coopération intercommunale ou du conseil général. Les frais de publication sont à la charge du bailleur."},{"type":"del","content":"Le préfet transmet aux organismes chargés de la liquidation et du paiement de l'aide personnalisée au logement une copie de la présente convention, de ses avenants éventuels ainsi que l'état prouvant qu'elle (ou ils) a (ont) bien fait l'objet d'une publication au fichier immobilier (ou d'une inscription au livre foncier)."},{"type":"add","content":"Le préfet, ou, lorsqu'un établissement public de coopération intercommunale ou un département a signé une convention mentionnée aux articles L. 301-5-1 et L. 301-5-2, le président de l'établissement public de coopération intercommunale ou du conseil général, transmet aux organismes chargés de la liquidation et du paiement de l'aide personnalisée au logement une copie de la présente convention, de ses avenants éventuels ainsi que l'état prouvant qu'elle (ou ils) a (ont) bien fait l'objet d'une publication au fichier immobilier (ou d'une inscription au livre foncier)."},{"type":"del","content":"Décret n° 2002-845 du 3 mai 2002 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues entre l'Etat et les sociétés d'économie mixte de construction immobilière ne demandant pas à bénéficier des dispositions de l'article L. 353-18 - article 9 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 14 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":"Décret no 99-865 du 7 octobre 1999 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues entre l'Etat et les sociétés d'économie mixte de construction immobilière ne demandant pas à bénéficier des dispositions de l'article L. 353-18 - article 3 ENTIEREMENT_MODIF CREATION cible"},{"type":"add","content":"Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 15 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 8 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 6 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 7 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 12 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 13 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 10 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":"Décret no 99-865 du 7 octobre 1999 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues entre l'Etat et les sociétés d'économie mixte de construction immobilière ne demandant pas à bénéficier des dispositions de l'article L. 353-18 CREATION cible"},{"type":"del","content":""},{"type":"del","content":"1999-10-07 CREATION source Décret no 99-865 du 7 octobre 1999 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues entre l'Etat et les sociétés d'économie mixte de construction immobilière ne demandant pas à bénéficier des dispositions de l'article L. 353-18"},{"type":"add","content":"2006-05-17 MODIFICATION source Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 10 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2006-05-17 MODIFICATION source Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 12 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2006-05-17 MODIFICATION source Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 13 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2006-05-17 MODIFICATION source Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 14 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2006-05-17 MODIFICATION source Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 15 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2006-05-17 MODIFICATION source Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 6 ENTIEREMENT_MODIF"},{"type":"del","content":"1999-10-07 CREATION source Décret no 99-865 du 7 octobre 1999 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues entre l'Etat et les sociétés d'économie mixte de construction immobilière ne demandant pas à bénéficier des dispositions de l'article L. 353-18 - article 3 ENTIEREMENT_MODIF"},{"type":"add","content":"2006-05-17 MODIFICATION source Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 7 ENTIEREMENT_MODIF"},{"type":"del","content":"2002-05-03 MODIFICATION source Décret n° 2002-845 du 3 mai 2002 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues entre l'Etat et les sociétés d'économie mixte de construction immobilière ne demandant pas à bénéficier des dispositions de l'article L. 353-18 - article 9 ENTIEREMENT_MODIF"},{"type":"add","content":"2006-05-17 MODIFICATION source Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 8 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/83/28/LEGIARTI000006832812.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/83/28/LEGIARTI000006832812.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/83/28/LEGIARTI000006832812.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/83/28/LEGIARTI000006832813.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/83/28/LEGIARTI000006832813.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/83/28/LEGIARTI000006832813.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006832812)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006832813)"}],"status":"modified"},{"filename":"annexes/conventions_conclues_entre_l_etat_et_les_personnes_physiques_ou_morales_autres_que_les_organismes_d_hlm_et_les_societes_d_economie_mixte_en_application_de_l_article_l_351-2_2_et_3_a_l_exception_de_celles_relatives_aux_operations_de_construction_de_logeme_/article_annexe_ii_a_l_article_r353-90.md","articleName":"Article ANNEXE II A L ARTICLE R353-90","additions":67,"deletions":27,"diff":[{"type":"del","content":"Le ministre de l'équipement, des transports et du logement agissant au nom de l'Etat, représenté par le préfet,"},{"type":"add","content":"Le ministre chargé du logement, agissant au nom de l'Etat, et représenté par le préfet, ou, lorsqu'un établissement public de coopération intercommunale ou un département a signé une convention mentionnée aux articles L. 301-5-1 et L. 301-5-2, par le président de l'établissement public de coopération intercommunale ou du conseil général,"},{"type":"del","content":"La dénonciation ou la résiliation est publiée au fichier immobilier ou inscrite au livre foncier par le préfet, qu'elle soit de son initiative ou qu'elle émane du bailleur. Les frais correspondants sont à la charge du bailleur."},{"type":"add","content":"La dénonciation ou la résiliation est publiée au fichier immobilier ou inscrite au livre foncier par le préfet, ou, lorsqu'un établissement public de coopération intercommunale ou un département a signé une convention mentionnée aux articles L. 301-5-1 et L. 301-5-2, par le président de l'établissement public de coopération intercommunale ou du conseil général, qu'elle soit de son initiative ou qu'elle émane du bailleur. Les frais correspondants sont à la charge du bailleur."},{"type":"del","content":"Le bailleur informe le préfet, les organismes chargés de la liquidation et du paiement de l'aide personnalisée au logement pour le compte de l'Etat et les locataires de la mise en gestion du programme ou de tout changement de gestionnaire."},{"type":"add","content":"Le bailleur informe le préfet, et, le cas échéant, le président de l'établissement public de coopération intercommunale ou le président du conseil général partie à la présente convention, les organismes chargés de la liquidation et du paiement de l'aide personnalisée au logement pour le compte de l'Etat et les locataires de la mise en gestion du programme ou de tout changement de gestionnaire."},{"type":"del","content":"Les logements sont loués non meublés à des personnes physiques, à titre de résidence principale, et occupés au moins huit mois par an. Ils ne peuvent faire l'objet de sous-location, sauf dans les conditions prévues par l'article L. 353-20 du code de la construction et de l'habitation ainsi qu'au profit de personnes ayant passé avec le locataire un contrat conforme à l'article 6 de la loi n° 89-475 du 10 juillet 1989 relative à l'accueil par des particuliers, à leur domicile, à titre onéreux, de personnes âgées ou handicapées adultes. Ils ne peuvent être occupés à titre d'accessoire d'un contrat de travail ou en raison de l'exercice d'une fonction."},{"type":"add","content":"Les logements sont loués non meublés à des personnes physiques, à titre de résidence principale, et occupés au moins huit mois par an. Ils ne peuvent faire l'objet de sous-location, sauf dans les conditions prévues par l'article L. 353-20 du code de la construction et de l'habitation ainsi qu'au profit de personnes ayant passé avec le locataire un contrat conforme à l'article L. 442-1 du code de l'action sociale et des familles. Ils ne peuvent être occupés à titre d'accessoire d'un contrat de travail ou en raison de l'exercice d'une fonction."},{"type":"del","content":"Il est procédé, sur la base des éléments recueillis lors de l'enquête prévue à l'article L. 441-9 ou à l'article L. 442-5, à un bilan de l'occupation sociale des logements dans les conditions définies par arrêté du ministre chargé du logement, à l'exception des bailleurs non soumis à l'article L. 442-5. (1) Indiquer un nombre."},{"type":"add","content":"Il est procédé, sur la base des éléments recueillis lors de l'enquête prévue à l'article L. 441-9 ou à l'article L. 442-5, à un bilan de l'occupation sociale des logements dans les conditions définies par arrêté du ministre chargé du logement, à l'exception des bailleurs non soumis à l'article L. 442-5."},{"type":"add","content":""},{"type":"add","content":"(1) Indiquer un nombre."},{"type":"del","content":"Dispositions particulières relatives aux loyers pratiqués des logements conventionnés lors d'une d'acquisition, ou d'une convention sans travaux faisant suite à une nouvelle acquisition lorsque les loyers ne sont pas établis sur la base de la surface corrigée, résultant de l'application du décret n° 48-1766 du 22 novembre 1948 et de l'article 4 du décret n° 60-1063 du 1er octobre 1960. Lors de l'envoi du projet de bail prévu aux articles 10, 11 et 12 de la présente convention le bailleur informe les locataires ou occupants de bonne foi en place au moment de l'acquisition qu'ils disposent également d'un délai de six mois à compter de la réception de l'information pour présenter leurs justificatifs de revenus dans les conditions prévues pour l'attribution des logements sociaux et que ceux disposant de ressources inférieures aux plafonds prévus à l'article R. 331-12 du code de la construction et de l'habitation pour l'attribution des logements sociaux se verront appliquer, à partir de l'entrée en vigueur du nouveau bail dans les conditions de l'article 11 ou 12 de la présente convention un nouveau loyer dans la limite du loyer maximum fixé au document prévu par l'article 1er de la présente convention."},{"type":"add","content":"Dispositions particulières relatives aux loyers pratiqués des logements conventionnés lors d'une d'acquisition, ou d'une convention sans travaux faisant suite à une nouvelle acquisition lorsque les loyers ne sont pas établis sur la base de la surface corrigée, résultant de l'application du décret n° 48-1766 du 22 novembre 1948 et de l'article 4 du décret n° 60-1063 du 1er octobre 1960."},{"type":"add","content":""},{"type":"add","content":"Lors de l'envoi du projet de bail prévu aux articles 10, 11 et 12 de la présente convention le bailleur informe les locataires ou occupants de bonne foi en place au moment de l'acquisition qu'ils disposent également d'un délai de six mois à compter de la réception de l'information pour présenter leurs justificatifs de revenus dans les conditions prévues pour l'attribution des logements sociaux et que ceux disposant de ressources inférieures aux plafonds prévus à l'article R. 331-12 du code de la construction et de l'habitation pour l'attribution des logements sociaux se verront appliquer, à partir de l'entrée en vigueur du nouveau bail dans les conditions de l'article 11 ou 12 de la présente convention un nouveau loyer dans la limite du loyer maximum fixé au document prévu par l'article 1er de la présente convention."},{"type":"del","content":"Ceux-ci font l'objet d'une attestation d'exécution conforme, établie par le préfet ou son représentant, et dont une copie est remise contre décharge au locataire."},{"type":"add","content":"Ceux-ci font l'objet d'une attestation d'exécution conforme, établie par le préfet ou, lorsqu'un établissement public de coopération intercommunale ou un département a signé une convention mentionnée aux articles L. 301-5-1 et L. 301-5-2, par le président de l'établissement public de coopération intercommunale ou du conseil général, et dont une copie est remise contre décharge au locataire."},{"type":"del","content":"Les travaux font l'objet d'une attestation d'exécution conforme, établie par le préfet ou son représentant, et dont une copie est remise contre décharge à l'occupant."},{"type":"add","content":"Les travaux font l'objet d'une attestation d'exécution conforme, établie par le préfet ou, lorsqu'un établissement public de coopération intercommunale ou un département a signé une convention mentionnée aux articles L. 301-5-1 et L. 301-5-2, par le président de l'établissement public de coopération intercommunale ou du conseil général, et dont une copie est remise contre décharge à l'occupant."},{"type":"del","content":"Ces travaux font l'objet d'une attestation d'exécution conforme établie par le préfet ou son représentant et dont une copie est remise contre décharge au locataire."},{"type":"add","content":"Ces travaux font l'objet d'une attestation d'exécution conforme établie par le préfet ou, lorsqu'un établissement public de coopération intercommunale ou un département a signé une convention mentionnée aux articles L. 301-5-1 et L. 301-5-2, par le président de l'établissement public de coopération intercommunale ou du conseil général et dont une copie est remise contre décharge au locataire."},{"type":"del","content":"En cas de mutation à titre gratuit ou onéreux, et en vue de l'information du préfet du département du lieu de situation du logement, des locataires et des organismes liquidateurs de l'aide personnalisée au logement, le ou les nouveaux propriétaires leur font connaître leur identification dans les conditions conformes, soit à l'article 5, soit à l'article 6 du décret n° 55-22 du 4 janvier 1955 modifié, par lettre recommandée avec demande d'avis de réception ou remise contre décharge dans un délai d'un mois à compter de ladite mutation."},{"type":"add","content":"En cas de mutation à titre gratuit ou onéreux, et en vue de l'information du préfet et, le cas échéant, du président de l'établissement public de coopération intercommunale ou du président du conseil général partie à la présente convention, des locataires et des organismes liquidateurs de l'aide personnalisée au logement, le ou les nouveaux propriétaires leur font connaître leur identification dans les conditions conformes, soit à l'article 5, soit à l'article 6 du décret n° 55-22 du 4 janvier 1955 modifié, par lettre recommandée avec demande d'avis de réception ou remise contre décharge dans un délai d'un mois à compter de ladite mutation."},{"type":"del","content":"Le bailleur précise sur la quittance le montant du loyer principal, du ou des loyers accessoires, des charges locatives et le cas échéant le montant de l'aide personnalisée au logement, si celle-ci est versée directement au bailleur conformément à l'article L. 351-9 du code de la construction et de l'habitation. A compter du 1er janvier 2002, la quittance doit comporter le montant du loyer maximum par logement."},{"type":"add","content":"Le bailleur précise sur la quittance le montant du loyer principal, du ou des loyers accessoires, des charges locatives et le cas échéant le montant de l'aide personnalisée au logement, si celle-ci est versée directement au bailleur conformément à l'article L. 351-9 du code de la construction et de l'habitation. La quittance doit comporter le montant du loyer maximum par logement."},{"type":"del","content":"En cas d'impayé de loyer, le bailleur doit poursuivre le recouvrement de sa créance en notifiant au locataire défaillant, par lettre recommandée avec accusé de réception, le montant de cette créance. Il doit également informer le locataire, lorsque celui-ci est bénéficiaire de l'aide personnalisée au logement, de la saisine de la section des aides publiques au logement du conseil départemental de l'habitat visée à l'article 21 de la présente convention en cas de non-règlement de la dette."},{"type":"add","content":"En cas d'impayé de loyer, le bailleur doit poursuivre le recouvrement de sa créance en notifiant au locataire défaillant, par lettre recommandée avec accusé de réception, le montant de cette créance. Il doit également informer le locataire, lorsque celui-ci est bénéficiaire de l'aide personnalisée au logement, de la saisine de la commission départementale des aides publiques au logement visée à l'article 21 de la présente convention en cas de non-règlement de la dette."},{"type":"del","content":"IV. - Engagements à l'égard des organismes chargés de la liquidation et du paiement de l'aide personnalisée au logement et à l'égard de la section des aides publiques au logement."},{"type":"add","content":"IV. - Engagements à l'égard des organismes chargés de la liquidation et du paiement de l'aide personnalisée au logement et à l'égard de la commission départementale des aides publiques au logement."},{"type":"del","content":"- un document attestant que tous les bénéficiaires sont à jour de leurs obligations vis-à-vis du bailleur ou le cas échéant la liste des bénéficiaires d'aide personnalisée au logement non à jour en certifiant que cette liste est exhaustive. Ce document mentionne également la date à laquelle la section des aides publiques au logement du conseil départemental de l'habitat prévue à l'article R. 351-47 du code de la construction et de l'habitation a été saisie en cas d'impayé constitué au sens de l'article R. 351-30 du même code."},{"type":"add","content":"- un document attestant que tous les bénéficiaires sont à jour de leurs obligations vis-à-vis du bailleur ou le cas échéant la liste des bénéficiaires d'aide personnalisée au logement non à jour en certifiant que cette liste est exhaustive. Ce document mentionne également la date à laquelle la commission départementale des aides publiques au logement prévue à l'article R. 351-47 du code de la construction et de l'habitation a été saisie en cas d'impayé constitué au sens de l'article R. 351-30 du même code."},{"type":"del","content":"Obligations à l'égard de la section des aides publiques au logement du conseil départemental de l'habitat (SDAPL)."},{"type":"add","content":"Obligations à l'égard de la commission départementale des aides publiques au logement (CDAPL)."},{"type":"del","content":"Le bailleur percevant l'aide personnalisée au logement pour le compte du locataire saisit en application des articles R. 351-30 et R. 351-64 du code de la construction et de l'habitation la section des aides publiques au logement du conseil départemental de l'habitat dès qu'un impayé de loyer est constitué en justifiant des démarches entreprises auprès du locataire défaillant. En outre, il lui communique le montant de l'impayé constitué au moment de la saisine."},{"type":"add","content":"Le bailleur percevant l'aide personnalisée au logement pour le compte du locataire saisit en application des articles R. 351-30 et R. 351-64 du code de la construction et de l'habitation la commission départementale des aides publiques au logement dès qu'un impayé de loyer est constitué en justifiant des démarches entreprises auprès du locataire défaillant. En outre, il lui communique le montant de l'impayé constitué au moment de la saisine."},{"type":"del","content":"Il fournit également à la section des aides publiques au logement du conseil départemental de l'habitat une copie du bail lorsque celle-ci le lui demande et l'informe lorsqu'une procédure d'expulsion d'un bénéficiaire d'aide personnalisée au logement est engagée pour non-paiement du loyer."},{"type":"add","content":"Il fournit également à la commission départementale des aides publiques au logement une copie du bail lorsque celle-ci le lui demande et l'informe lorsqu'une procédure d'expulsion d'un bénéficiaire d'aide personnalisée au logement est engagée pour non-paiement du loyer."},{"type":"del","content":"La section des aides publiques au logement du conseil départemental de l'habitat décide du maintien ou de la suspension de l'aide personnalisée au logement et en informe le bailleur et le bénéficiaire."},{"type":"add","content":"La commission départementale des aides publiques au logement décide du maintien ou de la suspension de l'aide personnalisée au logement et en informe le bailleur et le bénéficiaire."},{"type":"del","content":"La publication de la convention, de ses éventuels avenants et de sa résiliation au fichier immobilier ou leur inscription au livre foncier incombe au préfet. Les frais de publication sont à la charge du bailleur."},{"type":"add","content":"La publication de la convention, de ses éventuels avenants et de sa résiliation au fichier immobilier ou leur inscription au livre foncier incombe au préfet, ou, lorsqu'un établissement public de coopération intercommunale ou un département a signé une convention mentionnée aux articles L. 301-5-1 et L. 301-5-2, au président de l'établissement public de coopération intercommunale ou du conseil général. Les frais de publication sont à la charge du bailleur."},{"type":"del","content":"Le préfet transmet aux organismes chargés de la liquidation et du paiement de l'aide personnalisée au logement une photocopie de la présente convention, de ses avenants éventuels ainsi que l'état prouvant qu'elle ou ils ont bien fait l'objet d'une publication au fichier immobilier ou d'une inscription au livre foncier."},{"type":"add","content":"Le préfet, ou, lorsqu'un établissement public de coopération intercommunale ou un département a signé une convention mentionnée aux articles L. 301-5-1 et L301-5-2, le président de l'établissement public de coopération intercommunale ou du conseil général, transmet aux organismes chargés de la liquidation et du paiement de l'aide personnalisée au logement une photocopie de la présente convention, de ses avenants éventuels ainsi que l'état prouvant qu'elle ou ils ont bien fait l'objet d'une publication au fichier immobilier ou d'une inscription au livre foncier."},{"type":"del","content":"Le préfet."},{"type":"add","content":"Le préfet, le président de l'établissement public de coopération intercommunale ou le président du conseil général."},{"type":"del","content":"Décret n° 2002-846 du 3 mai 2002 modifiant le code de la construction et de l'habitation (partie Réglementaire) et relatif aux conventions conclues entre l'Etat et les personnes physiques ou morales autres que les organismes d'HLM et les sociétés d'économie mixte - article 9 ENTIEREMENT_MODIF CREATION cible"},{"type":"add","content":"Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 15 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 18 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 6 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 9 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 20 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 19 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 21 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":"2002-05-03 CREATION source Décret n° 2002-846 du 3 mai 2002 modifiant le code de la construction et de l'habitation (partie Réglementaire) et relatif aux conventions conclues entre l'Etat et les personnes physiques ou morales autres que les organismes d'HLM et les sociétés d'économie mixte - article 9 ENTIEREMENT_MODIF"},{"type":"add","content":"2006-05-17 MODIFICATION source Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 15 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2006-05-17 MODIFICATION source Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 18 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2006-05-17 MODIFICATION source Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 19 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2006-05-17 MODIFICATION source Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 20 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2006-05-17 MODIFICATION source Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 21 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2006-05-17 MODIFICATION source Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 6 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2006-05-17 MODIFICATION source Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 9 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/83/28/LEGIARTI000006832817.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/83/28/LEGIARTI000006832817.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/83/28/LEGIARTI000006832817.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/83/28/LEGIARTI000006832818.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/83/28/LEGIARTI000006832818.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/83/28/LEGIARTI000006832818.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006832817)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006832818)"}],"status":"modified"},{"filename":"annexes/conventions_conclues_entre_l_etat_et_les_personnes_physiques_ou_morales_autres_que_les_organismes_d_hlm_et_les_societes_d_economie_mixte_pour_la_construction_ou_l_acquisition_de_logements_a_usage_locatif_en_application_de_l_article_l_351-2_3_applicable_a_/article_annexe_i_a_l_article_r353-90.md","articleName":"Article ANNEXE I A L ARTICLE R353-90","additions":230,"deletions":36,"diff":[{"type":"del","content":"Le ministre de l'équipement, du logement, des transports et du tourisme, agissant au nom de l'Etat, représenté par le préfet,"},{"type":"add","content":"Le ministre chargé du logement, agissant au nom de l'Etat, et représenté par le préfet, ou, lorsqu'un établissement public de coopération intercommunale ou un département a signé une convention mentionnée aux articles L. 301-5-1 et L. 301-5-2, par le président de l'établissement public de coopération intercommunale ou du conseil général,"},{"type":"del","content":"La convention est renouvelée par tacite reconduction par périodes triennales prenant effet à compter de leur date d'expiration, sauf résiliation expresse notifiée six mois avant cette date. La résiliation à l'initiative du bailleur est effectuée par acte authentique ou administratif ; la décision de résiliation de l'Etat est prise par arrêté préfectoral, notifiée au bailleur."},{"type":"add","content":"La convention est renouvelée par tacite reconduction par périodes triennales prenant effet à compter de leur date d'expiration, sauf résiliation expresse notifiée six mois avant cette date. La résiliation à l'initiative de l'une des parties est effectuée par acte authentique ou par acte administratif."},{"type":"del","content":"Quelle que soit la partie à l'initiative de la résiliation, le préfet publie la résiliation au fichier immobilier ou l'inscrit au livre foncier, par acte authentique ou administratif. Les frais correspondants sont à la charge du bailleur."},{"type":"add","content":"Quelle que soit la partie à l'initiative de la résiliation, le préfet, ou, lorsqu'un établissement public de coopération intercommunale ou un département a signé une convention mentionnée aux articles L. 301-5-1 et L. 301-5-2, le président de l'établissement public de coopération intercommunale ou du conseil général, publie la résiliation au fichier immobilier ou l'inscrit au livre foncier, par acte authentique ou administratif. Les frais correspondants sont à la charge du bailleur."},{"type":"del","content":"Le bailleur informe le préfet, les organismes chargés de la liquidation et du paiement de l'APL pour le compte de l'Etat et les locataires de la mise en gestion du programme ou de tout changement de gestionnaire."},{"type":"add","content":"Le bailleur informe le préfet, et, le cas échéant, le président de l'établissement public de coopération intercommunale ou le président du conseil général partie à la présente convention, les organismes chargés de la liquidation et du paiement de l'APL pour le compte de l'Etat et les locataires de la mise en gestion du programme ou de tout changement de gestionnaire."},{"type":"del","content":"Les logements sont loués non meublés à des personnes physiques, à titre de résidence principale, et occupés au moins huit mois par an. Ils ne peuvent faire l'objet de sous-location, sauf dans les conditions prévues par l'article L. 353-20 du code de la construction et de l'habitation ainsi qu'au profit de personnes ayant passé avec le locataire un contrat conforme à l'article 6 de la loi n° 89-475 du 10 juillet 1989 relative à l'accueil par des particuliers, à leur domicile, à titre onéreux, de personnes âgées ou handicapées adultes. Ils ne peuvent être occupés à titre d'accessoire d'un contrat de travail ou en raison de l'exercice d'une fonction."},{"type":"add","content":"Les logements sont loués non meublés à des personnes physiques, à titre de résidence principale, et occupés au moins huit mois par an. Ils ne peuvent faire l'objet de sous-location, sauf dans les conditions prévues par l'article L. 353-20 du code de la construction et de l'habitation ainsi qu'au profit de personnes ayant passé avec le locataire un contrat conforme à l'article L. 442-1 du code de l'action sociale et des familles. Ils ne peuvent être occupés à titre d'accessoire d'un contrat de travail ou en raison de l'exercice d'une fonction."},{"type":"del","content":"En cas de mutation à titre gratuit ou onéreux, et en vue de l'information du représentant de l'Etat dans le département, des locataires et des organismes liquidateurs de l'APL, le ou les nouveaux propriétaires leur font connaître leur identification dans les conditions conformes soit à l'article 5, soit à l'article 6 du décret n° 55-22 du 4 janvier 1955 modifié, par lettre recommandée avec demande d'avis de réception ou remise contre décharge dans un délai d'un mois à compter de ladite mutation."},{"type":"add","content":"En cas de mutation à titre gratuit ou onéreux, et en vue de l'information du préfet, ou, lorsqu'un établissement public de coopération intercommunale ou un département a signé une convention mentionnée aux articles L. 301-5-1 et L. 301-5-2, du président de l'établissement public de coopération intercommunale ou du conseil général, des locataires et des organismes liquidateurs de l'APL, le ou les nouveaux propriétaires leur font connaître leur identification dans les conditions conformes soit à l'article 5, soit à l'article 6 du décret n° 55-22 du 4 janvier 1955 modifié, par lettre recommandée avec demande d'avis de réception ou remise contre décharge dans un délai d'un mois à compter de ladite mutation."},{"type":"del","content":"En cas d'impayé de loyer, le bailleur doit poursuivre le recouvrement de sa créance en notifiant au locataire défaillant par lettre recommandée avec accusé de réception le montant de cette créance. Il doit également informer le locataire, lorsque celui-ci est bénéficiaire d'APL, de la saisine de la section des aides publiques au logement du conseil départemental de l'habitat visée à l'article 17 de la présente convention en cas de non-règlement de la dette."},{"type":"add","content":"En cas d'impayé de loyer, le bailleur doit poursuivre le recouvrement de sa créance en notifiant au locataire défaillant par lettre recommandée avec accusé de réception le montant de cette créance. Il doit également informer le locataire, lorsque celui-ci est bénéficiaire d'APL, de la saisine de la commission départementale des aides publiques au logement visée à l'article 17 de la présente convention en cas de non-règlement de la dette."},{"type":"del","content":"IV. - Engagements à l'égard des organismes chargés de la liquidation et du paiement de l'APL et à l'égard de la section des aides publiques au logement."},{"type":"add","content":"IV. - Engagements à l'égard des organismes chargés de la liquidation et du paiement de l'APL et à l'égard de la commission départementale des aides publiques au logement."},{"type":"del","content":"Un document attestant que tous les bénéficiaires sont à jour de leurs obligations vis-à-vis du bailleur ou le cas échéant la liste des bénéficiaires d'APL non à jour en certifiant que cette liste est exhaustive. Ce document mentionne également la date à laquelle la section des aides publiques au logement du conseil départemental de l'habitat prévue à l'article R. 351-47 du CCH a été saisie en cas d'impayé constitué au sens de l'article R. 351-30 du même code."},{"type":"add","content":"Un document attestant que tous les bénéficiaires sont à jour de leurs obligations vis-à-vis du bailleur ou le cas échéant la liste des bénéficiaires d'APL non à jour en certifiant que cette liste est exhaustive. Ce document mentionne également la date à laquelle la commission départementale des aides publiques au logement prévue à l'article R. 351-47 du CCH a été saisie en cas d'impayé constitué au sens de l'article R. 351-30 du même code."},{"type":"del","content":"Obligations à l'égard de la section des aides publiques au logement du conseil départemental de l'habitat (SDAPL)."},{"type":"add","content":"Obligations à l'égard de la commission départementale des aides publiques au logement (CDAPL)."},{"type":"del","content":"Le bailleur percevant l'APL pour le compte du locataire saisit en application des articles R. 351-30 et R. 351-64 du code de la construction et de l'habitation la section des aides publiques au logement du conseil départemental de l'habitat (SDAPL) dès qu'un impayé de loyer est constitué en justifiant des démarches entreprises auprès du locataire défaillant. En outre, il lui communique le montant de l'impayé constitué au moment de la saisine."},{"type":"add","content":"Le bailleur percevant l'APL pour le compte du locataire saisit en application des articles R. 351-30 et R. 351-64 du code de la construction et de l'habitation la commission départementale des aides publiques au logement (CDAPL) dès qu'un impayé de loyer est constitué en justifiant des démarches entreprises auprès du locataire défaillant. En outre, il lui communique le montant de l'impayé constitué au moment de la saisine."},{"type":"del","content":"Il fournit également à la SDAPL copie du bail lorsque celle-ci le lui demande et l'informe lorsqu'une procédure d'expulsion d'un bénéficiaire d'APL est engagée pour non-paiement du loyer."},{"type":"add","content":"Il fournit également à la CDAPL copie du bail lorsque celle-ci le lui demande et l'informe lorsqu'une procédure d'expulsion d'un bénéficiaire d'APL est engagée pour non-paiement du loyer."},{"type":"del","content":"La SDAPL décide du maintien ou de la suspension de l'APL et en informe le bailleur et le bénéficiaire."},{"type":"add","content":"La CDAPL décide du maintien ou de la suspension de l'APL et en informe le bailleur et le bénéficiaire."},{"type":"del","content":"La publication de la convention, de ses éventuels avenants et de sa résiliation au fichier immobilier ou leur inscription au livre foncier incombe au préfet. Les frais de publication sont à la charge du bailleur."},{"type":"add","content":"La publication de la convention, de ses éventuels avenants et de sa résiliation au fichier immobilier ou leur inscription au livre foncier incombe au préfet, ou, lorsqu'un établissement public de coopération intercommunale ou un département a signé une convention mentionnée aux articles L. 301-5-1 et L.301-5-2, au président de l'établissement public de coopération intercommunale ou du conseil général. Les frais de publication sont à la charge du bailleur."},{"type":"del","content":"Le préfet transmet aux organismes chargés de la liquidation et du paiement de l'APL une photocopie de la présente convention, de ses avenants éventuels ainsi que l'état prouvant qu'elle ou ils ont bien fait l'objet d'une publication au fichier immobilier (ou d'une inscription au livre foncier)."},{"type":"add","content":"Le préfet, ou, lorsqu'un établissement public de coopération intercommunale ou un département a signé une convention mentionnée aux articles L. 301-5-1 et L. 301-5-2, le président de l'établissement public de coopération intercommunale ou du conseil général, transmet aux organismes chargés de la liquidation et du paiement de l'APL une photocopie de la présente convention, de ses avenants éventuels ainsi que l'état prouvant qu'elle ou ils ont bien fait l'objet d'une publication au fichier immobilier (ou d'une inscription au livre foncier)."},{"type":"del","content":"Le bailleur (4), le préfet."},{"type":"add","content":"Le bailleur (4), le préfet, le président de l'établissement public de coopération intercommunale ou le président du conseil général."},{"type":"del","content":"Désignation des logements, surface habitable (article R. 111-2), surface réelle des annexes, surface utile (surface habitable augmentée de 50 % de la surface des annexes), loyer maximum en euros par mètre carré de surface utile (*), coefficient propre au logement, loyer maximum du logement en euros (colonne 4 x colonne 5 x colonne 6) (+). Total."},{"type":"del","content":""},{"type":"del","content":"(+) Les variations prévues à l'article 8 de la convention, selon les ressources des locataires, sont susceptibles de s'appliquer à ces loyers."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"DÉSIGNATION des logements"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"SURFACE habitable (article R. 111-2)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"SURFACE RÉELLE des annexes"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"SURFACE UTILE (surface habitable augmentée de 50 % de la surface des annexes)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOYER MAXIMUM en euros par mètre carré de surface utile (*)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"COEFFICIENT propre au logement"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOYER MAXIMUM du logement en euros (colonne 4 x colonne 5 x colonne 6) (*)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Colonne 1"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Colonne 2"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Colonne 3"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Colonne 4"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Colonne 5"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Colonne 6"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Colonne 7"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Total"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"(*) Les variations prévues à l'article 8 de la convention, selon les ressources des locataires, sont susceptibles de s'appliquer à ces loyers."},{"type":"del","content":"(Tableau non reproduit, voir Journal officiel)."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Type d'annexe définie à l'article R. 353-16, dernier alinéa du 2o"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Loyer maximum conventionné de l'annexe en F par mois"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"del","content":"Décret n° 2002-846 du 3 mai 2002 modifiant le code de la construction et de l'habitation (partie Réglementaire) et relatif aux conventions conclues entre l'Etat et les personnes physiques ou morales autres que les organismes d'HLM et les sociétés d'économie mixte - article 8 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 14 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 15 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 6 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 9 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 17 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":"Décret no 95-42 du 11 janvier 1995 modifiant le code de la construction et de l'habitation et relatif à l'indexation des loyers des logements conventionnés en application de l'article L. 351-2 - article 4 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 16 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":"Décret n°80-415 du 10 juin 1980 COMPLETANT LE CODE DE LA CONSTRUCTION ET DE L'HABITATION EN CE QUI CONCERNE LES CONVENTIONS CONCLUES ENTRE L'ETAT ET LES BAILLEURS DE LOGEMENTS AUTRES QUE LES ORGANISMES D'HLM ET LES SOCIETES D'ECONOMIE MIXTE BENEFICIAIRES D'AIDES DE L'ETAT EN APPLICATION DE L'ART. L351-2 (2° ET 3°) (AIDE PERSONNALISEE AU LOGEMENT) CREATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret no 97-535 du 28 mai 1997 modifiant les dispositions du code de la construction et de l'habitation relatives aux conventions conclues entre l'Etat et les personnes physiques ou morales autres que les organismes d'HLM et les sociétés d'économie mixte en application de l'article L. 351-2 (2o et 3o) relatif à des logements bénéficiant soit d'un concours financier de l'Etat, soit d'une décision favorable MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":"1980-06-10 CREATION source Décret n°80-415 du 10 juin 1980 COMPLETANT LE CODE DE LA CONSTRUCTION ET DE L'HABITATION EN CE QUI CONCERNE LES CONVENTIONS CONCLUES ENTRE L'ETAT ET LES BAILLEURS DE LOGEMENTS AUTRES QUE LES ORGANISMES D'HLM ET LES SOCIETES D'ECONOMIE MIXTE BENEFICIAIRES D'AIDES DE L'ETAT EN APPLICATION DE L'ART. L351-2 (2° ET 3°) (AIDE PERSONNALISEE AU LOGEMENT)"},{"type":"add","content":"2006-05-17 MODIFICATION source Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 14 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2006-05-17 MODIFICATION source Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 15 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2006-05-17 MODIFICATION source Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 16 ENTIEREMENT_MODIF"},{"type":"del","content":"1995-01-11 MODIFICATION source Décret no 95-42 du 11 janvier 1995 modifiant le code de la construction et de l'habitation et relatif à l'indexation des loyers des logements conventionnés en application de l'article L. 351-2 - article 4 ENTIEREMENT_MODIF"},{"type":"add","content":"2006-05-17 MODIFICATION source Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 17 ENTIEREMENT_MODIF"},{"type":"del","content":"1997-05-28 MODIFICATION source Décret no 97-535 du 28 mai 1997 modifiant les dispositions du code de la construction et de l'habitation relatives aux conventions conclues entre l'Etat et les personnes physiques ou morales autres que les organismes d'HLM et les sociétés d'économie mixte en application de l'article L. 351-2 (2o et 3o) relatif à des logements bénéficiant soit d'un concours financier de l'Etat, soit d'une décision favorable"},{"type":"add","content":"2006-05-17 MODIFICATION source Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 6 ENTIEREMENT_MODIF"},{"type":"del","content":"2002-05-03 MODIFICATION source Décret n° 2002-846 du 3 mai 2002 modifiant le code de la construction et de l'habitation (partie Réglementaire) et relatif aux conventions conclues entre l'Etat et les personnes physiques ou morales autres que les organismes d'HLM et les sociétés d'économie mixte - article 8 ENTIEREMENT_MODIF"},{"type":"add","content":"2006-05-17 MODIFICATION source Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 9 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/83/28/LEGIARTI000006832815.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/83/28/LEGIARTI000006832815.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/83/28/LEGIARTI000006832815.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/83/28/LEGIARTI000006832816.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/83/28/LEGIARTI000006832816.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/83/28/LEGIARTI000006832816.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006832815)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006832816)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_iii/titre_v/chapitre_iii/section_1/article_r353-20.md","articleName":"Article R353-20","additions":55,"deletions":7,"diff":[{"type":"del","content":"Le préfet transmet aux organismes chargés de la liquidation et du paiement de l'aide personnalisée au logement une copie de la présente convention et de ses avenants éventuels."},{"type":"add","content":"Le préfet ou, lorsqu'un établissement public de coopération intercommunale ou un département a signé une convention mentionnée aux articles L. 301-5-1 et L. 301-5-2, le président de l'établissement public de coopération intercommunale ou du conseil général, transmet aux organismes chargés de la liquidation et du paiement de l'aide personnalisée au logement une copie de la présente convention et de ses avenants éventuels."},{"type":"del","content":"Décret n° 2005-1733 du 30 décembre 2005 modifiant le code de la construction et de l'habitation et relatif au Fonds national d'aide au logement - article 1 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2015-01-01 au 2015-08-08 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2015-08-08 au 2015-08-09 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2015-08-09 au 2015-12-30 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2005-01-19 au 2006-07-16 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 3 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE_MORT_NE, en vigueur du 2015-03-22 au 2015-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2005-01-01 au 2005-01-19 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME VIGUEUR, en vigueur depuis le 2017-01-29 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2015-12-30 au 2017-01-29 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2014-03-27 au 2015-03-22 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2007-03-06 au 2008-08-06 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2006-07-16 au 2007-03-06 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2009-02-19 au 2013-05-19 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2008-08-06 au 2009-02-19 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2013-05-19 au 2014-03-27 CITATION cible"},{"type":"del","content":"2005-12-30 MODIFICATION source Décret n° 2005-1733 du 30 décembre 2005 modifiant le code de la construction et de l'habitation et relatif au Fonds national d'aide au logement - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2006-05-17 MODIFICATION source Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 3 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L301-5-1 AUTONOME MODIFIE, en vigueur du 2005-01-01 au 2005-01-19"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2005-01-01 au 2005-01-19"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/91/LEGIARTI000006899103.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/91/LEGIARTI000006899103.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/91/LEGIARTI000006899103.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/91/LEGIARTI000006899104.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/91/LEGIARTI000006899104.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/91/LEGIARTI000006899104.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006899103)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006899104)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_iii/titre_v/chapitre_iii/section_1/article_r353-21.md","articleName":"Article R353-21","additions":58,"deletions":10,"diff":[{"type":"del","content":"Les travaux font l'objet d'une attestation d'exécution conforme établie par le représentant de l'Etat dans le département ou son représentant."},{"type":"add","content":"Les travaux font l'objet d'une attestation d'exécution conforme établie par le préfet, ou, lorsqu'un établissement public de coopération intercommunale ou un département a signé une convention mentionnée aux articles L. 301-5-1 et L. 301-5-2, par le président de l'établissement public de coopération intercommunale ou du conseil général."},{"type":"del","content":"Décret n° 2005-1733 du 30 décembre 2005 modifiant le code de la construction et de l'habitation et relatif au Fonds national d'aide au logement - article 1 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2015-01-01 au 2015-08-08 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2015-08-08 au 2015-08-09 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2015-08-09 au 2015-12-30 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2005-01-19 au 2006-07-16 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 4 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE_MORT_NE, en vigueur du 2015-03-22 au 2015-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2005-01-01 au 2005-01-19 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME VIGUEUR, en vigueur depuis le 2017-01-29 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2015-12-30 au 2017-01-29 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2014-03-27 au 2015-03-22 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2007-03-06 au 2008-08-06 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2006-07-16 au 2007-03-06 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2009-02-19 au 2013-05-19 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2008-08-06 au 2009-02-19 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2013-05-19 au 2014-03-27 CITATION cible"},{"type":"del","content":""},{"type":"del","content":"      CONCORDANCE source Décret 77-948 1977-07-28 art. 21"},{"type":"del","content":""},{"type":"del","content":"2005-12-30 MODIFICATION source Décret n° 2005-1733 du 30 décembre 2005 modifiant le code de la construction et de l'habitation et relatif au Fonds national d'aide au logement - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2006-05-17 MODIFICATION source Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 4 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L301-5-1 AUTONOME MODIFIE, en vigueur du 2005-01-01 au 2005-01-19"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2005-01-01 au 2005-01-19"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CONCORDANCE source Décret 77-948 1977-07-28 art. 21"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/91/LEGIARTI000006899109.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/91/LEGIARTI000006899109.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/91/LEGIARTI000006899109.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/91/LEGIARTI000006899110.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/91/LEGIARTI000006899110.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/91/LEGIARTI000006899110.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006899109)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006899110)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_iii/titre_v/chapitre_iii/section_1/article_r353-4.md","articleName":"Article R353-4","additions":18,"deletions":12,"diff":[{"type":"del","content":"La résiliation est publiée au fichier immobilier ou inscrite au livre foncier par le préfet, qu'elle émane de celui-ci ou du bailleur. Les frais correspondants sont à la charge du bailleur."},{"type":"add","content":"La résiliation est publiée au fichier immobilier ou inscrite au livre foncier par le préfet, ou, lorsqu'un établissement public de coopération intercommunale ou un département a signé une convention mentionnée aux articles L. 301-5-1 et L. 301-5-2, par le président de l'établissement public de coopération intercommunale ou du conseil général, qu'elle émane de celui-ci ou du bailleur. Les frais correspondants sont à la charge du bailleur."},{"type":"del","content":"Décret n° 2005-1733 du 30 décembre 2005 modifiant le code de la construction et de l'habitation et relatif au Fonds national d'aide au logement - article 1 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 1 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":"1978-05-31 CODIFICATION source Décret n° 78-622 du 31 mai 1978 portant codification des textes concernant la construction et l'habitation (deuxième partie : Réglementaire)."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2006-05-17 MODIFICATION source Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L353-17 AUTONOME VIGUEUR, en vigueur depuis le 1979-01-04"},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L301-5-1 AUTONOME MODIFIE, en vigueur du 2005-01-01 au 2005-01-19"},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L441-9 AUTONOME MODIFIE, en vigueur du 1996-03-05 au 1998-07-31"},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2005-01-01 au 2005-01-19"},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L442-5 AUTONOME ABROGE, en vigueur du 1978-06-08 au 1986-12-24"},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L353-17 AUTONOME VIGUEUR, en vigueur depuis le 1979-01-04"},{"type":"del","content":"      CONCORDANCE source Décret 77-948 1977-07-28 art. 4"},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L441-9 AUTONOME MODIFIE, en vigueur du 1996-03-05 au 1998-07-31"},{"type":"del","content":"1978-05-31 CODIFICATION source Décret n° 78-622 du 31 mai 1978 portant codification des textes concernant la construction et l'habitation (deuxième partie : Réglementaire)."},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L442-5 AUTONOME ABROGE, en vigueur du 1978-06-08 au 1986-12-24"},{"type":"del","content":"2005-12-30 MODIFICATION source Décret n° 2005-1733 du 30 décembre 2005 modifiant le code de la construction et de l'habitation et relatif au Fonds national d'aide au logement - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"      CONCORDANCE source Décret 77-948 1977-07-28 art. 4"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/90/LEGIARTI000006899047.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/90/LEGIARTI000006899047.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/90/LEGIARTI000006899047.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/90/LEGIARTI000006899048.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/90/LEGIARTI000006899048.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/90/LEGIARTI000006899048.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006899047)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006899048)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_iii/titre_v/chapitre_iii/section_1/article_r353-5.md","articleName":"Article R353-5","additions":13,"deletions":7,"diff":[{"type":"del","content":"La publication des conventions et de leur résiliation au bureau des hypothèques ou leur inscription au livre foncier, ainsi que celle des éventuels avenants, se fait à l'initiative de l'administration. Les frais sont à la charge de l'organisme."},{"type":"add","content":"La publication des conventions et de leur résiliation au bureau des hypothèques ou leur inscription au livre foncier, ainsi que celle des éventuels avenants, se fait à l'initiative du préfet, ou, lorsqu'un établissement public de coopération intercommunale ou un département a signé une convention mentionnée aux articles L. 301-5-1 et L. 301-5-2, à l'initiative du président de l'établissement public de coopération intercommunale ou du conseil général. Les frais sont à la charge de l'organisme."},{"type":"del","content":"Décret n° 2005-1733 du 30 décembre 2005 modifiant le code de la construction et de l'habitation et relatif au Fonds national d'aide au logement - article 1 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 2 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":"2005-12-30 MODIFICATION source Décret n° 2005-1733 du 30 décembre 2005 modifiant le code de la construction et de l'habitation et relatif au Fonds national d'aide au logement - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2006-05-17 MODIFICATION source Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L301-5-1 AUTONOME MODIFIE, en vigueur du 2005-01-01 au 2005-01-19"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2005-01-01 au 2005-01-19"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/75/LEGIARTI000006897538.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/75/LEGIARTI000006897538.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/75/LEGIARTI000006897538.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/75/LEGIARTI000006897539.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/75/LEGIARTI000006897539.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/75/LEGIARTI000006897539.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006897538)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006897539)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_iii/titre_v/chapitre_iii/section_3/article_r353-61.md","articleName":"Article R353-61","additions":13,"deletions":7,"diff":[{"type":"del","content":"La résiliation est publiée au fichier immobilier ou inscrite au livre foncier par le préfet, qu'elle soit de son initiative ou qu'elle émane du bailleur. Les frais correspondants sont à la charge du bailleur."},{"type":"add","content":"La résiliation est publiée au fichier immobilier ou inscrite au livre foncier par le préfet, ou, lorsqu'un établissement public de coopération intercommunale ou un département a signé une convention mentionnée aux articles L. 301-5-1 et L. 301-5-2, par le président de l'établissement public de coopération intercommunale ou du conseil général, qu'elle soit de son initiative ou qu'elle émane du bailleur. Les frais correspondants sont à la charge du bailleur."},{"type":"del","content":"Décret n° 2005-1733 du 30 décembre 2005 modifiant le code de la construction et de l'habitation et relatif au Fonds national d'aide au logement - article 1 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 1 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":"2005-12-30 MODIFICATION source Décret n° 2005-1733 du 30 décembre 2005 modifiant le code de la construction et de l'habitation et relatif au Fonds national d'aide au logement - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2006-05-17 MODIFICATION source Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L301-5-1 AUTONOME MODIFIE, en vigueur du 2005-01-01 au 2005-01-19"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2005-01-01 au 2005-01-19"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/76/LEGIARTI000006897610.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/76/LEGIARTI000006897610.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/76/LEGIARTI000006897610.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/76/LEGIARTI000006897611.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/76/LEGIARTI000006897611.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/76/LEGIARTI000006897611.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006897610)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006897611)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_iii/titre_v/chapitre_iii/section_3/article_r353-72.md","articleName":"Article R353-72","additions":68,"deletions":8,"diff":[{"type":"del","content":"La publication des conventions et de leur résiliation au bureau des hypothèques ou leur inscription au livre foncier, ainsi que celle des éventuels avenants, se fait à l'initiative de l'administration. Les frais sont à la charge du bailleur."},{"type":"add","content":"La publication des conventions et de leur résiliation au bureau des hypothèques ou leur inscription au livre foncier, ainsi que celle des éventuels avenants, se fait à l'initiative du préfet, ou, lorsqu'un établissement public de coopération intercommunale ou un département a signé une convention mentionnée aux articles L. 301-5-1 et L. 301-5-2, à l'initiative du président de l'établissement public de coopération intercommunale ou du conseil général. Les frais sont à la charge du bailleur."},{"type":"del","content":"Le préfet transmet aux organismes chargés de la liquidation et du paiement de l'aide personnalisée au logement une copie de la présente convention et de ses avenants éventuels."},{"type":"add","content":"Le préfet ou, lorsqu'un établissement public de coopération intercommunale ou un département a signé une convention mentionnée aux articles L. 301-5-1 et L. 301-5-2, le président de l'établissement public de coopération intercommunale ou du conseil général, transmet aux organismes chargés de la liquidation et du paiement de l'aide personnalisée au logement une copie de la présente convention et de ses avenants éventuels."},{"type":"del","content":"Décret n° 2005-1733 du 30 décembre 2005 modifiant le code de la construction et de l'habitation et relatif au Fonds national d'aide au logement - article 1 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2015-01-01 au 2015-08-08 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2015-08-08 au 2015-08-09 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L353-18 AUTONOME VIGUEUR, en vigueur depuis le 1979-01-04 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2015-08-09 au 2015-12-30 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2005-01-19 au 2006-07-16 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 3 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE_MORT_NE, en vigueur du 2015-03-22 au 2015-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2005-01-01 au 2005-01-19 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME VIGUEUR, en vigueur depuis le 2017-01-29 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2015-12-30 au 2017-01-29 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2014-03-27 au 2015-03-22 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2007-03-06 au 2008-08-06 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2006-07-16 au 2007-03-06 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 2 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2009-02-19 au 2013-05-19 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2008-08-06 au 2009-02-19 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2013-05-19 au 2014-03-27 CITATION cible"},{"type":"del","content":"2005-12-30 MODIFICATION source Décret n° 2005-1733 du 30 décembre 2005 modifiant le code de la construction et de l'habitation et relatif au Fonds national d'aide au logement - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2006-05-17 MODIFICATION source Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2006-05-17 MODIFICATION source Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 3 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L301-5-1 AUTONOME MODIFIE, en vigueur du 2005-01-01 au 2005-01-19"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2005-01-01 au 2005-01-19"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L353-18 AUTONOME VIGUEUR, en vigueur depuis le 1979-01-04"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/76/LEGIARTI000006897661.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/76/LEGIARTI000006897661.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/76/LEGIARTI000006897661.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/76/LEGIARTI000006897662.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/76/LEGIARTI000006897662.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/76/LEGIARTI000006897662.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006897661)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006897662)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_iii/titre_v/chapitre_iii/section_4/article_r353-102.md","articleName":"Article R353-102","additions":98,"deletions":8,"diff":[{"type":"del","content":"La publication des conventions et de leur résiliation au bureau des hypothèques ou leur inscription au livre foncier, ainsi que celle des éventuels avenants, se fait à l'initiative de l'administration. Les frais sont à la charge du bailleur."},{"type":"add","content":"La publication des conventions et de leur résiliation au bureau des hypothèques ou leur inscription au livre foncier, ainsi que celle des éventuels avenants, se fait à l'initiative du préfet, ou, lorsqu'un établissement public de coopération intercommunale ou un département a signé une convention mentionnée aux articles L. 301-5-1 et L. 301-5-2, à l'initiative du président de l'établissement public de coopération intercommunale ou du conseil général. Les frais sont à la charge du bailleur."},{"type":"del","content":"Le préfet transmet aux organismes chargés de la liquidation et du paiement de l'APL une photocopie de la présente convention, de ses avenants éventuels ainsi que l'état prouvant qu'elle ou ils ont bien fait l'objet d'une publication au fichier immobilier (ou d'une inscription au livre foncier)."},{"type":"add","content":"Le préfet ou, lorsqu'un établissement public de coopération intercommunale ou un département a signé une convention mentionnée aux articles L. 301-5-1 et L. 301-5-2, le président de l'établissement public de coopération intercommunale ou du conseil général, transmet aux organismes chargés de la liquidation et du paiement de l'APL une photocopie de la présente convention, de ses avenants éventuels ainsi que l'état prouvant qu'elle ou ils ont bien fait l'objet d'une publication au fichier immobilier (ou d'une inscription au livre foncier)."},{"type":"del","content":"Décret n° 2005-1733 du 30 décembre 2005 modifiant le code de la construction et de l'habitation et relatif au Fonds national d'aide au logement - article 1 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2015-01-01 au 2015-08-08 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2015-08-08 au 2015-08-09 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L351-2 AUTONOME MODIFIE, en vigueur du 2016-01-01 au 2018-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L351-2 AUTONOME MODIFIE, en vigueur du 2005-06-09 au 2006-07-16 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L351-2 AUTONOME MODIFIE, en vigueur du 2000-12-14 au 2005-06-09 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2015-08-09 au 2015-12-30 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2005-01-19 au 2006-07-16 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 3 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE_MORT_NE, en vigueur du 2015-03-22 au 2015-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2005-01-01 au 2005-01-19 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME VIGUEUR, en vigueur depuis le 2017-01-29 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L351-2 AUTONOME MODIFIE, en vigueur du 2015-01-01 au 2016-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L351-2 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 1984-07-13 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L351-2 AUTONOME MODIFIE, en vigueur du 1984-07-13 au 1990-06-02 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L351-2 AUTONOME MODIFIE, en vigueur du 1990-06-02 au 1991-05-17 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L351-2 AUTONOME MODIFIE, en vigueur du 1991-05-17 au 1996-12-31 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L351-2 AUTONOME MODIFIE, en vigueur du 1996-12-31 au 2000-12-14 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L351-2 AUTONOME MODIFIE, en vigueur du 2006-07-16 au 2015-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2015-12-30 au 2017-01-29 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2014-03-27 au 2015-03-22 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L351-2 AUTONOME ABROGE, en vigueur du 2018-01-01 au 2019-09-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2007-03-06 au 2008-08-06 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2006-07-16 au 2007-03-06 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 2 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2009-02-19 au 2013-05-19 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2008-08-06 au 2009-02-19 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2013-05-19 au 2014-03-27 CITATION cible"},{"type":"del","content":"2005-12-30 MODIFICATION source Décret n° 2005-1733 du 30 décembre 2005 modifiant le code de la construction et de l'habitation et relatif au Fonds national d'aide au logement - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2006-05-17 MODIFICATION source Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2006-05-17 MODIFICATION source Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 3 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L301-5-1 AUTONOME MODIFIE, en vigueur du 2005-01-01 au 2005-01-19"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2005-01-01 au 2005-01-19"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L351-2 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 1984-07-13"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/77/LEGIARTI000006897722.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/77/LEGIARTI000006897722.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/77/LEGIARTI000006897722.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/77/LEGIARTI000006897723.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/77/LEGIARTI000006897723.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/77/LEGIARTI000006897723.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006897722)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006897723)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_iii/titre_v/chapitre_iii/section_4/article_r353-92.md","articleName":"Article R353-92","additions":62,"deletions":8,"diff":[{"type":"del","content":"Les conventions sont renouvelées par tacite reconduction par périodes triennales prenant effet à compter de leur date d'expiration, sauf résiliation expresse notifiée six mois avant cette date. La résiliation à l'initiative du bailleur est effectuée par acte authentique ou par décision administrative ; la décision de résiliation de l'Etat est prise par arrêté préfectoral, notifiée au bailleur."},{"type":"add","content":"Les conventions sont renouvelées par tacite reconduction par périodes triennales prenant effet à compter de leur date d'expiration, sauf résiliation expresse notifiée six mois avant cette date. La résiliation à l'initiative de l'une des parties est notifiée au cocontractant au moins six mois avant la date d'expiration de la convention initiale ou renouvelée, par acte authentique ou par acte administratif."},{"type":"del","content":"Quelle que soit la partie à l'initiative de la résiliation, le préfet publie la résiliation au fichier immobilier ou l'inscrit au livre foncier, par acte authentique ou administratif. Les frais sont à la charge du bailleur."},{"type":"add","content":"Quelle que soit la partie à l'initiative de la résiliation, le préfet ou, lorsqu'un établissement public de coopération intercommunale ou un département a signé une convention mentionnée aux articles L. 301-5-1 et L. 301-5-2, le président de l'établissement public de coopération intercommunale ou du conseil général, publie la résiliation au fichier immobilier ou l'inscrit au livre foncier, par acte authentique ou administratif. Les frais sont à la charge du bailleur."},{"type":"del","content":"Décret n° 2005-1733 du 30 décembre 2005 modifiant le code de la construction et de l'habitation et relatif au Fonds national d'aide au logement - article 1 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"Code de la construction et de l'habitation - article L351-2 AUTONOME MODIFIE, en vigueur du 2016-01-01 au 2018-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L351-2 AUTONOME MODIFIE, en vigueur du 2005-06-09 au 2006-07-16 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L351-2 AUTONOME MODIFIE, en vigueur du 2000-12-14 au 2005-06-09 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 3 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 5 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L351-2 AUTONOME MODIFIE, en vigueur du 2015-01-01 au 2016-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L351-2 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 1984-07-13 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L351-2 AUTONOME MODIFIE, en vigueur du 1984-07-13 au 1990-06-02 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L351-2 AUTONOME MODIFIE, en vigueur du 1990-06-02 au 1991-05-17 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L351-2 AUTONOME MODIFIE, en vigueur du 1991-05-17 au 1996-12-31 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L351-2 AUTONOME MODIFIE, en vigueur du 1996-12-31 au 2000-12-14 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L351-2 AUTONOME MODIFIE, en vigueur du 2006-07-16 au 2015-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L351-2 AUTONOME ABROGE, en vigueur du 2018-01-01 au 2019-09-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":"LOI n° 2001-1275 du 28 décembre 2001 de finances pour 2002 CITATION cible"},{"type":"add","content":""},{"type":"del","content":"2005-12-30 MODIFICATION source Décret n° 2005-1733 du 30 décembre 2005 modifiant le code de la construction et de l'habitation et relatif au Fonds national d'aide au logement - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2001-12-28 CITATION source LOI n° 2001-1275 du 28 décembre 2001 de finances pour 2002"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2006-05-17 MODIFICATION source Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 3 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2006-05-17 MODIFICATION source Décret n° 2006-569 du 17 mai 2006 modifiant le code de la construction et de l'habitation et relatif aux conventions conclues en application de l'article L. 351-2 du code de la construction et de l'habitation - article 5 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L301-5-1 AUTONOME MODIFIE, en vigueur du 2005-01-01 au 2005-01-19"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2005-01-01 au 2005-01-19"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L351-2 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 1984-07-13"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/76/LEGIARTI000006897680.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/76/LEGIARTI000006897680.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/76/LEGIARTI000006897680.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/76/LEGIARTI000006897681.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/76/LEGIARTI000006897681.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/76/LEGIARTI000006897681.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006897680)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006897681)"}],"status":"modified"}],"stats":{"additions":805,"deletions":193,"filesChanged":12}}