{"sha":"4d9cc0bfc841","date":"1983-06-04","message":"Loi n° 83-440 du 2 juin 1983 donnant force de loi à la première partie (législative) du code de la ‎construction et de l'habitation et modifiant certaines dispositions de ce code (1)‎","files":[{"filename":"partie_reglementaire/livre_ier/titre_ii/chapitre_iii/section_1/article_r123-16.md","articleName":"Article R123-16","additions":9,"deletions":74,"diff":[{"type":"del","content":"Le préfet établit, en exécution des arrêtés prévus au premier alinéa du présent article et des instructions complémentaires éventuellement données au chef de service compétent, la liste des fonctionnaires chargés de suivre l'application des dispositions réglementaires."},{"type":"add","content":"Le représentant de l'Etat dans le département établit, en exécution des arrêtés prévus au premier alinéa du présent article et des instructions complémentaires éventuellement données au chef de service compétent, la liste des fonctionnaires chargés de suivre l'application des dispositions réglementaires."},{"type":"del","content":"Décret n° 2021-872 du 30 juin 2021 recodifiant la partie réglementaire du livre Ier du code de la construction et de l'habitation et fixant les conditions de mise en œuvre des solutions d'effet équivalent - article 8 ENTIEREMENT_MODIF CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article R*123-15 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 2019-09-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la construction et de l'habitation - article R123-15 AUTONOME ABROGE, en vigueur du 2019-09-01 au 2021-07-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 4 août 2015 relatif à la protection contre les risques d'incendie et de panique à l'Ecole nationale des greffes - article 5 AUTONOME VIGUEUR, en vigueur depuis le 2015-08-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 26 février 2007 relatif à la protection contre les risques d'incendie et de panique des établissements de l'ordre judiciaire. - article 5 AUTONOME ABROGE, en vigueur du 2007-03-31 au 2008-11-29 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 26 février 2007 relatif à la protection contre les risques d'incendie et de panique des établissements de l'ordre judiciaire. - article 1 AUTONOME ABROGE, en vigueur du 2007-03-31 au 2008-11-29 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 15 septembre 2006 relatif à la protection contre les risques d'incendie et de panique dans les établissements recevant du public relevant du ministère chargé de la culture - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2006-09-29 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 14 avril 1980 relatif à la protection contre les risques d'incendie et de panique dans les établissements recevant du public qui relèvent du ministère des affaires étrangères. - article 1 AUTONOME VIGUEUR, en vigueur depuis le 1980-05-15 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 26 octobre 1978 relatif à la protection contre les risques d'incendie et de panique dans les établissements de signalisation maritime recevant du public et relevant du ministère des transports. - article 1 AUTONOME VIGUEUR, en vigueur depuis le 1979-01-07 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 14 avril 1980 relatif à la protection contre les risques d'incendie et de panique dans les établissements recevant du public qui relèvent du ministère des affaires étrangères. - article 5 AUTONOME VIGUEUR, en vigueur depuis le 1980-05-15 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 14 octobre 2002 relatif à la protection contre les risques d'incendie et de panique dans les établissements publics d'enseignement supérieur relevant du ministre chargé de l'enseignement supérieur et les centres régionaux des oeuvres universitaires et scolaires - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2002-10-30 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 26 mai 2004 relatif à la protection contre les risques d'incendie et de panique dans les établissements relevant du ministère de l'économie, des finances et de l'industrie - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2004-06-06 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 16 novembre 1978 relatif à la protection contre les risques d'incendie et de panique dans les établissements recevant du public relevant du secrétariat d'Etat aux anciens combattants et de l'Office national des anciens combattants et victimes de guerre. - article 1 AUTONOME VIGUEUR, en vigueur depuis le 1978-12-07 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 19 novembre 2008 relatif à la protection contre les risques d'incendie et de panique des établissements de l'ordre judiciaire - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2008-11-29 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 6 octobre 1978 relatif à la protection de l'Ecole nationale de l'aviation civile contre les risques d'incendie et de panique. - article 2 AUTONOME VIGUEUR, en vigueur depuis le 1978-10-28 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 4 août 2015 relatif à la protection contre les risques d'incendie et de panique à l'Ecole nationale de la magistrature - article 5 AUTONOME VIGUEUR, en vigueur depuis le 2015-08-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 19 mai 2020 relatif à la prévention et protection contre les risques d'incendie et de panique et à l'accessibilité dans les établissements recevant du public relevant du ministère de la défense - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2021-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 19 mai 2020 relatif à la prévention et protection contre les risques d'incendie et de panique et à l'accessibilité dans les établissements recevant du public relevant du ministère de la défense - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2021-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 19 novembre 2008 relatif à la protection contre les risques d'incendie et de panique des établissements de l'ordre judiciaire - article 5 AUTONOME VIGUEUR, en vigueur depuis le 2008-11-29 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 4 février 2011 relatif à la protection contre les risques d'incendie et de panique des établissements recevant du public relevant de la direction de la protection judiciaire de la jeunesse - article 6 AUTONOME VIGUEUR, en vigueur depuis le 2011-03-31 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 78-622 du 31 mai 1978 portant codification des textes concernant la construction et l'habitation (deuxième partie : Réglementaire). CODIFICATION cible"},{"type":"add","content":"Loi n° 83-440 du 2 juin 1983 donnant force de loi à la première partie (législative) du code de la construction et de l'habitation et modifiant certaines dispositions de ce code. - article 6 AUTONOME VIGUEUR, en vigueur depuis le 1983-06-03 MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":"1978-05-31 CODIFICATION source Décret n° 78-622 du 31 mai 1978 portant codification des textes concernant la construction et l'habitation (deuxième partie : Réglementaire)."},{"type":"del","content":""},{"type":"add","content":""},{"type":"add","content":"1983-06-02 MODIFICATION source Loi n° 83-440 du 2 juin 1983 donnant force de loi à la première partie (législative) du code de la construction et de l'habitation et modifiant certaines dispositions de ce code. - article 6 AUTONOME VIGUEUR, en vigueur depuis le 1983-06-03"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/61/LEGIARTI000006896105.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/61/LEGIARTI000006896105.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/61/LEGIARTI000006896105.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/32/70/47/LEGIARTI000032704784.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/32/70/47/LEGIARTI000032704784.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/32/70/47/LEGIARTI000032704784.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006896105)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000032704784)"}],"status":"modified"}],"stats":{"additions":9,"deletions":74,"filesChanged":1}}