{"sha":"56e44d81599d","date":"2023-07-01","message":"LOI n° 2021-1104 du 22 août 2021 portant lutte contre le dérèglement climatique et renforcement de la résilience face à ses effets","files":[{"filename":"partie_legislative/livre_ier/titre_vii/chapitre_ier/README.md","articleName":"Sommaire - Chapitre Ier","additions":1,"deletions":0,"diff":[{"type":"add","content":"- [Article L171-4](article_l171-4.md)"}],"status":"modified"},{"filename":"partie_legislative/livre_ier/titre_vii/chapitre_ier/article_l171-4.md","articleName":"Article L171-4","additions":137,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article L171-4"},{"type":"add","content":""},{"type":"add","content":"I.-Dans le respect des objectifs généraux de performance énergétique et environnementale des bâtiments énoncés à l'article L. 171-1, les bâtiments ou parties de bâtiments mentionnés au II du présent article doivent intégrer soit un procédé de production d'énergies renouvelables, soit un système de végétalisation basé sur un mode cultural ne recourant à l'eau potable qu'en complément des eaux de récupération, garantissant un haut degré d'efficacité thermique et d'isolation et favorisant la préservation et la reconquête de la biodiversité, soit tout autre dispositif aboutissant au même résultat."},{"type":"add","content":""},{"type":"add","content":"Les aires de stationnement associées aux bâtiments ou parties de bâtiments mentionnés au II du présent article, lorsqu'elles sont prévues par le projet, doivent également intégrer des revêtements de surface, des aménagements hydrauliques ou des dispositifs végétalisés favorisant la perméabilité et l'infiltration des eaux pluviales ou leur évaporation et préservant les fonctions écologiques des sols."},{"type":"add","content":""},{"type":"add","content":"Un arrêté du ministre chargé de la construction fixe les caractéristiques minimales que doivent respecter les systèmes de végétalisation installés sur le bâtiment."},{"type":"add","content":""},{"type":"add","content":"II.-Les obligations prévues au présent article s'appliquent :"},{"type":"add","content":""},{"type":"add","content":"1° Aux constructions de bâtiments ou parties de bâtiment à usage commercial, industriel ou artisanal, aux constructions de bâtiments à usage d'entrepôt, aux constructions de hangars non ouverts au public faisant l'objet d'une exploitation commerciale et aux constructions de parcs de stationnement couverts accessibles au public, lorsqu'elles créent plus de 500 mètres carrés d'emprise au sol ;"},{"type":"add","content":""},{"type":"add","content":"2° Aux constructions de bâtiments ou parties de bâtiment à usage de bureaux, lorsqu'elles créent plus de 1 000 mètres carrés d'emprise au sol."},{"type":"add","content":""},{"type":"add","content":"Ces obligations s'appliquent également aux extensions et rénovations lourdes de bâtiments ou parties de bâtiment lorsque ces extensions ou les rénovations concernées ont une emprise au sol de plus de 500 mètres carrés, pour les bâtiments mentionnés au 1° du présent II, et de plus de 1 000 mètres carrés, pour les bâtiments mentionnés au 2°, ainsi qu'aux aires de stationnement associées mentionnées au I lorsqu'il est procédé à des rénovations lourdes sur ces aires ou à l'occasion de la conclusion d'un nouveau contrat de concession de service public, de prestation de service ou de bail commercial, ou de son renouvellement."},{"type":"add","content":""},{"type":"add","content":"Un décret en Conseil d'Etat précise la nature des travaux de rénovation lourde, affectant les structures porteuses du bâtiment et les aires de stationnement, couverts par cette obligation."},{"type":"add","content":""},{"type":"add","content":"III.-Les obligations résultant du premier alinéa du I du présent article sont réalisées en toiture du bâtiment ou sur les ombrières surplombant les aires de stationnement, sur une surface minimale au moins égale à une proportion de la toiture du bâtiment construit ou rénové de manière lourde et des ombrières créées, définie par arrêté des ministres chargés de la construction et de l'énergie. Cette proportion est au moins de 30 % à compter du 1er juillet 2023, puis de 40 % à compter du 1er juillet 2026, puis de 50 % à compter du 1er juillet 2027."},{"type":"add","content":""},{"type":"add","content":"IV.-L'autorité compétente en matière d'autorisation d'urbanisme peut, par décision motivée, prévoir que tout ou partie des obligations résultant du présent article ne s'appliquent pas :"},{"type":"add","content":""},{"type":"add","content":"1° Aux constructions et extensions ou rénovations lourdes de bâtiments ou de parties de bâtiment qui, en raison de contraintes techniques, de sécurité, architecturales ou patrimoniales, ne permettent pas l'installation des procédés et dispositifs mentionnés au I, notamment si l'installation est de nature à aggraver un risque ou présente une difficulté technique insurmontable ;"},{"type":"add","content":""},{"type":"add","content":"2° Aux constructions et extensions ou rénovations lourdes de bâtiments ou parties de bâtiment pour lesquels les travaux permettant de satisfaire cette obligation ne peuvent être réalisés dans des conditions économiquement acceptables."},{"type":"add","content":""},{"type":"add","content":"Les critères relatifs à ces exonérations sont précisés par décret en Conseil d'Etat."},{"type":"add","content":""},{"type":"add","content":"V.-Un arrêté du ministre chargé des installations classées définit également les cas dans lesquels tout ou partie de l'obligation prévue au I est écartée ou soumise à des conditions de mise en œuvre spécifiques pour les installations soumises à autorisation, enregistrement ou déclaration en application du livre V du code de l'environnement, dès lors que les obligations sont incompatibles avec les caractéristiques de l'installation."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Conformément au IV de l'article 101 de la loi n° 2021-1104 du 22 août 2021, ces dispositions entrent en vigueur le 1er juillet 2023."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2021-1104 du 22 août 2021 portant lutte contre le dérèglement climatique et renforcement de la résilience face à ses effets - article 101 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2021-08-25 au 2025-05-03 CREE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2020-02-05 CITATION cible Arrêté du 5 février 2020 définissant les conditions d'exemption aux obligations d'intégrer un procédé de production d'énergies renouvelables ou un système de végétalisation prévues par le code de la construction et de l'habitation pour les installations classées pour la protection de l'environnement - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2024-12-15"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2020-02-05 CITATION cible Arrêté du 5 février 2020 définissant les conditions d'exemption aux obligations d'intégrer un procédé de production d'énergies renouvelables ou un système de végétalisation prévues par le code de la construction et de l'habitation pour les installations classées pour la protection de l'environnement - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2024-12-15"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2021-08-22 CREE cible LOI n° 2021-1104 du 22 août 2021 portant lutte contre le dérèglement climatique et renforcement de la résilience face à ses effets - article 101 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2021-08-25 au 2025-05-03"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2022-02-28 CITATION cible Arrêté du 28 février 2022 modifiant l'arrêté du 4 octobre 2010 relatif à la prévention des risques accidentels au sein des installations classées pour la protection de l'environnement soumises à autorisation, l'arrêté du 26 mai 2014 relatif à la prévention des accidents majeurs dans les installations classées mentionnées à la section 9, chapitre V, titre Ier du livre V du code de l'environnement et l'arrêté du 5 février 2020 pris en application de l'article L. 111-18-1 du code de l'urbanisme VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2022-02-28 CITATION cible Arrêté du 28 février 2022 modifiant l'arrêté du 4 octobre 2010 relatif à la prévention des risques accidentels au sein des installations classées pour la protection de l'environnement soumises à autorisation, l'arrêté du 26 mai 2014 relatif à la prévention des accidents majeurs dans les installations classées mentionnées à la section 9, chapitre V, titre Ier du livre V du code de l'environnement et l'arrêté du 5 février 2020 pris en application de l'article L. 111-18-1 du code de l'urbanisme - article 3 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-03-10 CITATION cible LOI n° 2023-175 du 10 mars 2023 relative à l'accélération de la production d'énergies renouvelables - article 41 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2023-03-12"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-03-10 MODIFIE cible LOI n° 2023-175 du 10 mars 2023 relative à l'accélération de la production d'énergies renouvelables - article 41 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2023-03-12"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-12-18 CITATION cible Décret n° 2023-1208 du 18 décembre 2023 portant application de l'article L. 171-4 du code de la construction et de l'habitation et de l'article L. 111-19-1 du code de l'urbanisme VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-12-18 CITATION cible Décret n° 2023-1208 du 18 décembre 2023 portant application de l'article L. 171-4 du code de la construction et de l'habitation et de l'article L. 111-19-1 du code de l'urbanisme - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-12-18 CITATION cible Décret n° 2023-1208 du 18 décembre 2023 portant application de l'article L. 171-4 du code de la construction et de l'habitation et de l'article L. 111-19-1 du code de l'urbanisme - article 3 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-12-19 CITATION cible Arrêté du 19 décembre 2023 portant application de l'article L. 171-4 du code de la construction et de l'habitation et fixant les caractéristiques minimales que doivent respecter les systèmes de végétalisation installés en toiture VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-12-19 CITATION cible Arrêté du 19 décembre 2023 portant application de l'article L. 171-4 du code de la construction et de l'habitation, fixant la proportion de la toiture du bâtiment couverte par un système de végétalisation ou de production d'énergies renouvelables, et précisant les conditions économiquement acceptables liées à l'installation de ces systèmes VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-12-19 CITATION cible Arrêté du 19 décembre 2023 portant application de l'article L. 171-4 du code de la construction et de l'habitation, fixant la proportion de la toiture du bâtiment couverte par un système de végétalisation ou de production d'énergies renouvelables, et précisant les conditions économiquement acceptables liées à l'installation de ces systèmes - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2023-12-30"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-12-19 CITATION cible Arrêté du 19 décembre 2023 portant application de l'article L. 171-4 du code de la construction et de l'habitation et fixant les caractéristiques minimales que doivent respecter les systèmes de végétalisation installés en toiture - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2023-12-30"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-12-19 CITATION cible Arrêté du 19 décembre 2023 portant application de l'article L. 171-4 du code de la construction et de l'habitation et fixant les caractéristiques minimales que doivent respecter les systèmes de végétalisation installés en toiture - article 3 AUTONOME VIGUEUR, en vigueur depuis le 2023-12-30"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2024-11-13 CITATION cible Décret n° 2024-1023 du 13 novembre 2024 portant application de l'article 40 de la loi n° 2023-175 du 10 mars 2023 relative à l'accélération de la production d'énergies renouvelables VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2024-12-04 CITATION cible Arrêté du 4 décembre 2024 pris pour l'application du décret n° 2024-1023 du 13 novembre 2024 portant application de l'article 40 de la loi n° 2023-175 du 10 mars 2023 relative à l'accélération de la production d'énergies renouvelables et modifiant l'arrêté du 5 mars 2024 portant application du décret n° 2023-1208 du 18 décembre 2023 portant application de l'article L. 171-4 du code de la construction et de l'habitation et de l'article L. 111-19-1 du code de l'urbanisme régissant les parcs de stationnement VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2024-11-21 CITATION cible Arrêté du 21 novembre 2024 modifiant l'arrêté du 5 février 2020 pris en application du point V de l'article L. 171-4 du code de la construction et de l'habitat VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2024-11-21 CITATION cible Arrêté du 21 novembre 2024 modifiant l'arrêté du 5 février 2020 pris en application du point V de l'article L. 171-4 du code de la construction et de l'habitat - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de l'urbanisme - article L111-19-1 AUTONOME VIGUEUR, en vigueur depuis le 2025-11-28"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de l'urbanisme - article R111-25-1 AUTONOME VIGUEUR, en vigueur depuis le 2023-12-21"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de l'urbanisme - article R111-25-2 AUTONOME VIGUEUR, en vigueur depuis le 2023-12-21"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de l'urbanisme - article R111-25-3 AUTONOME VIGUEUR, en vigueur depuis le 2024-11-16"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de l'urbanisme - article R441-8-4 AUTONOME VIGUEUR, en vigueur depuis le 2023-12-21"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/96/35/LEGIARTI000043963538.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/96/35/LEGIARTI000043963538.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/43/96/35/LEGIARTI000043963538.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_la_construction_et_de_l_habitation/src/branch/main/partie_legislative/livre_ier/titre_vii/chapitre_ier/article_l171-4.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000043963538)"},{"type":"add","content":""}],"status":"added"}],"stats":{"additions":138,"deletions":0,"filesChanged":2}}