{"sha":"7b3c1a110156","date":"1986-07-12","message":"Loi n°86-824 du 11 juillet 1986 DE FINANCES RECTIFICATIVE POUR 1986","files":[{"filename":"partie_legislative/livre_iii/titre_ier/chapitre_iii/section_1/article_l313-1.md","articleName":"Article L313-1","additions":19,"deletions":6,"diff":[{"type":"del","content":"Les employeurs, occupant au minimum dix salariés, à l'exception de l'Etat, des collectivités locales et de leurs établissements publics administratifs, assujettis à la taxe sur les salaires prévue à l'article 231 du code général des impôts, autres que ceux qui appartiennent à des professions relevant du régime agricole au regard des lois sur la sécurité sociale pour lesquelles des règles spéciales ont été édictées en application du 3 a dudit article 231, doivent consacrer au financement d'acquisition et d'aménagement de terrains destinés exclusivement à la construction de logements sociaux, de construction de logements, d'acquisition, d'aménagement ou de remise en état de logements anciens des sommes représentant 09 p. 100 au moins du montant, entendu au sens de l'article 231 du code général des impôts précité, des salaires payés par eux au cours de l'exercice écoulé. Ces dispositions sont applicables aux établissements publics ayant un caractère industriel ou commercial, ainsi qu'aux organismes de l'Etat, des collectivités locales et de leurs établissements publics ayant le même caractère."},{"type":"add","content":"Les employeurs, occupant au minimum dix salariés, à l'exception de l'Etat, des collectivités locales et de leurs établissements publics administratifs, assujettis à la taxe sur les salaires prévue à l'article 231 du code général des impôts, autres que ceux qui appartiennent à des professions relevant du régime agricole au regard des lois sur la sécurité sociale pour lesquelles des règles spéciales ont été édictées en application du 3 a dudit article 231, doivent consacrer au financement d'acquisition et d'aménagement de terrains destinés exclusivement à la construction de logements sociaux, de construction de logements, d'acquisition, d'aménagement ou de remise en état de logements anciens des sommes représentant 0,77 p. 100 au moins du montant, entendu au sens de l'article 231 du code général des impôts précité, des salaires payés par eux au cours de l'exercice écoulé. Ces dispositions sont applicables aux établissements publics ayant un caractère industriel ou commercial, ainsi qu'aux organismes de l'Etat, des collectivités locales et de leurs établissements publics ayant le même caractère."},{"type":"del","content":"Les modalités d'application du présent article sont fixées par décret en Conseil d'Etat. Les dispositions précédentes s'appliquent aux investissements qui doivent être réalisés à compter du 1er janvier 1975 à raison des salaires payés au cours de l'année 1974."},{"type":"add","content":"Les modalités d'application du présent article sont fixées par décret en Conseil d'Etat. Les dispositions précédentes s'appliquent aux investissements qui doivent être réalisés à compter du 1er janvier 1975 à raison des salaires payés au cours de l'année 1974."},{"type":"add","content":""},{"type":"add","content":"Les employeurs qui, en raison de l'accroissement de leur effectif atteignent ou dépassent l'effectif de dix salariés, sont dispensés pendant trois ans du paiement de la cotisation relative à la participation. Le montant de la participation est réduit de 75 p. 100 la quatrième année, de 50 p. 100 la cinquième année, de 25 p. 100 la sixième a"},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Loi n°86-824 du 11 juillet 1986 DE FINANCES RECTIFICATIVE POUR 1986 - article 2 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":"1986-07-11 MODIFICATION source Loi n°86-824 du 11 juillet 1986 DE FINANCES RECTIFICATIVE POUR 1986 - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/82/51/LEGIARTI000006825133.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/82/51/LEGIARTI000006825133.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/82/51/LEGIARTI000006825133.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/82/51/LEGIARTI000006825134.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/82/51/LEGIARTI000006825134.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/82/51/LEGIARTI000006825134.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006825133)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006825134)"}],"status":"modified"}],"stats":{"additions":19,"deletions":6,"filesChanged":1}}