{"sha":"908c45bcad0b","date":"1994-08-01","message":"Décret no 94-86 du 26 janvier 1994 relatif à l'accessibilité aux personnes handicapées des locaux d'habitation, des établissements et installations recevant du public, modifiant et complétant le code de la construction et de l'habitation et le code de l'urbanisme","files":[{"filename":"partie_reglementaire/livre_ier/titre_ier/chapitre_ier/section_3/README.md","articleName":"Sommaire - Section 3","additions":3,"deletions":0,"diff":[{"type":"add","content":"- [Sous-section 2 : Dispositions applicables lors de la construction, de la création ou de la modification d'établissements recevant du public ou d'installations ouvertes au public.](sous-section_2/README.md)"},{"type":"add","content":"- [Sous-section 3 : Autorisation de travaux prévue à l'article L. 111-8-1.](sous-section_3/README.md)"},{"type":"add","content":"- [Sous-section 4 : Autorisation d'ouverture prévue à l'article L. 111-8-3.](sous-section_4/README.md)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_ier/titre_ier/chapitre_ier/section_3/sous-section_2/README.md","articleName":"Sommaire - Sous-Section 2","additions":19,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Sous-section 2 : Dispositions applicables lors de la construction, de la création ou de la modification d'établissements recevant du public ou d'installations ouvertes au public."},{"type":"add","content":""},{"type":"add","content":"- [Article R*111-19](article_r111-19.md)"},{"type":"add","content":"- [Article R*111-19-1](article_r111-19-1.md)"},{"type":"add","content":"- [Article R*111-19-2](article_r111-19-2.md)"},{"type":"add","content":"- [Article R*111-19-3](article_r111-19-3.md)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/06/18/91/LEGISCTA000006189187.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/06/18/91/LEGISCTA000006189187.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/SCTA/00/00/06/18/91/LEGISCTA000006189187.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://sous-section_2/README.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/section_lc/LEGITEXT000006074096/LEGISCTA000006189187)"},{"type":"add","content":""}],"status":"added"},{"filename":"partie_reglementaire/livre_ier/titre_ier/chapitre_ier/section_3/sous-section_2/article_r111-19-1.md","articleName":"Article R111-19-1","additions":193,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article R*111-19-1"},{"type":"add","content":""},{"type":"add","content":"Tout établissement ou installation visé à l'article R. 111-19 doit être accessible aux personnes handicapées."},{"type":"add","content":""},{"type":"add","content":"Est réputé accessible aux personnes handicapées tout établissement ou installation offrant à ces personnes, notamment à celles qui se déplacent en fauteuil roulant, la possibilité, dans des conditions normales de fonctionnement, de pénétrer dans l'établissement ou l'installation, d'y circuler, d'en sortir et de bénéficier de toutes les prestations offertes au public en vue desquelles cet établissement ou cette installation a été conçu."},{"type":"add","content":""},{"type":"add","content":"Les dispositions architecturales et les aménagements propres à assurer l'accessibilité de ces établissements et installations aux personnes handicapées doivent satisfaire aux obligations ci-après."},{"type":"add","content":""},{"type":"add","content":"Un arrêté conjoint du ministre chargé de la construction, du ministre chargé des personnes handicapées et, le cas échéant, du ou des ministres intéressés détermine les dispositions techniques applicables et notamment les dimensions normales ou tolérées pour chacun des éléments en cause :"},{"type":"add","content":""},{"type":"add","content":"1.Cheminements praticables par les personnes handicapées"},{"type":"add","content":""},{"type":"add","content":"Le cheminement praticable doit être le cheminement usuel, ou l'un des cheminements usuels. En cas de dénivellation importante il doit conduire le plus directement possible à l'entrée principale, ou à une des entrées principales, et aux aménagements à desservir."},{"type":"add","content":""},{"type":"add","content":"Le sol doit être non meuble, non glissant, sans obstacle à la roue : le profil en long est de préférence horizontal et sans ressaut."},{"type":"add","content":""},{"type":"add","content":"Un palier de repos est nécessaire devant toutes les portes, hors de leur débattement, en haut et en bas de chaque plan incliné, et à l'intérieur de chaque sas."},{"type":"add","content":""},{"type":"add","content":"Les bords des ressauts doivent être arrondis ou munis de chanfreins. Toute dénivellation importante doit être doublée d'un plan incliné."},{"type":"add","content":""},{"type":"add","content":"La pente transversale doit être la plus faible possible."},{"type":"add","content":""},{"type":"add","content":"Les bornes et les poteaux doivent pouvoir être détectés par un aveugle se déplaçant avec une canne."},{"type":"add","content":""},{"type":"add","content":"L'arrêté mentionné au quatrième alinéa du présent article fixe les largeurs minimales des portes et de leurs vantaux ainsi que les pentes admissibles pour les cheminements."},{"type":"add","content":""},{"type":"add","content":"2.Ascenseurs"},{"type":"add","content":""},{"type":"add","content":"Un ascenseur est regardé comme praticable par des personnes handicapées lorsque ses caractéristiques permettent notamment son utilisation par une personne handicapée en fauteuil roulant."},{"type":"add","content":""},{"type":"add","content":"L'arrêté susmentionné fixe la largeur minimale de la porte d'entrée, les dimensions intérieures et les caractéristiques des commandes. Les temps d'ouverture doivent être suffisants pour le passage d'un fauteuil roulant. Les portes coulissantes sont obligatoires."},{"type":"add","content":""},{"type":"add","content":"Tous les ascenseurs ou deux ascenseurs au moins par batterie d'ascenseur doivent être praticables par des personnes handicapées."},{"type":"add","content":""},{"type":"add","content":"Un ascenseur est obligatoire :"},{"type":"add","content":""},{"type":"add","content":"1. Si l'établissement ou l'installation peut recevoir cinquante"},{"type":"add","content":""},{"type":"add","content":"personnes en sous-sol ou en étage ;"},{"type":"add","content":""},{"type":"add","content":"2. Si l'établissement ou l'installation reçoit moins de cinquante personnes lorsque certaines prestations ne peuvent être offertes au rez-de-chaussée."},{"type":"add","content":""},{"type":"add","content":"Le seuil de cinquante personnes est porté à cent personnes pour les établissements d'enseignement."},{"type":"add","content":""},{"type":"add","content":"3. Escaliers"},{"type":"add","content":""},{"type":"add","content":"A défaut d'ascenseur praticable pour accéder aux étages ou aux sous-sols un escalier au moins doit être conforme aux prescriptions techniques fixées par l'arrêté susmentionné."},{"type":"add","content":""},{"type":"add","content":"4. Parcs de stationnement automobile"},{"type":"add","content":""},{"type":"add","content":"Tout parc de stationnement automobile intérieur ou extérieur dépendant d'un établissement recevant du public ou d'une installation ouverte au public doit comporter une ou plusieurs places de stationnement aménagées pour les personnes handicapées et réservées à leur usage."},{"type":"add","content":""},{"type":"add","content":"Le nombre de places doit être au minimum une place aménagée par tranche de cinquante places de stationnement ou fraction de cinquante places. Au-delà de cinq cents places, le nombre de places aménagées, qui ne saurait être inférieur à dix, est fixé par arrêté municipal."},{"type":"add","content":""},{"type":"add","content":"Un emplacement de stationnement est réputé aménagé pour les personnes handicapées lorsqu'il comporte, latéralement à l'emplacement prévu pour la voiture, une bande d'une largeur minimale fixée par l'arrêté, libre de tout obstacle, protégée de la circulation automobile, et reliée par un cheminement praticable à l'entrée de l'installation."},{"type":"add","content":""},{"type":"add","content":"Les emplacements aménagés et réservés sont signalés."},{"type":"add","content":""},{"type":"add","content":"5. Cabinets d'aisances"},{"type":"add","content":""},{"type":"add","content":"Chaque niveau accessible, lorsque des cabinets d'aisances y sont prévus pour le public, doit comporter au moins un cabinet d'aisances aménagé pour les personnes handicapées circulant en fauteuil roulant. Les cabinets d'aisances aménagés doivent être installés au même emplacement que les autres cabinets d'aisances lorsque ceux-ci sont regroupés."},{"type":"add","content":""},{"type":"add","content":"Ce cabinet d'aisances comporte un espace d'accès libre de tout obstacle fixe ou mobile et situé à côté de la cuvette. Une barre d'appui latérale doit être installée pour faciliter le transfert sur la cuvette."},{"type":"add","content":""},{"type":"add","content":"Lorsqu'il existe des cabinets d'aisances séparés pour chaque sexe, un cabinet d'aisances accessible séparé doit être aménagé pour chaque sexe."},{"type":"add","content":""},{"type":"add","content":"Les lavabos ou un lavabo au moins par groupe de lavabos doivent être accessibles aux personnes handicapées ainsi que les divers aménagements tels que notamment miroir, distributeur de savon, sèche-mains."},{"type":"add","content":""},{"type":"add","content":"Les sanitaires publics installés sur la voirie publique doivent répondre aux exigences ci-dessus."},{"type":"add","content":""},{"type":"add","content":"6. Téléphone"},{"type":"add","content":""},{"type":"add","content":"Lorsque le téléphone est mis à la disposition du public, un appareil au moins doit être disposé de manière à être utilisable par les personnes handicapées."},{"type":"add","content":""},{"type":"add","content":"Le numéro de téléphone de la cabine doit être inscrit en relief"},{"type":"add","content":""},{"type":"add","content":"et en caractères Braille à proximité de l'appareil."},{"type":"add","content":""},{"type":"add","content":"7. Divers"},{"type":"add","content":""},{"type":"add","content":"Lorsque la fonction d'un établissement ou d'une installation amène les usagers à utiliser des tables, écritoires ou guichets, un au moins de chacun de ces aménagements doit être utilisable par les personnes handicapées."},{"type":"add","content":""},{"type":"add","content":"Les différents dispositifs de commandes et de service mis à la disposition du public tels que boutons, interrupteurs, poignées, distributeurs de billets, caisses automatiques, doivent également être utilisables par des personnes handicapées."},{"type":"add","content":""},{"type":"add","content":"8. Etablissements et installations accueillant du public assis"},{"type":"add","content":""},{"type":"add","content":"Tout établissement ou installation accueillant du public assis doit pouvoir recevoir des personnes handicapées dans les mêmes conditions d'accès et d'utilisation que celles offertes aux personnes valides. A cet effet, des emplacements accessibles par un cheminement praticable sont aménagés. Dans les restaurants ainsi que dans les salles à usage polyvalent ne comportant pas d'aménagements spécifiques, ces emplacements pourront être dégagés lors de l'arrivée des personnes handicapées."},{"type":"add","content":""},{"type":"add","content":"Pour les salles de moins de mille places, ces emplacements seront au moins au nombre de deux pour les établissements de cinquante places ou moins et d'un emplacement supplémentaire par tranche de cinquante ou fraction de cinquante en sus. Au-delà de trois cents places, ces aménagements devront être disposés en différents endroits de la salle. Au-delà de mille places, leur nombre, en tout état de cause supérieur à vingt, est fixé par arrêté municipal."},{"type":"add","content":""},{"type":"add","content":"9. Etablissements d'hébergement hôtelier"},{"type":"add","content":""},{"type":"add","content":"Tout établissement d'hébergement hôtelier doit comporter des chambres aménagées et accessibles satisfaisant aux normes suivantes :"},{"type":"add","content":""},{"type":"add","content":"Un cheminement libre de tout obstacle permettant de circuler autour du mobilier donne accès aux équipements et au mobilier ;"},{"type":"add","content":""},{"type":"add","content":"Une aire est prévue pour permettre la rotation d'un fauteuil roulant en dehors de l'emplacement du mobilier dans la chambre elle-même. Lorsque la chambre comporte une salle de bains, celle-ci doit répondre aux mêmes caractéristiques que la chambre. Sinon, s'il existe au moins une salle de bains d'étage, elle doit être ainsi aménagée et être accessible de la chambre par un cheminement praticable ;"},{"type":"add","content":""},{"type":"add","content":"Lorsque à un étage une ou plusieurs chambres aménagées et accessibles ne comportent pas de cabinet d'aisance accessible, un cabinet d'aisance accessible indépendant doit être aménagé à cet étage ;"},{"type":"add","content":""},{"type":"add","content":"Le nombre de chambres aménagées et accessibles dans un établissement est d'au moins une chambre si celui-ci ne compte pas plus de vingt chambres, deux s'il n'en compte pas plus de cinquante, et une par tranche de cinquante ou fraction de cinquante chambres supplémentaires."},{"type":"add","content":""},{"type":"add","content":"10. Installations sportives et socio-éducatives"},{"type":"add","content":""},{"type":"add","content":"Lorsqu'il y a lieu à déshabillage en cabine, au moins une cabine pour chaque sexe doit être aménagée et accessible par une cheminement praticable."},{"type":"add","content":""},{"type":"add","content":"Lorsqu'il existe des douches, au moins une douche doit être"},{"type":"add","content":""},{"type":"add","content":"aménagée et accessible par un cheminement praticable."},{"type":"add","content":""},{"type":"add","content":"Les cabines et les douches aménagées doivent être installées au même emplacement que les autres cabines ou autres douches lorsque celles-ci sont regroupées."},{"type":"add","content":""},{"type":"add","content":"Les douches aménagées doivent comporter une zone d'assise et une barre d'appui."},{"type":"add","content":""},{"type":"add","content":"Lorsqu'il existe des douches séparées pour chaque sexe, au moins une douche aménagée et séparée pour chaque sexe doit être installée."},{"type":"add","content":""},{"type":"add","content":"Dans les piscines, un bassin au moins doit être accessible par un cheminement praticable. Les personnes handicapées à mobilité réduite doivent pouvoir être mises à l'eau et retirées du ou des bassins accessibles par les moyens propres de l'établissement."},{"type":"add","content":""},{"type":"add","content":"11. Signalisation"},{"type":"add","content":""},{"type":"add","content":"Les symboles internationaux d'accessibilité doivent être utilisés pour signaler les aménagements spécifiques aux personnes handicapées lorsque ces aménagements ne sont pas facilement repérables."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article R161-5 AUTONOME MODIFIE, en vigueur du 2014-11-07 au 2016-05-06 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article R161-5 AUTONOME MODIFIE, en vigueur du 2016-05-06 au 2018-11-07 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret no 94-86 du 26 janvier 1994 relatif à l'accessibilité aux personnes handicapées des locaux d'habitation, des établissements et installations recevant du public, modifiant et complétant le code de la construction et de l'habitation et le code de l'urbanisme - article 3 ENTIEREMENT_MODIF CREATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article R161-5 AUTONOME MODIFIE, en vigueur du 2018-11-07 au 2019-12-19 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Arrêté du 30 décembre 2008 relatif aux prescriptions techniques de sécurité applicables aux bateaux de marchandises, aux bateaux à passagers et aux engins flottants naviguant ou stationnant sur les eaux intérieures - article AUTONOME ABROGE, en vigueur du 2018-07-22 au 2018-12-07 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Arrêté du 30 décembre 2008 relatif aux prescriptions techniques de sécurité applicables aux bateaux de marchandises, aux bateaux à passagers et aux engins flottants naviguant ou stationnant sur les eaux intérieures - article AUTONOME MODIFIE, en vigueur du 2017-11-26 au 2018-07-22 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n°94-86 du 26 janvier 1994 relatif à l'accessibilité aux personnes handicapées des locaux d'habitation, des établissements et installations recevant du public, modifiant et complétant le code de la construction et de l'habitation et le code de l'urbanisme - article 10 AUTONOME VIGUEUR, en vigueur depuis le 1994-01-28 SPEC_APPLI cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 78-622 du 31 mai 1978 portant codification des textes concernant la construction et l'habitation (deuxième partie : Réglementaire). CODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1978-05-31 CODIFICATION source Décret n° 78-622 du 31 mai 1978 portant codification des textes concernant la construction et l'habitation (deuxième partie : Réglementaire)."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1994-01-26 SPEC_APPLI source Décret n°94-86 du 26 janvier 1994 relatif à l'accessibilité aux personnes handicapées des locaux d'habitation, des établissements et installations recevant du public, modifiant et complétant le code de la construction et de l'habitation et le code de l'urbanisme - article 10 AUTONOME VIGUEUR, en vigueur depuis le 1994-01-28"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1994-01-26 CREATION source Décret no 94-86 du 26 janvier 1994 relatif à l'accessibilité aux personnes handicapées des locaux d'habitation, des établissements et installations recevant du public, modifiant et complétant le code de la construction et de l'habitation et le code de l'urbanisme - article 3 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2008-12-30 CITATION cible Arrêté du 30 décembre 2008 relatif aux prescriptions techniques de sécurité applicables aux bateaux de marchandises, aux bateaux à passagers et aux engins flottants naviguant ou stationnant sur les eaux intérieures - article AUTONOME ABROGE, en vigueur du 2018-07-22 au 2018-12-07"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la construction et de l'habitation - article R161-5 AUTONOME MODIFIE, en vigueur du 2018-11-07 au 2019-12-19"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/59/LEGIARTI000006895920.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/59/LEGIARTI000006895920.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/59/LEGIARTI000006895920.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_la_construction_et_de_l_habitation/src/branch/main/partie_reglementaire/livre_ier/titre_ier/chapitre_ier/section_3/sous-section_2/article_r111-19-1.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006895920)"},{"type":"add","content":""}],"status":"added"},{"filename":"partie_reglementaire/livre_ier/titre_ier/chapitre_ier/section_3/sous-section_2/article_r111-19-2.md","articleName":"Article R111-19-2","additions":65,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article R*111-19-2"},{"type":"add","content":""},{"type":"add","content":"Les travaux de modification ou d'extension sans changement de destination portant sur un établissement recevant du public, espace ou installation ouvert au public, visé à l'article R. 111-19, sont soumis aux dispositions particulières suivantes :"},{"type":"add","content":""},{"type":"add","content":"a) Les parties de bâtiments ou d'installations correspondant à la création de surfaces nouvelles doivent respecter les dispositions de l'article R. 111-19-1 ;"},{"type":"add","content":""},{"type":"add","content":"b) Les travaux réalisés à l'intérieur des volumes ou surfaces existants doivent au minimum maintenir les conditions d'accessibilité préexistantes ;"},{"type":"add","content":""},{"type":"add","content":"c) Dans les établissements recevant du public autres que ceux de la 5e catégorie au sens de l'article R. 123-19, les parties de bâtiments où sont réalisés les travaux de modification et d'extension doivent respecter les dispositions de l'article R. 111-19-1 ;"},{"type":"add","content":""},{"type":"add","content":"d) Les modifications apportées aux conditions d'accès des établissements recevant du public de 5e catégorie au sens de l'article R. 123-19 et aux installations ouvertes au public doivent respecter les dispositions de l'article R. 111-19-1."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret no 94-86 du 26 janvier 1994 relatif à l'accessibilité aux personnes handicapées des locaux d'habitation, des établissements et installations recevant du public, modifiant et complétant le code de la construction et de l'habitation et le code de l'urbanisme - article 3 ENTIEREMENT_MODIF CREATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n°94-86 du 26 janvier 1994 relatif à l'accessibilité aux personnes handicapées des locaux d'habitation, des établissements et installations recevant du public, modifiant et complétant le code de la construction et de l'habitation et le code de l'urbanisme - article 10 AUTONOME VIGUEUR, en vigueur depuis le 1994-01-28 SPEC_APPLI cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 78-622 du 31 mai 1978 portant codification des textes concernant la construction et l'habitation (deuxième partie : Réglementaire). CODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1978-05-31 CODIFICATION source Décret n° 78-622 du 31 mai 1978 portant codification des textes concernant la construction et l'habitation (deuxième partie : Réglementaire)."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1994-01-26 SPEC_APPLI source Décret n°94-86 du 26 janvier 1994 relatif à l'accessibilité aux personnes handicapées des locaux d'habitation, des établissements et installations recevant du public, modifiant et complétant le code de la construction et de l'habitation et le code de l'urbanisme - article 10 AUTONOME VIGUEUR, en vigueur depuis le 1994-01-28"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1994-01-26 CREATION source Décret no 94-86 du 26 janvier 1994 relatif à l'accessibilité aux personnes handicapées des locaux d'habitation, des établissements et installations recevant du public, modifiant et complétant le code de la construction et de l'habitation et le code de l'urbanisme - article 3 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/59/LEGIARTI000006895922.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/59/LEGIARTI000006895922.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/59/LEGIARTI000006895922.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_la_construction_et_de_l_habitation/src/branch/main/partie_reglementaire/livre_ier/titre_ier/chapitre_ier/section_3/sous-section_2/article_r111-19-2.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006895922)"},{"type":"add","content":""}],"status":"added"},{"filename":"partie_reglementaire/livre_ier/titre_ier/chapitre_ier/section_3/sous-section_2/article_r111-19-3.md","articleName":"Article R111-19-3","additions":75,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article R*111-19-3"},{"type":"add","content":""},{"type":"add","content":"En cas de difficulté matérielle grave, ou s'agissant des bâtiments existants en raison de difficultés liées à leurs caractéristiques ou à la nature des travaux qui y sont réalisés, le préfet peut accorder des dérogations aux dispositions des articles R. 111-19-1 et R. 111-19-2 après consultation de la commission consultative départementale de la protection civile, de la sécurité et de l'accessibilité ou, pour Paris, les Hauts-de-Seine, la Seine-Saint-Denis et le Val-de-Marne, de la commission départementale de sécurité."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article R161-5 AUTONOME MODIFIE, en vigueur du 2014-11-07 au 2016-05-06 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article R161-5 AUTONOME MODIFIE, en vigueur du 2016-05-06 au 2018-11-07 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret no 94-86 du 26 janvier 1994 relatif à l'accessibilité aux personnes handicapées des locaux d'habitation, des établissements et installations recevant du public, modifiant et complétant le code de la construction et de l'habitation et le code de l'urbanisme - article 3 ENTIEREMENT_MODIF CREATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article R161-5 AUTONOME MODIFIE, en vigueur du 2018-11-07 au 2019-12-19 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2017-431 du 28 mars 2017 relatif au registre public d'accessibilité et modifiant diverses dispositions relatives à l'accessibilité aux personnes handicapées des établissements recevant du public et des installations ouvertes au public - article 2 ENTIEREMENT_MODIF CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n°94-86 du 26 janvier 1994 relatif à l'accessibilité aux personnes handicapées des locaux d'habitation, des établissements et installations recevant du public, modifiant et complétant le code de la construction et de l'habitation et le code de l'urbanisme - article 10 AUTONOME VIGUEUR, en vigueur depuis le 1994-01-28 SPEC_APPLI cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 78-622 du 31 mai 1978 portant codification des textes concernant la construction et l'habitation (deuxième partie : Réglementaire). CODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1978-05-31 CODIFICATION source Décret n° 78-622 du 31 mai 1978 portant codification des textes concernant la construction et l'habitation (deuxième partie : Réglementaire)."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1994-01-26 SPEC_APPLI source Décret n°94-86 du 26 janvier 1994 relatif à l'accessibilité aux personnes handicapées des locaux d'habitation, des établissements et installations recevant du public, modifiant et complétant le code de la construction et de l'habitation et le code de l'urbanisme - article 10 AUTONOME VIGUEUR, en vigueur depuis le 1994-01-28"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1994-01-26 CREATION source Décret no 94-86 du 26 janvier 1994 relatif à l'accessibilité aux personnes handicapées des locaux d'habitation, des établissements et installations recevant du public, modifiant et complétant le code de la construction et de l'habitation et le code de l'urbanisme - article 3 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2017-03-28 CITATION cible Décret n° 2017-431 du 28 mars 2017 relatif au registre public d'accessibilité et modifiant diverses dispositions relatives à l'accessibilité aux personnes handicapées des établissements recevant du public et des installations ouvertes au public - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la construction et de l'habitation - article R161-5 AUTONOME MODIFIE, en vigueur du 2018-11-07 au 2019-12-19"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/59/LEGIARTI000006895924.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/59/LEGIARTI000006895924.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/59/LEGIARTI000006895924.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_la_construction_et_de_l_habitation/src/branch/main/partie_reglementaire/livre_ier/titre_ier/chapitre_ier/section_3/sous-section_2/article_r111-19-3.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006895924)"},{"type":"add","content":""}],"status":"added"},{"filename":"partie_reglementaire/livre_ier/titre_ier/chapitre_ier/section_3/sous-section_2/article_r111-19.md","articleName":"Article R111-19","additions":96,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article R*111-19"},{"type":"add","content":""},{"type":"add","content":"Les dispositions de la présente sous-section sont applicables aux établissements recevant du public et installations ouvertes au public ci-après :"},{"type":"add","content":""},{"type":"add","content":"a) Tous bâtiments, locaux et enceintes dans lesquels des personnes sont admises soit librement, soit moyennant une rétribution ou une participation quelconque, ou dans lesquels sont tenues des réunions ouvertes à tout venant ou sur invitation, payantes ou non ;"},{"type":"add","content":""},{"type":"add","content":"b) Les locaux scolaires, universitaires et de formation ;"},{"type":"add","content":""},{"type":"add","content":"c) Les installations ouvertes au public, notamment les espaces publics ou privés qui desservent des établissements recevant du public ou qui sont aménagés en vue de leur utilisation par le public, le mobilier urbain qui y est implanté."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret no 94-86 du 26 janvier 1994 relatif à l'accessibilité aux personnes handicapées des locaux d'habitation, des établissements et installations recevant du public, modifiant et complétant le code de la construction et de l'habitation et le code de l'urbanisme - article 3 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n°94-86 du 26 janvier 1994 relatif à l'accessibilité aux personnes handicapées des locaux d'habitation, des établissements et installations recevant du public, modifiant et complétant le code de la construction et de l'habitation et le code de l'urbanisme - article 10 AUTONOME VIGUEUR, en vigueur depuis le 1994-01-28 SPEC_APPLI cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 78-622 du 31 mai 1978 portant codification des textes concernant la construction et l'habitation (deuxième partie : Réglementaire). CODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1974-05-24 CONCORDANCE source Décret n°74-553 du 24 mai 1974 COMPLETE PAR UN ARTICLE 5-1 LE DECRET 69596 DU 14 JUIN 1969 EN VUE DE RENDRE LES BATIMENTS D'HABITATION COLLECTIFS ET LES LOGEMENTS QU'ILS CONTIENNENT ACCESSIBLES AUX HANDICAPES PHYSIQUES"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1978-05-31 CODIFICATION source Décret n° 78-622 du 31 mai 1978 portant codification des textes concernant la construction et l'habitation (deuxième partie : Réglementaire)."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1994-01-26 SPEC_APPLI source Décret n°94-86 du 26 janvier 1994 relatif à l'accessibilité aux personnes handicapées des locaux d'habitation, des établissements et installations recevant du public, modifiant et complétant le code de la construction et de l'habitation et le code de l'urbanisme - article 10 AUTONOME VIGUEUR, en vigueur depuis le 1994-01-28"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1994-01-26 MODIFICATION source Décret no 94-86 du 26 janvier 1994 relatif à l'accessibilité aux personnes handicapées des locaux d'habitation, des établissements et installations recevant du public, modifiant et complétant le code de la construction et de l'habitation et le code de l'urbanisme - article 3 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1995-03-08 CITATION cible Décret n°95-260 du 8 mars 1995 relatif à la commission consultative départementale de sécurité et d'accessibilité. - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2021-07-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2006-08-01 CITATION cible Arrêté du 1 août 2006 fixant les dispositions prises pour l'application des articles R. 111-19 à R. 111-19-3 et R. 111-19-6 du code de la construction et de l'habitation relatives à l'accessibilité aux personnes handicapées des établissements recevant du public et des installations ouvertes au public lors de leur construction ou de leur création - article 1 AUTONOME ABROGE, en vigueur du 2006-08-24 au 2017-07-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2007-03-22 CITATION cible Arrêté du 22 mars 2007 fixant les dispositions prises pour l'application des articles R. 111-19-21 et R. 111-19-24 du code de la construction et de l'habitation, relatives à l'attestation constatant que les travaux sur certains bâtiments respectent les règles d'accessibilité aux personnes handicapées - article 4 AUTONOME ABROGE, en vigueur du 2007-05-17 au 2024-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2007-11-30 CITATION cible Arrêté du 30 novembre 2007 modifiant l'arrêté du 1er août 2006 fixant les dispositions prises pour l'application des articles R. 111-19 à R. 111-19-3 et R. 111-19-6 du code de la construction et de l'habitation relatives à l'accessibilité aux personnes handicapées des établissements recevant du public et des installations ouvertes au public lors de leur construction ou de leur création VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2016-10-04 CITATION cible Décret n° 2016-1311 du 4 octobre 2016 modifiant le décret n° 95-260 du 8 mars 1995 relatif à la commission consultative départementale de sécurité et d'accessibilité - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2017-04-20 CITATION cible Arrêté du 20 avril 2017 relatif à l'accessibilité aux personnes handicapées des établissements recevant du public lors de leur construction et des installations ouvertes au public lors de leur aménagement VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2017-04-20 CITATION cible Arrêté du 20 avril 2017 relatif à l'accessibilité aux personnes handicapées des établissements recevant du public lors de leur construction et des installations ouvertes au public lors de leur aménagement - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2017-07-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2017-04-20 CITATION cible Arrêté du 20 avril 2017 relatif à l'accessibilité aux personnes handicapées des établissements recevant du public lors de leur construction et des installations ouvertes au public lors de leur aménagement - article 21 AUTONOME VIGUEUR, en vigueur depuis le 2017-07-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2021-06-30 CITATION cible Décret n° 2021-872 du 30 juin 2021 recodifiant la partie réglementaire du livre Ier du code de la construction et de l'habitation et fixant les conditions de mise en œuvre des solutions d'effet équivalent - article 8 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CONCORDE source Code de la construction et de l'habitation VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la construction et de l'habitation - article R161-5 AUTONOME MODIFIE, en vigueur du 2018-11-07 au 2019-12-19"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/63/LEGIARTI000006896356.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/63/LEGIARTI000006896356.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/63/LEGIARTI000006896356.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_la_construction_et_de_l_habitation/src/branch/main/partie_reglementaire/livre_ier/titre_ier/chapitre_ier/section_3/sous-section_2/article_r111-19.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006896356)"},{"type":"add","content":""}],"status":"added"},{"filename":"partie_reglementaire/livre_ier/titre_ier/chapitre_ier/section_3/sous-section_3/README.md","articleName":"Sommaire - Sous-Section 3","additions":21,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Sous-section 3 : Autorisation de travaux prévue à l'article L. 111-8-1."},{"type":"add","content":""},{"type":"add","content":"- [Article R*111-19-4](article_r111-19-4.md)"},{"type":"add","content":"- [Article R*111-19-5](article_r111-19-5.md)"},{"type":"add","content":"- [Article R*111-19-6](article_r111-19-6.md)"},{"type":"add","content":"- [Article R*111-19-7](article_r111-19-7.md)"},{"type":"add","content":"- [Article R*111-19-8](article_r111-19-8.md)"},{"type":"add","content":"- [Article R*111-19-9](article_r111-19-9.md)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/06/18/91/LEGISCTA000006189188.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/06/18/91/LEGISCTA000006189188.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/SCTA/00/00/06/18/91/LEGISCTA000006189188.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://sous-section_3/README.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/section_lc/LEGITEXT000006074096/LEGISCTA000006189188)"},{"type":"add","content":""}],"status":"added"},{"filename":"partie_reglementaire/livre_ier/titre_ier/chapitre_ier/section_3/sous-section_3/article_r111-19-4.md","articleName":"Article R111-19-4","additions":63,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article R*111-19-4"},{"type":"add","content":""},{"type":"add","content":"L'autorisation prévue à l'article L. 111-8-1 ne peut être délivrée que si les travaux projetés sont conformes aux dispositions de la sous-section 2."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L111-8-1 AUTONOME ABROGE, en vigueur du 2006-10-16 au 2007-10-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L111-8-1 AUTONOME MODIFIE, en vigueur du 1991-07-19 au 2007-10-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret no 94-86 du 26 janvier 1994 relatif à l'accessibilité aux personnes handicapées des locaux d'habitation, des établissements et installations recevant du public, modifiant et complétant le code de la construction et de l'habitation et le code de l'urbanisme - article 4 ENTIEREMENT_MODIF CREATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n°94-86 du 26 janvier 1994 relatif à l'accessibilité aux personnes handicapées des locaux d'habitation, des établissements et installations recevant du public, modifiant et complétant le code de la construction et de l'habitation et le code de l'urbanisme - article 10 AUTONOME VIGUEUR, en vigueur depuis le 1994-01-28 SPEC_APPLI cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 78-622 du 31 mai 1978 portant codification des textes concernant la construction et l'habitation (deuxième partie : Réglementaire). CODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1978-05-31 CODIFICATION source Décret n° 78-622 du 31 mai 1978 portant codification des textes concernant la construction et l'habitation (deuxième partie : Réglementaire)."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1994-01-26 SPEC_APPLI source Décret n°94-86 du 26 janvier 1994 relatif à l'accessibilité aux personnes handicapées des locaux d'habitation, des établissements et installations recevant du public, modifiant et complétant le code de la construction et de l'habitation et le code de l'urbanisme - article 10 AUTONOME VIGUEUR, en vigueur depuis le 1994-01-28"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1994-01-26 CREATION source Décret no 94-86 du 26 janvier 1994 relatif à l'accessibilité aux personnes handicapées des locaux d'habitation, des établissements et installations recevant du public, modifiant et complétant le code de la construction et de l'habitation et le code de l'urbanisme - article 4 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L111-8-1 AUTONOME MODIFIE, en vigueur du 1991-07-19 au 2007-10-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/59/LEGIARTI000006895926.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/59/LEGIARTI000006895926.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/59/LEGIARTI000006895926.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_la_construction_et_de_l_habitation/src/branch/main/partie_reglementaire/livre_ier/titre_ier/chapitre_ier/section_3/sous-section_3/article_r111-19-4.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006895926)"},{"type":"add","content":""}],"status":"added"},{"filename":"partie_reglementaire/livre_ier/titre_ier/chapitre_ier/section_3/sous-section_3/article_r111-19-5.md","articleName":"Article R111-19-5","additions":69,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article R*111-19-5"},{"type":"add","content":""},{"type":"add","content":"Le dossier de la demande d'autorisation de travaux prévue à l'article L. 111-8-1 est établi en trois exemplaires et doit comporter les plans et documents nécessaires pour que l'autorité compétente puisse s'assurer que le projet de travaux respecte les règles d'accessibilité mentionnées à la sous-section 2 et, le cas échéant, la demande de dérogation auxdites règles."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L111-8-1 AUTONOME ABROGE, en vigueur du 2006-10-16 au 2007-10-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L111-8-1 AUTONOME MODIFIE, en vigueur du 1991-07-19 au 2007-10-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret no 94-86 du 26 janvier 1994 relatif à l'accessibilité aux personnes handicapées des locaux d'habitation, des établissements et installations recevant du public, modifiant et complétant le code de la construction et de l'habitation et le code de l'urbanisme - article 4 ENTIEREMENT_MODIF CREATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n°94-86 du 26 janvier 1994 relatif à l'accessibilité aux personnes handicapées des locaux d'habitation, des établissements et installations recevant du public, modifiant et complétant le code de la construction et de l'habitation et le code de l'urbanisme - article 10 AUTONOME VIGUEUR, en vigueur depuis le 1994-01-28 SPEC_APPLI cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Arrêté du 4 octobre 2010 relatif à l'accessibilité des personnes handicapées dans les établissements pénitentiaires lors de leur construction - article 8 AUTONOME VIGUEUR, en vigueur depuis le 2010-10-09 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 78-622 du 31 mai 1978 portant codification des textes concernant la construction et l'habitation (deuxième partie : Réglementaire). CODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1978-05-31 CODIFICATION source Décret n° 78-622 du 31 mai 1978 portant codification des textes concernant la construction et l'habitation (deuxième partie : Réglementaire)."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1994-01-26 SPEC_APPLI source Décret n°94-86 du 26 janvier 1994 relatif à l'accessibilité aux personnes handicapées des locaux d'habitation, des établissements et installations recevant du public, modifiant et complétant le code de la construction et de l'habitation et le code de l'urbanisme - article 10 AUTONOME VIGUEUR, en vigueur depuis le 1994-01-28"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1994-01-26 CREATION source Décret no 94-86 du 26 janvier 1994 relatif à l'accessibilité aux personnes handicapées des locaux d'habitation, des établissements et installations recevant du public, modifiant et complétant le code de la construction et de l'habitation et le code de l'urbanisme - article 4 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2010-10-04 CITATION cible Arrêté du 4 octobre 2010 relatif à l'accessibilité des personnes handicapées dans les établissements pénitentiaires lors de leur construction - article 8 AUTONOME VIGUEUR, en vigueur depuis le 2010-10-09"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L111-8-1 AUTONOME MODIFIE, en vigueur du 1991-07-19 au 2007-10-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/59/LEGIARTI000006895928.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/59/LEGIARTI000006895928.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/59/LEGIARTI000006895928.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_la_construction_et_de_l_habitation/src/branch/main/partie_reglementaire/livre_ier/titre_ier/chapitre_ier/section_3/sous-section_3/article_r111-19-5.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006895928)"},{"type":"add","content":""}],"status":"added"},{"filename":"partie_reglementaire/livre_ier/titre_ier/chapitre_ier/section_3/sous-section_3/article_r111-19-6.md","articleName":"Article R111-19-6","additions":113,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article R*111-19-6"},{"type":"add","content":""},{"type":"add","content":"Lorsque les travaux projetés sont également soumis au permis de construire prévu à l'article L. 421-1 du code de l'urbanisme, la demande de permis de construire comporte les plans et documents mentionnés à l'article R. 111-19-5. Elle tient lieu, dans ce cas, de la demande d'autorisation de travaux prévue à l'article L. 111-8-1."},{"type":"add","content":""},{"type":"add","content":"Lorsque les travaux projetés ne sont pas soumis au permis de construire, la demande comporte, outre les plans et documents prévus à l'article R. 111-19-5, les documents et renseignements mentionnés aux articles R. 123-24 et R. 123-25."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'urbanisme - article L421-1 AUTONOME MODIFIE, en vigueur du 1973-11-13 au 1977-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'urbanisme - article L421-1 AUTONOME MODIFIE, en vigueur du 1977-01-01 au 1985-07-19 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'urbanisme - article L421-1 AUTONOME MODIFIE, en vigueur du 1985-07-19 au 1986-01-07 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'urbanisme - article L421-1 AUTONOME MODIFIE, en vigueur du 1986-01-07 au 1991-07-19 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'urbanisme - article L421-1 AUTONOME MODIFIE, en vigueur du 1991-07-19 au 2000-12-14 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'urbanisme - article L421-1 AUTONOME MODIFIE, en vigueur du 2000-12-14 au 2007-10-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'urbanisme - article L421-1 AUTONOME VIGUEUR, en vigueur depuis le 2007-10-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article R*111-19-10 AUTONOME MODIFIE, en vigueur du 2013-02-17 au 2014-11-07 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Arrêté du 1 août 2006 fixant les dispositions prises pour l'application des articles R. 111-19 à R. 111-19-3 et R. 111-19-6 du code de la construction et de l'habitation relatives à l'accessibilité aux personnes handicapées des établissements recevant du public et des installations ouvertes au public lors de leur construction ou de leur création - article 7 AUTONOME ABROGE, en vigueur du 2007-12-20 au 2017-07-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2014-1299 du 23 octobre 2014 relatif aux exceptions à l'application du principe « silence vaut acceptation » sur le fondement du II de l'article 21 de la loi n° 2000-321 du 12 avril 2000 relative aux droits des citoyens dans leurs relations avec les administrations ainsi qu'aux exceptions au délai de deux mois de naissance des décisions implicites sur le fondement du II de cet article (ministère du logement, de l'égalité des territoires et de la ruralité) - article AUTONOME MODIFIE, en vigueur du 2014-11-12 au 2015-11-12 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2014-1299 du 23 octobre 2014 relatif aux exceptions à l'application du principe « silence vaut acceptation » sur le fondement du II de l'article 21 de la loi n° 2000-321 du 12 avril 2000 relative aux droits des citoyens dans leurs relations avec les administrations ainsi qu'aux exceptions au délai de deux mois de naissance des décisions implicites sur le fondement du II de cet article (ministère du logement, de l'égalité des territoires et de la ruralité) - article AUTONOME VIGUEUR, en vigueur depuis le 2019-09-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret no 94-86 du 26 janvier 1994 relatif à l'accessibilité aux personnes handicapées des locaux d'habitation, des établissements et installations recevant du public, modifiant et complétant le code de la construction et de l'habitation et le code de l'urbanisme - article 4 ENTIEREMENT_MODIF CREATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n°94-86 du 26 janvier 1994 relatif à l'accessibilité aux personnes handicapées des locaux d'habitation, des établissements et installations recevant du public, modifiant et complétant le code de la construction et de l'habitation et le code de l'urbanisme - article 10 AUTONOME VIGUEUR, en vigueur depuis le 1994-01-28 SPEC_APPLI cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2014-1299 du 23 octobre 2014 relatif aux exceptions à l'application du principe « silence vaut acceptation » sur le fondement du II de l'article 21 de la loi n° 2000-321 du 12 avril 2000 relative aux droits des citoyens dans leurs relations avec les administrations ainsi qu'aux exceptions au délai de deux mois de naissance des décisions implicites sur le fondement du II de cet article (ministère du logement, de l'égalité des territoires et de la ruralité) - article AUTONOME MODIFIE, en vigueur du 2015-11-12 au 2017-05-11 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2014-1299 du 23 octobre 2014 relatif aux exceptions à l'application du principe « silence vaut acceptation » sur le fondement du II de l'article 21 de la loi n° 2000-321 du 12 avril 2000 relative aux droits des citoyens dans leurs relations avec les administrations ainsi qu'aux exceptions au délai de deux mois de naissance des décisions implicites sur le fondement du II de cet article (ministère du logement, de l'égalité des territoires et de la ruralité) - article AUTONOME MODIFIE, en vigueur du 2017-05-11 au 2019-09-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 78-622 du 31 mai 1978 portant codification des textes concernant la construction et l'habitation (deuxième partie : Réglementaire). CODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1978-05-31 CODIFICATION source Décret n° 78-622 du 31 mai 1978 portant codification des textes concernant la construction et l'habitation (deuxième partie : Réglementaire)."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1994-01-26 SPEC_APPLI source Décret n°94-86 du 26 janvier 1994 relatif à l'accessibilité aux personnes handicapées des locaux d'habitation, des établissements et installations recevant du public, modifiant et complétant le code de la construction et de l'habitation et le code de l'urbanisme - article 10 AUTONOME VIGUEUR, en vigueur depuis le 1994-01-28"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1994-01-26 CREATION source Décret no 94-86 du 26 janvier 1994 relatif à l'accessibilité aux personnes handicapées des locaux d'habitation, des établissements et installations recevant du public, modifiant et complétant le code de la construction et de l'habitation et le code de l'urbanisme - article 4 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2006-08-01 CITATION cible Arrêté du 1 août 2006 fixant les dispositions prises pour l'application des articles R. 111-19 à R. 111-19-3 et R. 111-19-6 du code de la construction et de l'habitation relatives à l'accessibilité aux personnes handicapées des établissements recevant du public et des installations ouvertes au public lors de leur construction ou de leur création - article 7 AUTONOME ABROGE, en vigueur du 2007-12-20 au 2017-07-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2014-10-23 CITATION cible Décret n° 2014-1299 du 23 octobre 2014 relatif aux exceptions à l'application du principe « silence vaut acceptation » sur le fondement du II de l'article 21 de la loi n° 2000-321 du 12 avril 2000 relative aux droits des citoyens dans leurs relations avec les administrations ainsi qu'aux exceptions au délai de deux mois de naissance des décisions implicites sur le fondement du II de cet article (ministère du logement, de l'égalité des territoires et de la ruralité) - article AUTONOME VIGUEUR, en vigueur depuis le 2019-09-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de l'urbanisme - article L421-1 AUTONOME MODIFIE, en vigueur du 1973-11-13 au 1977-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L111-8-1 AUTONOME MODIFIE, en vigueur du 1991-07-19 au 2007-10-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la construction et de l'habitation - article R*111-19-10 AUTONOME MODIFIE, en vigueur du 2013-02-17 au 2014-11-07"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/59/LEGIARTI000006895930.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/59/LEGIARTI000006895930.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/59/LEGIARTI000006895930.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_la_construction_et_de_l_habitation/src/branch/main/partie_reglementaire/livre_ier/titre_ier/chapitre_ier/section_3/sous-section_3/article_r111-19-6.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006895930)"},{"type":"add","content":""}],"status":"added"},{"filename":"partie_reglementaire/livre_ier/titre_ier/chapitre_ier/section_3/sous-section_3/article_r111-19-7.md","articleName":"Article R111-19-7","additions":133,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article R*111-19-7"},{"type":"add","content":""},{"type":"add","content":"L'autorité compétente transmet pour avis un exemplaire de la demande à la commission consultative départementale de la protection civile, de la sécurité et de l'accessibilité ou à la commission départementale de sécurité pour Paris, les Hauts-de-Seine, la Seine-Saint-Denis et le Val-de-Marne. Si cet avis n'est pas donné dans un délai d'un mois, il est réputé favorable."},{"type":"add","content":""},{"type":"add","content":"Toutefois, dans les cas prévus à l'article R. 111-19-3, l'autorité compétente transmet un exemplaire de la demande au préfet qui lui fait connaître sa décision motivée sur la demande de dérogation présentée. A défaut de réponse du préfet dans le délai de deux mois à compter de la date à laquelle il a reçu la demande, la dérogation demandée est réputée accordée."},{"type":"add","content":""},{"type":"add","content":"Lorsqu'il existe des commissions de sécurité d'arrondissement, communales ou intercommunales créées en application de l'article R. 123-38, le préfet peut créer, après avis de la commission consultative départementale de la protection civile, de la sécurité et de l'accessibilité, ou de la commission départementale de sécurité pour Paris, les Hauts-de-Seine, la Seine-Saint-Denis et le Val-de-Marne, des commissions d'accessibilité d'arrondissement, communales ou intercommunales ayant les mêmes compétences territoriales et chargées de donner un avis sur les demandes d'autorisation relatives aux mêmes catégories d'établissements recevant du public. Pour l'étude de ces demandes, lesdites commissions peuvent se réunir en formation conjointe avec les commissions de sécurité correspondantes."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article R161-5 AUTONOME MODIFIE, en vigueur du 2014-11-07 au 2016-05-06 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article R161-5 AUTONOME MODIFIE, en vigueur du 2016-05-06 au 2018-11-07 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article R161-5 AUTONOME ABROGE, en vigueur du 2019-12-19 au 2021-07-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article R*111-19-8 AUTONOME MODIFIE, en vigueur du 2014-11-07 au 2019-09-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Arrêté du 8 décembre 2014 fixant les dispositions prises pour l'application des articles R. 111-19-7 à R. 111-19-11 du code de la construction et de l'habitation et de l'article 14 du décret n° 2006-555 relatives à l'accessibilité aux personnes handicapées des établissements recevant du public situés dans un cadre bâti existant et des installations existantes ouvertes au public - article 1 AUTONOME MODIFIE, en vigueur du 2016-07-06 au 2017-05-05 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article R161-5 AUTONOME MODIFIE, en vigueur du 2018-11-07 au 2019-12-19 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2017-431 du 28 mars 2017 relatif au registre public d'accessibilité et modifiant diverses dispositions relatives à l'accessibilité aux personnes handicapées des établissements recevant du public et des installations ouvertes au public - article 2 ENTIEREMENT_MODIF CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Arrêté du 28 avril 2017 modifiant diverses dispositions relatives à l'accessibilité aux personnes handicapées des logements destinés à l'occupation temporaire ou saisonnière dont la gestion et l'entretien sont organisés et assurés de façon permanente, des établissements recevant du public situés dans un cadre bâti existant, des installations existantes ouvertes au public ainsi que des bâtiments d'habitation collectifs et des maisons individuelles lors de leur construction - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2017-05-05 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Arrêté du 22 mars 2007 fixant les dispositions prises pour l'application des articles R. 111-19-21 et R. 111-19-24 du code de la construction et de l'habitation, relatives à l'attestation constatant que les travaux sur certains bâtiments respectent les règles d'accessibilité aux personnes handicapées - article 4 AUTONOME ABROGE, en vigueur du 2007-05-17 au 2024-01-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Arrêté du 8 décembre 2014 fixant les dispositions prises pour l'application des articles R. 111-19-7 à R. 111-19-11 du code de la construction et de l'habitation et de l'article 14 du décret n° 2006-555 relatives à l'accessibilité aux personnes handicapées des établissements recevant du public situés dans un cadre bâti existant et des installations existantes ouvertes au public - article 1 AUTONOME MODIFIE, en vigueur du 2015-01-01 au 2016-07-06 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2019-184 du 11 mars 2019 relatif aux conditions d'application de l'ordonnance n° 2018-937 du 30 octobre 2018 visant à faciliter la réalisation de projets de construction et à favoriser l'innovation - article 2 AUTONOME ABROGE, en vigueur du 2019-03-13 au 2021-07-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret no 94-86 du 26 janvier 1994 relatif à l'accessibilité aux personnes handicapées des locaux d'habitation, des établissements et installations recevant du public, modifiant et complétant le code de la construction et de l'habitation et le code de l'urbanisme - article 4 ENTIEREMENT_MODIF CREATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n°94-86 du 26 janvier 1994 relatif à l'accessibilité aux personnes handicapées des locaux d'habitation, des établissements et installations recevant du public, modifiant et complétant le code de la construction et de l'habitation et le code de l'urbanisme - article 10 AUTONOME VIGUEUR, en vigueur depuis le 1994-01-28 SPEC_APPLI cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Arrêté du 8 décembre 2014 fixant les dispositions prises pour l'application des articles R. 111-19-7 à R. 111-19-11 du code de la construction et de l'habitation et de l'article 14 du décret n° 2006-555 relatives à l'accessibilité aux personnes handicapées des établissements recevant du public situés dans un cadre bâti existant et des installations existantes ouvertes au public - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2017-05-05 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Arrêté du 28 avril 2017 modifiant diverses dispositions relatives à l'accessibilité aux personnes handicapées des logements destinés à l'occupation temporaire ou saisonnière dont la gestion et l'entretien sont organisés et assurés de façon permanente, des établissements recevant du public situés dans un cadre bâti existant, des installations existantes ouvertes au public ainsi que des bâtiments d'habitation collectifs et des maisons individuelles lors de leur construction VIGUEUR, en vigueur depuis le 2017-05-05 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Arrêté du 28 avril 2017 modifiant diverses dispositions relatives à l'accessibilité aux personnes handicapées des logements destinés à l'occupation temporaire ou saisonnière dont la gestion et l'entretien sont organisés et assurés de façon permanente, des établissements recevant du public situés dans un cadre bâti existant, des installations existantes ouvertes au public ainsi que des bâtiments d'habitation collectifs et des maisons individuelles lors de leur construction CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Arrêté du 29 décembre 2016 relatif à l'accessibilité des établissements pénitentiaires existants aux personnes handicapées CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Arrêté du 29 décembre 2016 relatif à l'accessibilité des établissements pénitentiaires existants aux personnes handicapées VIGUEUR, en vigueur depuis le 2017-01-05 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 78-622 du 31 mai 1978 portant codification des textes concernant la construction et l'habitation (deuxième partie : Réglementaire). CODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1978-05-31 CODIFICATION source Décret n° 78-622 du 31 mai 1978 portant codification des textes concernant la construction et l'habitation (deuxième partie : Réglementaire)."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1994-01-26 SPEC_APPLI source Décret n°94-86 du 26 janvier 1994 relatif à l'accessibilité aux personnes handicapées des locaux d'habitation, des établissements et installations recevant du public, modifiant et complétant le code de la construction et de l'habitation et le code de l'urbanisme - article 10 AUTONOME VIGUEUR, en vigueur depuis le 1994-01-28"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1994-01-26 CREATION source Décret no 94-86 du 26 janvier 1994 relatif à l'accessibilité aux personnes handicapées des locaux d'habitation, des établissements et installations recevant du public, modifiant et complétant le code de la construction et de l'habitation et le code de l'urbanisme - article 4 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2007-03-22 CITATION cible Arrêté du 22 mars 2007 fixant les dispositions prises pour l'application des articles R. 111-19-21 et R. 111-19-24 du code de la construction et de l'habitation, relatives à l'attestation constatant que les travaux sur certains bâtiments respectent les règles d'accessibilité aux personnes handicapées - article 4 AUTONOME ABROGE, en vigueur du 2007-05-17 au 2024-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2014-12-08 CITATION cible Arrêté du 8 décembre 2014 fixant les dispositions prises pour l'application des articles R. 111-19-7 à R. 111-19-11 du code de la construction et de l'habitation et de l'article 14 du décret n° 2006-555 relatives à l'accessibilité aux personnes handicapées des établissements recevant du public situés dans un cadre bâti existant et des installations existantes ouvertes au public - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2017-05-05"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2016-12-29 CITATION cible Arrêté du 29 décembre 2016 relatif à l'accessibilité des établissements pénitentiaires existants aux personnes handicapées VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2017-03-28 CITATION cible Décret n° 2017-431 du 28 mars 2017 relatif au registre public d'accessibilité et modifiant diverses dispositions relatives à l'accessibilité aux personnes handicapées des établissements recevant du public et des installations ouvertes au public - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2017-04-28 CITATION cible Arrêté du 28 avril 2017 modifiant diverses dispositions relatives à l'accessibilité aux personnes handicapées des logements destinés à l'occupation temporaire ou saisonnière dont la gestion et l'entretien sont organisés et assurés de façon permanente, des établissements recevant du public situés dans un cadre bâti existant, des installations existantes ouvertes au public ainsi que des bâtiments d'habitation collectifs et des maisons individuelles lors de leur construction VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2017-04-28 CITATION cible Arrêté du 28 avril 2017 modifiant diverses dispositions relatives à l'accessibilité aux personnes handicapées des logements destinés à l'occupation temporaire ou saisonnière dont la gestion et l'entretien sont organisés et assurés de façon permanente, des établissements recevant du public situés dans un cadre bâti existant, des installations existantes ouvertes au public ainsi que des bâtiments d'habitation collectifs et des maisons individuelles lors de leur construction - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2017-05-05"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2019-03-11 CITATION cible Décret n° 2019-184 du 11 mars 2019 relatif aux conditions d'application de l'ordonnance n° 2018-937 du 30 octobre 2018 visant à faciliter la réalisation de projets de construction et à favoriser l'innovation - article 2 AUTONOME ABROGE, en vigueur du 2019-03-13 au 2021-07-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la construction et de l'habitation - article R*111-19-8 AUTONOME MODIFIE, en vigueur du 2014-11-07 au 2019-09-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la construction et de l'habitation - article R161-5 AUTONOME ABROGE, en vigueur du 2019-12-19 au 2021-07-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/59/LEGIARTI000006895933.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/59/LEGIARTI000006895933.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/59/LEGIARTI000006895933.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_la_construction_et_de_l_habitation/src/branch/main/partie_reglementaire/livre_ier/titre_ier/chapitre_ier/section_3/sous-section_3/article_r111-19-7.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006895933)"},{"type":"add","content":""}],"status":"added"},{"filename":"partie_reglementaire/livre_ier/titre_ier/chapitre_ier/section_3/sous-section_3/article_r111-19-8.md","articleName":"Article R111-19-8","additions":152,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article R*111-19-8"},{"type":"add","content":""},{"type":"add","content":"L'autorisation de travaux prévue à l'article L. 111-8-1 est délivrée au nom de l'Etat."},{"type":"add","content":""},{"type":"add","content":"Lorsque les travaux projetés sont soumis au permis de construire prévu à l'article L. 421-1 du code de l'urbanisme, l'autorité compétente pour délivrer au nom de l'Etat l'autorisation de travaux prévue à l'article L. 111-8-1 est, selon le cas, soit le maire, soit le président de l'établissement public de coopération intercommunale, soit le préfet lorsqu'ils constituent l'autorité compétente pour délivrer le permis de construire."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article Annexe 2 au III art R353-159 AUTONOME MODIFIE, en vigueur du 2017-05-11 au 2019-09-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'urbanisme - article L421-1 AUTONOME MODIFIE, en vigueur du 1973-11-13 au 1977-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'urbanisme - article L421-1 AUTONOME MODIFIE, en vigueur du 1977-01-01 au 1985-07-19 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'urbanisme - article L421-1 AUTONOME MODIFIE, en vigueur du 1985-07-19 au 1986-01-07 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'urbanisme - article L421-1 AUTONOME MODIFIE, en vigueur du 1986-01-07 au 1991-07-19 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'urbanisme - article L421-1 AUTONOME MODIFIE, en vigueur du 1991-07-19 au 2000-12-14 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'urbanisme - article L421-1 AUTONOME MODIFIE, en vigueur du 2000-12-14 au 2007-10-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'urbanisme - article L421-1 AUTONOME VIGUEUR, en vigueur depuis le 2007-10-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article R161-5 AUTONOME MODIFIE, en vigueur du 2014-11-07 au 2016-05-06 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article R161-5 AUTONOME MODIFIE, en vigueur du 2016-05-06 au 2018-11-07 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article Annexe 2 au III art R353-159 AUTONOME MODIFIE, en vigueur du 2019-09-01 au 2019-09-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article R161-5 AUTONOME ABROGE, en vigueur du 2019-12-19 au 2021-07-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article R*111-19-10 AUTONOME MODIFIE, en vigueur du 2013-02-17 au 2014-11-07 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article R161-5 AUTONOME MODIFIE, en vigueur du 2018-11-07 au 2019-12-19 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article Annexe 2 au III art R353-159 AUTONOME MODIFIE, en vigueur du 2019-09-01 au 2025-03-03 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des transports - article D1112-8 AUTONOME MODIFIE, en vigueur du 2017-04-01 au 2021-07-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des transports - article D1112-8 AUTONOME MODIFIE, en vigueur du 2014-11-07 au 2017-04-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2021-872 du 30 juin 2021 recodifiant la partie réglementaire du livre Ier du code de la construction et de l'habitation et fixant les conditions de mise en œuvre des solutions d'effet équivalent - article 7 ENTIEREMENT_MODIF CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Arrêté du 30 décembre 2008 relatif aux prescriptions techniques de sécurité applicables aux bateaux de marchandises, aux bateaux à passagers et aux engins flottants naviguant ou stationnant sur les eaux intérieures - article AUTONOME ABROGE, en vigueur du 2018-07-22 au 2018-12-07 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Arrêté du 30 décembre 2008 relatif aux prescriptions techniques de sécurité applicables aux bateaux de marchandises, aux bateaux à passagers et aux engins flottants naviguant ou stationnant sur les eaux intérieures - article AUTONOME MODIFIE, en vigueur du 2017-11-26 au 2018-07-22 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret no 94-86 du 26 janvier 1994 relatif à l'accessibilité aux personnes handicapées des locaux d'habitation, des établissements et installations recevant du public, modifiant et complétant le code de la construction et de l'habitation et le code de l'urbanisme - article 4 ENTIEREMENT_MODIF CREATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n°94-86 du 26 janvier 1994 relatif à l'accessibilité aux personnes handicapées des locaux d'habitation, des établissements et installations recevant du public, modifiant et complétant le code de la construction et de l'habitation et le code de l'urbanisme - article 10 AUTONOME VIGUEUR, en vigueur depuis le 1994-01-28 SPEC_APPLI cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article D111-19-18 AUTONOME ABROGE, en vigueur du 2014-11-07 au 2021-07-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article Annexe 2 au III art R353-159 AUTONOME VIGUEUR, en vigueur depuis le 2025-03-03 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 78-622 du 31 mai 1978 portant codification des textes concernant la construction et l'habitation (deuxième partie : Réglementaire). CODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1978-05-31 CODIFICATION source Décret n° 78-622 du 31 mai 1978 portant codification des textes concernant la construction et l'habitation (deuxième partie : Réglementaire)."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1994-01-26 SPEC_APPLI source Décret n°94-86 du 26 janvier 1994 relatif à l'accessibilité aux personnes handicapées des locaux d'habitation, des établissements et installations recevant du public, modifiant et complétant le code de la construction et de l'habitation et le code de l'urbanisme - article 10 AUTONOME VIGUEUR, en vigueur depuis le 1994-01-28"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1994-01-26 CREATION source Décret no 94-86 du 26 janvier 1994 relatif à l'accessibilité aux personnes handicapées des locaux d'habitation, des établissements et installations recevant du public, modifiant et complétant le code de la construction et de l'habitation et le code de l'urbanisme - article 4 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2008-12-30 CITATION cible Arrêté du 30 décembre 2008 relatif aux prescriptions techniques de sécurité applicables aux bateaux de marchandises, aux bateaux à passagers et aux engins flottants naviguant ou stationnant sur les eaux intérieures - article AUTONOME ABROGE, en vigueur du 2018-07-22 au 2018-12-07"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2021-06-30 CITATION cible Décret n° 2021-872 du 30 juin 2021 recodifiant la partie réglementaire du livre Ier du code de la construction et de l'habitation et fixant les conditions de mise en œuvre des solutions d'effet équivalent - article 7 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de l'urbanisme - article L421-1 AUTONOME MODIFIE, en vigueur du 1973-11-13 au 1977-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la construction et de l'habitation - article Annexe 2 au III art R353-159 AUTONOME VIGUEUR, en vigueur depuis le 2025-03-03"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la construction et de l'habitation - article D111-19-18 AUTONOME ABROGE, en vigueur du 2014-11-07 au 2021-07-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L111-8-1 AUTONOME MODIFIE, en vigueur du 1991-07-19 au 2007-10-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la construction et de l'habitation - article R*111-19-10 AUTONOME MODIFIE, en vigueur du 2013-02-17 au 2014-11-07"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la construction et de l'habitation - article R111-19-8 AUTONOME ABROGE, en vigueur du 2019-09-01 au 2021-07-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la construction et de l'habitation - article R161-5 AUTONOME ABROGE, en vigueur du 2019-12-19 au 2021-07-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code des transports - article D1112-8 AUTONOME MODIFIE, en vigueur du 2017-04-01 au 2021-07-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/59/LEGIARTI000006895935.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/59/LEGIARTI000006895935.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/59/LEGIARTI000006895935.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_la_construction_et_de_l_habitation/src/branch/main/partie_reglementaire/livre_ier/titre_ier/chapitre_ier/section_3/sous-section_3/article_r111-19-8.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006895935)"},{"type":"add","content":""}],"status":"added"},{"filename":"partie_reglementaire/livre_ier/titre_ier/chapitre_ier/section_3/sous-section_3/article_r111-19-9.md","articleName":"Article R111-19-9","additions":111,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article R*111-19-9"},{"type":"add","content":""},{"type":"add","content":"Lorsque les travaux projetés ne sont pas soumis au permis de construire prévu à l'article L. 421-1 du code de l'urbanisme, l'autorisation de travaux prévue à l'article L. 111-8-1 est délivrée par le maire au nom de l'Etat dans un délais de trois mois à compter du dépôt d'un dossier complet. Dans ce cas, une autorisation unique est délivrée par cette autorité au titre des articles L. 111-8-1 et R. 123-23."},{"type":"add","content":""},{"type":"add","content":"A défaut de notification au demandeur d'une décision expresse du maire dans le délai de trois mois à compter du dépôt d'un dossier complet, l'autorisation de travaux est considérée comme accordée et les travaux prévus pourront être entrepris conformément au projet déposé."},{"type":"add","content":""},{"type":"add","content":"Si le dossier est incomplet, le maire, dans le mois suivant la réception de la demande, invite, par lettre recommandée avec accusé de réception postal, le demandeur à fournir les pièces complémentaires. Le délai d'instruction de trois mois commence à courir, dans ce cas, à compter de la réception des pièces complétant le dossier."},{"type":"add","content":""},{"type":"add","content":"La décision du maire est prise par arrêté. Si cette décision comporte rejet de la demande ou si elle est assortie de prescriptions ou d'une dérogation, elle doit être motivée."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'urbanisme - article L421-1 AUTONOME MODIFIE, en vigueur du 1973-11-13 au 1977-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'urbanisme - article L421-1 AUTONOME MODIFIE, en vigueur du 1977-01-01 au 1985-07-19 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'urbanisme - article L421-1 AUTONOME MODIFIE, en vigueur du 1985-07-19 au 1986-01-07 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'urbanisme - article L421-1 AUTONOME MODIFIE, en vigueur du 1986-01-07 au 1991-07-19 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'urbanisme - article L421-1 AUTONOME MODIFIE, en vigueur du 1991-07-19 au 2000-12-14 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'urbanisme - article L421-1 AUTONOME MODIFIE, en vigueur du 2000-12-14 au 2007-10-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'urbanisme - article L421-1 AUTONOME VIGUEUR, en vigueur depuis le 2007-10-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article R161-5 AUTONOME MODIFIE, en vigueur du 2014-11-07 au 2016-05-06 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article R161-5 AUTONOME MODIFIE, en vigueur du 2016-05-06 au 2018-11-07 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L111-8-1 AUTONOME ABROGE, en vigueur du 2006-10-16 au 2007-10-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L111-8-1 AUTONOME MODIFIE, en vigueur du 1991-07-19 au 2007-10-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article R161-5 AUTONOME MODIFIE, en vigueur du 2018-11-07 au 2019-12-19 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret no 94-86 du 26 janvier 1994 relatif à l'accessibilité aux personnes handicapées des locaux d'habitation, des établissements et installations recevant du public, modifiant et complétant le code de la construction et de l'habitation et le code de l'urbanisme - article 4 ENTIEREMENT_MODIF CREATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n°94-86 du 26 janvier 1994 relatif à l'accessibilité aux personnes handicapées des locaux d'habitation, des établissements et installations recevant du public, modifiant et complétant le code de la construction et de l'habitation et le code de l'urbanisme - article 10 AUTONOME VIGUEUR, en vigueur depuis le 1994-01-28 SPEC_APPLI cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2009-500 du 30 avril 2009 relatif à l'accessibilité des établissements recevant du public et des bâtiments à usage d'habitation CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 78-622 du 31 mai 1978 portant codification des textes concernant la construction et l'habitation (deuxième partie : Réglementaire). CODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1978-05-31 CODIFICATION source Décret n° 78-622 du 31 mai 1978 portant codification des textes concernant la construction et l'habitation (deuxième partie : Réglementaire)."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1994-01-26 SPEC_APPLI source Décret n°94-86 du 26 janvier 1994 relatif à l'accessibilité aux personnes handicapées des locaux d'habitation, des établissements et installations recevant du public, modifiant et complétant le code de la construction et de l'habitation et le code de l'urbanisme - article 10 AUTONOME VIGUEUR, en vigueur depuis le 1994-01-28"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1994-01-26 CREATION source Décret no 94-86 du 26 janvier 1994 relatif à l'accessibilité aux personnes handicapées des locaux d'habitation, des établissements et installations recevant du public, modifiant et complétant le code de la construction et de l'habitation et le code de l'urbanisme - article 4 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de l'urbanisme - article L421-1 AUTONOME MODIFIE, en vigueur du 1973-11-13 au 1977-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L111-8-1 AUTONOME MODIFIE, en vigueur du 1991-07-19 au 2007-10-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la construction et de l'habitation - article R161-5 AUTONOME MODIFIE, en vigueur du 2018-11-07 au 2019-12-19"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/59/LEGIARTI000006895937.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/59/LEGIARTI000006895937.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/59/LEGIARTI000006895937.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_la_construction_et_de_l_habitation/src/branch/main/partie_reglementaire/livre_ier/titre_ier/chapitre_ier/section_3/sous-section_3/article_r111-19-9.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006895937)"},{"type":"add","content":""}],"status":"added"},{"filename":"partie_reglementaire/livre_ier/titre_ier/chapitre_ier/section_3/sous-section_4/README.md","articleName":"Sommaire - Sous-Section 4","additions":17,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Sous-section 4 : Autorisation d'ouverture prévue à l'article L. 111-8-3."},{"type":"add","content":""},{"type":"add","content":"- [Article R*111-19-10](article_r111-19-10.md)"},{"type":"add","content":"- [Article R*111-19-11](article_r111-19-11.md)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/06/18/91/LEGISCTA000006189189.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/06/18/91/LEGISCTA000006189189.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/SCTA/00/00/06/18/91/LEGISCTA000006189189.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://sous-section_4/README.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/section_lc/LEGITEXT000006074096/LEGISCTA000006189189)"},{"type":"add","content":""}],"status":"added"},{"filename":"partie_reglementaire/livre_ier/titre_ier/chapitre_ier/section_3/sous-section_4/article_r111-19-10.md","articleName":"Article R111-19-10","additions":104,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article R*111-19-10"},{"type":"add","content":""},{"type":"add","content":"Avant toute ouverture d'un établissement recevant du public, à l'exception des établissements de 5e catégorie au sens de l'article R. 123-19, il est procédé à une visite de réception par la commission compétente mentionnée à l'article R. 111-19-7, destinée à attester de la conformité à l'autorisation de travaux prévue à l'article L. 111-8-1."},{"type":"add","content":""},{"type":"add","content":"Lorsqu'une commission d'accessibilité d'arrondissement, communale ou intercommunale a reçu compétence en application de l'article R. 111-19-7 elle peut procéder à cette visite."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des transports - article R1112-13 AUTONOME MODIFIE, en vigueur du 2014-11-07 au 2016-05-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des transports - article R1112-13 AUTONOME MODIFIE, en vigueur du 2016-05-01 au 2021-07-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L111-8-1 AUTONOME ABROGE, en vigueur du 2006-10-16 au 2007-10-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L111-8-1 AUTONOME MODIFIE, en vigueur du 1991-07-19 au 2007-10-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Arrêté du 29 décembre 2016 relatif à l'accessibilité des établissements pénitentiaires existants aux personnes handicapées - article 6 AUTONOME VIGUEUR, en vigueur depuis le 2017-01-05 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2021-872 du 30 juin 2021 recodifiant la partie réglementaire du livre Ier du code de la construction et de l'habitation et fixant les conditions de mise en œuvre des solutions d'effet équivalent - article 7 ENTIEREMENT_MODIF CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret no 94-86 du 26 janvier 1994 relatif à l'accessibilité aux personnes handicapées des locaux d'habitation, des établissements et installations recevant du public, modifiant et complétant le code de la construction et de l'habitation et le code de l'urbanisme - article 4 ENTIEREMENT_MODIF CREATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Arrêté du 8 décembre 2014 fixant les dispositions prises pour l'application des articles R. 111-19-7 à R. 111-19-11 du code de la construction et de l'habitation et de l'article 14 du décret n° 2006-555 relatives à l'accessibilité aux personnes handicapées des établissements recevant du public situés dans un cadre bâti existant et des installations existantes ouvertes au public - article 7 AUTONOME MODIFIE, en vigueur du 2015-01-01 au 2017-05-05 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Arrêté du 8 décembre 2014 fixant les dispositions prises pour l'application des articles R. 111-19-7 à R. 111-19-11 du code de la construction et de l'habitation et de l'article 14 du décret n° 2006-555 relatives à l'accessibilité aux personnes handicapées des établissements recevant du public situés dans un cadre bâti existant et des installations existantes ouvertes au public - article 7 AUTONOME VIGUEUR, en vigueur depuis le 2017-05-05 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Arrêté du 19 avril 2017 fixant le contenu et les modalités de diffusion et de mise à jour du registre public d'accessibilité - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2017-04-23 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n°94-86 du 26 janvier 1994 relatif à l'accessibilité aux personnes handicapées des locaux d'habitation, des établissements et installations recevant du public, modifiant et complétant le code de la construction et de l'habitation et le code de l'urbanisme - article 10 AUTONOME VIGUEUR, en vigueur depuis le 1994-01-28 SPEC_APPLI cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 78-622 du 31 mai 1978 portant codification des textes concernant la construction et l'habitation (deuxième partie : Réglementaire). CODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1978-05-31 CODIFICATION source Décret n° 78-622 du 31 mai 1978 portant codification des textes concernant la construction et l'habitation (deuxième partie : Réglementaire)."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1994-01-26 SPEC_APPLI source Décret n°94-86 du 26 janvier 1994 relatif à l'accessibilité aux personnes handicapées des locaux d'habitation, des établissements et installations recevant du public, modifiant et complétant le code de la construction et de l'habitation et le code de l'urbanisme - article 10 AUTONOME VIGUEUR, en vigueur depuis le 1994-01-28"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1994-01-26 CREATION source Décret no 94-86 du 26 janvier 1994 relatif à l'accessibilité aux personnes handicapées des locaux d'habitation, des établissements et installations recevant du public, modifiant et complétant le code de la construction et de l'habitation et le code de l'urbanisme - article 4 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2014-12-08 CITATION cible Arrêté du 8 décembre 2014 fixant les dispositions prises pour l'application des articles R. 111-19-7 à R. 111-19-11 du code de la construction et de l'habitation et de l'article 14 du décret n° 2006-555 relatives à l'accessibilité aux personnes handicapées des établissements recevant du public situés dans un cadre bâti existant et des installations existantes ouvertes au public - article 7 AUTONOME VIGUEUR, en vigueur depuis le 2017-05-05"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2016-12-29 CITATION cible Arrêté du 29 décembre 2016 relatif à l'accessibilité des établissements pénitentiaires existants aux personnes handicapées - article 6 AUTONOME VIGUEUR, en vigueur depuis le 2017-01-05"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2017-04-19 CITATION cible Arrêté du 19 avril 2017 fixant le contenu et les modalités de diffusion et de mise à jour du registre public d'accessibilité - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2017-04-23"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2021-06-30 CITATION cible Décret n° 2021-872 du 30 juin 2021 recodifiant la partie réglementaire du livre Ier du code de la construction et de l'habitation et fixant les conditions de mise en œuvre des solutions d'effet équivalent - article 7 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L111-8-1 AUTONOME MODIFIE, en vigueur du 1991-07-19 au 2007-10-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code des transports - article R1112-13 AUTONOME MODIFIE, en vigueur du 2016-05-01 au 2021-07-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/59/LEGIARTI000006895939.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/59/LEGIARTI000006895939.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/59/LEGIARTI000006895939.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_la_construction_et_de_l_habitation/src/branch/main/partie_reglementaire/livre_ier/titre_ier/chapitre_ier/section_3/sous-section_4/article_r111-19-10.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006895939)"},{"type":"add","content":""}],"status":"added"},{"filename":"partie_reglementaire/livre_ier/titre_ier/chapitre_ier/section_3/sous-section_4/article_r111-19-11.md","articleName":"Article R111-19-11","additions":74,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article R*111-19-11"},{"type":"add","content":""},{"type":"add","content":"L'autorisation d'ouverture d'un établissement recevant du public prévue à l'article L. 111-8-3 est délivrée au nom de l'Etat dans les mêmes conditions de compétence que celles définies aux articles R. 111-19-8 et R. 111-19-9 et après avis de la commission compétente mentionnée au même article R. 111-19-7."},{"type":"add","content":""},{"type":"add","content":"L'autorisation d'ouverture est notifiée directement à l'exploitant par lettre recommandée avec demande d'avis de réception postal. Une ampliation de cette décision est transmise au préfet, lorsqu'il n'est pas l'autorité compétente pour statuer."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article R161-5 AUTONOME MODIFIE, en vigueur du 2014-11-07 au 2016-05-06 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article R161-5 AUTONOME MODIFIE, en vigueur du 2016-05-06 au 2018-11-07 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article R161-5 AUTONOME MODIFIE, en vigueur du 2018-11-07 au 2019-12-19 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret no 94-86 du 26 janvier 1994 relatif à l'accessibilité aux personnes handicapées des locaux d'habitation, des établissements et installations recevant du public, modifiant et complétant le code de la construction et de l'habitation et le code de l'urbanisme - article 4 ENTIEREMENT_MODIF CREATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n°94-86 du 26 janvier 1994 relatif à l'accessibilité aux personnes handicapées des locaux d'habitation, des établissements et installations recevant du public, modifiant et complétant le code de la construction et de l'habitation et le code de l'urbanisme - article 10 AUTONOME VIGUEUR, en vigueur depuis le 1994-01-28 SPEC_APPLI cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 78-622 du 31 mai 1978 portant codification des textes concernant la construction et l'habitation (deuxième partie : Réglementaire). CODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1978-05-31 CODIFICATION source Décret n° 78-622 du 31 mai 1978 portant codification des textes concernant la construction et l'habitation (deuxième partie : Réglementaire)."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1994-01-26 SPEC_APPLI source Décret n°94-86 du 26 janvier 1994 relatif à l'accessibilité aux personnes handicapées des locaux d'habitation, des établissements et installations recevant du public, modifiant et complétant le code de la construction et de l'habitation et le code de l'urbanisme - article 10 AUTONOME VIGUEUR, en vigueur depuis le 1994-01-28"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1994-01-26 CREATION source Décret no 94-86 du 26 janvier 1994 relatif à l'accessibilité aux personnes handicapées des locaux d'habitation, des établissements et installations recevant du public, modifiant et complétant le code de la construction et de l'habitation et le code de l'urbanisme - article 4 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L111-8-3 AUTONOME MODIFIE, en vigueur du 1991-07-19 au 2006-07-16"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la construction et de l'habitation - article R161-5 AUTONOME MODIFIE, en vigueur du 2018-11-07 au 2019-12-19"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/59/LEGIARTI000006895942.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/59/LEGIARTI000006895942.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/59/LEGIARTI000006895942.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_la_construction_et_de_l_habitation/src/branch/main/partie_reglementaire/livre_ier/titre_ier/chapitre_ier/section_3/sous-section_4/article_r111-19-11.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006895942)"},{"type":"add","content":""}],"status":"added"}],"stats":{"additions":1308,"deletions":0,"filesChanged":16}}