{"sha":"a2fab5ce185a","date":"2004-02-05","message":"LOI n° 2004-105 du 3 février 2004 portant création de l'Agence nationale pour la garantie des droits des mineurs et diverses dispositions relatives aux mines","files":[{"filename":"partie_legislative/livre_ier/titre_ier/chapitre_ii/section_2/article_l112-6.md","articleName":"Article L112-6","additions":35,"deletions":18,"diff":[{"type":"del","content":"Les ingénieurs et techniciens du service des mines, les ingénieurs du service de conservation des gisements d'hydrocarbures, les ingénieurs du service géologique national ainsi que les collaborateurs de ce dernier qui sont munis d'un ordre de mission émanant du ministre chargé des mines, ont accès à tous sondages, ouvrages souterrains ou travaux de fouilles soit pendant, soit après leur exécution et quelle que soit la profondeur."},{"type":"add","content":"\" Les ingénieurs et techniciens compétents en matière de police des mines, les ingénieurs placés auprès du ministre chargé des mines, les ingénieurs du service géologique national ainsi que les collaborateurs de ce dernier qui sont munis d'un ordre de mission émanant du ministre chargé des mines ont accès à tous sondages, ouvrages souterrains ou travaux de fouilles soit pendant, soit après leur exécution, et quelle que soit leur profondeur."},{"type":"del","content":"Ils peuvent se faire remettre tous échantillons et se faire communiquer tous documents et renseignements d'ordre géologique, géotechnique, hydrologique, hydrographique, chimique ou minier."},{"type":"add","content":"Ils peuvent se faire remettre tous échantillons et se faire communiquer tous les documents et renseignements d'ordre géologique, géotechnique, hydrologique, hydrographique, topographique, chimique ou minier."},{"type":"del","content":"Les maires dont le territoire est concerné par les fouilles sont informés des conclusions des recherches."},{"type":"add","content":"Les maires dont le territoire est concerné par les fouilles seront informés des conclusions des recherches."},{"type":"del","content":"les documents ou renseignements recueillis en application du présent article ne peuvent, sauf autorisation de l'auteur des travaux, être rendus pulics ou communiqués à des tiers par l'administration avant l'expiration d'un délai de dix ans à compter de la date à laquelle ils ont été obtenus."},{"type":"add","content":"Les documents ou renseignements recueillis en application des articles 132 et 133 ne peuvent, sauf autorisation de l'auteur des travaux, être rendus publics ou communiqués à des tiers par l'administration avant l'expiration d'un délai de dix ans à compter de la date à laquelle ils ont été obtenus."},{"type":"add","content":""},{"type":"add","content":"Le délai de dix ans peut être réduit ou annulé pour certains documents et renseignements dans les conditions déterminées par décrets en Conseil d'Etat. Il peut être porté au maximum à vingt ans dans les mêmes formes pour les documents et renseignements sismiques intéressant la recherche des hydrocarbures à terre et pour tous les renseignements et documents intéressant la recherche des hydrocarbures en mer."},{"type":"add","content":""},{"type":"add","content":"Les dispositions prévues aux premier et deuxième alinéas ci-dessus ne font pas obstacle aux pouvoirs de contrôle du Parlement tels qu'ils sont définis au dernier alinéa du IV de l'article 164 de l'ordonnance n° 58-1374 du 30 décembre 1958 portant loi de finances pour 1959 et à l'article 6 de l'ordonnance n° 58-1100 du 17 novembre 1958 relative au fonctionnement des assemblées parlementaires."},{"type":"add","content":""},{"type":"add","content":"Pour les travaux exécutés à terre, en ce qui concerne ceux intéressant la recherche d'hydrocarbures liquides ou gazeux, les échantillons, documents et renseignements autres que les documents et renseignements sismiques tombent immédiatement dans le domaine public. Il en est de même, quel que soit l'objet des travaux à l'occasion desquels ils sont recueillis, des échantillons, documents et renseignements mentionnés à l'article L. 211-10 du code de l'environnement."},{"type":"add","content":""},{"type":"add","content":"Pour les travaux exécutés en mer et par exception aux dispositions des deux premiers alinéas ci-dessus, les renseignements intéressant la sécurité de la navigation de surface, ainsi que ceux qui concernent les propriétés physico-chimiques et les mouvements des eaux susjacentes, tombent immédiatement dans le domaine public. Ces renseignements doivent être communiqués, dès leur obtention, pour ce qui concerne leurs missions respectives, à la direction de la météorologie nationale et au service hydrographique et océanographique de la marine, lequel peut, en outre, se faire remettre sans délai les renseignements et documents intéressant la sécurité de la navigation sous-marine ainsi que la morphologie et la nature superficielle du sol marin."},{"type":"add","content":""},{"type":"add","content":"Les dispositions du présent article sont applicables aux travaux intéressant la recherche des hydrocarbures en mer exécutés depuis le 1er juillet 1975.\""},{"type":"del","content":"Code de la construction et de l'habitation - article L112-4 AUTONOME VIGUEUR, en vigueur depuis le 2021-07-01 CITATION source"},{"type":"add","content":"Code minier - article 132 AUTONOME ABROGE, en vigueur du 2004-02-04 au 2011-03-01 PILOTE_SUIVEUR cible"},{"type":"del","content":"Code de la construction et de l'habitation - article R141-3 AUTONOME VIGUEUR_DIFF, en vigueur depuis le 2026-07-01 CITATION source"},{"type":"add","content":"LOI n° 2004-105 du 3 février 2004 portant création de l'Agence nationale pour la garantie des droits des mineurs et diverses dispositions relatives aux mines - article 17 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":"Décret n° 78-621 du 31 mai 1978 portant codification des textes concernant la construction et ‎l'habitation (première partie: Législative)‎ CODIFICATION cible"},{"type":"add","content":"Code minier - article 132 AUTONOME MODIFIE, en vigueur du 1977-06-18 au 2004-02-04 PILOTE_SUIVEUR cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code minier - article 134 AUTONOME ABROGE, en vigueur du 1977-06-18 au 2011-03-01 PILOTE_SUIVEUR cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Loi n°77-620 du 16 juin 1977 COMPLETANT ET MODIFIANT LE CODE MINIER - article 32 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":"1978-05-31 CODIFICATION source Décret n° 78-621 du 31 mai 1978 portant codification des textes concernant la construction et ‎l'habitation (première partie: Législative)‎"},{"type":"add","content":"1977-06-16 MODIFICATION source Loi n°77-620 du 16 juin 1977 COMPLETANT ET MODIFIANT LE CODE MINIER - article 32 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2004-02-03 MODIFICATION source LOI n° 2004-105 du 3 février 2004 portant création de l'Agence nationale pour la garantie des droits des mineurs et diverses dispositions relatives aux mines - article 17 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 PILOTE_SUIVEUR source Code minier - article 132 AUTONOME MODIFIE, en vigueur du 1977-06-18 au 2004-02-04"},{"type":"del","content":"2999-01-01 CITATION source Code minier VIGUEUR"},{"type":"add","content":"2999-01-01 PILOTE_SUIVEUR source Code minier - article 134 AUTONOME ABROGE, en vigueur du 1977-06-18 au 2011-03-01"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/82/42/LEGIARTI000006824222.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/82/42/LEGIARTI000006824222.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/82/42/LEGIARTI000006824222.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/33/68/LEGIARTI000020336808.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/33/68/LEGIARTI000020336808.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/20/33/68/LEGIARTI000020336808.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006824222)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000020336808)"}],"status":"modified"}],"stats":{"additions":35,"deletions":18,"filesChanged":1}}