{"sha":"cd939697ab92","date":"2016-12-15","message":"Décret n° 2016-1713 du 12 décembre 2016 relatif aux associations d'information sur le logement","files":[{"filename":"annexes/livre_iii/titre_vi/chapitre_vi/article_annexe_a_l_article_r366-1.md","articleName":"Article ANNEXE A L ARTICLE R366-1","additions":23,"deletions":18,"diff":[{"type":"del","content":"Pour réaliser son objet, l'association anime et coordonne le réseau des associations départementales d'information sur le logement (ADIL). Elle favorise la création de nouvelles ADIL dans les départements qui n'en sont pas pourvus et apporte un soutien technique au renforcement, au développement et à la qualité du réseau."},{"type":"add","content":"Pour réaliser son objet, l'association anime et coordonne le réseau des associations d'information sur le logement (ADIL). Elle favorise la création de nouvelles ADIL dans les territoires qui n'en sont pas pourvus et apporte un soutien technique au renforcement, au développement et à la qualité du réseau."},{"type":"del","content":"Elle réalise les outils documentaires et informatiques destinés à l'information des associations départementales et à celle du public ; elle diffuse au sein du réseau les expériences menées par les associations départementales et leurs résultats ; elle organise des stages de formation des personnels."},{"type":"add","content":"Elle réalise les outils documentaires et informatiques destinés à l'information des ADIL et à celle du public ; elle diffuse au sein du réseau les expériences menées par les ADIL et leurs résultats ; elle organise des stages de formation des personnels."},{"type":"del","content":"Elle recueille les informations sur la demande exprimée par le public qui lui sont transmises par les associations départementales. Elle procède à leur traitement et restitue les analyses issues de ce traitement à l'ensemble du réseau."},{"type":"add","content":"Elle recueille les informations sur la demande exprimée par le public qui lui sont transmises par les ADIL. Elle procède à leur traitement et restitue les analyses issues de ce traitement à l'ensemble du réseau."},{"type":"del","content":"L'association a aussi vocation à entreprendre toutes études, recherches, actions de formation et démarches prospectives suscitées par ses interventions et qui lui apparaissent nécessaires à l'intérêt public dans le domaine du logement et de l'habitat. Elle communique à ses membres ses analyses issues de l'activité du réseau des associations départementales et les résultats des études réalisées à son initiative. Elle peut faire des propositions de nature à mieux orienter les politiques publiques en matière de logement et d'habitat."},{"type":"add","content":"L'association a aussi vocation à entreprendre toutes études, recherches, actions de formation et démarches prospectives suscitées par ses interventions et qui lui apparaissent nécessaires à l'intérêt public dans le domaine du logement et de l'habitat. Elle communique à ses membres ses analyses issues de l'activité du réseau des ADIL et les résultats des études réalisées à son initiative. Elle peut faire des propositions de nature à mieux orienter les politiques publiques en matière de logement et d'habitat."},{"type":"del","content":"L'association donne son avis au ministre chargé du logement sur les décisions d'agrément des associations départementales d'information sur le logement, après avoir réuni la commission d'agrément. Elle informe le réseau des associations départementales et ses partenaires locaux publics et privés sur la procédure d'agrément ministériel prévue à l'article L. 366-1 du code de la construction et de l'habitation. Elle apporte son conseil et son appui aux associations départementales sur toute question liée à la procédure d'agrément ministériel."},{"type":"add","content":"L'association donne son avis au ministre chargé du logement sur les décisions d'agrément des ADIL, après avoir réuni la commission d'agrément. Elle informe le réseau des ADIL et ses partenaires locaux publics et privés sur la procédure d'agrément ministériel prévue à l'article L. 366-1 du code de la construction et de l'habitation. Elle apporte son conseil et son appui aux ADIL sur toute question liée à la procédure d'agrément ministériel."},{"type":"del","content":"- les associations départementales d'information sur le logement ayant fait l'objet de l'agrément ministériel prévu à l'article L. 366-1 du code de la construction et de l'habitation ;"},{"type":"add","content":"- les ADIL ayant fait l'objet de l'agrément ministériel prévu à l'article L. 366-1 du code de la construction et de l'habitation ;"},{"type":"del","content":"La qualité de membre de droit peut également être conférée, à sa demande, à toute association nationale d'élus territoriaux, ou à toute instance à laquelle est affiliée un organisme membre des associations départementales d'information sur le logement."},{"type":"add","content":"La qualité de membre de droit peut également être conférée, à sa demande, à toute association nationale d'élus territoriaux, ou à toute instance à laquelle est affiliéADIL un organisme membre des ADIL."},{"type":"del","content":"Le conseil d'administration désigne parmi ses membres les représentants siégeant au sein de la commission pour l'agrément des associations départementales d'information sur le logement, en respectant la proportionnalité de la représentation entre membres de droit et membres adhérents. Le président de la commission pour l'agrément est nommé par le conseil d'administration parmi les représentants de la commission pour l'agrément. La commission pour l'agrément est renouvelée tous les trois ans. Une association départementale représentée à la commission pour l'agrément ne peut siéger lors de la séance au cours de laquelle cette commission examine la situation de cette association départementale."},{"type":"add","content":"Le conseil d'administration désigne parmi ses membres les représentants siégeant au sein de la commission pour l'agrément des ADIL, en respectant la proportionnalité de la représentation entre membres de droit et membres adhérents. Le président de la commission pour l'agrément est nommé par le conseil d'administration parmi les représentants de la commission pour l'agrément. La commission pour l'agrément est renouvelée tous les trois ans. Une ADIL représentée à la commission pour l'agrément ne peut siéger lors de la séance au cours de laquelle cette commission examine la situation de cette ADIL."},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"Décret n° 2007-1576 du 6 novembre 2007 relatif aux organismes d'information sur le logement et modifiant le code de la construction et de l'habitation CREATION cible"},{"type":"add","content":"Décret n° 2016-1713 du 12 décembre 2016 relatif aux associations d'information sur le logement - article 6 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"del","content":"      CITATION source Décret 1901-08-16"},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L366-1 AUTONOME MODIFIE, en vigueur du 2000-12-14 au 2015-01-01"},{"type":"del","content":"1978-05-31 CODIFICATION source Décret n° 78-622 du 31 mai 1978 portant codification des textes concernant la construction et l'habitation (deuxième partie : Réglementaire)."},{"type":"add","content":"      CITATION source Décret 1901-08-16"},{"type":"del","content":"2007-11-06 CREATION source Décret n° 2007-1576 du 6 novembre 2007 relatif aux organismes d'information sur le logement et modifiant le code de la construction et de l'habitation"},{"type":"add","content":"1978-05-31 CODIFICATION source Décret n° 78-622 du 31 mai 1978 portant codification des textes concernant la construction et l'habitation (deuxième partie : Réglementaire)."},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L366-1 AUTONOME MODIFIE, en vigueur du 2000-12-14 au 2015-01-01"},{"type":"add","content":"2016-12-12 MODIFIE cible Décret n° 2016-1713 du 12 décembre 2016 relatif aux associations d'information sur le logement - article 6 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/83/28/LEGIARTI000006832839.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/83/28/LEGIARTI000006832839.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/83/28/LEGIARTI000006832839.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/60/56/LEGIARTI000033605628.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/60/56/LEGIARTI000033605628.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/60/56/LEGIARTI000033605628.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006832839)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033605628)"}],"status":"modified"},{"filename":"annexes/livre_iii/titre_vi/chapitre_vi/article_annexe_a_l_article_r366-5.md","articleName":"Article ANNEXE A L ARTICLE R366-5","additions":35,"deletions":31,"diff":[{"type":"del","content":"CLAUSES À INSÉRER DANS LES STATUTS DES ASSOCIATIONS DÉPARTEMENTALES D'INFORMATION SUR LE LOGEMENT"},{"type":"add","content":"CLAUSES À INSÉRER DANS LES STATUTS DES ASSOCIATIONS D'INFORMATION SUR LE LOGEMENT MENTIONNÉES À L'ARTICLE L. 366-1"},{"type":"del","content":"- la loi du 1er juillet 1901 modifiée relative au contrat d'association et son décret d'application du 16 août 1901 modifié ;"},{"type":"add","content":"-la loi du 1er juillet 1901 modifiée relative au contrat d'association et son décret d'application du 16 août 1901 modifié ;"},{"type":"del","content":"- l'article L. 366-1 du code de la construction et de l'habitation et ses textes d'application."},{"type":"add","content":"-l'article L. 366-1 du code de la construction et de l'habitation et ses textes d'application."},{"type":"del","content":"L'association a pour dénomination : association départementale d'information sur le logement de (nom du département). Elle peut être désignée sous le sigle ADIL ou par la dénomination agence départementale d'information sur le logement."},{"type":"add","content":"L'association a pour dénomination l'une des dénominations suivantes :"},{"type":"add","content":""},{"type":"add","content":"-association départementale d'information sur le logement de (nom du département) ;"},{"type":"add","content":""},{"type":"add","content":"-association interdépartementale d'information sur le logement de (nom des départements) ;"},{"type":"add","content":""},{"type":"add","content":"-association métropolitaine d'information sur le logement de (nom de la métropole) ;"},{"type":"add","content":""},{"type":"add","content":"-association départementale-métropolitaine d'information sur le logement de (nom du département et de la métropole)."},{"type":"add","content":""},{"type":"add","content":"Elle peut être désignée sous le sigle ADIL ou par la dénomination “ agence départementale d'information sur le logement ” ou “ agence d'information sur le logement ”."},{"type":"del","content":"L'association contribue à la collecte et à l'exploitation des données de l'ensemble du réseau des associations départementales, coordonnées par l'Association nationale pour l'information sur le logement :"},{"type":"add","content":"L'association contribue à la collecte et à l'exploitation des données de l'ensemble du réseau des associations d'information sur le logement, coordonnées par l'Association nationale pour l'information sur le logement :"},{"type":"del","content":"- elle analyse les informations issues de la demande exprimée par le public et assure la diffusion de ses analyses à l'ensemble de ses membres, à l'Association nationale pour l'information sur le logement et au ministère chargé du logement ;"},{"type":"add","content":"-elle analyse les informations issues de la demande exprimée par le public et assure la diffusion de ses analyses à l'ensemble de ses membres, à l'Association nationale pour l'information sur le logement et au ministère chargé du logement ;"},{"type":"del","content":"- elle enrichit les données nationales du réseau des associations départementales de ses expériences, propositions, analyses et études."},{"type":"add","content":"-elle enrichit les données nationales du réseau des associations d'information sur le logement de ses expériences, propositions, analyses et études."},{"type":"del","content":"- le département concerné ;"},{"type":"add","content":"-le ou les départements concernés, la métropole concernée ou la métropole et le département concernés ;"},{"type":"del","content":"- l'Etat : le préfet ou son représentant et le directeur départemental de l'équipement ou son représentant, le directeur départemental de l'équipement pouvant représenter le préfet ;"},{"type":"add","content":"-l'Etat : le préfet ou son représentant et le directeur départemental des territoires (et de la mer) ou son représentant, le directeur départemental des territoires (et de la mer) pouvant représenter le préfet ;"},{"type":"del","content":"- l'Association départementale des maires de France."},{"type":"add","content":"-l'Association ou les associations départementales des maires de France."},{"type":"del","content":"Les membres adhérents sont des personnes morales légalement constituées intervenant dans le domaine du logement ou de l'habitat dans le département concerné ou des personnalités qualifiées dans le domaine du logement ou de la statistique."},{"type":"add","content":"Les membres adhérents sont des personnes morales légalement constituées intervenant dans le domaine du logement ou de l'habitat dans le ressort territorial de l'association ou des personnalités qualifiées dans le domaine du logement ou de la statistique."},{"type":"del","content":"- des collectivités territoriales autres que le conseil général ;"},{"type":"add","content":"-des collectivités territoriales autres que le conseil départemental ;"},{"type":"del","content":"- des établissements publics de coopération intercommunale (EPCI) ;"},{"type":"add","content":"-des établissements publics de coopération intercommunale (EPCI) autres que ceux qui sont membres de droit ;"},{"type":"del","content":"- des personnes morales légalement constituées ayant manifesté leur intérêt pour l'action de l'association."},{"type":"add","content":"-des personnes morales légalement constituées ayant manifesté leur intérêt pour l'action de l'association."},{"type":"del","content":"- des personnalités qualifiées dans le domaine du logement ou de la statistique."},{"type":"add","content":"-des personnalités qualifiées dans le domaine du logement ou de la statistique."},{"type":"del","content":"La fonction de directeur de l'association départementale est exclusive de toute fonction rémunérée à caractère permanent dans les organismes et associations membres de l'association. Cette restriction ne s'applique pas à la publication d'ouvrages ou aux activités d'enseignement."},{"type":"add","content":"La fonction de directeur de l'association est exclusive de toute fonction rémunérée à caractère permanent dans les organismes et associations membres de l'association. Cette restriction ne s'applique pas à la publication d'ouvrages ou aux activités d'enseignement."},{"type":"del","content":"Le personnel de l'association départementale est salarié de l'association."},{"type":"add","content":"Le personnel de l'association est salarié de l'association."},{"type":"del","content":"L'association départementale appose sur ses supports (papier, panneaux, enseignes) le logotype et le sigle commun au réseau des associations départementales d'information sur le logement, conformément à la charte d'identité graphique."},{"type":"add","content":"L'association appose sur ses supports (papier, panneaux, enseignes) le logotype et le sigle commun au réseau des associations d'information sur le logement, conformément à la charte d'identité graphique."},{"type":"del","content":"Pour son activité, l'association départementale dispose de coordonnées téléphoniques et électroniques propres."},{"type":"add","content":"Pour son activité, l'association dispose de coordonnées téléphoniques et électroniques propres."},{"type":"del","content":"Décret n° 2015-650 du 10 juin 2015 relatif aux modalités de mise en œuvre du dispositif d'encadrement du niveau de certains loyers et modifiant l'annexe à l'article R.* 366-5 du code de la construction et de l'habitation - article 5 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Décret n° 2016-1713 du 12 décembre 2016 relatif aux associations d'information sur le logement - article 7 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2015-06-10 MODIFIE cible Décret n° 2015-650 du 10 juin 2015 relatif aux modalités de mise en œuvre du dispositif d'encadrement du niveau de certains loyers et modifiant l'annexe à l'article R.* 366-5 du code de la construction et de l'habitation - article 5 ENTIEREMENT_MODIF"},{"type":"add","content":"2016-12-12 MODIFIE cible Décret n° 2016-1713 du 12 décembre 2016 relatif aux associations d'information sur le logement - article 7 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":"      CITATION source Décret 1901-08-16"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CITATION source Loi 1901-07-01"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/71/38/LEGIARTI000030713878.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/71/38/LEGIARTI000030713878.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/30/71/38/LEGIARTI000030713878.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/60/56/LEGIARTI000033605639.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/60/56/LEGIARTI000033605639.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/60/56/LEGIARTI000033605639.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000030713878)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033605639)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_iii/titre_vi/chapitre_vi/section_2/article_r366-5.md","articleName":"Article R366-5","additions":8,"deletions":29,"diff":[{"type":"del","content":"La délivrance de l'agrément ministériel à une association départementale d'information sur le logement visée au troisième alinéa de l'article L. 366-1 est subordonnée au respect, par ses statuts, des clauses reproduites en annexe au présent article."},{"type":"add","content":"La délivrance de l'agrément ministériel à une association d'information sur le logement visée au troisième alinéa de l'article L. 366-1 est subordonnée au respect, par ses statuts, des clauses reproduites en annexe au présent article."},{"type":"del","content":"Décret n° 2021-872 du 30 juin 2021 recodifiant la partie réglementaire du livre Ier du code de la construction et de l'habitation et fixant les conditions de mise en œuvre des solutions d'effet équivalent - article 8 ENTIEREMENT_MODIF CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°2007-1576 du 6 novembre 2007 relatif aux organismes d'information sur le logement et modifiant le code de la construction et de l'habitation. - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2007-11-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2007-1576 du 6 novembre 2007 relatif aux organismes d'information sur le logement et modifiant le code de la construction et de l'habitation - article 1 ENTIEREMENT_MODIF CREATION cible"},{"type":"add","content":"Décret n° 2016-1713 du 12 décembre 2016 relatif aux associations d'information sur le logement - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":"Arrêté du 10 septembre 2009 portant agrément de l'Association départementale d'information sur le logement du Tarn CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2019-437 du 13 mai 2019 relatif aux modalités d'application de la mise en demeure en cas de non-respect du dispositif expérimental d'encadrement du niveau des loyers et au recouvrement des amendes administratives dans le cadre des rapports locatifs CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2021-1142 du 2 septembre 2021 relatif aux données collectées par les observatoires locaux des loyers CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2021-1142 du 2 septembre 2021 relatif aux données collectées par les observatoires locaux des loyers VIGUEUR, en vigueur depuis le 2021-09-04 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2019-437 du 13 mai 2019 relatif aux modalités d'application de la mise en demeure en cas de non-respect du dispositif expérimental d'encadrement du niveau des loyers et au recouvrement des amendes administratives dans le cadre des rapports locatifs VIGUEUR, en vigueur depuis le 2019-05-15 CITATION source"},{"type":"del","content":""},{"type":"del","content":"2007-11-06 CREATION source Décret n° 2007-1576 du 6 novembre 2007 relatif aux organismes d'information sur le logement et modifiant le code de la construction et de l'habitation - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2007-11-06 CITATION cible Décret n°2007-1576 du 6 novembre 2007 relatif aux organismes d'information sur le logement et modifiant le code de la construction et de l'habitation. - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2007-11-08"},{"type":"del","content":"2007-11-06 CITATION cible Décret n°2007-1576 du 6 novembre 2007 relatif aux organismes d'information sur le logement et modifiant le code de la construction et de l'habitation. - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2007-11-08"},{"type":"add","content":"2016-12-12 MODIFIE cible Décret n° 2016-1713 du 12 décembre 2016 relatif aux associations d'information sur le logement - article 2 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/80/LEGIARTI000006898035.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/80/LEGIARTI000006898035.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/80/LEGIARTI000006898035.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/60/56/LEGIARTI000033605604.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/60/56/LEGIARTI000033605604.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/60/56/LEGIARTI000033605604.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006898035)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033605604)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_iii/titre_vi/chapitre_vi/section_2/article_r366-6.md","articleName":"Article R366-6","additions":7,"deletions":7,"diff":[{"type":"del","content":"L'agrément d'une association départementale d'information sur le logement est délivré par arrêté du ministre chargé du logement pris après avis de l'Association nationale pour l'information sur le logement et publié au Journal officiel de la République française."},{"type":"add","content":"L'agrément d'une association d'information sur le logement est délivré par arrêté du ministre chargé du logement pris après avis de l'Association nationale pour l'information sur le logement et publié au Journal officiel de la République française."},{"type":"del","content":"Décret n° 2007-1576 du 6 novembre 2007 relatif aux organismes d'information sur le logement et modifiant le code de la construction et de l'habitation - article 1 ENTIEREMENT_MODIF CREATION cible"},{"type":"add","content":"Décret n° 2016-1713 du 12 décembre 2016 relatif aux associations d'information sur le logement - article 3 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2007-11-06 CREATION source Décret n° 2007-1576 du 6 novembre 2007 relatif aux organismes d'information sur le logement et modifiant le code de la construction et de l'habitation - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2016-12-12 MODIFIE cible Décret n° 2016-1713 du 12 décembre 2016 relatif aux associations d'information sur le logement - article 3 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/80/LEGIARTI000006898036.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/80/LEGIARTI000006898036.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/80/LEGIARTI000006898036.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/60/56/LEGIARTI000033605611.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/60/56/LEGIARTI000033605611.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/60/56/LEGIARTI000033605611.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006898036)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033605611)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_iii/titre_vi/chapitre_vi/section_2/article_r366-7.md","articleName":"Article R366-7","additions":8,"deletions":10,"diff":[{"type":"del","content":"La demande d'agrément est adressée par l'association au ministre chargé du logement, qui en transmet copie à l'Association nationale pour l'information sur le logement afin de recueillir l'avis prévu à l'article L. 366-1. L'association dispose d'un délai de deux mois pour transmettre son avis au ministre. A défaut de réponse dans ce délai, l'avis de l'association est réputé avoir été rendu."},{"type":"add","content":"La demande d'agrément est adressée par l'association au ministre chargé du logement, par lettre recommandée avec demande d'avis de réception, qui en transmet copie à l'Association nationale pour l'information sur le logement afin de recueillir l'avis prévu à l'article L. 366-1. L'association dispose d'un délai d'un mois pour transmettre son avis au ministre. A défaut de réponse dans ce délai, l'avis de l'association est réputé avoir été rendu."},{"type":"del","content":"La demande de l'association est accompagnée d'une copie de ses statuts et de tous les éléments permettant de s'assurer de la réalité de son activité, en particulier la composition de ses instances, un descriptif des moyens humains, matériels et financiers dont elle dispose pour la réalisation de son objet social, ainsi que, s'il s'agit d'une association départementale nouvellement créée, la délibération de l'assemblée générale constitutive."},{"type":"del","content":""},{"type":"del","content":"L'absence de réponse du ministre dans un délai de quatre mois après le dépôt de la demande vaut décision de rejet."},{"type":"add","content":"La demande de l'association est accompagnée d'une copie de ses statuts et de tous les éléments permettant de s'assurer de la réalité de son activité, en particulier la composition de ses instances, un descriptif des moyens humains, matériels et financiers dont elle dispose pour la réalisation de son objet social, ainsi que, s'il s'agit d'une association nouvellement créée, la délibération de l'assemblée générale constitutive."},{"type":"del","content":"Décret n° 2007-1576 du 6 novembre 2007 relatif aux organismes d'information sur le logement et modifiant le code de la construction et de l'habitation - article 1 ENTIEREMENT_MODIF CREATION cible"},{"type":"add","content":"Décret n° 2016-1713 du 12 décembre 2016 relatif aux associations d'information sur le logement - article 4 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2007-11-06 CREATION source Décret n° 2007-1576 du 6 novembre 2007 relatif aux organismes d'information sur le logement et modifiant le code de la construction et de l'habitation - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2016-12-12 MODIFIE cible Décret n° 2016-1713 du 12 décembre 2016 relatif aux associations d'information sur le logement - article 4 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/80/LEGIARTI000006898037.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/80/LEGIARTI000006898037.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/80/LEGIARTI000006898037.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/60/56/LEGIARTI000033605616.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/60/56/LEGIARTI000033605616.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/60/56/LEGIARTI000033605616.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006898037)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033605616)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_iii/titre_vi/chapitre_vi/section_2/article_r366-8.md","articleName":"Article R366-8","additions":7,"deletions":7,"diff":[{"type":"del","content":"Saisie d'une demande en ce sens, l'association départementale doit fournir au ministre chargé du logement ou à l'Association nationale pour l'information sur le logement tous éléments lui permettant de s'assurer du respect par elle des conditions ayant justifié la délivrance de son agrément."},{"type":"add","content":"Saisie d'une demande en ce sens, l'association d'information sur le logement doit fournir au ministre chargé du logement ou à l'Association nationale pour l'information sur le logement tous éléments lui permettant de s'assurer du respect par elle des conditions ayant justifié la délivrance de son agrément."},{"type":"del","content":"Décret n° 2007-1576 du 6 novembre 2007 relatif aux organismes d'information sur le logement et modifiant le code de la construction et de l'habitation - article 1 ENTIEREMENT_MODIF CREATION cible"},{"type":"add","content":"Décret n° 2016-1713 du 12 décembre 2016 relatif aux associations d'information sur le logement - article 5 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2007-11-06 CREATION source Décret n° 2007-1576 du 6 novembre 2007 relatif aux organismes d'information sur le logement et modifiant le code de la construction et de l'habitation - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2016-12-12 MODIFIE cible Décret n° 2016-1713 du 12 décembre 2016 relatif aux associations d'information sur le logement - article 5 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/80/LEGIARTI000006898038.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/80/LEGIARTI000006898038.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/80/LEGIARTI000006898038.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/60/56/LEGIARTI000033605623.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/60/56/LEGIARTI000033605623.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/60/56/LEGIARTI000033605623.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006898038)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033605623)"}],"status":"modified"}],"stats":{"additions":88,"deletions":102,"filesChanged":6}}