{"sha":"fb3c6e079b5e","date":"2004-07-03","message":"Décret n° 2004-641 du 1er juillet 2004 relatif aux sociétés anonymes d'habitations à loyer modéré","files":[{"filename":"annexes/README.md","articleName":"Sommaire - Annexes","additions":1,"deletions":0,"diff":[{"type":"add","content":"- [Statuts types des sociétés anonymes d'habitations à loyer modéré.](statuts_types_des_societes_anonymes_d_habitations_a_loyer_modere/README.md)"}],"status":"modified"},{"filename":"annexes/statuts_types_des_societes_anonymes_d_habitations_a_loyer_modere/README.md","articleName":"Sommaire - Statuts Types Des Societes Anonymes D Habitations A Loyer Modere","additions":16,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Statuts types des sociétés anonymes d'habitations à loyer modéré."},{"type":"add","content":""},{"type":"add","content":"- [Article Annexe à l'article R422-1](article_annexe_a_l_article_r422-1.md)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/06/12/90/LEGISCTA000006129012.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/06/12/90/LEGISCTA000006129012.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/SCTA/00/00/06/12/90/LEGISCTA000006129012.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/statuts_types_des_societes_anonymes_d_habitations_a_loyer_modere/README.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/section_lc/LEGITEXT000006074096/LEGISCTA000006129012)"},{"type":"add","content":""}],"status":"added"},{"filename":"annexes/statuts_types_des_societes_anonymes_d_habitations_a_loyer_modere/article_annexe_a_l_article_r422-1.md","articleName":"Article ANNEXE A L ARTICLE R422-1","additions":281,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article Annexe à l'article R422-1"},{"type":"add","content":""},{"type":"add","content":"1. Forme."},{"type":"add","content":""},{"type":"add","content":"Il est formé, entre les propriétaires des actions créées ci-après et de toutes celles qui le seraient ultérieurement, une société anonyme d'habitations à loyer modéré régie par les lois et règlements en vigueur, notamment par les dispositions du livre IV du code de la construction et de l'habitation ainsi que par les dispositions non contraires du code civil, du code de commerce et du décret n° 67-236 du 23 mars 1967 sur les sociétés commerciales."},{"type":"add","content":""},{"type":"add","content":"2. Dénomination."},{"type":"add","content":""},{"type":"add","content":"La dénomination de la société est : ... Société anonyme d'habitations à loyer modéré."},{"type":"add","content":""},{"type":"add","content":"3. Objet social."},{"type":"add","content":""},{"type":"add","content":"La société a pour objet :"},{"type":"add","content":""},{"type":"add","content":"1° En vue principalement de la location, de construire, d'acquérir, d'améliorer, d'aménager, d'assainir, de réparer et de gérer, dans les conditions prévues par les livres III et IV du code de la construction et de l'habitation, des habitations collectives ou individuelles avec leurs jardins, dépendances ou annexes et, éventuellement, lorsque ces habitations forment un ensemble, des locaux à usage commun ou des installations nécessaires à la vie économique et sociale de cet ensemble ;"},{"type":"add","content":""},{"type":"add","content":"2° De gérer les immeubles appartenant à d'autres organismes d'habitations à loyer modéré ;"},{"type":"add","content":""},{"type":"add","content":"3° De gérer les immeubles à usage principal d'habitation appartenant à l'Etat, à une collectivité territoriale ou à un groupement de collectivités territoriales, à une société d'économie mixte de construction et de gestion de logements sociaux, à des organismes à but non lucratif, à l'association agréée mentionnée à l'article 116 de la loi de finances pour 2002 (n° 2001-1275 du 28 décembre 2001) ou aux sociétés civiles immobilières dont les parts sont détenues à au moins 99 % par cette association ;"},{"type":"add","content":""},{"type":"add","content":"4° De réaliser des missions d'accompagnement social destinées aux populations logées dans le patrimoine qu'elle gère ou, à titre de prestataire de services, pour les populations logées dans le patrimoine géré par d'autres organismes de logement social ;"},{"type":"add","content":""},{"type":"add","content":"5° De réaliser pour son compte ou pour le compte de tiers, avec l'accord de la ou des collectivités ou établissements publics intéressés, toutes les interventions foncières, les actions ou opérations d'aménagement, y compris les lotissements, prévues par le code de l'urbanisme et le code de la construction et de l'habitation, sans que les dispositions de l'article L. 443-14 de ce dernier code soient applicables aux cessions d'immeubles rendues nécessaires par ces réalisations ;"},{"type":"add","content":""},{"type":"add","content":"6° En complément de son activité locative, de réaliser ou d'acquérir et d'améliorer des logements en vue de leur vente à des personnes physiques à titre de résidences principales, soit lorsqu'une offre satisfaisante de ces logements n'est pas assurée dans un îlot, un quartier ou une commune, soit à la demande de la collectivité territoriale dans le cadre d'une action ou d'une opération d'aménagement ou de la mise en oeuvre des objectifs de renouvellement urbain et de mixité sociale prévus dans les contrats de ville. Ces logements sont destinés à des personnes physiques dont les ressources n'excèdent pas les plafonds fixés en application de l'article R. 443-34 du code de la construction et de l'habitation. Les prix de vente de ces immeubles respectent les maxima fixés en application du même article ;"},{"type":"add","content":""},{"type":"add","content":"7° D'assister, à titre de prestataire de services, des personnes physiques et des sociétés coopératives de construction ou sociétés civiles immobilières ayant pour objet la réalisation d'immeubles à usage d'habitation ou à usage professionnel et d'habitation destinés à des accédants dont les ressources n'excèdent pas les plafonds fixés en application de l'article R. 443-34 du code de la construction et de l'habitation ;"},{"type":"add","content":""},{"type":"add","content":"8° De construire, acquérir, réaliser des travaux, gérer des immeubles à usage d'habitation ou à usage professionnel et d'habitation en vue de leur location-accession ;"},{"type":"add","content":""},{"type":"add","content":"9° De réaliser, pour le compte d'associations ou d'organismes agréés dans le domaine du logement social, des prestations de services pour des opérations ou des actions de nature à favoriser l'insertion sociale des personnes et la mixité urbaine et sociale des villes et des quartiers ;"},{"type":"add","content":""},{"type":"add","content":"10° De réaliser pour le compte d'autres organismes d'habitations à loyer modéré des prestations de services pour des missions entrant dans l'objet social et la compétence territoriale desdits organismes et de la société ;"},{"type":"add","content":""},{"type":"add","content":"11° D'acquérir des hôtels, meublés ou non, destinés à l'hébergement temporaire de personnes en difficulté et les donner en location à des organismes agréés par le préfet du département du lieu de situation de ces hôtels ;"},{"type":"add","content":""},{"type":"add","content":"12° D'intervenir comme prestataire de services de sociétés d'économie mixte pour la réalisation d'opérations d'aménagement, après y avoir été spécialement agréée dans les conditions de l'article R. 422-4 du code de la construction et de l'habitation ;"},{"type":"add","content":""},{"type":"add","content":"13° Avec l'accord du maire de la commune d'implantation et celui du préfet donnés dans les conditions fixées à l'article R. 442-23 du code de la construction et de l'habitation, de gérer, en qualité d'administrateur de biens, des logements situés dans des copropriétés connaissant des difficultés importantes de fonctionnement ou être syndic de ces copropriétés (1) ;"},{"type":"add","content":""},{"type":"add","content":"14° Dans des copropriétés mentionnées au 13 ci-dessus qui font l'objet d'un plan de sauvegarde en application de l'article L. 615-1 du code de la construction et de l'habitation, acquérir des lots en vue de leur revente, y effectuer tous travaux et les louer provisoirement. Les dispositions du 7° de l'article R. 421-4 du même code sont applicables aux conditions de revente et de location de ces lots ;"},{"type":"add","content":""},{"type":"add","content":"15° De réaliser des hébergements de loisirs à vocation sociale dans les conditions prévues aux articles L. 421-1, R. 421-4 (6°) et R. 421-4-1 du code de la construction et de l'habitation ;"},{"type":"add","content":""},{"type":"add","content":"16° De se voir confier par convention la réalisation d'une opération de restructuration urbaine qui peut comprendre toutes opérations ou actions ou tous aménagements ou équipements de nature à favoriser une politique de développement social urbain telle que définie à l'article 1er de la loi n° 96-987 du 14 novembre 1996 relative à la mise en oeuvre du pacte de relance pour la ville. La convention peut inclure des actions d'insertion professionnelle et sociale en faveur des habitants des grands ensembles ou des quartiers d'habitat dégradé mentionnés au 3 de l'article 42 de la loi n° 95-115 du 4 février 1995 d'orientation pour l'aménagement et le développement du territoire ;"},{"type":"add","content":""},{"type":"add","content":"17° De prendre à bail des logements vacants pour les donner en sous-location à des personnes physiques dans les conditions fixées par les articles L. 444-1 et suivants du code de la construction et de l'habitation ;"},{"type":"add","content":""},{"type":"add","content":"18° De réaliser en vue de leur vente, dans les conditions prévues aux articles L. 261-1 à L. 261-22 du code de la construction et de l'habitation, à l'association agréée mentionnée à l'article 116 de la loi de finances pour 2002 (n° 2001-1275 du 28 décembre 2001) ou aux sociétés civiles immobilières dont les parts sont détenues à 99 % au moins par cette association, des immeubles à usage principal d'habitation destinés à la location ;"},{"type":"add","content":""},{"type":"add","content":"19° De participer, en application de l'article L. 424-2 du code de la construction et de l'habitation, à des actions de développement à caractère social d'intérêt direct pour les habitants des quartiers d'habitat social, dans le cadre des contrats de ville conclus en application de l'article 27 de la loi n° 99-533 du 25 juin 1999 d'orientation pour l'aménagement et le développement durable du territoire ;"},{"type":"add","content":""},{"type":"add","content":"20° De réaliser des opérations de conception, réalisation, entretien ou maintenance d'équipements hospitaliers ou médico-sociaux pour les besoins d'un établissement public de santé dans les conditions fixées par l'article L. 6148-7 du code de la santé publique ;"},{"type":"add","content":""},{"type":"add","content":"21° De réaliser des prestations de services pour le compte de l'association agréée mentionnée à l'article 116 de la loi de finances pour 2002 (n° 2001-1275 du 28 décembre 2001) ou des sociétés civiles immobilières dont les parts sont détenues à 99 % au moins par cette association ;"},{"type":"add","content":""},{"type":"add","content":"22° D'être syndic de copropriété dans le cas prévu à l'article L. 443-15 du code de la construction et de l'habitation ;"},{"type":"add","content":""},{"type":"add","content":"23° De réaliser toutes opérations pour lesquelles les sociétés anonymes d'habitations à loyer modéré sont ou seront habilitées par les textes législatifs s'y rapportant."},{"type":"add","content":""},{"type":"add","content":"4. Compétence territoriale - Siège social."},{"type":"add","content":""},{"type":"add","content":"L'activité de la société s'exerce sur le territoire de la région où est situé son siège social. Elle peut également intervenir sur le territoire des départements limitrophes à cette région, après accord de la commune d'implantation de l'opération."},{"type":"add","content":""},{"type":"add","content":"Par décision prise dans les conditions prévues par le code de la construction et de l'habitation, le ministre chargé du logement peut étendre la compétence territoriale de la société."},{"type":"add","content":""},{"type":"add","content":"Le siège social de la société est fixé à : ..."},{"type":"add","content":""},{"type":"add","content":"Il pourra être transféré à l'intérieur de la région ou des régions où s'exerce la compétence de la société."},{"type":"add","content":""},{"type":"add","content":"5. Composition et modification du capital social."},{"type":"add","content":""},{"type":"add","content":"Le capital social de la société est composé de ... actions nominatives de ... euros chacune, entièrement libérées."},{"type":"add","content":""},{"type":"add","content":"Toute augmentation du capital social de la société nécessite l'accord du préfet du département où est situé le siège social de la société."},{"type":"add","content":""},{"type":"add","content":"Après acquittement des charges de toute nature, y compris tous amortissements et provisions, ainsi que le prélèvement au profit du fonds de réserve légale ou d'autres réserves dont la constitution est imposée par la réglementation propre aux sociétés anonymes d'habitations à loyer modéré et la répartition éventuelle de dividendes dans les conditions définies à la clause 12 des présents statuts, le surplus éventuel forme une réserve spéciale destinée à assurer le développement de l'activité de la société et à parer aux éventualités."},{"type":"add","content":""},{"type":"add","content":"Conformément à l'article L. 423-5 du code de la construction et de l'habitation et sous réserve des exceptions prévues par cet article, les réserves, les bénéfices ou les primes d'émission ne peuvent être incorporées au capital."},{"type":"add","content":""},{"type":"add","content":"Les réductions de capital doivent être effectuées dans le respect des dispositions de l'article L. 423-5 du code de la construction et de l'habitation."},{"type":"add","content":""},{"type":"add","content":"La société ne peut procéder à l'amortissement de son capital."},{"type":"add","content":""},{"type":"add","content":"6. Cession d'actions."},{"type":"add","content":""},{"type":"add","content":"1° Le prix de cession des actions ne peut dépasser celui qui est fixé en application de l'article L. 423-4 du code de la construction et de l'habitation, sauf dérogation accordée dans les conditions prévues par cet article ;"},{"type":"add","content":""},{"type":"add","content":"2° Chaque communauté de communes de plus de 50 000 habitants comprenant au moins une commune de plus de 15 000 habitants, communauté urbaine, communauté d'agglomération, syndicat d'agglomération nouvelle, département ou région sur le territoire duquel ou de laquelle la société possède des logements ou des logements-foyers, lorsqu'il ou elle n'est pas actionnaire de la société, est en droit d'acquérir une action de l'actionnaire de référence. L'acquisition se fait au prix symbolique de dix centimes d'euro."},{"type":"add","content":""},{"type":"add","content":"La cession est consentie par l'actionnaire de référence ou l'un quelconque des actionnaires le constituant dans les quinze jours de la demande faite par l'établissement public, le département ou la région au président du conseil d'administration ou du conseil de surveillance de la société ;"},{"type":"add","content":""},{"type":"add","content":"3° Tout représentant des locataires qui n'est pas actionnaire acquiert une action de l'actionnaire de référence. Dans les huit jours suivant la proclamation du résultat des élections ou de la cessation des fonctions en cours de mandat du représentant des locataires auquel il succède, l'acquisition de cette action lui est proposée au prix symbolique de dix centimes d'euro par l'actionnaire de référence ou l'un des actionnaires qui le constituent ;"},{"type":"add","content":""},{"type":"add","content":"4° Sauf en cas de cession mentionnée au 2 ou au 3, ainsi qu'en cas de succession, de liquidation de communauté de biens entre époux, ou de cession soit à un conjoint, soit à un ascendant ou à un descendant, le transfert d'actions à un tiers non actionnaire de la société, à quelque titre que ce soit, doit être autorisé par le conseil (d'administration) (de surveillance) (1) qui n'est pas tenu de faire connaître les motifs de son agrément ou de son refus."},{"type":"add","content":""},{"type":"add","content":"Le refus d'agrément peut résulter soit d'une décision expresse, soit d'un défaut de réponse dans un délai de trois mois à compter de la date de réception de la demande."},{"type":"add","content":""},{"type":"add","content":"En cas de refus d'agrément, (le conseil d'administration) (le directoire) (1) est tenu, dans un délai de trois mois à compter de son refus, de faire acquérir les actions soit par un actionnaire, soit par une ou plusieurs personnes qu'il aura lui-même désignée(s) ou agréée(s). Dans ce cas, le prix ne peut être inférieur à celui de la cession non autorisée. Si, à l'expiration du délai susmentionné, l'achat n'est pas réalisé, l'agrément est considéré comme donné, sauf prolongation de ce délai par décision de justice à la demande de la société ;"},{"type":"add","content":""},{"type":"add","content":"5° Tout actionnaire mentionné au 4° du I de l'article L. 422-2-1 du code de la construction et de l'habitation qui entend céder tout ou partie de ses actions peut demander leur rachat, à un prix qu'il propose et qui est au plus égal à celui résultant de l'application de l'article L. 423-4 du même code, par l'actionnaire de référence ou l'un des actionnaires qui le constituent. Celui-ci, à défaut de faire acquérir les actions soit par un autre actionnaire soit par une ou plusieurs personnes qu'il aura désignée(s), est tenu d'acquérir lui-même les actions, dans le délai de trois mois à compter de la réception de la demande."},{"type":"add","content":""},{"type":"add","content":"A défaut d'accord amiable sur le prix des actions à l'expiration du délai de trois mois mentionné à l'alinéa précédent, le juge fixe ce prix et prononce si nécessaire le transfert de propriété."},{"type":"add","content":""},{"type":"add","content":"(1) Rayer la mention inutile."},{"type":"add","content":""},{"type":"add","content":"(Version applicable aux sociétés dotées d'un conseil d'administration) (1) :"},{"type":"add","content":""},{"type":"add","content":"7. Conseil d'administration"},{"type":"add","content":""},{"type":"add","content":"La société est administrée par un conseil d'administration, dans les conditions prévues à la sous-section 1 de la section 2 du chapitre V du titre II du livre II du code de commerce. Le conseil d'administration comprend trois administrateurs nommés sur proposition des établissements publics et collectivités territoriales mentionnés au 2° du I de l'article L. 422-2-1 du code de la construction et de l'habitation. Les trois actionnaires représentant les locataires et élus par ces derniers dans les conditions fixées au 3° du I du même article sont administrateurs."},{"type":"add","content":""},{"type":"add","content":"(Version applicable aux sociétés dotées d'un conseil de surveillance et d'un directoire) (1) :"},{"type":"add","content":""},{"type":"add","content":"7. Conseil de surveillance et directoire"},{"type":"add","content":""},{"type":"add","content":"La société est administrée par un conseil de surveillance et un directoire, dans les conditions prévues à la sous-section 2 de la section 2 du chapitre V du titre II du livre II du code de commerce. Le conseil de surveillance comprend trois membres nommés sur proposition des établissements publics et collectivités territoriales mentionnés au 2° du I de l'article L. 422-2-1 du code de la construction et de l'habitation. Les trois actionnaires représentant les locataires et élus par ces derniers dans les conditions fixées au 3° du I du même article sont membres du conseil de surveillance."},{"type":"add","content":""},{"type":"add","content":"(1) La société devra opter pour l'une de ces deux versions."},{"type":"add","content":""},{"type":"add","content":"8. Situation des administrateurs et membres du conseil de surveillance."},{"type":"add","content":""},{"type":"add","content":"Le mandat des membres du conseil d'administration ou du conseil de surveillance est exercé à titre gratuit dans les conditions prévues à l'article R. 421-56 du code de la construction et de l'habitation. Il en est de même des fonctions de direction générale ou de direction générale déléguée exercées par le président du conseil d'administration ou par tout administrateur."},{"type":"add","content":""},{"type":"add","content":"9. Participation aux assemblées et répartition des voix"},{"type":"add","content":""},{"type":"add","content":"Dans les assemblées générales de la société, le nombre total des voix dont disposent les actionnaires est égal à dix fois le nombre des actions de la société, soit ... voix (1)."},{"type":"add","content":""},{"type":"add","content":"Un actionnaire dispose dans les assemblées générales d'un nombre de voix déterminé conformément à l'article R. 422-1-1 du code de la construction et de l'habitation."},{"type":"add","content":""},{"type":"add","content":"Sous réserve du dernier alinéa du III de cet article, le nombre de voix attribuées à la catégorie des communautés de communes de plus de 50000 habitants comprenant au moins une commune de plus de 15000 habitants, communautés urbaines, communautés d'agglomération, syndicats d'agglomération nouvelle, départements et régions sur le territoire desquels la société possède des logements et logements-foyers et qui n'ont pas la qualité d'actionnaire de référence, est fixé à ... (2)."},{"type":"add","content":""},{"type":"add","content":"Sous la même réserve, le nombre de voix attribuées à la catégorie des représentants des locataires est fixé à ... (2)."},{"type":"add","content":""},{"type":"add","content":"Le droit de participer à une assemblée générale est subordonné à l'inscription de l'actionnaire dans les comptes de titres nominatifs tenus par la société au plus tard cinq jours avant la date de cette assemblée."},{"type":"add","content":""},{"type":"add","content":"(1) A compléter par la société."},{"type":"add","content":""},{"type":"add","content":"(2) A compléter par la société. La somme des nombres de voix attribuées à ces deux catégories doit être égale au tiers des voix plus une, arrondi le cas échéant à l'entier supérieur."},{"type":"add","content":""},{"type":"add","content":"10. Année sociale."},{"type":"add","content":""},{"type":"add","content":"L'année sociale de la société débute le 1er janvier et finit le 31 décembre."},{"type":"add","content":""},{"type":"add","content":"11. Avances."},{"type":"add","content":""},{"type":"add","content":"La société ne peut consentir des avances à une société d'habitations à loyer modéré que si elle en détient au moins 5 % du capital et après y avoir été autorisée par le ministre chargé de l'économie et le ministre chargé du logement. Ces avances sont rémunérées sans que le taux appliqué puisse excéder le taux d'intérêt servi au détenteur d'un premier livret de caisse d'épargne, majoré de 1,5 point."},{"type":"add","content":""},{"type":"add","content":"12. Résultat de l'exercice."},{"type":"add","content":""},{"type":"add","content":"Lorsque la société a réalisé un bénéfice distribuable au sens de l'article L. 232-11 du code de commerce, il ne peut être distribué un dividende supérieur à un pourcentage de la valeur nominale des actions égal ou inférieur au taux d'intérêt servi au détenteur d'un premier livret d'une caisse d'épargne au 31 décembre de l'année précédente, majoré de 1,5 point."},{"type":"add","content":""},{"type":"add","content":"13. Attribution de l'actif."},{"type":"add","content":""},{"type":"add","content":"Lors de l'expiration de la société, ou en cas de dissolution anticipée, l'assemblée générale ordinaire appelée à statuer sur la liquidation ne pourra, après paiement du passif et remboursement du capital, attribuer la portion d'actif qui excéderait la moitié du capital social que dans les conditions prévues par le code de la construction et de l'habitation."},{"type":"add","content":""},{"type":"add","content":"14. Transmission des statuts."},{"type":"add","content":""},{"type":"add","content":"Les statuts de la société sont transmis au préfet du département du siège de la société après chaque modification."},{"type":"add","content":""},{"type":"add","content":"15. Commission d'attribution."},{"type":"add","content":""},{"type":"add","content":"La (ou les) commission(s) d'attribution des logements prévue(s) en application de l'article L. 441-2 du code de la construction et de l'habitation est (sont) constituée(s) et fonctionne(nt) conformément aux articles R. 422-2 et R. 441-9 du même code."},{"type":"add","content":""},{"type":"add","content":"16. Représentation des locataires."},{"type":"add","content":""},{"type":"add","content":"La représentation des locataires aux assemblées générales et au conseil (d'administration) (de surveillance) (1) de la société est assurée dans les conditions définies aux articles L. 422-2-1, R. 422-1-1 et R. 422-2-1 du code de la construction et de l'habitation."},{"type":"add","content":""},{"type":"add","content":"(1) Rayer la mention inutile."},{"type":"add","content":""},{"type":"add","content":"17. Pacte d'actionnaire."},{"type":"add","content":""},{"type":"add","content":"Tout pacte d'actionnaire ayant pour effet de constituer l'actionnaire de référence au sens de l'article L. 422-2-1 du code de la construction et de l'habitation est, dès sa conclusion, communiqué par le représentant légal de la société à chacun des actionnaires ainsi qu'au préfet de la région dans laquelle celle-ci a son siège. Il en est de même des avenants à ce pacte."},{"type":"add","content":""},{"type":"add","content":"Les actionnaires et le préfet sont informés dans les mêmes formes de la rupture du pacte et de toute modification de la composition du capital ayant un effet sur l'actionnaire de référence."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"(1) Décret 2004-641 2004-07-01 art. 11 IV : Le point 13 de la clause type 3 de l'annexe à l'article R. 422-1, dans sa rédaction en vigueur à la date de publication du présent décret, cesse d'être applicable au plus tard le 31 décembre 2005."},{"type":"add","content":""},{"type":"add","content":"L'article 6 du décret n° 2005-1416 du 16 novembre 2005 reporte cette date au 31 décembre 2006 au plus tard."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2004-641 du 1er juillet 2004 relatif aux sociétés anonymes d'habitations à loyer modéré - article 10 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret no 98-783 du 28 août 1998 modifiant dans le code de la construction et de l'habitation les clauses indemnitaires des statuts types des sociétés anonymes d'habitations à loyer modéré - article 1 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2003-319 du 1er avril 2003 relatif à l'intervention des organismes d'habitations à loyer modéré dans les copropriétés faisant l'objet d'un plan de sauvegarde et modifiant le code de la construction et de l'habitation - article 1 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2002-1158 du 13 septembre 2002 modifiant le code de la construction et de l'habitation relatif à la représentation des locataires aux conseils d'administration des organismes d'habitations à loyer modéré et des sociétés d'économie mixte gérant des logements sociaux et à l'indemnisation des administrateurs - article 5 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n°83-754 du 5 août 1983 ADAPTATION DES STATUTS TYPES DES ORGANISMES PRIVES D'HABITATIONS A LOYER MODERE POUR TENIR COMPTE DES DISPOSITIONS DE LA LOI 811162 DU 30-12-1981 (MISE EN HARMONIE DU DROIT DES SOCIETES COMMERCIALES AVEC LA 2EME DIRECTIVE DU CONSEIL DES COMMUNAUTES EUROPEENNES DU 13-12-1976 ET AVEC LE DECRET 82460 DU 02-06-1982 (HARMONISATION DES DISPOSITIONS REGLEMENTAIRES DU DROIT FRANCAIS AVEC CETTE DIRECTIVE) MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 92-726 du 29 juillet 1992 portant application des articles 37, 38 et 41 de la loi d'orientation pour la ville (n° 91-662 du 13 juillet 1991) MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 93-747 du 27 mars 1993 portant application des articles L. 423-4 et L. 423-5 du code de la construction et de l'habitation aux sociétés anonymes d'habitations à loyer modéré et aux sociétés anonymes de crédit immobilier MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 78-622 du 31 mai 1978 portant codification des textes concernant la construction et l'habitation (deuxième partie : Réglementaire). CODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 78-622 du 31 mai 1978 portant codification des textes concernant la construction et l'habitation (deuxième partie : Réglementaire). CREATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n°87-158 du 9 mars 1987 MODIFIANT LE CODE DE LA CONSTRUCTION ET DE L'HABITATION ET RELATIF AUX HEBERGEMENTS DE LOISIRS A VOCATION SOCIALE REALISES PAR LES ORGANISMES D'HABITATIONS A LOYER MODERE MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret no 91-385 du 23 avril 1991 portant application de la loi no 86-1290 du 23 décembre 1986 visant à favoriser l'investissement locatif, l'accession à la propriété de logements sociaux et le développement de l'offre foncière et modifiant le code de la construction et de l'habitation MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1978-05-31 CODIFICATION source Décret n° 78-622 du 31 mai 1978 portant codification des textes concernant la construction et l'habitation (deuxième partie : Réglementaire)."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1978-05-31 CREATION source Décret n° 78-622 du 31 mai 1978 portant codification des textes concernant la construction et l'habitation (deuxième partie : Réglementaire)."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1983-08-05 MODIFICATION source Décret n°83-754 du 5 août 1983 ADAPTATION DES STATUTS TYPES DES ORGANISMES PRIVES D'HABITATIONS A LOYER MODERE POUR TENIR COMPTE DES DISPOSITIONS DE LA LOI 811162 DU 30-12-1981 (MISE EN HARMONIE DU DROIT DES SOCIETES COMMERCIALES AVEC LA 2EME DIRECTIVE DU CONSEIL DES COMMUNAUTES EUROPEENNES DU 13-12-1976 ET AVEC LE DECRET 82460 DU 02-06-1982 (HARMONISATION DES DISPOSITIONS REGLEMENTAIRES DU DROIT FRANCAIS AVEC CETTE DIRECTIVE)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1987-03-09 MODIFICATION source Décret n°87-158 du 9 mars 1987 MODIFIANT LE CODE DE LA CONSTRUCTION ET DE L'HABITATION ET RELATIF AUX HEBERGEMENTS DE LOISIRS A VOCATION SOCIALE REALISES PAR LES ORGANISMES D'HABITATIONS A LOYER MODERE"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1991-04-23 MODIFICATION source Décret no 91-385 du 23 avril 1991 portant application de la loi no 86-1290 du 23 décembre 1986 visant à favoriser l'investissement locatif, l'accession à la propriété de logements sociaux et le développement de l'offre foncière et modifiant le code de la construction et de l'habitation"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1992-07-29 MODIFICATION source Décret n° 92-726 du 29 juillet 1992 portant application des articles 37, 38 et 41 de la loi d'orientation pour la ville (n° 91-662 du 13 juillet 1991)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1993-03-27 MODIFICATION source Décret n° 93-747 du 27 mars 1993 portant application des articles L. 423-4 et L. 423-5 du code de la construction et de l'habitation aux sociétés anonymes d'habitations à loyer modéré et aux sociétés anonymes de crédit immobilier"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1998-08-28 MODIFICATION source Décret no 98-783 du 28 août 1998 modifiant dans le code de la construction et de l'habitation les clauses indemnitaires des statuts types des sociétés anonymes d'habitations à loyer modéré - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2002-09-13 MODIFICATION source Décret n° 2002-1158 du 13 septembre 2002 modifiant le code de la construction et de l'habitation relatif à la représentation des locataires aux conseils d'administration des organismes d'habitations à loyer modéré et des sociétés d'économie mixte gérant des logements sociaux et à l'indemnisation des administrateurs - article 5 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2003-04-01 MODIFICATION source Décret n° 2003-319 du 1er avril 2003 relatif à l'intervention des organismes d'habitations à loyer modéré dans les copropriétés faisant l'objet d'un plan de sauvegarde et modifiant le code de la construction et de l'habitation - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2004-07-01 MODIFICATION source Décret n° 2004-641 du 1er juillet 2004 relatif aux sociétés anonymes d'habitations à loyer modéré - article 10 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/83/28/LEGIARTI000006832841.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/83/28/LEGIARTI000006832841.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/83/28/LEGIARTI000006832841.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_la_construction_et_de_l_habitation/src/branch/main/annexes/statuts_types_des_societes_anonymes_d_habitations_a_loyer_modere/article_annexe_a_l_article_r422-1.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006832841)"},{"type":"add","content":""}],"status":"added"},{"filename":"partie_reglementaire/livre_iv/titre_ii/chapitre_ii/section_2/README.md","articleName":"Sommaire - Section 2","additions":2,"deletions":0,"diff":[{"type":"add","content":"- [Article R*422-1-1](article_r422-1-1.md)"},{"type":"add","content":"- [Article R*422-1-2](article_r422-1-2.md)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_iv/titre_ii/chapitre_ii/section_2/article_r422-1-1.md","articleName":"Article R422-1-1","additions":122,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article R*422-1-1"},{"type":"add","content":""},{"type":"add","content":"I. - Dans les assemblées générales des sociétés anonymes d'habitations à loyer modéré, le total des voix dont disposent les actionnaires est égal à dix fois le nombre des actions de la société."},{"type":"add","content":""},{"type":"add","content":"II. - L'actionnaire de référence mentionné au 1° du I de l'article L. 422-2-1 et les actionnaires mentionnés au 4° du même I disposent ensemble des deux tiers des voix moins une, arrondis le cas échéant à l'entier inférieur."},{"type":"add","content":""},{"type":"add","content":"Il est attribué à chacune des deux catégories un nombre de voix, arrondi le cas échéant à l'entier inférieur, proportionnel au capital détenu par les actionnaires qui la constituent. Les voix restantes sont attribuées selon la règle du plus fort reste. En cas d'égalité des restes, il est procédé à un tirage au sort par huissier. Toutefois, le nombre des voix attribuées à l'actionnaire de référence ne peut être inférieur à la moitié plus une du total des voix mentionné au I du présent article."},{"type":"add","content":""},{"type":"add","content":"Dans chacune des deux catégories, les voix sont attribuées à chaque actionnaire proportionnellement à la fraction du capital qu'il détient, le nombre de voix attribuées étant, le cas échéant, arrondi à l'entier inférieur. Les voix restantes sont attribuées selon la règle du plus fort reste. En cas d'égalité de restes, il est procédé à un tirage au sort par huissier."},{"type":"add","content":""},{"type":"add","content":"Lorsque l'une des deux catégories ne comporte aucun actionnaire, les voix sont attribuées aux actionnaires de l'autre catégorie selon les modalités définies à l'alinéa précédent."},{"type":"add","content":""},{"type":"add","content":"III. - Les collectivités territoriales et établissements publics mentionnés au 2° du I de l'article L. 422-2-1 et les représentants des locataires mentionnés au 3° du même I disposent ensemble du tiers des voix plus une, arrondi le cas échéant à l'entier supérieur."},{"type":"add","content":""},{"type":"add","content":"Les voix sont réparties entre les deux catégories par les statuts, sans que le nombre de voix attribuées à chacune soit inférieur au dixième du total des voix, arrondi le cas échéant à l'entier supérieur."},{"type":"add","content":""},{"type":"add","content":"Lorsque l'une des deux catégories ne comporte aucun actionnaire, les voix sont attribuées aux actionnaires de l'autre catégorie. Lorsqu'il n'existe d'actionnaire dans aucune des deux catégories, les voix ne sont pas attribuées."},{"type":"add","content":""},{"type":"add","content":"IV. - Au sein de la catégorie mentionnée au 2° du I de l'article L. 422-2-1, un quart des voix, arrondi le cas échéant à l'entier supérieur, est attribué au groupe formé par les régions et le reste au groupe formé par les départements et les établissements publics."},{"type":"add","content":""},{"type":"add","content":"Lorsqu'il n'existe aucun actionnaire de l'un de ces groupes, les voix sont attribuées à l'autre groupe et réparties selon les règles propres à ce dernier groupe."},{"type":"add","content":""},{"type":"add","content":"Deux mois avant la tenue de l'assemblée générale, la société communique aux collectivités et établissements intéressés les informations nécessaires pour arrêter l'état de répartition et les conditions de sa révision périodique en fonction des évolutions du patrimoine de la société et des changements intervenus dans son actionnariat."},{"type":"add","content":""},{"type":"add","content":"V. - Au sein du groupe formé par les régions, les voix sont réparties entre ces collectivités en tenant compte de l'implantation géographique des logements et des lits de logements-foyers détenus par la société, chaque région actionnaire disposant d'au moins une voix. La répartition est arrêtée par décisions concordantes des présidents des conseils régionaux intéressés. Ces présidents désignent un mandataire qui notifie le résultat de la répartition au président du conseil d'administration ou de surveillance de la société."},{"type":"add","content":""},{"type":"add","content":"A défaut de notification, dans les conditions prévues aux articles 667 à 669 du nouveau code de procédure civile, de l'état de répartition cinq jours avant la date de l'assemblée générale, il est procédé à cette répartition selon les modalités suivantes. Il est attribué en premier lieu une voix à chaque région. Les voix restantes sont ensuite réparties entre les régions en attribuant à chacune un nombre de voix, arrondi le cas échéant à l'entier inférieur, proportionnel au nombre de logements et de lits de logements-foyers situés sur son territoire, un lit de logement-foyer comptant pour le tiers d'un logement. Enfin les voix non encore affectées sont attribuées selon la règle du plus fort reste et, en cas d'égalité des restes, par tirage au sort effectué par huissier. Le président du conseil d'administration proclame au début de l'assemblée générale les résultats de cette répartition."},{"type":"add","content":""},{"type":"add","content":"VI. - Au sein du groupe des départements et des établissements publics, les voix sont réparties en tenant compte de l'implantation géographique des logements et logements-foyers détenus par la société, chaque actionnaire ayant au moins une voix. Pour les départements, sont pris en compte les logements et les lits de logements-foyers situés à l'intérieur de leurs limites territoriales à l'exclusion de ceux qui sont implantés dans le ressort territorial des établissements publics actionnaires mentionnés au 2° du I de l'article L. 422-2-1."},{"type":"add","content":""},{"type":"add","content":"La répartition est arrêtée par décisions concordantes des présidents des conseils généraux et des établissements publics. Ceux-ci désignent un mandataire chargé de notifier le résultat de la répartition au président du conseil d'administration ou de surveillance de la société."},{"type":"add","content":""},{"type":"add","content":"A défaut de notification, dans les conditions prévues aux articles 667 à 669 du nouveau code de procédure civile, de l'état de répartition cinq jours avant la date de l'assemblée générale, il est procédé à cette répartition selon les modalités suivantes. Il est attribué en premier lieu une voix à chaque département et à chaque établissement public. Les voix restantes sont réparties en attribuant à chacun des actionnaires un nombre de voix, arrondi le cas échéant à l'entier inférieur, proportionnel, pour un établissement public, au nombre de logements et de lits de logements-foyers situés dans son ressort territorial et, pour un département, au nombre de logements et de lits de logements-foyers situés à l'intérieur de ses limites territoriales à l'exclusion de ceux situés dans le ressort territorial des établissements publics actionnaires. Un lit de logement-foyer compte pour le tiers d'un logement. Enfin les voix non encore affectées sont attribuées selon la règle du plus fort reste et, en cas d'égalité de restes, par tirage au sort effectué par huissier. Le président du conseil d'administration proclame au début de l'assemblée générale les résultats de cette répartition."},{"type":"add","content":""},{"type":"add","content":"VII. - Les voix attribuées à la catégorie des représentants des locataires sont réparties par parts égales, arrondies le cas échéant à l'entier inférieur, entre chacun des représentants des locataires. Les voix restantes sont attribuées au représentant le mieux placé sur la liste ayant obtenu le plus de suffrages."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article Annexe à l'article R422-1 AUTONOME MODIFIE, en vigueur du 2009-03-28 au 2016-06-09 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article R422-2-1 AUTONOME MODIFIE, en vigueur du 2004-09-07 au 2020-01-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article Annexe à l'article R422-1 AUTONOME MODIFIE, en vigueur du 2016-06-09 au 2019-09-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article R422-2-1 AUTONOME VIGUEUR, en vigueur depuis le 2023-03-05 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article Annexe à l'article R422-1 AUTONOME VIGUEUR, en vigueur depuis le 2019-09-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article Annexe à l'article R422-1 AUTONOME MODIFIE, en vigueur du 2008-06-20 au 2009-03-28 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article R422-2-1 AUTONOME MODIFIE, en vigueur du 2020-01-01 au 2022-04-24 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2004-641 du 1er juillet 2004 relatif aux sociétés anonymes d'habitations à loyer modéré - article 1 ENTIEREMENT_MODIF CREATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article R422-2-1 AUTONOME MODIFIE, en vigueur du 2022-04-24 au 2023-03-05 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 78-622 du 31 mai 1978 portant codification des textes concernant la construction et l'habitation (deuxième partie : Réglementaire). CODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2004-641 du 1er juillet 2004 relatif aux sociétés anonymes d'habitations à loyer modéré SPEC_APPLI cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1978-05-31 CODIFICATION source Décret n° 78-622 du 31 mai 1978 portant codification des textes concernant la construction et l'habitation (deuxième partie : Réglementaire)."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2004-07-01 SPEC_APPLI source Décret n° 2004-641 du 1er juillet 2004 relatif aux sociétés anonymes d'habitations à loyer modéré"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2004-07-01 CREATION source Décret n° 2004-641 du 1er juillet 2004 relatif aux sociétés anonymes d'habitations à loyer modéré - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la construction et de l'habitation - article Annexe à l'article R422-1 AUTONOME VIGUEUR, en vigueur depuis le 2019-09-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L422-2-1 AUTONOME MODIFIE, en vigueur du 1991-07-19 au 1998-07-31"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la construction et de l'habitation - article R422-2-1 AUTONOME VIGUEUR, en vigueur depuis le 2023-03-05"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CITATION source Nouveau code de procédure civile 667 à 669"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/92/LEGIARTI000006899278.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/92/LEGIARTI000006899278.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/92/LEGIARTI000006899278.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_la_construction_et_de_l_habitation/src/branch/main/partie_reglementaire/livre_iv/titre_ii/chapitre_ii/section_2/article_r422-1-1.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006899278)"},{"type":"add","content":""}],"status":"added"},{"filename":"partie_reglementaire/livre_iv/titre_ii/chapitre_ii/section_2/article_r422-1-2.md","articleName":"Article R422-1-2","additions":53,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article R*422-1-2"},{"type":"add","content":""},{"type":"add","content":"Pour l'application du sixième alinéa du I de l'article L. 422-2-1, la collectivité territoriale ou l'établissement public, qui ne détient pas d'action de la société, adresse au président du conseil d'administration ou du conseil de surveillance de la société la demande d'acquisition de l'action à laquelle il a droit."},{"type":"add","content":""},{"type":"add","content":"La cession est consentie au prix de dix centimes d'euro par l'actionnaire de référence ou l'un des actionnaires le constituant dans les quinze jours de réception de la demande."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2004-641 du 1er juillet 2004 relatif aux sociétés anonymes d'habitations à loyer modéré - article 1 ENTIEREMENT_MODIF CREATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 78-622 du 31 mai 1978 portant codification des textes concernant la construction et l'habitation (deuxième partie : Réglementaire). CODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1978-05-31 CODIFICATION source Décret n° 78-622 du 31 mai 1978 portant codification des textes concernant la construction et l'habitation (deuxième partie : Réglementaire)."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2004-07-01 CREATION source Décret n° 2004-641 du 1er juillet 2004 relatif aux sociétés anonymes d'habitations à loyer modéré - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L422-2-1 AUTONOME MODIFIE, en vigueur du 1991-07-19 au 1998-07-31"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/92/LEGIARTI000006899280.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/92/LEGIARTI000006899280.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/92/LEGIARTI000006899280.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_la_construction_et_de_l_habitation/src/branch/main/partie_reglementaire/livre_iv/titre_ii/chapitre_ii/section_2/article_r422-1-2.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006899280)"},{"type":"add","content":""}],"status":"added"},{"filename":"partie_reglementaire/livre_iv/titre_ii/chapitre_ii/section_2/article_r422-2-1.md","articleName":"Article R422-2-1","additions":31,"deletions":28,"diff":[{"type":"del","content":"La représentation des locataires au conseil d'administration ou de surveillance des sociétés anonymes d'habitations à loyer modéré est assurée par l'appartenance audit conseil d'au moins un représentant des locataires lorsque ce conseil comprend moins de sept membres, compte non tenu de cette représentation, et d'au moins deux représentants des locataires dans les autres cas."},{"type":"add","content":"Dans chaque société anonyme d'habitations à loyer modéré, les trois actionnaires qui représentent les locataires disposent dans les assemblées générales d'un nombre de voix déterminé conformément aux dispositions du VII de l'article R. 422-1-1 et siègent au conseil d'administration ou de surveillance."},{"type":"del","content":"Le ou les représentants des locataires sont élus pour quatre ans dans les conditions ci-après :"},{"type":"add","content":"Ces représentants des locataires sont élus pour quatre ans dans les conditions ci-après :"},{"type":"del","content":"2° Sont éligibles les personnes physiques, âgées de dix-huit ans au minimum et ne tombant pas sous le coup des dispositions de l'article L. 423-12, qui sont locataires d'un local à usage d'habitation et peuvent produire soit la quittance correspondant à la période de location précédant l'acte de candidature, soit le reçu mentionné à l'article 21 de la loi n° 89-462 du 6 juillet 1989, soit la décision de justice octroyant les délais de paiement du loyer ou des charges ; chaque contrat de location ne donne droit qu'à une seule candidature ;"},{"type":"add","content":"2° Sont éligibles les personnes physiques, âgées de dix-huit ans au minimum et ne tombant pas sous le coup des dispositions de l'article L. 423-12, qui sont locataires d'un local à usage d'habitation et peuvent produire soit la quittance correspondant à la période de location précédant l'acte de candidature, soit le reçu mentionné à l'article 21 de la loi n° 89-462 du 6 juillet 1989, soit la décision de justice octroyant les délais de paiement du loyer ou des charges ; chaque contrat de location ne donne droit qu'à une seule candidature."},{"type":"del","content":"3° Au plus tard deux mois avant la date de l'élection, une lettre circulaire de la société fournissant toutes indications utiles sur la date des élections, la procédure électorale et les conditions requises des candidats est portée à la connaissance des locataires par voie d'affichage."},{"type":"add","content":"3° Au plus tard deux mois avant la date de l'élection, une lettre circulaire de la société fournissant toutes indications utiles sur la date des élections, la procédure électorale et les conditions requises des candidats est portée par voie d'affichage à la connaissance des personnes mentionnées au 1°."},{"type":"del","content":"Les listes des candidats doivent parvenir à la société six semaines au moins avant la date de l'élection ; un mois au moins avant cette même date, la société porte ces listes à la connaissance des locataires ; toute contestation relative à l'inscription sur ces listes est soumise au juge d'instance qui statue dans les conditions prévues par le code électoral ; huit jours au moins avant la date de l'élection, la société adresse à chaque locataire les bulletins de vote correspondant à chacune des listes de candidats avec, éventuellement pour chacune d'elles, l'indication de son affiliation ;"},{"type":"add","content":"Les listes de candidats, présentées par des associations remplissant les conditions prévues au 3° du I de l'article L. 422-2-1, comportent chacune six noms. Elles doivent parvenir à la société au plus tard six semaines avant la date de l'élection. Un mois au moins avant cette dernière date, la société porte ces listes à la connaissance des personnes mentionnées au 1°. Toute contestation relative à l'inscription sur ces listes est soumise au juge d'instance qui statue dans les conditions prévues par le code électoral. Huit jours au moins avant la date de l'élection, la société adresse aux personnes mentionnées au 1° les bulletins de vote correspondant à chacune des listes de candidats avec, éventuellement, pour chacune d'elles, l'indication de son affiliation."},{"type":"del","content":"4° La date de l'élection, qui doit être comprise entre le 15 novembre et le 15 décembre, ainsi que les modalités pratiques de celle-ci sont arrêtées par le conseil d'administration ou de surveillance après consultation des représentants des listes visées au 3° ; le vote a lieu soit par correspondance, soit par dépôt des bulletins dans une urne, soit simultanément par les deux méthodes, au scrutin secret de liste à un tour avec représentation proportionnelle au plus fort reste, sans radiation ni panachage."},{"type":"add","content":"4° Les modalités pratiques de l'élection sont arrêtées par le conseil d'administration ou de surveillance. Le scrutin a lieu entre le 15 novembre et le 15 décembre."},{"type":"del","content":"Chaque liste doit comprendre un nombre de candidats qui est le double de celui des sièges à pourvoir. Les sièges revenant à chaque liste en fonction du résultat du scrutin sont attribués dans l'ordre des noms figurant sur la liste. Les autres personnes figurant sur la liste succèdent, dans l'ordre où elles sont inscrites, aux représentants qui cessent leurs fonctions avant l'expiration de la durée normale de leur mandat dans les conditions prévues au troisième alinéa de l'article R. 421-9. En cas d'épuisement de la liste, il n'est pas procédé à une élection partielle et le siège d'administrateur demeure vacant. En cas d'empêchement, un représentant des locataires peut proposer au président du conseil d'administration ou de surveillance d'être remplacé par un locataire figurant sur la même liste, pour la durée de l'empêchement de plus de 3 mois, qui ne saurait excéder un an."},{"type":"add","content":"Le vote est secret. Il a lieu soit par correspondance, soit par dépôt des bulletins dans une urne, soit simultanément par les deux méthodes, au scrutin de liste à un tour avec représentation proportionnelle au plus fort reste, sans radiation ni panachage."},{"type":"del","content":"Le dépouillement du scrutin a lieu au siège de la société ; il est effectué, en présence d'au moins un représentant de chaque liste de candidats, par un bureau comprenant le président en exercice de la société et un membre du conseil d'administration ou de surveillance ne représentant pas les locataires ou, lorsque l'élection a lieu en période d'administration provisoire de la société, l'administrateur provisoire et une personne désignée à cette fin par le préfet du département du siège de la société ; les résultats sont affichés immédiatement dans tous les immeubles dépendant de la société. Un procès-verbal du résultat du scrutin est remis à chaque liste en présence, ainsi qu'au préfet du département du siège de la société."},{"type":"add","content":"Le dépouillement du scrutin a lieu au siège de la société. Il est effectué, en présence d'au moins un représentant de chaque liste de candidats, par un bureau comprenant le président en exercice du conseil d'administration ou de surveillance et un membre du conseil d'administration ou de surveillance ne représentant pas les locataires ou, lorsque l'élection a lieu en période d'administration provisoire de la société, l'administrateur provisoire et une personne désignée à cette fin par le préfet du département du siège de la société. Les résultats sont affichés immédiatement dans tous les immeubles de la société. Un procès-verbal du résultat du scrutin est remis à chaque représentant des listes en présence, ainsi qu'au préfet du département du siège de la société."},{"type":"del","content":"Les réclamations contre les opérations électorales sont portées devant le tribunal d'instance du lieu du siège de la société dans la quinzaine qui suit le dépouillement ; le tribunal statue dans les conditions prévues par l'article R. 120 du code électoral ;"},{"type":"add","content":"Les sièges revenant à chaque liste en fonction du résultat du scrutin sont attribués dans l'ordre des noms figurant sur la liste. Les autres personnes figurant sur la liste succèdent, dans l'ordre où elles y sont inscrites, aux représentants qui cessent leurs fonctions avant l'expiration de la durée normale de leur mandat. Les fonctions du nouveau représentant des locataires expirent à la date où auraient normalement cessé celles du représentant qu'il a remplacé. En cas d'épuisement de la liste, il n'est pas procédé à une élection partielle."},{"type":"del","content":"5° Les représentants des locataires sont membres du conseil d'administration ou de surveillance à compter de la clôture du dépouillement des élections ; la perte de la qualité de locataire met un terme au mandat des administrateurs nommés en cette qualité."},{"type":"add","content":"Les réclamations contre les opérations électorales sont portées devant le tribunal d'instance du lieu du siège de la société dans les quinze jours suivant le dépouillement. Le tribunal statue dans un délai de trois mois à compter de l'enregistrement de la réclamation au greffe. La décision est notifiée dans les huit jours simultanément à toutes les parties en cause et adressée à leur domicile réel, par lettre recommandée avec accusé de réception, sans préjudice du droit des parties de faire signifier cette décision par voie d'huissier. Si le tribunal ordonne la production d'une preuve, il statue définitivement dans le mois suivant cette décision."},{"type":"add","content":""},{"type":"add","content":"5° Les représentants des locataires qui détiennent au moins une action participent aux assemblées générales et siègent au conseil d'administration ou de surveillance. Le représentant élu des locataires qui ne détient aucune action s'en voit proposer une par l'actionnaire de référence ou l'un des actionnaires qui le constituent pour le prix de dix centimes d'euro dans les huit jours suivant la proclamation du résultat des élections ou, en cas de remplacement d'un représentant des locataires cessant ses fonctions en cours de mandat, dans les huit jours de cette cessation de fonctions. A défaut d'acceptation de cette offre par l'intéressé dans un délai de quinze jours, la société saisit de la situation le préfet du département de son siège. Le préfet déclare démissionnaire le représentant des locataires, après l'avoir mis à même de présenter ses observations dans le délai de quinze jours. Celui-ci est immédiatement remplacé dans les conditions fixées au 4°."},{"type":"add","content":""},{"type":"add","content":"6° En cas d'empêchement pour une durée de plus de trois mois et après en avoir informé le président du conseil d'administration ou de surveillance, un représentant des locataires peut se faire remplacer, pendant la durée de l'empêchement et pendant un an au plus par une personne figurant sur la même liste. Si le remplaçant n'est pas déjà actionnaire, il lui cède temporairement une action pour la durée du remplacement. Le remplaçant s'exprime aux assemblées générales et siège au conseil d'administration ou de surveillance pendant la durée de l'empêchement."},{"type":"add","content":""},{"type":"add","content":"7° La perte de la qualité de locataire ou d'actionnaire met un terme aux fonctions du représentant des locataires, qui est immédiatement remplacé dans les conditions fixées au 4°."},{"type":"del","content":"Code électoral - article R120 AUTONOME MODIFIE, en vigueur du 1976-03-30 au 1990-09-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code électoral - article R120 AUTONOME MODIFIE, en vigueur du 1990-09-01 au 2006-10-13 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code électoral - article R120 AUTONOME VIGUEUR, en vigueur depuis le 2006-10-13 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2002-1189 du 19 septembre 2002 relatif aux mesures de tutelle applicables aux organismes d'habitations à loyer modéré et modifiant le code de la construction et de l'habitation - article 9 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"Décret n° 2004-641 du 1er juillet 2004 relatif aux sociétés anonymes d'habitations à loyer modéré - article 2 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":"Décret n° 2004-641 du 1er juillet 2004 relatif aux sociétés anonymes d'habitations à loyer modéré SPEC_APPLI cible"},{"type":"add","content":""},{"type":"del","content":"2002-09-19 MODIFICATION source Décret n° 2002-1189 du 19 septembre 2002 relatif aux mesures de tutelle applicables aux organismes d'habitations à loyer modéré et modifiant le code de la construction et de l'habitation - article 9 ENTIEREMENT_MODIF"},{"type":"add","content":"2004-07-01 SPEC_APPLI source Décret n° 2004-641 du 1er juillet 2004 relatif aux sociétés anonymes d'habitations à loyer modéré"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2004-07-01 MODIFICATION source Décret n° 2004-641 du 1er juillet 2004 relatif aux sociétés anonymes d'habitations à loyer modéré - article 2 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code électoral - article R120 AUTONOME MODIFIE, en vigueur du 1976-03-30 au 1990-09-01"},{"type":"del","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L422-2-1 AUTONOME MODIFIE, en vigueur du 1991-07-19 au 1998-07-31"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/92/LEGIARTI000006899271.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/92/LEGIARTI000006899271.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/92/LEGIARTI000006899271.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/92/LEGIARTI000006899272.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/92/LEGIARTI000006899272.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/92/LEGIARTI000006899272.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006899271)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006899272)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_iv/titre_ii/chapitre_ii/section_2/article_r422-4.md","articleName":"Article R422-4","additions":23,"deletions":20,"diff":[{"type":"del","content":"Un arrêté conjoint du ministre chargé de la construction et de l'habitation et du ministre chargé du Trésor peut, après avis du conseil supérieur des habitations à loyer modéré, agréer spécialement les sociétés anonymes d'habitations à loyer modéré dont la qualité de la gestion sur les plans technique et financier a été appréciée à l'occasion du contrôle prévu aux articles L. 451-1 et R. 451-2 pour permettre à ces sociétés de réaliser pour le compte de tiers toutes opérations d'aménagement prévues aux articles L. 300-1 et suivvants du code de l'urbanisme. Cet agrément peut être limité dans le temps. Cet agrément n'est pas nécessaire pour les lotissements."},{"type":"del","content":""},{"type":"del","content":"Il peut également être limité à certaines catégories d'opérations en raison de leur nature ou de leur importance ou à une ou plusieurs opérations déterminées."},{"type":"del","content":""},{"type":"del","content":"Dans les cas définis par un arrêté conjoint du ministre chargé de la construction et de l'habitation et du ministre chargé du Trésor, l'agrément est donné par le préfet."},{"type":"del","content":""},{"type":"del","content":"Dans les cas visés aux deux alinéas précédents, les dispositions des articles L. 423-4 à L. 423-8 ne sont pas applicables."},{"type":"add","content":"Le préfet du département du siège d'une société anonyme d'habitations à loyer modéré peut agréer spécialement cette société pour lui permettre d'intervenir en qualité de prestataire de services de sociétés d'économie mixte dans toutes opérations d'aménagement prévues à l'article L. 300-1 du code de l'urbanisme."},{"type":"del","content":"Code de la construction et de l'habitation - article R451-2 AUTONOME ABROGE, en vigueur du 2002-03-23 au 2015-01-01 CITATION cible"},{"type":"add","content":"Code de la construction et de l'habitation - article L451-1 AUTONOME MODIFIE, en vigueur du 1985-07-12 au 1991-05-17 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L451-1 AUTONOME MODIFIE, en vigueur du 1991-05-17 au 2000-09-21 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L451-1 AUTONOME MODIFIE, en vigueur du 2000-12-14 au 2008-01-01 CITATION cible"},{"type":"del","content":"Décret no 92-726 du 29 juillet 1992 portant application des articles 37, 38 et 41 de la loi d'orientation pour la ville (no 91-662 du 13 juillet 1991) - article 16 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"Code de la construction et de l'habitation - article L451-1 AUTONOME MODIFIE, en vigueur du 2008-01-01 au 2009-03-28 CITATION cible"},{"type":"del","content":"Code de la construction et de l'habitation - article R451-2 AUTONOME MODIFIE, en vigueur du 1992-02-08 au 2001-07-22 CITATION cible"},{"type":"add","content":"Code de la construction et de l'habitation - article L451-1 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 1985-07-12 CITATION cible"},{"type":"del","content":"Code de la construction et de l'habitation - article R451-2 AUTONOME MODIFIE, en vigueur du 2001-07-22 au 2002-03-23 CITATION cible"},{"type":"add","content":"Code de la construction et de l'habitation - article L451-1 AUTONOME MODIFIE, en vigueur du 2000-09-21 au 2000-12-14 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la construction et de l'habitation - article L451-1 AUTONOME ABROGE, en vigueur du 2009-03-28 au 2015-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2004-641 du 1er juillet 2004 relatif aux sociétés anonymes d'habitations à loyer modéré - article 3 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":"1992-07-29 MODIFICATION source Décret no 92-726 du 29 juillet 1992 portant application des articles 37, 38 et 41 de la loi d'orientation pour la ville (no 91-662 du 13 juillet 1991) - article 16 ENTIEREMENT_MODIF"},{"type":"add","content":"2004-07-01 MODIFICATION source Décret n° 2004-641 du 1er juillet 2004 relatif aux sociétés anonymes d'habitations à loyer modéré - article 3 ENTIEREMENT_MODIF"},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation VIGUEUR"},{"type":"add","content":"2999-01-01 CITATION source Code de l'urbanisme - article L300-1 AUTONOME MODIFIE, en vigueur du 1985-07-19 au 1996-11-15"},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article R451-2 AUTONOME MODIFIE, en vigueur du 1992-02-08 au 2001-07-22"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/99/LEGIARTI000006899998.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/99/LEGIARTI000006899998.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/99/LEGIARTI000006899998.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/99/LEGIARTI000006899999.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/99/LEGIARTI000006899999.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/99/LEGIARTI000006899999.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006899998)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006899999)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_iv/titre_ii/chapitre_ii/section_5/README.md","articleName":"Sommaire - Section 5","additions":1,"deletions":0,"diff":[{"type":"add","content":"- [Article R*422-16-1](article_r422-16-1.md)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_iv/titre_ii/chapitre_ii/section_5/article_r422-16-1.md","articleName":"Article R422-16-1","additions":61,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article R*422-16-1"},{"type":"add","content":""},{"type":"add","content":"Lorsqu'en application du deuxième alinéa du II de l'article L. 422-2-1 ou du second alinéa du V de l'article 51 de la loi n° 2003-710 du 1er août 2003 d'orientation et de programmation pour la ville et la rénovation urbaine une société anonyme d'habitations à loyer modéré sollicite le renouvellement de l'agrément, la décision est prise par le ministre chargé du logement après avis du Conseil supérieur des habitations à loyer modéré."},{"type":"add","content":""},{"type":"add","content":"Faute pour la société d'avoir reçu notification de la décision ministérielle dans le délai de trois mois suivant la réception par le ministre de la demande, l'agrément est réputé renouvelé."},{"type":"add","content":""},{"type":"add","content":"Un arrêté du ministre chargé du logement détermine le contenu du dossier de demande de renouvellement de l'agrément."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2004-641 du 1er juillet 2004 relatif aux sociétés anonymes d'habitations à loyer modéré - article 5 ENTIEREMENT_MODIF CREATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 78-622 du 31 mai 1978 portant codification des textes concernant la construction et l'habitation (deuxième partie : Réglementaire). CODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Arrêté du 7 octobre 2024 portant renouvellement de l'agrément de la société anonyme d'habitations à loyer modéré (SA d'HLM) LA CITE JARDINS CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1978-05-31 CODIFICATION source Décret n° 78-622 du 31 mai 1978 portant codification des textes concernant la construction et l'habitation (deuxième partie : Réglementaire)."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2003-08-01 CITATION source Loi n° 2003-710 du 1 août 2003 d'orientation et de programmation pour la ville et la rénovation urbaine (1). - article 51 AUTONOME MODIFIE, en vigueur du 2003-08-02 au 2014-03-27"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2004-07-01 CREATION source Décret n° 2004-641 du 1er juillet 2004 relatif aux sociétés anonymes d'habitations à loyer modéré - article 5 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L422-2-1 AUTONOME MODIFIE, en vigueur du 1991-07-19 au 1998-07-31"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/93/LEGIARTI000006899329.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/93/LEGIARTI000006899329.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/93/LEGIARTI000006899329.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_la_construction_et_de_l_habitation/src/branch/main/partie_reglementaire/livre_iv/titre_ii/chapitre_ii/section_5/article_r422-16-1.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006899329)"},{"type":"add","content":""}],"status":"added"},{"filename":"partie_reglementaire/livre_iv/titre_ii/chapitre_ii/section_5/article_r422-16.md","articleName":"Article R422-16","additions":6,"deletions":11,"diff":[{"type":"del","content":"La compétence géographique des sociétés anonymes d'habitations à loyer modéré dont le capital est détenu en totalité par un ou plusieurs organismes d'habitations à loyer modéré et éventuellement par des personnes physiques ne possédant que le nombre d'actions minimum exigé pour être admis à exercer les fonctions d'administrateur est, par dérogation aux dispositions de l'article R. 422-3, définie lors de la délivrance de l'agrément visé au présent article."},{"type":"del","content":""},{"type":"del","content":"Décret n° 2001-645 du 18 juillet 2001 relatif au Conseil supérieur des habitations à loyer modéré et modifiant le code de la construction et de l'habitation - article 2 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"Décret n° 2004-641 du 1er juillet 2004 relatif aux sociétés anonymes d'habitations à loyer modéré - article 4 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":"2001-07-18 MODIFICATION source Décret n° 2001-645 du 18 juillet 2001 relatif au Conseil supérieur des habitations à loyer modéré et modifiant le code de la construction et de l'habitation - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":"2004-07-01 MODIFICATION source Décret n° 2004-641 du 1er juillet 2004 relatif aux sociétés anonymes d'habitations à loyer modéré - article 4 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation VIGUEUR"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/93/LEGIARTI000006899323.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/93/LEGIARTI000006899323.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/93/LEGIARTI000006899323.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/93/LEGIARTI000006899324.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/93/LEGIARTI000006899324.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/93/LEGIARTI000006899324.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006899323)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006899324)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_iv/titre_ii/chapitre_iii/section_1/sous-section_3/article_r423-74.md","articleName":"Article R423-74","additions":14,"deletions":13,"diff":[{"type":"del","content":"Les fonds libres appartenant à une société d'habitations à loyer modéré doivent être déposés au Trésor, à la caisse des dépôts et consignations, à un compte de chèques postaux, dans une caisse d'épargne ou à la Banque de France, sauf l'encaisse nécessaire aux besoins courants."},{"type":"add","content":"Les sociétés d'habitations à loyer modéré déposent leurs fonds auprès du Trésor public, à la Caisse des dépôts et consignations, à la Banque de France, à La Poste ou auprès d'un établissement de crédit ayant obtenu un agrément en vertu des dispositions applicables dans les Etats membres de la Communauté européenne ou les autres Etats parties à l'accord sur l'Espace économique européen."},{"type":"add","content":""},{"type":"add","content":"Elles peuvent également effectuer des dépôts sur un compte à terme ouvert dans les mêmes conditions ou sur un premier livret de la Caisse nationale d'épargne ou des caisses d'épargne et de prévoyance."},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"NOTA : La présente version de cet article est en vigueur jusqu'au 1er janvier 2008."},{"type":"add","content":""},{"type":"add","content":""},{"type":"del","content":"Décret no 92-529 du 15 juin 1992 pris pour l'application de la loi no 91-457 du 15 mai 1991 relative aux sociétés anonymes de crédit immobilier et modifiant le livre IV du code de la construction et de l'habitation - article 12 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret no 92-529 du 15 juin 1992 pris pour l'application de la loi no 91-457 du 15 mai 1991 relative aux sociétés anonymes de crédit immobilier et modifiant le livre IV du code de la construction et de l'habitation - article 15 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"Décret n° 2004-641 du 1er juillet 2004 relatif aux sociétés anonymes d'habitations à loyer modéré - article 6 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":"1992-06-15 MODIFICATION source Décret no 92-529 du 15 juin 1992 pris pour l'application de la loi no 91-457 du 15 mai 1991 relative aux sociétés anonymes de crédit immobilier et modifiant le livre IV du code de la construction et de l'habitation - article 12 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1992-06-15 MODIFICATION source Décret no 92-529 du 15 juin 1992 pris pour l'application de la loi no 91-457 du 15 mai 1991 relative aux sociétés anonymes de crédit immobilier et modifiant le livre IV du code de la construction et de l'habitation - article 15 ENTIEREMENT_MODIF"},{"type":"add","content":"2004-07-01 MODIFICATION source Décret n° 2004-641 du 1er juillet 2004 relatif aux sociétés anonymes d'habitations à loyer modéré - article 6 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/94/LEGIARTI000006899402.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/94/LEGIARTI000006899402.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/94/LEGIARTI000006899402.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/94/LEGIARTI000006899403.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/94/LEGIARTI000006899403.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/94/LEGIARTI000006899403.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006899402)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006899403)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_iv/titre_ii/chapitre_iii/section_1/sous-section_3/article_r423-75.md","articleName":"Article R423-75","additions":7,"deletions":13,"diff":[{"type":"del","content":"En dehors des opérations prévues par la législation en vigueur, les sociétés anonymes d'habitations à loyer modéré et les sociétés coopératives de production ou de location-attribution d'habitations à loyer modéré ne peuvent effectuer que des achats de bons du Trésor ou valeurs assimilées et de rentes sur l'Etat ou de valeurs garanties par l'Etat."},{"type":"add","content":"En dehors des opérations prévues par la législation en vigueur, les sociétés anonymes d'habitations à loyer modéré et les sociétés coopératives de production ou de location-attribution d'habitations à loyer modéré ne peuvent effectuer que des achats de titres émis ou garantis par les Etats membres de la Communauté européenne ou les autres Etats parties à l'accord sur l'Espace économique européen, ou de parts ou actions d'organismes de placement collectif en valeurs mobilières gérant exclusivement des titres émis ou garantis par les Etats membres de la Communauté européenne ou les autres Etats parties à l'accord sur l'Espace économique européen, libellés en euros."},{"type":"del","content":"Décret no 92-529 du 15 juin 1992 pris pour l'application de la loi no 91-457 du 15 mai 1991 relative aux sociétés anonymes de crédit immobilier et modifiant le livre IV du code de la construction et de l'habitation - article 12 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret no 92-529 du 15 juin 1992 pris pour l'application de la loi no 91-457 du 15 mai 1991 relative aux sociétés anonymes de crédit immobilier et modifiant le livre IV du code de la construction et de l'habitation - article 16 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"Décret n° 2004-641 du 1er juillet 2004 relatif aux sociétés anonymes d'habitations à loyer modéré - article 7 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":"1992-06-15 MODIFICATION source Décret no 92-529 du 15 juin 1992 pris pour l'application de la loi no 91-457 du 15 mai 1991 relative aux sociétés anonymes de crédit immobilier et modifiant le livre IV du code de la construction et de l'habitation - article 12 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1992-06-15 MODIFICATION source Décret no 92-529 du 15 juin 1992 pris pour l'application de la loi no 91-457 du 15 mai 1991 relative aux sociétés anonymes de crédit immobilier et modifiant le livre IV du code de la construction et de l'habitation - article 16 ENTIEREMENT_MODIF"},{"type":"add","content":"2004-07-01 MODIFICATION source Décret n° 2004-641 du 1er juillet 2004 relatif aux sociétés anonymes d'habitations à loyer modéré - article 7 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/90/00/LEGIARTI000006900090.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/90/00/LEGIARTI000006900090.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/90/00/LEGIARTI000006900090.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/90/00/LEGIARTI000006900091.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/90/00/LEGIARTI000006900091.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/90/00/LEGIARTI000006900091.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006900090)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006900091)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_iv/titre_ii/chapitre_iii/section_1/sous-section_3/article_r423-78.md","articleName":"Article R423-78","additions":15,"deletions":17,"diff":[{"type":"del","content":"Dans le mois suivant celui au cours duquel s'est tenue l'assemblée générale ordinaire réunie en application de l'article 157 de la loi du 24 juillet 1966, sont adressées :"},{"type":"add","content":"Dans le mois suivant celui au cours duquel s'est tenue l'assemblée générale ordinaire réunie en application de l'article L. 225-100 du code du commerce, sont adressées :"},{"type":"del","content":"b) Pour les sociétés anonymes de crédit immobilier, au préfet du département du siège, au ministre chargé du logement et à la chambre syndicale des sociétés anonymes de crédit immobilier, des copies des documents annuels, soumis conformément à la loi à l'assemblée générale des actionnaires, auxquelles est joint le procès-verbal de cette assemblée, ainsi que le document mentionné au troisième alinéa de l'article R. 423-68."},{"type":"add","content":"b) Pour les sociétés anonymes de crédit immobilier, au préfet du département du siège, au ministre chargé du logement et à la chambre syndicale des sociétés anonymes de crédit immobilier, des copies des documents annuels, soumis conformément à la loi à l'assemblée générale des actionnaires, auxquelles est joint le procès-verbal de cette assemblée, ainsi que le document mentionné au troisième alinéa de l'article R. 423-68."},{"type":"add","content":""},{"type":"add","content":"En cas de report de l'assemblée générale, la décision de justice accordant un délai supplémentaire est transmise dans les mêmes conditions."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"NOTA : La présente version de cet article est en vigueur jusqu'au 1er janvier 2008."},{"type":"del","content":"Décret no 92-529 du 15 juin 1992 pris pour l'application de la loi no 91-457 du 15 mai 1991 relative aux sociétés anonymes de crédit immobilier et modifiant le livre IV du code de la construction et de l'habitation - article 17 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret no 92-529 du 15 juin 1992 pris pour l'application de la loi no 91-457 du 15 mai 1991 relative aux sociétés anonymes de crédit immobilier et modifiant le livre IV du code de la construction et de l'habitation - article 12 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"Décret n° 2004-641 du 1er juillet 2004 relatif aux sociétés anonymes d'habitations à loyer modéré - article 8 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":"1992-06-15 MODIFICATION source Décret no 92-529 du 15 juin 1992 pris pour l'application de la loi no 91-457 du 15 mai 1991 relative aux sociétés anonymes de crédit immobilier et modifiant le livre IV du code de la construction et de l'habitation - article 12 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1992-06-15 MODIFICATION source Décret no 92-529 du 15 juin 1992 pris pour l'application de la loi no 91-457 du 15 mai 1991 relative aux sociétés anonymes de crédit immobilier et modifiant le livre IV du code de la construction et de l'habitation - article 17 ENTIEREMENT_MODIF"},{"type":"add","content":"2004-07-01 MODIFICATION source Décret n° 2004-641 du 1er juillet 2004 relatif aux sociétés anonymes d'habitations à loyer modéré - article 8 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":"      CITATION source Loi 1966-07-24 art. 157"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/94/LEGIARTI000006899412.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/94/LEGIARTI000006899412.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/94/LEGIARTI000006899412.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/94/LEGIARTI000006899413.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/94/LEGIARTI000006899413.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/94/LEGIARTI000006899413.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006899412)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006899413)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_iv/titre_viii/article_r481-6.md","articleName":"Article R481-6","additions":9,"deletions":7,"diff":[{"type":"del","content":"Le ou les représentants des locataires sont élus pour quatre ans dans les conditions prévues aux 3° à 5° de l'article R. 422-2-1."},{"type":"add","content":"Le ou les représentants des locataires sont élus pour quatre ans dans les conditions prévues aux 3° et 4° de l'article R. 422-2-1 sous réserve des dispositions suivantes. Chaque liste comprend un nombre de candidats double du nombre des sièges à pourvoir. Les représentants des locataires siègent au conseil d'administration ou de surveillance à compter de la proclamation du résultat des élections."},{"type":"add","content":""},{"type":"add","content":"En cas d'empêchement pour une durée de plus de trois mois et après en avoir informé le président du conseil d'administration ou de surveillance, un représentant des locataires peut se faire remplacer, pendant la durée de l'empêchement et pendant un an au plus, par une personne figurant sur la même liste. La perte de la qualité de locataire met un terme aux fonctions du représentant des locataires, qui est immédiatement remplacé dans les conditions fixées au 4° du même article R. 422-2-1."},{"type":"del","content":"Décret n° 2002-1158 du 13 septembre 2002 modifiant le code de la construction et de l'habitation relatif à la représentation des locataires aux conseils d'administration des organismes d'habitations à loyer modéré et des sociétés d'économie mixte gérant des logements sociaux et à l'indemnisation des administrateurs - article 10 ENTIEREMENT_MODIF CREATION cible"},{"type":"add","content":"Décret n° 2004-641 du 1er juillet 2004 relatif aux sociétés anonymes d'habitations à loyer modéré - article 9 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":"2002-09-13 CREATION source Décret n° 2002-1158 du 13 septembre 2002 modifiant le code de la construction et de l'habitation relatif à la représentation des locataires aux conseils d'administration des organismes d'habitations à loyer modéré et des sociétés d'économie mixte gérant des logements sociaux et à l'indemnisation des administrateurs - article 10 ENTIEREMENT_MODIF"},{"type":"add","content":"2004-07-01 MODIFICATION source Décret n° 2004-641 du 1er juillet 2004 relatif aux sociétés anonymes d'habitations à loyer modéré - article 9 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/98/LEGIARTI000006899852.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/98/LEGIARTI000006899852.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/98/LEGIARTI000006899852.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/98/LEGIARTI000006899853.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/98/LEGIARTI000006899853.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/89/98/LEGIARTI000006899853.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006899852)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006899853)"}],"status":"modified"}],"stats":{"additions":642,"deletions":109,"filesChanged":15}}