{"sha":"63c3d223d19e","date":"2006-07-16","message":"LOI n° 2006-872 du 13 juillet 2006 portant engagement national pour le logement","files":[{"filename":"partie_legislative/livre_vi/titre_iv/chapitre_1er/article_l641-1.md","articleName":"Article L641-1","additions":48,"deletions":87,"diff":[{"type":"del","content":"\"Art. L. 313-1 - I. - Des secteurs dits \"secteurs sauvegardés\" peuvent être créés lorsqu'ils présentent un caractère historique, esthétique ou de nature à justifier la conservation, la restauration et la mise en valeur de tout ou partie d'un ensemble d'immeubles bâtis ou non."},{"type":"add","content":"\" Art.L. 313-1-I.-Des secteurs dits \" secteurs sauvegardés \" peuvent être créés lorsqu'ils présentent un caractère historique, esthétique ou de nature à justifier la conservation, la restauration et la mise en valeur de tout ou partie d'un ensemble d'immeubles bâtis ou non."},{"type":"del","content":"Le secteur sauvegardé est créé par l'autorité administrative sur demande ou avec l'accord de la commune ou, le cas échéant, de l'établissement public de coopération intercommunale compétent en matière de plan local d'urbanisme après avis de la Commission nationale des secteurs sauvegardés."},{"type":"add","content":"\" Le secteur sauvegardé est créé par l'autorité administrative sur demande ou avec l'accord de la commune ou, le cas échéant, de l'établissement public de coopération intercommunale compétent en matière de plan local d'urbanisme après avis de la Commission nationale des secteurs sauvegardés."},{"type":"del","content":"II. - L'acte qui crée le secteur sauvegardé prescrit l'élaboration d'un plan de sauvegarde et de mise en valeur et met en révision le plan local d'urbanisme lorsqu'il existe. Jusqu'à l'approbation du plan de sauvegarde et de mise en valeur, le plan local d'urbanisme mis en révision peut être modifié ou faire l'objet de révisions simplifiées dans les conditions définies par les deux derniers alinéas de l'article L. 123-13."},{"type":"add","content":"\" II.-L'acte qui crée le secteur sauvegardé prescrit l'élaboration d'un plan de sauvegarde et de mise en valeur et met en révision le plan local d'urbanisme lorsqu'il existe. Jusqu'à l'approbation du plan de sauvegarde et de mise en valeur, le plan local d'urbanisme mis en révision peut être modifié ou faire l'objet de révisions simplifiées dans les conditions définies par les deux derniers alinéas de l'article L. 123-13."},{"type":"del","content":"Le plan de sauvegarde et de mise en valeur est élaboré conjointement par l'Etat et la commune ou l'établissement public de coopération intercommunale compétent en matière de plan local d'urbanisme. Le projet de plan de sauvegarde et de mise en valeur est soumis pour avis à une commission locale du secteur sauvegardé. Après avis du conseil municipal ou de l'organe délibérant de l'établissement public de coopération intercommunale et de la Commission nationale des secteurs sauvegardés, le projet de plan de sauvegarde et de mise en valeur est mis à l'enquête par l'autorité administrative. Il est approuvé par l'autorité administrative si l'avis du conseil municipal ou de l'organe délibérant de l'établissement public de coopération intercommunale compétent est favorable, par décret en Conseil d'Etat dans le cas contraire."},{"type":"add","content":"\" Le plan de sauvegarde et de mise en valeur est élaboré conjointement par l'Etat et la commune ou l'établissement public de coopération intercommunale compétent en matière de plan local d'urbanisme. Le projet de plan de sauvegarde et de mise en valeur est soumis pour avis à une commission locale du secteur sauvegardé. Après avis du conseil municipal ou de l'organe délibérant de l'établissement public de coopération intercommunale et de la Commission nationale des secteurs sauvegardés, le projet de plan de sauvegarde et de mise en valeur est mis à l'enquête par l'autorité administrative. Il est approuvé par l'autorité administrative si l'avis du conseil municipal ou de l'organe délibérant de l'établissement public de coopération intercommunale compétent est favorable, par décret en Conseil d'Etat dans le cas contraire."},{"type":"del","content":"III. - Les dispositions applicables aux plans locaux d'urbanisme le sont également aux plans de sauvegarde et de mise en valeur à l'exception du deuxième alinéa de l'article L. 123-1, du premier alinéa de l'article L. 123-6, des articles L. 123-7 à L. 123-16 et des trois derniers alinéas de l'article L. 130-2."},{"type":"add","content":"\" III.-Les dispositions applicables aux plans locaux d'urbanisme le sont également aux plans de sauvegarde et de mise en valeur à l'exception du deuxième alinéa de l'article L. 123-1, du premier alinéa de l'article L. 123-6, des articles L. 123-7 à L. 123-16 et des trois derniers alinéas de l'article L. 130-2."},{"type":"del","content":"Le plan de sauvegarde et de mise en valeur peut en outre comporter l'indication des immeubles ou parties intérieures ou extérieures d'immeubles :"},{"type":"add","content":"\" Le plan de sauvegarde et de mise en valeur peut en outre comporter l'indication des immeubles ou parties intérieures ou extérieures d'immeubles :"},{"type":"del","content":"IV. - Le plan de sauvegarde et de mise en valeur doit être compatible avec le projet d'aménagement et de développement durable du plan local d'urbanisme lorsqu'il existe. Lorsque le projet de plan de sauvegarde et de mise en valeur comporte des dispositions qui ne sont pas compatibles avec le projet d'aménagement et de développement durable du plan local d'urbanisme il ne peut être approuvé que si l'enquête publique, organisée par le préfet, après accord de la commune ou de l'établissement public de coopération intercommunale compétent, a porté à la fois sur le projet de plan de sauvegarde et de mise en valeur et sur la modification ou la révision du plan local d'urbanisme. L'approbation du plan de sauvegarde et de mise en valeur emporte alors modification ou révision du plan local d'urbanisme."},{"type":"add","content":"\" IV.-Le plan de sauvegarde et de mise en valeur doit être compatible avec le projet d'aménagement et de développement durable du plan local d'urbanisme lorsqu'il existe. Lorsque le projet de plan de sauvegarde et de mise en valeur comporte des dispositions qui ne sont pas compatibles avec le projet d'aménagement et de développement durable du plan local d'urbanisme il ne peut être approuvé que si l'enquête publique, organisée par le préfet, après accord de la commune ou de l'établissement public de coopération intercommunale compétent, a porté à la fois sur le projet de plan de sauvegarde et de mise en valeur et sur la modification ou la révision du plan local d'urbanisme.L'approbation du plan de sauvegarde et de mise en valeur emporte alors modification ou révision du plan local d'urbanisme."},{"type":"del","content":"La révision du plan de sauvegarde et de mise en valeur a lieu dans les formes prévues pour son établissement."},{"type":"add","content":"\" La révision du plan de sauvegarde et de mise en valeur a lieu dans les formes prévues pour son établissement."},{"type":"del","content":"Le plan de sauvegarde et de mise en valeur peut également être modifié à condition que la modification envisagée ne porte pas atteinte à son économie générale ou ne réduise pas un espace boisé classé."},{"type":"add","content":"\" Le plan de sauvegarde et de mise en valeur peut également être modifié à condition que la modification envisagée ne porte pas atteinte à son économie générale ou ne réduise pas un espace boisé classé."},{"type":"del","content":"La modification est décidée par l'autorité administrative, à la demande ou après consultation du conseil municipal de la commune ou de l'organe délibérant de l'établissement public de coopération intercommunale compétent, après avis de la commission locale du secteur sauvegardé et enquête publique.\""},{"type":"add","content":"\" La modification est décidée par l'autorité administrative, à la demande ou après consultation du conseil municipal de la commune ou de l'organe délibérant de l'établissement public de coopération intercommunale compétent, après avis de la commission locale du secteur sauvegardé et enquête publique. \""},{"type":"del","content":"\"Art. L. 313-2 - A compter de la publication de la décision administrative créant le secteur sauvegardé, tout travail ayant pour effet de modifier l'état des immeubles est soumis à permis de construire ou à déclaration, dans les conditions prévues par le livre IV, après accord de l'architecte des Bâtiments de France. Cet accord est réputé donné à l'expiration d'un délai fixé par décret en Conseil d'Etat. L'autorisation délivrée énonce les prescriptions auxquelles le pétitionnaire doit se conformer."},{"type":"add","content":"\" Art.L. 313-2-A compter de la publication de la décision administrative créant le secteur sauvegardé, tout travail ayant pour effet de modifier l'état des immeubles est soumis à permis de construire ou à déclaration, dans les conditions prévues par le livre IV, après accord de l'architecte des Bâtiments de France. Cet accord est réputé donné à l'expiration d'un délai fixé par décret en Conseil d'Etat.L'autorisation délivrée énonce les prescriptions auxquelles le pétitionnaire doit se conformer."},{"type":"del","content":"A compter de la publication de la décision prescrivant l'élaboration d'un plan de sauvegarde et de mise en valeur ou sa révision, les travaux de la nature de ceux qui sont indiqués ci-dessus peuvent faire l'objet d'un sursis à statuer dans les conditions et délais prévus à l'article L. 111-8."},{"type":"add","content":"\" A compter de la publication de la décision prescrivant l'élaboration d'un plan de sauvegarde et de mise en valeur ou sa révision, les travaux de la nature de ceux qui sont indiqués ci-dessus peuvent faire l'objet d'un sursis à statuer dans les conditions et délais prévus à l'article L. 111-8."},{"type":"del","content":"En cas de désaccord entre, d'une part, l'architecte des Bâtiments de France et, d'autre part, soit le maire ou l'autorité compétente pour délivrer l'autorisation, soit le pétitionnaire, sur la compatibilité des travaux avec le plan de sauvegarde et de mise en valeur ou sur les prescriptions imposées au propriétaire, le représentant de l'Etat dans la région émet, après consultation de la section de la commission régionale du patrimoine et des sites, un avis qui se substitue à celui de l'architecte des Bâtiments de France. Le recours du pétitionnaire s'exerce à l'occasion du refus d'autorisation de travaux. Les délais de saisine du préfet de région et ceux impartis à la section et au préfet pour statuer sont fixés par décret en Conseil d'Etat."},{"type":"add","content":"\" En cas de désaccord entre, d'une part, l'architecte des Bâtiments de France et, d'autre part, soit le maire ou l'autorité compétente pour délivrer l'autorisation, soit le pétitionnaire, sur la compatibilité des travaux avec le plan de sauvegarde et de mise en valeur ou sur les prescriptions imposées au propriétaire, le représentant de l'Etat dans la région émet, après consultation de la section de la commission régionale du patrimoine et des sites, un avis qui se substitue à celui de l'architecte des Bâtiments de France. Le recours du pétitionnaire s'exerce à l'occasion du refus d'autorisation de travaux. Les délais de saisine du préfet de région et ceux impartis à la section et au préfet pour statuer sont fixés par décret en Conseil d'Etat."},{"type":"del","content":"Le ministre chargé de la culture peut évoquer tout dossier dont l'architecte des Bâtiments de France ou le représentant de l'Etat dans la région est saisi en application du présent article. L'autorisation ne peut alors être délivrée qu'avec son accord.\""},{"type":"add","content":"\" Le ministre chargé de la culture peut évoquer tout dossier dont l'architecte des Bâtiments de France ou le représentant de l'Etat dans la région est saisi en application du présent article.L'autorisation ne peut alors être délivrée qu'avec son accord."},{"type":"del","content":"\"Art. L. 313-2-1 - Les immeubles situés dans le périmètre d'un secteur sauvegardé dont le plan de sauvegarde et de mise en valeur a été approuvé ne sont pas soumis aux servitudes d'utilité publique instituées en application du 3° de l'article L. 621-1, des articles L. 621-31 et L. 621-32 du code du patrimoine et de l'article L. 341-1 du code de l'environnement.\""},{"type":"add","content":"\" Les prescriptions imposées en application du présent article ne peuvent faire obstacle à l'application des règles d'accessibilité d'un immeuble bâti aux personnes handicapées mentionnées à l'article L. 111-7-2 du code de la construction et de l'habitation, sauf pour prévenir la dégradation du patrimoine concerné. \""},{"type":"del","content":"\"Art. L. 313-3 - Les opérations de conservation, de restauration et de mise en valeur des secteurs sauvegardés peuvent être menées soit à l'initiative des collectivités publiques, soit à l'initiative d'un ou plusieurs propriétaires, groupés ou non en association syndicale. Dans ce dernier cas, ce ou ces propriétaires y sont spécialement autorisés dans les conditions fixées par un décret en Conseil d'Etat qui précise notamment les engagements exigés d'eux quant à la nature et à l'importance des travaux.\""},{"type":"add","content":"\" Art.L. 313-2-1-Les immeubles situés dans le périmètre d'un secteur sauvegardé dont le plan de sauvegarde et de mise en valeur a été approuvé ne sont pas soumis aux servitudes d'utilité publique instituées en application de l'article L. 621-30-1, des articles L. 621-31 et L. 621-32 du code du patrimoine et de l'article L. 341-1 du code de l'environnement. \""},{"type":"del","content":"\"Art. L. 313-11 - En cas d'infraction aux dispositions du présent chapitre, les articles L. 480-2 à L. 480-9 sont applicables.\""},{"type":"add","content":"\" Art.L. 313-3-Les opérations de conservation, de restauration et de mise en valeur des secteurs sauvegardés peuvent être menées soit à l'initiative des collectivités publiques, soit à l'initiative d'un ou plusieurs propriétaires, groupés ou non en association syndicale. Dans ce dernier cas, ce ou ces propriétaires y sont spécialement autorisés dans les conditions fixées par un décret en Conseil d'Etat qui précise notamment les engagements exigés d'eux quant à la nature et à l'importance des travaux.(1) \""},{"type":"del","content":"\"Art. L. 313-12 - Les infractions aux dispositions du présent chapitre sont constatées, d'une part, par les personnes visées à l'article L. 480-1 (alinéa premier), et, d'autre part, par les fonctionnaires et les agents commissionnés à cet effet par le ministre chargé des monuments historiques et des sites, et assermentés."},{"type":"add","content":"\" Art.L. 313-11-En cas d'infraction aux dispositions du présent chapitre, les articles L. 480-2 à L. 480-9 sont applicables. \""},{"type":"del","content":"\"Les procès-verbaux dressés par ces personnes font foi jusqu'à preuve du contraire.\""},{"type":"add","content":"\" Art.L. 313-12-Les infractions aux dispositions du présent chapitre sont constatées, d'une part, par les personnes visées à l'article L. 480-1 (alinéa premier), et, d'autre part, par les fonctionnaires et les agents commissionnés à cet effet par le ministre chargé des monuments historiques et des sites, et assermentés."},{"type":"del","content":"\"Art. L. 313-14 - Les dispositions du présent chapitre, des articles 3 et 12 de la loi n° 48-1360 du 1er septembre 1948 modifiée, des articles L. 145-6, L. 145-7, L. 145-18, L. 145-28, L. 145-29 et L. 145-30 du code de commerce sont applicables aux collectivités publiques, qu'elles soient propriétaires ou locataires des immeubles situés dans les secteurs et périmètres visés aux articles L. 313-3 et L. 313-4.\""},{"type":"add","content":"\" Les procès-verbaux dressés par ces personnes font foi jusqu'à preuve du contraire. \""},{"type":"del","content":"\"Art. L. 313-15 - Un décret en Conseil d'Etat fixe les conditions d'application du présent chapitre et, notamment, les conditions dans lesquelles s'appliquent la loi du 31 décembre 1913 sur les monuments historiques et les articles L. 341-1 à L. 341-22 du code de l'environnement, dans le cas où des immeubles relevant de l'une ou de l'autre de ces législations sont compris dans les secteurs sauvegardés."},{"type":"add","content":"\" Art.L. 313-14-Les dispositions du présent chapitre, des articles 3 et 12 de la loi n° 48-1360 du 1er septembre 1948 modifiée, des articles L. 145-6, L. 145-7, L. 145-18, L. 145-28, L. 145-29 et L. 145-30 du code de commerce sont applicables aux collectivités publiques, qu'elles soient propriétaires ou locataires des immeubles situés dans les secteurs et périmètres visés aux articles L. 313-3 et L. 313-4. \""},{"type":"add","content":""},{"type":"add","content":"\" Art.L. 313-15-Un décret en Conseil d'Etat fixe les conditions d'application du présent chapitre et, notamment, les conditions dans lesquelles s'appliquent la loi du 31 décembre 1913 sur les monuments historiques et les articles L. 341-1 à L. 341-22 du code de l'environnement, dans le cas où des immeubles relevant de l'une ou de l'autre de ces législations sont compris dans les secteurs sauvegardés. \""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"La loi du 31 décembre 1913 a été abrogée par l'ordonnance n° 2004-178 du 20 février 2004 relative à la partie législative du code du patrimoine."},{"type":"add","content":""},{"type":"add","content":"(1) L'article L. 313-3 du code de l'urbanisme est abrogé par l'ordonnance n° 2005-1527 du 8 décembre 2005."},{"type":"del","content":"Code du patrimoine - article L621-1 AUTONOME MODIFIE_MORT_NE, en vigueur du 2018-01-01 au 2017-10-28 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L145-29 AUTONOME VIGUEUR, en vigueur depuis le 2008-08-06 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L145-30 AUTONOME VIGUEUR, en vigueur depuis le 2000-09-21 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Ordonnance n° 2005-864 du 28 juillet 2005 relative aux secteurs sauvegardés - article 3 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'environnement - article L341-1 AUTONOME MODIFIE, en vigueur du 2000-09-21 au 2002-01-23 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'environnement - article L341-1 AUTONOME MODIFIE, en vigueur du 2010-07-14 au 2016-08-10 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du patrimoine - article L621-1 AUTONOME MODIFIE, en vigueur du 2004-02-24 au 2005-09-09 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'environnement - article L341-1 AUTONOME MODIFIE, en vigueur du 2002-01-23 au 2006-07-01 CITATION cible"},{"type":"add","content":"Code du patrimoine - article L123-1 AUTONOME MODIFIE, en vigueur du 2011-09-01 au 2018-01-01 CITATION cible"},{"type":"del","content":"Code de l'environnement - article L341-1 AUTONOME MODIFIE, en vigueur du 2006-07-01 au 2010-07-14 CITATION cible"},{"type":"add","content":"Code du patrimoine - article L123-1 AUTONOME VIGUEUR, en vigueur depuis le 2018-01-01 CITATION cible"},{"type":"del","content":"Code de l'environnement - article L341-1 AUTONOME VIGUEUR, en vigueur depuis le 2016-08-10 CITATION cible"},{"type":"add","content":"Code du patrimoine - article L123-1 AUTONOME MODIFIE, en vigueur du 2004-02-24 au 2011-09-01 CITATION cible"},{"type":"del","content":"Code du patrimoine - article L621-1 AUTONOME VIGUEUR, en vigueur depuis le 2005-09-09 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L145-29 AUTONOME MODIFIE, en vigueur du 2000-09-21 au 2008-08-06 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 48-1360 du 1 septembre 1948 portant modification et codification de la législation relative aux rapports des bailleurs et locataires ou occupants de locaux d'habitation ou à usage professionnel et instituant des allocations de logement - article 3 AUTONOME VIGUEUR, en vigueur depuis le 1985-07-19 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L145-7 AUTONOME VIGUEUR, en vigueur depuis le 2000-09-21 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Ordonnance n° 2005-864 du 28 juillet 2005 relative aux secteurs sauvegardés - article 1 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Ordonnance n° 2005-864 du 28 juillet 2005 relative aux secteurs sauvegardés - article 2 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 48-1360 du 1 septembre 1948 portant modification et codification de la législation relative aux rapports des bailleurs et locataires ou occupants de locaux d'habitation ou à usage professionnel et instituant des allocations de logement - article 3 AUTONOME MODIFIE, en vigueur du 1948-09-02 au 1985-07-19 CITATION cible"},{"type":"add","content":"Loi n° 2006-872 du 13 juillet 2006 portant engagement national pour le logement (1). - article 79 AUTONOME VIGUEUR, en vigueur depuis le 2006-07-16 MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":"1948-09-01 CITATION source Loi n° 48-1360 du 1 septembre 1948 portant modification et codification de la législation relative aux rapports des bailleurs et locataires ou occupants de locaux d'habitation ou à usage professionnel et instituant des allocations de logement - article 12 AUTONOME VIGUEUR, en vigueur depuis le 1948-09-02"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1948-09-01 CITATION source Loi n° 48-1360 du 1 septembre 1948 portant modification et codification de la législation relative aux rapports des bailleurs et locataires ou occupants de locaux d'habitation ou à usage professionnel et instituant des allocations de logement - article 3 AUTONOME MODIFIE, en vigueur du 1948-09-02 au 1985-07-19"},{"type":"del","content":""},{"type":"del","content":"2005-07-28 MODIFICATION source Ordonnance n° 2005-864 du 28 juillet 2005 relative aux secteurs sauvegardés - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2005-07-28 MODIFICATION source Ordonnance n° 2005-864 du 28 juillet 2005 relative aux secteurs sauvegardés - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":"2006-07-13 MODIFICATION source Loi n° 2006-872 du 13 juillet 2006 portant engagement national pour le logement (1). - article 79 AUTONOME VIGUEUR, en vigueur depuis le 2006-07-16"},{"type":"del","content":"2005-07-28 MODIFICATION source Ordonnance n° 2005-864 du 28 juillet 2005 relative aux secteurs sauvegardés - article 3 ENTIEREMENT_MODIF"},{"type":"add","content":"2999-01-01 PILOTE_SUIVEUR source Code de l'urbanisme - article L313-1 AUTONOME MODIFIE, en vigueur du 1973-11-13 au 1983-01-09"},{"type":"del","content":"2999-01-01 CITATION source Code de commerce - article L145-18 AUTONOME MODIFIE, en vigueur du 2000-09-21 au 2007-10-01"},{"type":"add","content":"2999-01-01 PILOTE_SUIVEUR source Code de l'urbanisme - article L313-11 AUTONOME VIGUEUR, en vigueur depuis le 1973-11-13"},{"type":"del","content":"2999-01-01 CITATION source Code de commerce - article L145-28 AUTONOME MODIFIE, en vigueur du 2000-09-21 au 2020-01-01"},{"type":"add","content":"2999-01-01 PILOTE_SUIVEUR source Code de l'urbanisme - article L313-12 AUTONOME MODIFIE, en vigueur du 1977-01-01 au 2016-07-09"},{"type":"del","content":"2999-01-01 CITATION source Code de commerce - article L145-29 AUTONOME MODIFIE, en vigueur du 2000-09-21 au 2008-08-06"},{"type":"add","content":"2999-01-01 PILOTE_SUIVEUR source Code de l'urbanisme - article L313-14 AUTONOME VIGUEUR, en vigueur depuis le 1973-11-13"},{"type":"del","content":"2999-01-01 CITATION source Code de commerce - article L145-30 AUTONOME VIGUEUR, en vigueur depuis le 2000-09-21"},{"type":"add","content":"2999-01-01 PILOTE_SUIVEUR source Code de l'urbanisme - article L313-15 AUTONOME MODIFIE, en vigueur du 1980-08-06 au 2000-09-21"},{"type":"del","content":"2999-01-01 CITATION source Code de commerce - article L145-6 AUTONOME MODIFIE, en vigueur du 2000-09-21 au 2007-10-01"},{"type":"add","content":"2999-01-01 PILOTE_SUIVEUR source Code de l'urbanisme - article L313-2 AUTONOME MODIFIE, en vigueur du 1973-11-13 au 1997-03-01"},{"type":"del","content":"2999-01-01 CITATION source Code de commerce - article L145-7 AUTONOME VIGUEUR, en vigueur depuis le 2000-09-21"},{"type":"add","content":"2999-01-01 PILOTE_SUIVEUR source Code de l'urbanisme - article L313-2-1 AUTONOME MODIFIE, en vigueur du 2003-07-03 au 2004-02-24"},{"type":"del","content":"2999-01-01 CITATION source Code de l'environnement - article L341-1 AUTONOME MODIFIE, en vigueur du 2000-09-21 au 2002-01-23"},{"type":"add","content":"2999-01-01 CITATION source Code de l'environnement VIGUEUR"},{"type":"del","content":"2999-01-01 CITATION source Code du patrimoine - article L621-1 AUTONOME MODIFIE, en vigueur du 2004-02-24 au 2005-09-09"},{"type":"add","content":"      CITATION source Loi 1913-12-31"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/59/LEGIARTI000006845929.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/59/LEGIARTI000006845929.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/59/LEGIARTI000006845929.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/59/LEGIARTI000006845930.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/59/LEGIARTI000006845930.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/59/LEGIARTI000006845930.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006845929)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006845930)"}],"status":"modified"}],"stats":{"additions":48,"deletions":87,"filesChanged":1}}