{"sha":"6f311333151b","date":"2006-12-30","message":"Décret n° 2006-1724 du 23 décembre 2006 relatif à la comptabilisation des obligations indexées sur l'inflation émises par les entreprises du secteur privé et modifiant le code des assurances, le code de la sécurité sociale et le code de la mutualité en leur partie réglementaire","files":[{"filename":"partie_reglementaire_-_arretes/livre_ii/titre_ier/chapitre_ii/section_2/article_a212-9.md","articleName":"Article A212-9","additions":7,"deletions":15,"diff":[{"type":"del","content":"Toutefois, il est possible pour une institution d'utiliser une loi de maintien établie par ses soins et certifiée par un actuaire indépendant de cette institution, agréé à cet effet par l'une des associations d'actuaires reconnues par l'Autorité de contrôle mentionnée à l'article L. 510-1 du code de la mutualité ;"},{"type":"add","content":"Toutefois, il est possible pour une mutuelle et union d'utiliser une loi de maintien établie par ses soins et certifiée par un actuaire indépendant de cette mutuelle et union, agréé à cet effet par l'une des associations d'actuaires reconnues par l'Autorité de contrôle mentionnée à l'article L. 510-1 du code de la mutualité ;"},{"type":"del","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 2005-1564 du 15 décembre 2005 portant diverses dispositions d'adaptation au droit communautaire dans le domaine de l'assurance (1). - article 14 AUTONOME VIGUEUR, en vigueur depuis le 2005-12-16 MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"2001-04-19 TXT_SOURCE source Ordonnance n° 2001-350 du 19 avril 2001 relative au code de la mutualité et transposant les directives 92/49/CEE et 92/96/CEE du Conseil des 18 juin et 10 novembre 1992"},{"type":"add","content":"      MODIFICATION source Arrêté 2006-12-08 art. 1 JORF 30 décembre 2006"},{"type":"del","content":"2005-12-15 MODIFICATION source Loi n° 2005-1564 du 15 décembre 2005 portant diverses dispositions d'adaptation au droit communautaire dans le domaine de l'assurance (1). - article 14 AUTONOME VIGUEUR, en vigueur depuis le 2005-12-16"},{"type":"add","content":"2001-04-19 TXT_SOURCE source Ordonnance n° 2001-350 du 19 avril 2001 relative au code de la mutualité et transposant les directives 92/49/CEE et 92/96/CEE du Conseil des 18 juin et 10 novembre 1992"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/79/58/LEGIARTI000006795852.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/79/58/LEGIARTI000006795852.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/79/58/LEGIARTI000006795852.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/79/58/LEGIARTI000006795853.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/79/58/LEGIARTI000006795853.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/79/58/LEGIARTI000006795853.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006795852)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006795853)"}],"status":"modified"},{"filename":"partie_reglementaire_-_arretes/livre_ii/titre_ier/chapitre_ii/section_3/article_a212-10.md","articleName":"Article A212-10","additions":20,"deletions":20,"diff":[{"type":"del","content":"- table TD 88-90 pour les assurances en cas de décès et TV 88-90 pour les assurances en cas de vie établies sur la base des données publiées par l'Institut national de la statistique et des études économiques annexées au présent article et tables de génération pour les rentes viagères ;"},{"type":"add","content":"a) Tables homologuées par arrêté du ministre chargé de la mutualité, établies par sexe, sur la base de populations de membres participants et bénéficiaires pour les contrats de rente viagère, et sur la base de données publiées par l'Institut national de la statistique et des études économiques pour les autres contrats ;"},{"type":"del","content":"- tables établies par la mutuelle ou l'union et certifiées par un actuaire indépendant de celle-ci, agréé à cet effet par l'une des associations d'actuaires reconnues par l'Autorité de contrôle instituée à l'article L. 510-1."},{"type":"add","content":"b) tables établies ou non par sexe par la mutuelle ou l'union et certifiées par un actuaire indépendant de celle-ci, agréé à cet effet par l'une des associations d'actuaires reconnues par l'Autorité de contrôle instituée à l'article L. 510-1."},{"type":"del","content":"Pour les opérations de rentes viagères, les tarifs et les provisions techniques déterminés en utilisant les tables visées aux deuxième tiret du 2° ne peuvent être inférieurs à ceux qui résulteraient de l'utilisation des tables de génération visées au premier tiret du 2°."},{"type":"add","content":"Les tables mentionnées au b sont établies d'après des données d'expérience de la mutuelle ou de l'union, ou des données d'expérience démographiquement équivalentes."},{"type":"del","content":"Pour l'élaboration des tarifs des opérations collectives en cas de décès résiliables annuellement, la mutuelle ou l'union peut utiliser les tables visées au premier tiret du 2° avec une méthode forfaitaire dès lors que celle-ci est justifiable."},{"type":"add","content":"Lorsque les tarifs sont établis d'après des tables mentionnées au a, et dès lors qu'est retenue une table unique pour tous les membres participants, celle-ci correspond à la table appropriée conduisant au tarif le plus prudent."},{"type":"add","content":""},{"type":"add","content":"Pour les contrats en cas de vie autres que les contrats de rente viagère, les tables mentionnées au a sont utilisées en corrigeant l'âge du membre participant conformément aux décalages d'âge ci-annexés."},{"type":"add","content":""},{"type":"add","content":"Ces décalages d'âge sont appliqués de telle sorte que chaque taux de mortalité annuel à un âge donné soit égal au taux de mortalité annuel à l'âge ayant subi le décalage dans la table appropriée."},{"type":"add","content":""},{"type":"add","content":"Pour les opérations de rentes viagères, en ce compris celles revêtant un caractère temporaire, et à l'exception des contrats relevant du chapitre II bis du titre II du livre II, les tarifs et les provisions techniques déterminés en utilisant les tables mentionnées au b ne peuvent être inférieurs à ceux qui résulteraient de l'utilisation des tables appropriées mentionnées au a."},{"type":"add","content":""},{"type":"add","content":"Pour l'élaboration des tarifs des opérations collectives en cas de décès résiliables annuellement, la mutuelle ou l'union peut utiliser les tables mentionnées au a avec une méthode forfaitaire dès lors que celle-ci est justifiable."},{"type":"del","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 2005-1564 du 15 décembre 2005 portant diverses dispositions d'adaptation au droit communautaire dans le domaine de l'assurance (1). - article 14 AUTONOME VIGUEUR, en vigueur depuis le 2005-12-16 MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"      CITATION source Code de la mutualité (nouveau) L111-1, L510-1"},{"type":"add","content":"      MODIFICATION source Arrêté 2006-12-08 art. 2 JORF 30 décembre 2006"},{"type":"del","content":""},{"type":"del","content":"2005-12-15 MODIFICATION source Loi n° 2005-1564 du 15 décembre 2005 portant diverses dispositions d'adaptation au droit communautaire dans le domaine de l'assurance (1). - article 14 AUTONOME VIGUEUR, en vigueur depuis le 2005-12-16"},{"type":"del","content":""},{"type":"add","content":""},{"type":"add","content":"      CITATION source Code de la mutualité (nouveau) L111-1, L510-1"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/79/58/LEGIARTI000006795856.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/79/58/LEGIARTI000006795856.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/79/58/LEGIARTI000006795856.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/79/58/LEGIARTI000006795857.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/79/58/LEGIARTI000006795857.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/79/58/LEGIARTI000006795857.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006795856)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006795857)"}],"status":"modified"},{"filename":"partie_reglementaire_-_arretes/livre_ii/titre_ier/chapitre_ii/section_3/article_a212-12.md","articleName":"Article A212-12","additions":41,"deletions":10,"diff":[{"type":"del","content":"1° Les provisions mathématiques des opérations de capitalisation, d'assurance nuptialité-natalité, d'acquisition d'immeubles au moyen de la constitution de rentes viagères, d'assurance sur la vie dont les tarifs ont pris effet à partir du 1er janvier 1997 sont calculées d'après des taux d'intérêt au plus égaux à ceux retenus pour l'établissement du tarif et, s'ils comportent un élément viager, d'après les tables de mortalité mentionnées à l'article A 212-10 ;"},{"type":"add","content":"1° Les provisions mathématiques des opérations de capitalisation, d'assurance nuptialité-natalité, d'acquisition d'immeubles au moyen de la constitution de rentes viagères, d'assurance sur la vie sont calculées d'après des taux d'intérêt au plus égaux à ceux retenus pour l'établissement du tarif et, s'ils comportent un élément viager et sous réserve du premier alinéa de l'article A. 212-13, d'après les tables de mortalité appropriées mentionnées à l'article A. 212-l0 en vigueur à l'époque de l'application du tarif ;"},{"type":"del","content":"3° Les mutuelles et unions peuvent calculer les provisions mathématiques de leurs opérations en cours en appliquant lors de tous les inventaires annuels ultérieurs les bases techniques définies au présent article."},{"type":"add","content":"Elle est déterminée dans les conditions suivantes :"},{"type":"del","content":"Cette possibilité ne concerne pas les opérations conclues avant le 1er janvier 1997, pour lesquelles l'actif représentatif des engagements correspondants est isolé dans la comptabilité de la mutuelle ou de l'union et a été déterminé de manière à pouvoir procurer un taux de rendement supérieur d'au moins un tiers au taux d'intérêt du tarif."},{"type":"add","content":"Pour chaque ensemble homogène de contrats, il est établi, au titre de chacun des exercices clos pendant la durée de ceux-ci, un compte prévisionnel des charges et des produits futurs de gestion. Pour l'établissement de ces comptes prévisionnels, sont pris en compte :"},{"type":"del","content":"Les mutuelles et les unions peuvent répartir sur une période allant jusqu'à l'exercice 2003 inclus les effets de la modification des bases de calcul des provisions mathématiques."},{"type":"add","content":"a) Les produits correspondant aux chargements sur cotisation pour les cotisations périodiques, aux commissions de réassurance perçues pour couvrir les frais de gestion, et aux produits financiers disponibles après prise en compte des charges techniques et financières découlant de la réglementation et des clauses contractuelles. Les produits financiers sont calculés en appliquant le taux de rendement, ci-après défini, au montant moyen des provisions mathématiques de l'exercice."},{"type":"add","content":""},{"type":"add","content":"Ce taux de rendement est calculé au titre de chaque exercice, sur la base :"},{"type":"add","content":""},{"type":"add","content":"- d'une part, du rendement hors plus-values des obligations et titres assimilés en portefeuille et présumés détenus jusqu'à leur échéance et, pour le réemploi des coupons et des obligations à échoir pendant les cinq premières années suivant l'exercice considéré, de 75 % du taux moyen semestriel des emprunts d'Etat, et, au-delà, de 60 % du taux moyen semestriel des emprunts d'Etat ;"},{"type":"add","content":""},{"type":"add","content":"- d'autre part, pour les autres actifs, de 70 % du rendement hors plus-values du portefeuille obligataire constaté en moyenne sur l'exercice considéré et les deux exercices précédents ;"},{"type":"add","content":""},{"type":"add","content":"b) Les charges correspondant aux frais d'administration, aux frais de gestion des sinistres et aux frais internes et externes de gestion des placements retenus pour l'évaluation de produits dans la limite des charges moyennes unitaires observées au titre de l'exercice considéré et des deux exercices précédents."},{"type":"add","content":""},{"type":"add","content":"Pour chaque ensemble homogène de contrats le taux estimé des rachats totaux ou partiels et des réductions ne pourra excéder 80 % de la moyenne des sorties anticipées de contrats constatées sur les deux derniers exercices clos et sur l'exercice en cours."},{"type":"add","content":""},{"type":"add","content":"Pour chaque ensemble homogène de contrats, le montant de la provision est égal à la valeur actuelle des charges de gestion futures diminuée de la valeur actuelle des ressources futures issues des contrats, telles que définies ci-dessus. Le taux d'actualisation est, pour chaque exercice, le même que celui retenu pour le taux de rendement précédemment défini."},{"type":"add","content":""},{"type":"add","content":"La provision de gestion prévue à l'article R. 212-26 est la somme des provisions ainsi calculées."},{"type":"add","content":""},{"type":"add","content":"3° Les mutuelles et unions peuvent calculer les provisions mathématiques de leurs opérations en cours en appliquant lors de tous les inventaires annuels ultérieurs les taux mentionnés au premier alinéa et les tables de mortalité appropriées en vigueur à la date de l'inventaire."},{"type":"add","content":""},{"type":"add","content":"Cette possibilité ne concerne pas les opérations pour lesquelles l'actif représentatif des engagements correspondants est isolé dans la comptabilité de la mutuelle ou de l'union et a été déterminé de manière à pouvoir procurer un taux de rendement supérieur d'au moins un tiers au taux d'intérêt du tarif."},{"type":"add","content":""},{"type":"add","content":"Pour l'application du présent 3°, les mutuelles et les unions peuvent répartir sur une période de huit ans au plus les effets de la modification des bases de calcul des provisions mathématiques."},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Arrêté du 30 décembre 2015 pris pour l'application de l'ordonnance n° 2015-378 du 2 avril 2015 transposant la directive 2009/138/CE du Parlement européen et du Conseil sur l'accès aux activités de l'assurance et de la réassurance et leur exercice (solvabilité II) - article 2 ENTIEREMENT_MODIF ABROGE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"del","content":"      MODIFICATION source Arrêté 2002-06-25 art. 1 JORF 5 juillet 2002"},{"type":"add","content":"      MODIFICATION source Arrêté 2006-12-08 art. 3 JORF 30 décembre 2006"},{"type":"del","content":"      CITATION source Code de la mutualité (nouveau) A212-10, R212-26"},{"type":"add","content":"2015-12-30 ABROGE cible Arrêté du 30 décembre 2015 pris pour l'application de l'ordonnance n° 2015-378 du 2 avril 2015 transposant la directive 2009/138/CE du Parlement européen et du Conseil sur l'accès aux activités de l'assurance et de la réassurance et leur exercice (solvabilité II) - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CITATION source Code de la mutualité (nouveau) A212-13, A212, R212-26"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/79/58/LEGIARTI000006795861.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/79/58/LEGIARTI000006795861.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/79/58/LEGIARTI000006795861.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/79/58/LEGIARTI000006795862.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/79/58/LEGIARTI000006795862.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/79/58/LEGIARTI000006795862.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006795861)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006795862)"}],"status":"modified"},{"filename":"partie_reglementaire_-_arretes/livre_ii/titre_ier/chapitre_ii/section_3/article_a212-13.md","articleName":"Article A212-13","additions":24,"deletions":11,"diff":[{"type":"del","content":"Les provisions mathématiques des opérations individuelles et collectives des rentes viagères en cours de service au 1er janvier 1997 ou liquidées à compter de cette date sont calculées en appliquant à ces opérations, lors de leurs inventaires annuels postérieurs à cette date, les bases techniques définies au 1° de l'article A. 212-12."},{"type":"add","content":"Les provisions mathématiques des opérations individuelles et collectives des rentes viagères en cours de service au 1er janvier 2007 ou liquidées à compter de cette date sont calculées en appliquant à ces opérations, lors de leurs inventaires annuels postérieurs à cette date, les tables de mortalité appropriées mentionnées à l'article A. 212-10 applicables aux contrats de rente viagère souscrits a compter de cette même date."},{"type":"del","content":"Pour la détermination des provisions mathématiques, les mutuelles et unions peuvent répartir sur une période allant jusqu'à l'exercice 2010 inclus les effets de l'utilisation des tables de génération mentionnées à l'article A. 212-10."},{"type":"add","content":"Pour la détermination des provisions mathématiques, les mutuelles et unions peuvent répartir sur une période allant jusqu'à l'exercice 2021 inclus les effets de l'utilisation des tables de génération homologuées par arrêté du ministre chargé de la mutualité."},{"type":"del","content":"Les mutuelles et les unions devront néanmoins avoir atteint, à compter de l'exercice 2003, un niveau de provisionnement des rentes viagères supérieur ou égal à celui obtenu avec la table TV 88-90 mentionnée au 2° de l'article A. 212-10."},{"type":"add","content":"Les mutuelles ou unions devront néanmoins avoir, d'ici au 31 décembre 2010, un niveau de provisionnement des contrats de rentes viagères, quelle que soit leur date de souscription, supérieur ou égal à celui obtenu avec la table de génération homologuée par arrêté du ministre de l'économie du 28 juillet 1993, lorsque ce niveau est inférieur à celui prévu au premier alinéa."},{"type":"add","content":""},{"type":"add","content":"Les dispositions des alinéas précédents ne font pas obstacle au pouvoir de l'autorité mentionnée à l'article L. 510-1 d'exiger conformément à l'article R. 212-21 qu'une mutuelle ou union majore les provisions mathématiques mentionnées au premier alinéa, après examen des données d'expérience relatives à la population des membres participants et bénéficiaires."},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Arrêté du 30 décembre 2015 pris pour l'application de l'ordonnance n° 2015-378 du 2 avril 2015 transposant la directive 2009/138/CE du Parlement européen et du Conseil sur l'accès aux activités de l'assurance et de la réassurance et leur exercice (solvabilité II) - article 2 ENTIEREMENT_MODIF ABROGE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"del","content":"      MODIFICATION source Arrêté 2002-06-25 art. 1 JORF 5 juillet 2002"},{"type":"add","content":"      CITATION source Arrêté 1993-07-28"},{"type":"del","content":"2004-04-22 CITATION cible Arrêté du 22 avril 2004 relatif au plan d'épargne retraite populaire. - article 16 AUTONOME ABROGE, en vigueur du 2004-04-23 au 2011-11-26"},{"type":"add","content":"      MODIFICATION source Arrêté 2006-12-08 art. 4 JORF 30 décembre 2006"},{"type":"del","content":"      CITATION source Code de la mutualité (nouveau) A212-12, A212-10"},{"type":"add","content":"2001-04-19 TXT_SOURCE source Ordonnance n° 2001-350 du 19 avril 2001 relative au code de la mutualité et transposant les directives 92/49/CEE et 92/96/CEE du Conseil des 18 juin et 10 novembre 1992"},{"type":"del","content":"2001-04-19 TXT_SOURCE source Ordonnance n° 2001-350 du 19 avril 2001 relative au code de la mutualité et transposant les directives 92/49/CEE et 92/96/CEE du Conseil des 18 juin et 10 novembre 1992"},{"type":"add","content":"2004-04-22 CITATION cible Arrêté du 22 avril 2004 relatif au plan d'épargne retraite populaire. - article 16 AUTONOME ABROGE, en vigueur du 2004-04-23 au 2011-11-26"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2015-12-30 ABROGE cible Arrêté du 30 décembre 2015 pris pour l'application de l'ordonnance n° 2015-378 du 2 avril 2015 transposant la directive 2009/138/CE du Parlement européen et du Conseil sur l'accès aux activités de l'assurance et de la réassurance et leur exercice (solvabilité II) - article 2 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/79/58/LEGIARTI000006795864.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/79/58/LEGIARTI000006795864.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/79/58/LEGIARTI000006795864.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/79/58/LEGIARTI000006795865.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/79/58/LEGIARTI000006795865.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/79/58/LEGIARTI000006795865.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006795864)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006795865)"}],"status":"modified"},{"filename":"partie_reglementaire_-_arretes/livre_ii/titre_ier/chapitre_ii/section_7/article_a213-1.md","articleName":"Article A213-1","additions":12,"deletions":7,"diff":[{"type":"add","content":"Pour les mutuelles ou unions relevant de l'article L. 111-1 ces droits sont calculés conformément à l'article R. 212-90 ;"},{"type":"add","content":""},{"type":"del","content":"Loi n° 2005-1564 du 15 décembre 2005 portant diverses dispositions d'adaptation au droit communautaire dans le domaine de l'assurance (1). - article 14 AUTONOME VIGUEUR, en vigueur depuis le 2005-12-16 MODIFICATION cible"},{"type":"add","content":"Arrêté du 30 décembre 2015 pris pour l'application de l'ordonnance n° 2015-378 du 2 avril 2015 transposant la directive 2009/138/CE du Parlement européen et du Conseil sur l'accès aux activités de l'assurance et de la réassurance et leur exercice (solvabilité II) - article 2 ENTIEREMENT_MODIF ABROGE source"},{"type":"del","content":"      CITATION source Code de la mutualité (nouveau) R213-1, R213-5, L510-1"},{"type":"add","content":"      MODIFICATION source Arrêté 2006-12-08 art. 10 JORF 30 décembre 2006"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2015-12-30 ABROGE cible Arrêté du 30 décembre 2015 pris pour l'application de l'ordonnance n° 2015-378 du 2 avril 2015 transposant la directive 2009/138/CE du Parlement européen et du Conseil sur l'accès aux activités de l'assurance et de la réassurance et leur exercice (solvabilité II) - article 2 ENTIEREMENT_MODIF"},{"type":"del","content":"2005-12-15 MODIFICATION source Loi n° 2005-1564 du 15 décembre 2005 portant diverses dispositions d'adaptation au droit communautaire dans le domaine de l'assurance (1). - article 14 AUTONOME VIGUEUR, en vigueur depuis le 2005-12-16"},{"type":"add","content":"      CITATION source Code de la mutualité (nouveau) R213-1, R213-5, L111-1, R212-90, L510-1"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/79/58/LEGIARTI000006795821.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/79/58/LEGIARTI000006795821.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/79/58/LEGIARTI000006795821.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/79/58/LEGIARTI000006795822.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/79/58/LEGIARTI000006795822.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/79/58/LEGIARTI000006795822.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006795821)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006795822)"}],"status":"modified"},{"filename":"partie_reglementaire_-_arretes/livre_ii/titre_ii/chapitre_ii/article_a222-1.md","articleName":"Article A222-1","additions":8,"deletions":19,"diff":[{"type":"del","content":"IV. - Les calculs de la provision mathématique théorique mentionnée à l'article R. 222-16, des équivalences actuarielles prévues à l'article R. 222-15 et de la répartition des droits prévue au second alinéa de l'article R. 222-21 sont effectués à l'aide d'un taux d'intérêt au plus égal à 60 % du taux moyen des emprunts de l'Etat français, calculé sur une base semestrielle, sans pouvoir excéder 3,5 % et en utilisant une des tables de mortalité prévues au 2° du premier alinéa de l'article A. 212-10."},{"type":"add","content":"IV. - Les calculs de la provision mathématique théorique mentionnée à l'article R. 222-16, des équivalences actuarielles prévues à l'article R. 222-15 et de la répartition des droits prévue au second alinéa de l'article R. 222-21 sont effectués à l'aide d'un taux d'intérêt au plus égal à 60 % du taux moyen des emprunts de l'Etat français, calculé sur une base semestrielle, sans pouvoir excéder 3,5 % et en utilisant les tables de mortalité appropriées mentionnées à l'article A. 212-10 applicables aux contrats de rente viagère souscrits à compter du 1er janvier 2007."},{"type":"del","content":"La provision mathématique théorique ne peut être inférieure à celle qui résulterait de l'utilisation des tables prévues au premier tiret du 2° du premier alinéa de l'article A. 212-10."},{"type":"add","content":"Les mutuelles et les unions peuvent répartir sur une période allant jusqu'à l'exercice 2015 inclus les effets sur le calcul de la provision mathématique théorique du changement de taux d'intérêt utilisé pour ce calcul."},{"type":"del","content":"Les mutuelles et les unions peuvent répartir sur une période allant jusqu'en 2015 les effets sur le calcul de la provision mathématique théorique des dispositions du premier alinéa, sans que le taux d'actualisation utilisé puisse excéder le taux de rendement de l'actif affecté à la couverture de la provision technique spéciale prévue à l'article R. 222-8."},{"type":"add","content":"Les mutuelles ou unions peuvent répartir sur une période de quinze ans au plus les effets sur le niveau de la provision mathématique théorique résultant de l'utilisation des tables mentionnées au premier alinéa du IV."},{"type":"del","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 22 avril 2004 relatif au plan d'épargne retraite populaire. - article 16 AUTONOME ABROGE, en vigueur du 2004-04-23 au 2011-11-26 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 5 octobre 2015 modifiant les modalités de calcul du taux d'actualisation de la provision mathématique théorique des opérations de retraite prévue à l'article L. 222-1 du code de la mutualité - article 1 ENTIEREMENT_MODIF CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"      CREATION source Arrêté 2002-05-02 art. 1, art. 2 JORF 5 mai 2002"},{"type":"add","content":"      MODIFICATION source Arrêté 2006-12-08 art. 6 JORF 30 décembre 2006"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/79/58/LEGIARTI000006795886.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/79/58/LEGIARTI000006795886.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/79/58/LEGIARTI000006795886.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/79/58/LEGIARTI000006795887.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/79/58/LEGIARTI000006795887.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/79/58/LEGIARTI000006795887.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006795886)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006795887)"}],"status":"modified"},{"filename":"partie_reglementaire_-_decrets_en_conseil_d_etat/livre_ii/titre_ier/chapitre_ii/section_5/article_r212-52.md","articleName":"Article R212-52","additions":17,"deletions":12,"diff":[{"type":"del","content":"II. - Le I du présent article s'applique également aux obligations indexées sur le niveau général des prix, avec garantie de remboursement au pair et émises ou garanties par un Etat, un organisme ou une collectivité publics mentionnés au 1° du A de l'article R. 212-31, ou dont le débiteur est un établissement public national de l'un des Etats membres de la Communauté européenne ou parties à l'accord sur l'Espace économique européen."},{"type":"add","content":"II. - Le I du présent article s'applique également aux obligations indexées sur le niveau général des prix d'un pays ou d'un ensemble de pays dont la devise est celle dans laquelle sont libellées ces obligations, avec garantie de remboursement au pair. Ces obligations sont soit émises par une personne morale de droit privé ayant son siège social sur le territoire d'un Etat membre de l'OCDE et négociées sur un marché reconnu, soit émises ou garanties par un Etat, un organisme ou une collectivité publics mentionnés au 1° du A de l'article R. 212-31, soit celles dont le débiteur est un établissement public national de l'un des Etats membres de la Communauté européenne ou parties à l'accord sur l'Espace économique européen."},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2006-1724 du 23 décembre 2006 relatif à la comptabilisation des obligations indexées sur l'inflation émises par les entreprises du secteur privé et modifiant le code des assurances, le code de la sécurité sociale et le code de la mutualité en leur partie réglementaire - article 1 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"del","content":""},{"type":"del","content":"Décret n° 2006-1577 du 11 décembre 2006 relatif aux provisions et aux placements et modifiant le code de la mutualité (deuxième partie : Décrets en Conseil d'Etat) MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CITATION source Code de la mutualité (nouveau) R212-31, R212-71, R212-54"},{"type":"del","content":""},{"type":"del","content":"2006-12-11 MODIFICATION source Décret n° 2006-1577 du 11 décembre 2006 relatif aux provisions et aux placements et modifiant le code de la mutualité (deuxième partie : Décrets en Conseil d'Etat)"},{"type":"add","content":"2006-12-23 MODIFICATION source Décret n° 2006-1724 du 23 décembre 2006 relatif à la comptabilisation des obligations indexées sur l'inflation émises par les entreprises du secteur privé et modifiant le code des assurances, le code de la sécurité sociale et le code de la mutualité en leur partie réglementaire - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CITATION source Code de la mutualité (nouveau) R212-31, R212-71, R212-54"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/79/61/LEGIARTI000006796119.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/79/61/LEGIARTI000006796119.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/79/61/LEGIARTI000006796119.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/79/61/LEGIARTI000006796120.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/79/61/LEGIARTI000006796120.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/79/61/LEGIARTI000006796120.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006796119)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006796120)"}],"status":"modified"}],"stats":{"additions":129,"deletions":94,"filesChanged":7}}