{"sha":"fe2fd7b255ff","date":"2015-04-03","message":"ORDONNANCE n° 2015-378 du 2 avril 2015 transposant la directive 2009/138/CE du Parlement européen et du Conseil du 25 novembre 2009 sur l'accès aux activités de l'assurance et de la réassurance et leur exercice (Solvabilité II)","files":[{"filename":"partie_legislative/livre_ier/chapitre_ier/article_l111-4-1.md","articleName":"Article L111-4-1","additions":24,"deletions":14,"diff":[{"type":"del","content":"1° Institutions de prévoyance régies par le titre III du livre IX du code de la sécurité sociale ou par l'article L. 727-2 du code rural et de la pêche maritime ;"},{"type":"add","content":"1° Organismes régis par le titre 3 du livre 9 du code de la sécurité sociale ou par le II de l'article L. 727-2 du code rural et de la pêche maritime ;"},{"type":"del","content":"2° Sociétés d'assurances mutuelles relevant du code des assurances ;"},{"type":"add","content":"2° Sociétés d'assurance mutuelle et unions de sociétés d'assurance mutuelle relevant du code des assurances ainsi que les sociétés de groupe d'assurance mutuelle et les groupements d'assurance mutuelle définis respectivement aux articles L. 322-1-3 et L. 322-1-5 du code des assurances ;"},{"type":"del","content":"3° Autres organismes d'assurance à forme mutuelle ou coopérative ou à gestion paritaire dont le siège est situé dans un Etat membre de la Communauté européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen."},{"type":"add","content":"3° Autres organismes d'assurance à forme mutuelle ou coopérative ou à gestion paritaire dont le siège est situé dans un Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen."},{"type":"del","content":"Pour l'application du premier alinéa, est considéré comme organisme assureur à gestion paritaire tout organisme assureur dont le conseil d'administration ou l'organe assimilé prend ses décisions par la voie de délibérations de représentants des employeurs et de représentants des salariés."},{"type":"add","content":"Pour l'application du 3°, est considéré comme organisme d'assurance à gestion paritaire tout organisme assureur dont le conseil d'administration ou l'organe assimilé prend ses décisions par la voie de délibérations de représentants des employeurs et de représentants des salariés."},{"type":"del","content":"L'union de groupe mutualiste a pour objet de faciliter et développer, en les coordonnant, les activités de ses membres qui demeurent, pour chacun d'entre eux, directement responsables de la garantie de leurs engagements. En aucun cas, les unions de groupe mutualiste ne peuvent pratiquer des opérations d'assurance ou de réassurance."},{"type":"add","content":"L'union de groupe mutualiste a pour objet de faciliter et de développer, en les coordonnant, les activités de ses membres qui demeurent, pour chacun d'entre eux, directement responsables de la garantie de leurs engagements. En aucun cas, les unions de groupe mutualiste ne peuvent pratiquer des opérations d'assurance ou de réassurance."},{"type":"del","content":"Les liens entre l'union de groupe mutualiste et les organismes adhérents sont définis par une convention. Une mutuelle ou union ne peut adhérer à une union de groupe mutualiste que si ses statuts en prévoient expressément la possibilité. Les mutuelles et unions relevant du présent code disposent d'au moins la moitié des sièges à l'assemblée générale et au conseil d'administration. Toute clause contraire des statuts entraîne la nullité de la constitution de l'union de groupe mutualiste."},{"type":"add","content":"Les modalités de fonctionnement entre l'union de groupe mutualiste et les organismes visés au premier alinéa sont définies par une convention. Les organismes visés au premier alinéa ne peuvent adhérer à une union de groupe mutualiste que si leurs statuts en prévoient expressément la possibilité. L'union de groupe mutualiste ne peut exercer sur ses membres d'influence dominante au sens du 1° de l'article L. 356-1 du code des assurances ni établir de relations financières fortes et durables entre ses membres."},{"type":"add","content":""},{"type":"add","content":"Les statuts de l'union de groupe mutualiste peuvent prévoir que les mutuelles et unions relevant du présent code disposent d'au moins la moitié des sièges à l'assemblée générale et au conseil d'administration."},{"type":"add","content":""},{"type":"add","content":"Une union de groupe mutualiste peut être transformée en union mutualiste de groupe au sens de l'article L. 111-4-2 sans donner lieu à dissolution ni à création d'une personne morale nouvelle."},{"type":"del","content":"Ordonnance n° 2010-462 du 6 mai 2010 créant un livre IX du code rural relatif à la pêche maritime et à l'aquaculture marine - article 1 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"ORDONNANCE n° 2015-378 du 2 avril 2015 transposant la directive 2009/138/CE du Parlement européen et du Conseil du 25 novembre 2009 sur l'accès aux activités de l'assurance et de la réassurance et leur exercice (Solvabilité II) - article 13 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"      CITATION source Code rural L727-2"},{"type":"add","content":"2015-04-02 MODIFIE cible ORDONNANCE n° 2015-378 du 2 avril 2015 transposant la directive 2009/138/CE du Parlement européen et du Conseil du 25 novembre 2009 sur l'accès aux activités de l'assurance et de la réassurance et leur exercice (Solvabilité II) - article 13 ENTIEREMENT_MODIF"},{"type":"del","content":"2010-05-06 MODIFICATION source Ordonnance n° 2010-462 du 6 mai 2010 créant un livre IX du code rural relatif à la pêche maritime et à l'aquaculture marine - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2015-04-02 CITATION cible Ordonnance n° 2015-378 du 2 avril 2015 transposant la directive 2009/138/CE du Parlement européen et du Conseil du 25 novembre 2009 sur l'accès aux activités de l'assurance et de la réassurance et leur exercice (Solvabilité II) - article 25 AUTONOME VIGUEUR, en vigueur depuis le 2015-04-04"},{"type":"del","content":"2015-04-02 CITATION cible Ordonnance n° 2015-378 du 2 avril 2015 transposant la directive 2009/138/CE du Parlement européen et du Conseil du 25 novembre 2009 sur l'accès aux activités de l'assurance et de la réassurance et leur exercice (Solvabilité II) - article 25 AUTONOME VIGUEUR, en vigueur depuis le 2015-04-04"},{"type":"add","content":"2999-01-01 CITATION source Code rural (nouveau) - article L727-2 AUTONOME MODIFIE, en vigueur du 2000-06-22 au 2010-10-24"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code des assurances VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code des assurances - article L322-1-3 AUTONOME MODIFIE, en vigueur du 2001-08-31 au 2014-08-02"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/22/30/52/LEGIARTI000022305236.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/22/30/52/LEGIARTI000022305236.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/22/30/52/LEGIARTI000022305236.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/43/82/LEGIARTI000030438276.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/43/82/LEGIARTI000030438276.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/30/43/82/LEGIARTI000030438276.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000022305236)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000030438276)"}],"status":"modified"},{"filename":"partie_legislative/livre_ier/chapitre_ier/article_l111-4-2.md","articleName":"Article L111-4-2","additions":41,"deletions":11,"diff":[{"type":"del","content":"Les unions mutualistes de groupe désignent les entreprises qui ne sont pas des compagnies financières holding mixtes, au sens de l'article L. 517-4 du code monétaire et financier, et dont l'activité principale consiste à prendre et à gérer des participations, au sens du 2° du même article L. 212-7-1, dans des entreprises soumises au contrôle de l'Etat en application de l'article L. 310-1 ou de l'article L. 310-1-1 du code des assurances, ou dans des entreprises d'assurance ou de réassurance dont le siège social est situé hors de France, ou à nouer et à gérer des liens de solidarité financière importants et durables avec des mutuelles ou unions régies par le livre II du présent code, des institutions de prévoyance ou unions régies par le titre III du livre IX du code de la sécurité sociale, des sociétés d'assurance mutuelle régies par le code des assurances, ou des entreprises d'assurance ou de réassurance à forme mutuelle ou coopérative ou à gestion paritaire ayant leur siège social dans un Etat membre de la Communauté européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen. L'union mutualiste de groupe doit compter au moins deux organismes affiliés dont l'un au moins est une mutuelle ou union relevant du livre II du présent code."},{"type":"add","content":"L'expression \"unions mutualistes de groupe\" désigne les entreprises qui ne sont pas des compagnies financières holding mixtes, au sens de l'article L. 517-4 du code monétaire et financier, et dont l'activité principale consiste :"},{"type":"add","content":""},{"type":"add","content":"1° A prendre et à gérer des participations, au sens du 10° de l'article L. 310-3 du code des assurances, dans des entreprises mentionnées aux articles L. 310-1 ou L. 310-1-1 du code des assurances, ou dans des entreprises d'assurance ou de réassurance dont le siège social est situé hors de France ;"},{"type":"add","content":""},{"type":"add","content":"2° Ou à nouer et à gérer des relations financières fortes et durables avec :"},{"type":"add","content":""},{"type":"add","content":"a) Des mutuelles ou unions régies par le livre II ;"},{"type":"add","content":""},{"type":"add","content":"b) Des institutions de prévoyance ou unions régies par le titre 3 du livre 9 du code de la sécurité sociale ;"},{"type":"add","content":""},{"type":"add","content":"c) Des sociétés d'assurance mutuelle régies par le code des assurances, ou entreprises d'assurance ou de réassurance à forme mutuelle ou coopérative ou à gestion paritaire ayant leur siège social dans un Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ;"},{"type":"add","content":""},{"type":"add","content":"d) Des unions mutualistes de groupe définies au présent article, des sociétés de groupe d'assurance mutuelle définies à l'article L. 322-1-3 du code des assurances, ou des sociétés de groupe assurantiel de protection sociale définies à l'article L. 931-2-2 du code de la sécurité sociale."},{"type":"add","content":""},{"type":"add","content":"L'union mutualiste de groupe doit exercer effectivement une influence dominante au moyen d'une coordination centralisée sur les décisions, y compris financières, des organismes affiliés."},{"type":"add","content":""},{"type":"add","content":"L'union mutualiste de groupe doit compter au moins deux organismes affiliés dont l'un au moins est une mutuelle ou union relevant du livre II du présent code."},{"type":"del","content":"Lorsque l'union mutualiste de groupe a, avec un organisme affilié au sens du 4° de l'article L. 212-7-1, des liens de solidarité financière importants et durables qui ne résultent pas de participations au sens du 2° du même article L. 212-7-1, ces liens sont définis par une convention d'affiliation."},{"type":"add","content":"Lorsque l'union mutualiste de groupe a, avec un organisme affilié, des relations financières fortes et durables qui ne résultent pas de participations au sens du 10° de l'article L. 310-3 du code des assurances, ces relations sont définies par une convention d'affiliation."},{"type":"del","content":"Une mutuelle ou union ne peut s'affilier à une union mutualiste de groupe que si ses statuts en prévoient expressément la possibilité."},{"type":"add","content":"Un organisme ne peut s'affilier à une union mutualiste de groupe que si ses statuts en prévoient expressément la possibilité et qu'il n'est pas déjà affilié à une autre union mutualiste de groupe, à une société de groupe d'assurance définie à l'article L. 322-1-2 du code des assurances et à une société de groupe assurantiel de protection sociale définie à l'article L. 931-22-1 du code de la sécurité sociale."},{"type":"del","content":"Les conditions de fonctionnement de l'union mutualiste de groupe sont fixées par décret en Conseil d'Etat."},{"type":"add","content":"La conclusion par un organisme d'une convention d'affiliation à une union mutualiste de groupe ou la résiliation de celle-ci font l'objet d'une déclaration préalable à l'Autorité de contrôle prudentiel et de résolution. Celle-ci dispose d'un délai dont la durée est fixée par décret en Conseil d'Etat à compter de la réception du dossier pour s'opposer à l'opération projetée si celle-ci apparaît contraire aux intérêts des assurés. Il en va de même lorsqu'un organisme fait l'objet d'une mesure d'exclusion de l'union mutualiste de groupe."},{"type":"add","content":""},{"type":"add","content":"Un décret en Conseil d'Etat détermine les modalités d'application du présent article et précise les conditions de fonctionnement de ces unions mutualistes de groupe."},{"type":"del","content":"Ordonnance n° 2014-158 du 20 février 2014 portant diverses dispositions d'adaptation de la législation au droit de l'Union européenne en matière financière - article 7 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Code des assurances - article L356-2 AUTONOME VIGUEUR, en vigueur depuis le 2016-01-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"ORDONNANCE n° 2015-378 du 2 avril 2015 transposant la directive 2009/138/CE du Parlement européen et du Conseil du 25 novembre 2009 sur l'accès aux activités de l'assurance et de la réassurance et leur exercice (Solvabilité II) - article 13 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2014-02-20 MODIFIE cible Ordonnance n° 2014-158 du 20 février 2014 portant diverses dispositions d'adaptation de la législation au droit de l'Union européenne en matière financière - article 7 ENTIEREMENT_MODIF"},{"type":"add","content":"2014-11-03 CITATION cible Arrêté du 3 novembre 2014 relatif à la surveillance complémentaire des conglomérats financiers - article 5 AUTONOME VIGUEUR, en vigueur depuis le 2018-01-03"},{"type":"del","content":"2014-11-03 CITATION cible Arrêté du 3 novembre 2014 relatif à la surveillance complémentaire des conglomérats financiers - article 5 AUTONOME VIGUEUR, en vigueur depuis le 2018-01-03"},{"type":"add","content":"2015-04-02 MODIFIE cible ORDONNANCE n° 2015-378 du 2 avril 2015 transposant la directive 2009/138/CE du Parlement européen et du Conseil du 25 novembre 2009 sur l'accès aux activités de l'assurance et de la réassurance et leur exercice (Solvabilité II) - article 13 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code des assurances VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code des assurances - article L310-3 AUTONOME MODIFIE, en vigueur du 1976-07-21 au 1986-12-09"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code des assurances - article L356-2 AUTONOME VIGUEUR, en vigueur depuis le 2016-01-01"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/28/63/64/LEGIARTI000028636408.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/28/63/64/LEGIARTI000028636408.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/28/63/64/LEGIARTI000028636408.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/43/82/LEGIARTI000030438260.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/43/82/LEGIARTI000030438260.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/30/43/82/LEGIARTI000030438260.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000028636408)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000030438260)"}],"status":"modified"}],"stats":{"additions":65,"deletions":25,"filesChanged":2}}