{"sha":"06d9540d2285","date":"2005-08-19","message":"!!! Texte non trouvé 2005-08-19 !!!","files":[{"filename":"partie_reglementaire_-_arretes/livre_iii/titre_iii/chapitre_iv/section_viii/article_a334-5.md","articleName":"Article A334-5","additions":18,"deletions":60,"diff":[{"type":"del","content":"La déclaration des opérations mentionnées à l'article R. 334-45 est jointe au dossier mentionné à l'article A. 344-14, annexe II. L'entreprise soumise à surveillance complémentaire présente en outre, dès lors qu'elles ne sont pas incluses dans les documents décrits à l'article A. 344-14, annexe II, les opérations, effectuées directement ou indirectement entre entreprises du groupe auquel elle appartient, supérieures à 5 % des fonds propres ou à 0,5 % des provisions techniques du groupe tels que calculés à la clôture de l'exercice précédent. Ce tableau doit isoler les opérations suivantes : les prêts, les transactions portant sur les éléments admissibles pour la marge de solvabilité, les investissements, l'état des cessions d'actifs internes au groupe (notamment les ventes d'immeubles ou de titres non cotés) et les engagements d'un montant défini reçus ou donnés hors bilan."},{"type":"add","content":"Les retraitements prévus à l'article R. 334-42 pour les entreprises appliquant les normes comptables internationales adoptées par règlement de la Commission européenne portent notamment sur les points suivants :"},{"type":"del","content":"Chacune de ces opérations doit être déclarée en précisant la société vendeuse, la société acheteuse, la valeur comptable dans la première, le prix de vente et la référence ayant permis d'établir celui-ci."},{"type":"add","content":"a) Les éléments affectés par les changements de méthode comptable autorisés par les paragraphes 21 à 30 de la norme IFRS 4, en particulier l'actualisation des provisions techniques au taux d'intérêt actuel du marché et l'utilisation d'une comptabilité reflet ;"},{"type":"del","content":"Les opérations nouvelles visées à cet article sont déclarées à l'issue de chaque trimestre dans les 30 jours à la commission de contrôle des assurances."},{"type":"add","content":"b) Les plus-values latentes sur placements et sur instruments financiers à terme incluses dans les fonds propres ;"},{"type":"del","content":"En outre, dans tous les cas, les rachats ou remboursements des titres et emprunts subordonnés effectués directement ou indirectement entre entreprises apparentées du même groupe sont déclarés sans délai par l'entreprise soumise à surveillance complémentaire."},{"type":"add","content":"c) Les composantes d'instruments financiers incluses dans la marge de solvabilité ajustée ;"},{"type":"add","content":""},{"type":"add","content":"d) La part des capitaux propres correspondant à la provision d'égalisation maintenue comme provision technique par le règlement n° 2000-05 du Comité de la réglementation comptable ;"},{"type":"add","content":""},{"type":"add","content":"e) Les avantages du personnel ;"},{"type":"add","content":""},{"type":"add","content":"f) Le périmètre de consolidation."},{"type":"add","content":""},{"type":"add","content":"La commission de contrôle peut dispenser une entreprise ou l'ensemble des entreprises d'assurance d'effectuer un ou plusieurs des retraitements mentionnés à l'article R. 334-42 dès lors que ce ou ces retraitements, pris ensemble ou séparément, ont un impact marginal sur le calcul de la marge de solvabilité ajustée."},{"type":"del","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des assurances - article A344-14 AUTONOME MODIFIE, en vigueur du 2010-01-23 au 2013-07-28 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des assurances - article R334-45 AUTONOME MODIFIE, en vigueur du 2002-03-17 au 2005-09-21 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des assurances - article R334-45 AUTONOME MODIFIE, en vigueur du 2005-09-21 au 2005-12-16 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des assurances - article R334-45 AUTONOME MODIFIE, en vigueur du 2005-12-16 au 2008-11-10 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des assurances - article R334-45 AUTONOME MODIFIE, en vigueur du 2008-11-10 au 2010-01-23 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des assurances - article A344-14 AUTONOME MODIFIE, en vigueur du 2005-12-16 au 2010-01-23 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des assurances - article A344-14 AUTONOME ABROGE, en vigueur du 2013-07-28 au 2016-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des assurances - article R334-45 AUTONOME MODIFIE, en vigueur du 2010-03-09 au 2013-07-28 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des assurances - article A344-14 AUTONOME MODIFIE, en vigueur du 2005-08-19 au 2005-12-16 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des assurances - article A344-14 AUTONOME MODIFIE, en vigueur du 2005-06-26 au 2005-08-19 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des assurances - article A344-14 AUTONOME MODIFIE, en vigueur du 2002-05-17 au 2005-06-10 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des assurances - article A344-14 AUTONOME MODIFIE, en vigueur du 1999-03-16 au 2002-05-17 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des assurances - article R334-45 AUTONOME ABROGE, en vigueur du 2013-07-28 au 2016-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des assurances - article R334-45 AUTONOME MODIFIE, en vigueur du 2010-01-23 au 2010-03-09 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"      CREATION source Arrêté 2002-05-16 art. 1 JORF 17 mai 2002"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code des assurances - article A344-14 AUTONOME MODIFIE, en vigueur du 1999-03-16 au 2002-05-17"},{"type":"add","content":"      MODIFICATION source Arrêté 2005-08-02 art. 1 JORF 19 août 2005"},{"type":"del","content":"2999-01-01 CITATION source Code des assurances - article R334-45 AUTONOME MODIFIE, en vigueur du 2002-03-17 au 2005-09-21"},{"type":"add","content":"2999-01-01 CITATION source Code des assurances - article R334-42 AUTONOME MODIFIE, en vigueur du 2002-03-17 au 2005-08-10"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/78/84/LEGIARTI000006788487.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/78/84/LEGIARTI000006788487.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/78/84/LEGIARTI000006788487.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/78/84/LEGIARTI000006788488.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/78/84/LEGIARTI000006788488.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/78/84/LEGIARTI000006788488.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006788487)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006788488)"}],"status":"modified"},{"filename":"partie_reglementaire_-_arretes/livre_iii/titre_iv/chapitre_iv/section_iii/article_a344-14.md","articleName":"Article A344-14","additions":71,"deletions":129,"diff":[{"type":"del","content":"Les entreprises soumises à la surveillance complémentaire en application du premier alinéa de l'article L. 334-3 et des articles R. 334-40, R. 334-44 et R. 334-45 et les sociétés de groupe d'assurance fournissent chaque année à la commission de contrôle des assurances, avant le 30 avril, un dossier constitué conformément aux annexes 1 et 2 du présent article. Les entreprises mentionnées au deuxième alinéa de l'article L. 334-3 fournissent seulement les états décrits à l'annexe 2."},{"type":"del","content":""},{"type":"del","content":"Le dossier est certifié par le président du conseil d'administration ou le président du directoire ou le directeur général unique dans les sociétés anonymes, par le directeur et par le président du conseil d'administration dans les sociétés d'assurance mutuelles et leurs unions, par le mandataire général ou son représentant légal dans les succursales d'entreprises étrangères, sous la formule suivante : \"Le présent document, comprenant x feuillets numérotés, est certifié, sous peine de l'application des sanctions prévues à l'article L. 310-28 du code des assurances, conforme aux écritures de l'entreprise et de ses entreprises apparentées, et aux dispositions du titre IV du livre III du même code\"."},{"type":"del","content":""},{"type":"del","content":"La commission de contrôle des assurances peut dispenser une entreprise de produire les éléments du dossier prévus à l'annexe 1 lorsque ce dossier est fourni par une entreprise apparentée ou lorsque la commission a attribué l'exercice de la surveillance complémentaire à une autre autorité conformément à l'article R. 334-44."},{"type":"del","content":""},{"type":"del","content":"ANNEXE 1"},{"type":"del","content":""},{"type":"del","content":"1. Renseignements généraux"},{"type":"del","content":""},{"type":"del","content":"La raison sociale de l'entreprise consolidante ou combinante, son adresse, la date de sa constitution."},{"type":"del","content":""},{"type":"del","content":"Les nom, date et lieu de naissance, nationalité, domicile et profession des membres du conseil d'administration ou du conseil de surveillance de cette entreprise."},{"type":"del","content":""},{"type":"del","content":"Les nom, date et lieu de naissance, domicile, grade et fonction des personnels exerçant ces fonctions de direction au niveau du groupe."},{"type":"del","content":""},{"type":"del","content":"Les nom, adresse et date de désignation des commissaires aux comptes titulaires et suppléants de l'entreprise consolidante ou combinante."},{"type":"del","content":""},{"type":"del","content":"Le statut fiscal : bénéfice consolidé (France ou monde) ou non."},{"type":"del","content":""},{"type":"del","content":"Liste des entreprises consolidées ou combinées avec indication lorsqu'elles appartiennent à une activité soumise à un contrôle (banques, assurances, gestion financière) des autorités au contrôle auxquelles elles sont soumises ainsi que de la part détenue et du montant des fonds propres."},{"type":"del","content":""},{"type":"del","content":"L'organigramme du groupe avec les pourcentages de détention."},{"type":"del","content":""},{"type":"del","content":"La liste des prêts intra-groupes."},{"type":"del","content":""},{"type":"del","content":"2. Compte de résultat, bilans consolidés ou combinés et annexe complétés par les rapports de gestion et des commissaires aux comptes"},{"type":"del","content":""},{"type":"del","content":"Lorsque l'entreprise consolidante a fait usage des facultés de dérogation prévues par le règlement CRC 2000-05 pour ne pas retraiter les comptes d'une entreprise, les sources d'écart sont explicitées et accompagnées d'une estimation chiffrée."},{"type":"del","content":""},{"type":"del","content":"Si le groupe est soumis à obligation de publication des comptes par la COB, les documents établis en application de cette obligation sont joints au dossier annuel."},{"type":"del","content":""},{"type":"del","content":"Les informations des points 3, 5 et 6 ne sont pas exigées pour les entreprises mises en équivalence."},{"type":"del","content":""},{"type":"del","content":"3. Etat de ventilation des principales données techniques (état G1)"},{"type":"del","content":""},{"type":"del","content":"Ventilation par entreprises des primes émises, soldes de souscription, provisions techniques et contribution aux résultats. Doivent figurer dans cet état toutes les entreprises d'assurances représentant plus de 5 % des primes ou des provisions techniques. Les entreprises dans un même pays formant un sous-groupe peuvent être regroupées. Les données des autres entreprises sont regroupées en trois rubriques : France, Union européenne (hors France), reste du monde. Cette ventilation s'effectue séparément pour les activités vie et non-vie."},{"type":"del","content":""},{"type":"del","content":"4. Etat de marge ajustée (état G2)"},{"type":"del","content":""},{"type":"del","content":"Un premier tableau établit le besoin de marge en ventilant selon le mode de consolidation et en indiquant les pourcentages appliqués pour les entreprises en intégration proportionnelle ou mises en équivalence :"},{"type":"del","content":""},{"type":"del","content":"- pour les entreprises établies dans l'Union européenne, cet état récapitule les besoins de marge de chaque entreprise. S'il y a lieu, ce besoin de marge sera ensuite corrigé des incidences des cessions internes ;"},{"type":"del","content":""},{"type":"del","content":"- pour les entreprises hors Union européenne sont récapitulés les besoins de fonds propres et assimilés découlant des législations nationales. Ces éléments seront éventuellement corrigés des incidences de la réassurance interne."},{"type":"del","content":""},{"type":"del","content":"En pied de tableau sont indiquées à titre informatif pour les activités hors assurances réglementées les exigences de fonds propres découlant des législations régissant ces activités."},{"type":"del","content":""},{"type":"del","content":"Un second tableau analyse la façon dont ces exigences sont satisfaites au niveau groupe :"},{"type":"del","content":""},{"type":"del","content":"- fonds propres part du groupe ;"},{"type":"del","content":""},{"type":"del","content":"- intérêts minoritaires et leurs affectabilité aux différentes entités ;"},{"type":"del","content":""},{"type":"del","content":"- plus-values latentes et leur affectabilité aux différentes entités ;"},{"type":"del","content":""},{"type":"del","content":"- autres éléments éventuels."},{"type":"del","content":""},{"type":"del","content":"5. Etat d'analyse de l'équilibre technique non-vie (état G3)"},{"type":"del","content":""},{"type":"del","content":"Ventilation par entreprise des soldes de souscription séparant résultat de l'exercice et résultat de la liquidation sur exercices antérieurs. Ces données sont brutes de réassurance."},{"type":"del","content":""},{"type":"del","content":"6. Etat d'analyse des provisions techniques vie (état G4)"},{"type":"del","content":""},{"type":"del","content":"Ventilation des provisions techniques par entreprise et par type d'engagement : en unités de compte sans risque de placement, en unités de compte avec risque de placement, en euros ou en devises."},{"type":"del","content":""},{"type":"del","content":"Ventilation des provisions techniques des engagements en euros ou en devises par entreprise et par taux d'intérêt utilisés pour leur calcul, par tranches de 0,5 % ;"},{"type":"del","content":""},{"type":"del","content":"Ventilation des provisions techniques par entreprise et par type d'aléa viager : en cas de décès, en cas de vie, sans aléa viager."},{"type":"del","content":""},{"type":"del","content":"Les entreprises concernées sont celles dont les provisions techniques vie représentent plus de 5 % du total des provisions techniques vie des comptes consolidés ou combinés. Les entreprises formant un sous-groupe dans un même pays peuvent être considérées comme une seule entreprise. Les autres entreprises sont regroupées en trois rubriques : France, Union européenne (hors France), reste du monde."},{"type":"del","content":""},{"type":"del","content":"7. Etats d'analyse des activités hors assurances (état G5)"},{"type":"del","content":""},{"type":"del","content":"Si celles-ci contribuent - positivement ou négativement - à plus de 5 % du résultat du groupe ou occupent plus de 5 % des effectifs du groupe, les données significatives de ces activités font l'objet d'une ventilation par entreprise. Les données qui doivent faire l'objet d'une ventilation sont celles qui sont retenues comme significatives dans les comptes consolidés. Notamment, au niveau du chiffre d'affaires : produit net bancaire, commissions de services financières, et au niveau du bilan : dépôts clientèles, crédits consentis."},{"type":"del","content":""},{"type":"del","content":"ANNEXE 2"},{"type":"del","content":""},{"type":"del","content":"Chaque entreprise soumise à la surveillance complémentaire fournit les tableaux suivants relatifs au groupe considéré, constitué de l'ensemble des entreprises apparentées au sens de l'article L. 334-2 du code des assurances :"},{"type":"del","content":""},{"type":"del","content":"1. Etat des cessions en réassurance internes"},{"type":"del","content":""},{"type":"del","content":"au groupe (état G10)"},{"type":"del","content":""},{"type":"del","content":"Tableau des primes cédées par cessionnaire."},{"type":"del","content":""},{"type":"del","content":"Tableau des provisions techniques à la charge de chaque cessionnaire ; ne sont déclarées que les provisions cédées supérieures à 0,5 % des provisions brutes de réassurance."},{"type":"del","content":""},{"type":"del","content":"Tableau de la charge de sinistres cédés."},{"type":"del","content":""},{"type":"del","content":"Tableau des résultats de ces cessions par cessionnaire récapitulant les résultats supérieurs à 5 % du résultat brut de réassurance."},{"type":"del","content":""},{"type":"del","content":"La forme de ces réassurance est précisée."},{"type":"del","content":""},{"type":"del","content":"2. Etat des mouvements d'actifs internes au groupe (état G11)"},{"type":"del","content":""},{"type":"del","content":"Cet état ne concerne par les transactions réalisées à des conditions déterminées objectivement par ailleurs (titres cotés) sur des titres externes au groupe."},{"type":"del","content":""},{"type":"del","content":"Au-delà d'un montant supérieur à 5 % du minimum de marge de solvabilité de l'entreprise concernée, les ventes ou achats d'immeubles ou de titres à l'intérieur du groupe sont recensés, faisant apparaître l'entreprise vendeuse, l'entreprise acheteuse, la valeur comptable dans la première, le prix de vente et la référence ayant permis d'établir celui-ci (expertise, capitalisation du résultat...)."},{"type":"del","content":""},{"type":"del","content":"Ceci inclut les souscriptions de titres émis par une entreprise du groupe même s'ils sont destinés à être cotés."},{"type":"del","content":""},{"type":"del","content":"3. Recensement des accords de partage de frais généraux (G 12)"},{"type":"del","content":""},{"type":"del","content":"Liste des GIE de moyens auxquels l'entreprise participe et indication de sa contribution aux frais de ceux-ci."},{"type":"del","content":""},{"type":"del","content":"Recensement des remboursements de frais ou prestations externes assurés par d'autres entreprises du groupe dès lors qu'ils dépassent 10 % des frais de gestion de l'entreprise."},{"type":"del","content":""},{"type":"del","content":"4. Recensement des risques partagés solidairement (G 13)"},{"type":"del","content":""},{"type":"del","content":"Liste des GIE, pools et autres groupements de coassurance ou coréassurance dans lesquels l'entreprise est solidaire sans limites des autres membres ; montants des provisions de sinistres à payer au bilan de ces groupements."},{"type":"del","content":""},{"type":"del","content":"5. Recensement des opérations avec une personne physique (G 14)"},{"type":"del","content":""},{"type":"del","content":"Liste des opérations de toute nature avec une personne physique visée à l'article R. 334-45 dès lors qu'elles dépassent 5 % du minimum de marge de solvabilité de l'entreprise."},{"type":"del","content":""},{"type":"del","content":"6. Recensement des apports de fonds (G 15)"},{"type":"del","content":""},{"type":"del","content":"Liste des apports de fonds aux autres entreprises du groupe sous toute forme, en distinguant les apports en capital, en éléments de marge et autres apports dès lors qu'ils dépassent 5 % du minimum de marge de solvabilité de l'entreprise."},{"type":"del","content":""},{"type":"del","content":"7. Recensement des engagements donnés (G 16)"},{"type":"del","content":""},{"type":"del","content":"Liste des engagements donnés aux autres entreprises du groupe dès lors qu'ils dépassent 5 % du minimum de marge de solvabilité de l'entreprise."},{"type":"del","content":""},{"type":"add","content":"Les entreprises soumises à la surveillance complémentaire en application du premier alinéa de l'article L. 334-3 et des articles R. 334-40, R. 334-44 et R. 334-45 et les sociétés de groupe d'assurance fournissent chaque année à la commission de contrôle des assurances, avant le 30 avril, un dossier constitué conformément aux annexes 1 et 2 du présent article. Les entreprises mentionnées au deuxième alinéa de l'article L. 334-3 fournissent seulement les états décrits à l'annexe 2."},{"type":"add","content":"Le dossier est certifié par le président du conseil d'administration ou le président du directoire ou le directeur général unique dans les sociétés anonymes, par le directeur et par le président du conseil d'administration dans les sociétés d'assurance mutuelles et leurs unions, par le mandataire général ou son représentant légal dans les succursales d'entreprises étrangères, sous la formule suivante : \"Le présent document, comprenant X feuillets numérotés, est certifié, sous peine de l'application des sanctions prévues à l'article L. 310-28 du code des assurances, conforme aux écritures de l'entreprise et de ses entreprises apparentées, et aux dispositions du titre IV du livre III du même code\"."},{"type":"add","content":"La commission de contrôle des assurances peut dispenser une entreprise de produire les éléments du dossier prévus à l'annexe 1 lorsque ce dossier est fourni par une entreprise apparentée ou lorsque la commission a attribué l'exercice de la surveillance complémentaire à une autre autorité conformément à l'article R. 334-44."},{"type":"add","content":"ANNEXE 1"},{"type":"add","content":"1. Renseignements généraux"},{"type":"add","content":"La raison sociale de l'entreprise consolidante ou combinante, son adresse, la date de sa constitution."},{"type":"add","content":"Les nom, date et lieu de naissance, nationalité, domicile et profession des membres du conseil d'administration ou du conseil de surveillance de cette entreprise."},{"type":"add","content":"Les nom, date et lieu de naissance, domicile, grade et fonction des personnels exerçant ces fonctions de direction au niveau du groupe."},{"type":"add","content":"Les nom, adresse et date de désignation des commissaires aux comptes titulaires et suppléants de l'entreprise consolidante ou combinante."},{"type":"add","content":"Le statut fiscal : bénéfice consolidé (France ou monde) ou non."},{"type":"add","content":"Liste des entreprises consolidées ou combinées avec indication lorsqu'elles appartiennent à une activité soumise à un contrôle (banques, assurances, gestion financière) des autorités au contrôle auxquelles elles sont soumises ainsi que de la part détenue et du montant des fonds propres."},{"type":"add","content":"L'organigramme du groupe avec les pourcentages de détention."},{"type":"add","content":"La liste des prêts intra-groupes."},{"type":"add","content":"2. Compte de résultat, bilans consolidés ou combinés et annexe complétés par les rapports de gestion et des commissaires aux comptes"},{"type":"add","content":"Lorsque l'entreprise consolidante a fait usage des facultés de dérogation prévues par le règlement CRC 2000-05 pour ne pas retraiter les comptes d'une entreprise, les sources d'écart sont explicitées et accompagnées d'une estimation chiffrée."},{"type":"add","content":"Si le groupe est soumis à obligation de publication des comptes par la COB, les documents établis en application de cette obligation sont joints au dossier annuel."},{"type":"add","content":"Les informations des points 3, 5 et 6 ne sont pas exigées pour les entreprises mises en équivalence."},{"type":"add","content":"3. Etat de ventilation des principales données techniques (état G1)"},{"type":"add","content":"Ventilation par entreprises des primes émises, soldes de souscription, provisions techniques et contribution aux résultats. Doivent figurer dans cet état toutes les entreprises d'assurances représentant plus de 5 % des primes ou des provisions techniques. Les entreprises dans un même pays formant un sous-groupe peuvent être regroupées. Les données des autres entreprises sont regroupées en trois rubriques : France, Union européenne (hors France), reste du monde. Cette ventilation s'effectue séparément pour les activités vie et non-vie."},{"type":"add","content":"4. Etat de marge ajustée (état G2)"},{"type":"add","content":"Un premier tableau établit le besoin de marge en ventilant selon le mode de consolidation et en indiquant les pourcentages appliqués pour les entreprises en intégration proportionnelle ou mises en équivalence :"},{"type":"add","content":"- pour les entreprises établies dans l'Union européenne, cet état récapitule les besoins de marge de chaque entreprise. S'il y a lieu, ce besoin de marge sera ensuite corrigé des incidences des cessions internes ;"},{"type":"add","content":"- pour les entreprises hors Union européenne sont récapitulés les besoins de fonds propres et assimilés découlant des législations nationales. Ces éléments seront éventuellement corrigés des incidences de la réassurance interne."},{"type":"add","content":"En pied de tableau sont indiquées à titre informatif pour les activités hors assurances réglementées les exigences de fonds propres découlant des législations régissant ces activités."},{"type":"add","content":"Un second tableau analyse la façon dont ces exigences sont satisfaites au niveau groupe :"},{"type":"add","content":"- fonds propres part du groupe ;"},{"type":"add","content":"- intérêts minoritaires et leurs affectabilité aux différentes entités ;"},{"type":"add","content":"- plus-values latentes et leur affectabilité aux différentes entités ;"},{"type":"add","content":"- autres éléments éventuels."},{"type":"add","content":"Pour les entreprises appliquant les normes comptables internationales adoptées par règlement de la Commission européenne, un troisième tableau fait apparaître les retraitements mentionnnés à l'article R. 334-42. Ce tableau est accompagné d'une annexe décrivant les règles et principes retenus pour l'identification et le calcul de ces retraitements."},{"type":"add","content":"5. Etat d'analyse de l'équilibre technique non-vie (état G3)"},{"type":"add","content":"Ventilation par entreprise des soldes de souscription séparant résultat de l'exercice et résultat de la liquidation sur exercices antérieurs. Ces données sont brutes de réassurance."},{"type":"add","content":"6. Etat d'analyse des provisions techniques vie (état G4)"},{"type":"add","content":"Ventilation des provisions techniques par entreprise et par type d'engagement : en unités de compte sans risque de placement, en unités de compte avec risque de placement, en euros ou en devises."},{"type":"add","content":"Ventilation des provisions techniques des engagements en euros ou en devises par entreprise et par taux d'intérêt utilisés pour leur calcul, par tranches de 0,5 % ;"},{"type":"add","content":"Ventilation des provisions techniques par entreprise et par type d'aléa viager : en cas de décès, en cas de vie, sans aléa viager."},{"type":"add","content":"Les entreprises concernées sont celles dont les provisions techniques vie représentent plus de 5 % du total des provisions techniques vie des comptes consolidés ou combinés. Les entreprises formant un sous-groupe dans un même pays peuvent être considérées comme une seule entreprise. Les autres entreprises sont regroupées en trois rubriques : France, Union européenne (hors France), reste du monde."},{"type":"add","content":"7. Etats d'analyse des activités hors assurances (état G5)"},{"type":"add","content":"Si celles-ci contribuent - positivement ou négativement - à plus de 5 % du résultat du groupe ou occupent plus de 5 % des effectifs du groupe, les données significatives de ces activités font l'objet d'une ventilation par entreprise. Les données qui doivent faire l'objet d'une ventilation sont celles qui sont retenues comme significatives dans les comptes consolidés. Notamment, au niveau du chiffre d'affaires : produit net bancaire, commissions de services financières, et au niveau du bilan : dépôts clientèles, crédits consentis."},{"type":"add","content":"ANNEXE 2"},{"type":"add","content":"Chaque entreprise soumise à la surveillance complémentaire fournit les tableaux suivants relatifs au groupe considéré, constitué de l'ensemble des entreprises apparentées au sens de l'article L. 334-2 du code des assurances :"},{"type":"add","content":"1. Etat des cessions en réassurance internes"},{"type":"add","content":"au groupe (état G10)"},{"type":"add","content":"Tableau des primes cédées par cessionnaire."},{"type":"add","content":"Tableau des provisions techniques à la charge de chaque cessionnaire ; ne sont déclarées que les provisions cédées supérieures à 0,5 % des provisions brutes de réassurance."},{"type":"add","content":"Tableau de la charge de sinistres cédés."},{"type":"add","content":"Tableau des résultats de ces cessions par cessionnaire récapitulant les résultats supérieurs à 5 % du résultat brut de réassurance."},{"type":"add","content":"La forme de ces réassurance est précisée."},{"type":"add","content":"2. Etat des mouvements d'actifs internes au groupe (état G11)"},{"type":"add","content":"Cet état ne concerne par les transactions réalisées à des conditions déterminées objectivement par ailleurs (titres cotés) sur des titres externes au groupe."},{"type":"add","content":"Au-delà d'un montant supérieur à 5 % du minimum de marge de solvabilité de l'entreprise concernée, les ventes ou achats d'immeubles ou de titres à l'intérieur du groupe sont recensés, faisant apparaître l'entreprise vendeuse, l'entreprise acheteuse, la valeur comptable dans la première, le prix de vente et la référence ayant permis d'établir celui-ci (expertise, capitalisation du résultat ...)."},{"type":"add","content":"Ceci inclut les souscriptions de titres émis par une entreprise du groupe même s'ils sont destinés à être cotés."},{"type":"add","content":"3. Recensement des accords de partage de frais généraux (G 12)"},{"type":"add","content":"Liste des GIE de moyens auxquels l'entreprise participe et indication de sa contribution aux frais de ceux-ci."},{"type":"add","content":"Recensement des remboursements de frais ou prestations externes assurés par d'autres entreprises du groupe dès lors qu'ils dépassent 10 % des frais de gestion de l'entreprise."},{"type":"add","content":"4. Recensement des risques partagés solidairement (G 13)"},{"type":"add","content":"Liste des GIE, pools et autres groupements de coassurance ou coréassurance dans lesquels l'entreprise est solidaire sans limites des autres membres ; montants des provisions de sinistres à payer au bilan de ces groupements."},{"type":"add","content":"5. Recensement des opérations avec une personne physique (G 14)<RL    Liste des opérations de toute nature avec une personne physique visée à l'article R. 334-45 dès lors qu'elles dépassent 5 % du minimum de marge de solvabilité de l'entreprise."},{"type":"add","content":""},{"type":"add","content":"6. Recensement des apports de fonds (G 15)"},{"type":"add","content":"Liste des apports de fonds aux autres entreprises du groupe sous toute forme, en distinguant les apports en capital, en éléments de marge et autres apports dès lors qu'ils dépassent 5 % du minimum de marge de solvabilité de l'entreprise."},{"type":"add","content":"7. Recensement des engagements donnés (G 16)"},{"type":"add","content":"Liste des engagements donnés aux autres entreprises du groupe dès lors qu'ils dépassent 5 % du minimum de marge de solvabilité de l'entreprise."},{"type":"del","content":"      MODIFICATION source Arrêté 2005-06-10 art. 6 JORF 26 juin 2005"},{"type":"add","content":"      MODIFICATION source Arrêté 2005-08-02 art. 2 JORF 19 août 2005"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code des assurances - article R334-42 AUTONOME MODIFIE, en vigueur du 2002-03-17 au 2005-08-10"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/78/90/LEGIARTI000006789054.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/78/90/LEGIARTI000006789054.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/78/90/LEGIARTI000006789054.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/78/90/LEGIARTI000006789055.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/78/90/LEGIARTI000006789055.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/78/90/LEGIARTI000006789055.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006789054)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006789055)"}],"status":"modified"}],"stats":{"additions":89,"deletions":189,"filesChanged":2}}