{"sha":"2eed00a936ec","date":"2005-06-01","message":"Décret n° 2005-641 du 31 mai 2005 portant modification de certaines dispositions du code des assurances relatives aux éléments constitutifs de la marge de solvabilité","files":[{"filename":"partie_reglementaire/livre_iii/titre_iii/chapitre_iv/section_ii/paragraphe_1/article_r334-3.md","articleName":"Article R334-3","additions":12,"deletions":9,"diff":[{"type":"del","content":"1. Le capital social versé ou le fonds d'établissement constitué ;"},{"type":"add","content":"1. Le capital social versé ou le fonds d'établissement constitué ; toutefois, les actions de préférence définies à l'article L. 228-11 du code de commerce ne sont admises que si elles remplissent les conditions fixées par arrêté du ministre chargé de l'économie relatives notamment aux droits financiers attachés et aux versements correspondants, lesquels doivent pouvoir être suspendus et ne sont pas dans ce cas reportés à un exercice ultérieur ;"},{"type":"del","content":"1. Les fonds effectivement encaissés provenant de l'émission de titres ou emprunts subordonnés."},{"type":"add","content":"1. Les fonds effectivement encaissés provenant de l'émission de titres ou emprunts subordonnés, ainsi que d'actions de préférence définies à l'article L. 228-11 du code de commerce autres que celles à caractère non cumulatif mentionnées au 1 du I ;"},{"type":"del","content":"Ces titres et emprunts doivent répondre aux conditions, notamment de durée et de remboursements, qui sont fixées par arrêté du ministre chargé de l'économie. La prise en compte de ces fonds est limitée à hauteur de 50 % de l'exigence de marge de solvabilité ou de la marge de solvabilité disponible, le montant le plus faible étant retenu. Toutefois, la prise en compte de ceux de ces fonds qui proviennent de titres ou emprunts à durée déterminée n'est admise qu'à concurrence de 25 %. Tout remboursement effectué irrégulièrement peut, conformément aux dispositions de l'article L. 310-18, donner lieu à application de sanctions par la commission de contrôle ;"},{"type":"add","content":"Ces titres et emprunts subordonnés et actions de préférence doivent répondre aux conditions, notamment de durée et de remboursements, qui sont fixées par arrêté du ministre chargé de l'économie. La prise en compte de ces fonds est limitée à hauteur de 50 % de l'exigence de marge de solvabilité ou de la marge de solvabilité disponible, le montant le plus faible étant retenu. Toutefois, la prise en compte de ceux de ces fonds qui proviennent de titres ou emprunts à durée déterminée n'est admise qu'à concurrence de 25 %. Tout remboursement effectué irrégulièrement peut, conformément aux dispositions de l'article L. 310-18, donner lieu à application de sanctions par la commission de contrôle ;"},{"type":"del","content":"Décret n° 2003-1236 du 22 décembre 2003 portant transposition des directives 2002/12/CE et 2002/13/CE du Parlement européen et du Conseil du 5 mars 2002 modifiant les directives 79/267/CEE et 73/239/CEE en ce qui concerne l'exigence de marge de solvabilité des entreprises d'assurance vie et non-vie, relatif à la provision pour risque d'exigibilité et modifiant le code des assurances (partie Réglementaire) - article 5 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"Décret n° 2005-641 du 31 mai 2005 portant modification de certaines dispositions du code des assurances relatives aux éléments constitutifs de la marge de solvabilité - article 1 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":"2003-12-22 MODIFICATION source Décret n° 2003-1236 du 22 décembre 2003 portant transposition des directives 2002/12/CE et 2002/13/CE du Parlement européen et du Conseil du 5 mars 2002 modifiant les directives 79/267/CEE et 73/239/CEE en ce qui concerne l'exigence de marge de solvabilité des entreprises d'assurance vie et non-vie, relatif à la provision pour risque d'exigibilité et modifiant le code des assurances (partie Réglementaire) - article 5 ENTIEREMENT_MODIF"},{"type":"add","content":"2005-05-31 MODIFICATION source Décret n° 2005-641 du 31 mai 2005 portant modification de certaines dispositions du code des assurances relatives aux éléments constitutifs de la marge de solvabilité - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de commerce - article L228-11 AUTONOME MODIFIE, en vigueur du 2000-09-21 au 2004-06-26"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/78/LEGIARTI000006817881.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/78/LEGIARTI000006817881.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/78/LEGIARTI000006817881.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/78/LEGIARTI000006817882.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/78/LEGIARTI000006817882.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/78/LEGIARTI000006817882.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006817881)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006817882)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_iii/titre_iii/chapitre_iv/section_iii/paragraphe_1/article_r334-11.md","articleName":"Article R334-11","additions":12,"deletions":9,"diff":[{"type":"del","content":"1. Le capital social versé ou le fonds d'établissement constitué ;"},{"type":"add","content":"1. Le capital social versé ou le fonds d'établissement constitué ; toutefois, les actions de préférence définies à l'article L. 228-11 du code de commerce ne sont admises que si elles remplissent les conditions fixées par arrêté du ministre chargé de l'économie relatives notamment aux droits financiers attachés et aux versements correspondants, lesquels doivent pouvoir être suspendus et ne sont pas dans ce cas reportés à un exercice ultérieur ;"},{"type":"del","content":"1. Les fonds effectivement versés provenant de l'émission de titres ou emprunts subordonnés. Ces titres et emprunts doivent répondre aux conditions, notamment de durée et de remboursement, qui sont fixées par arrêté du ministre chargé de l'économie. La prise en compte de ces fonds est admise jusqu'à concurrence de 50 % du montant le plus faible de l'exigence de marge de solvabilité ou de la marge de solvabilité. Toutefois, la prise en compte de ceux de ces fonds qui proviennent de titres ou emprunts à durée déterminée n'est admise qu'à concurrence de 25 % de cette marge. Tout remboursement effectué irrégulièrement peut, conformément aux dispositions de l'article L. 310-18, donner lieu à application de sanctions par la commission de contrôle."},{"type":"add","content":"1. Les fonds effectivement versés provenant de l'émission de titres ou emprunts subordonnés, ainsi que d'actions de préférence définies à l'article L. 228-11 du code de commerce autres que celles à caractère non cumulatif mentionnées au 1 du I. Ces titres et emprunts subordonnés et actions de préférence doivent répondre aux conditions, notamment de durée et de remboursements, qui sont fixées par arrêté du ministre chargé de l'économie. La prise en compte de ces fonds est admise jusqu'à concurrence de 50 % du montant le plus faible de l'exigence de marge de solvabilité ou de la marge de solvabilité. Toutefois, la prise en compte de ceux de ces fonds qui proviennent de titres ou emprunts à durée déterminée n'est admise qu'à concurrence de 25 % de cette marge. Tout remboursement effectué irrégulièrement peut, conformément aux dispositions de l'article L. 310-18, donner lieu à application de sanctions par la commission de contrôle."},{"type":"del","content":"Décret n° 2003-1236 du 22 décembre 2003 portant transposition des directives 2002/12/CE et 2002/13/CE du Parlement européen et du Conseil du 5 mars 2002 modifiant les directives 79/267/CEE et 73/239/CEE en ce qui concerne l'exigence de marge de solvabilité des entreprises d'assurance vie et non-vie, relatif à la provision pour risque d'exigibilité et modifiant le code des assurances (partie Réglementaire) - article 11 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"Décret n° 2005-641 du 31 mai 2005 portant modification de certaines dispositions du code des assurances relatives aux éléments constitutifs de la marge de solvabilité - article 2 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":"2003-12-22 MODIFICATION source Décret n° 2003-1236 du 22 décembre 2003 portant transposition des directives 2002/12/CE et 2002/13/CE du Parlement européen et du Conseil du 5 mars 2002 modifiant les directives 79/267/CEE et 73/239/CEE en ce qui concerne l'exigence de marge de solvabilité des entreprises d'assurance vie et non-vie, relatif à la provision pour risque d'exigibilité et modifiant le code des assurances (partie Réglementaire) - article 11 ENTIEREMENT_MODIF"},{"type":"add","content":"2004-04-21 CITATION cible Décret n°2004-342 du 21 avril 2004 relatif au plan d'épargne retraite populaire. - article 27 AUTONOME ABROGE, en vigueur du 2007-09-30 au 2011-11-26"},{"type":"del","content":"2004-04-21 CITATION cible Décret n°2004-342 du 21 avril 2004 relatif au plan d'épargne retraite populaire. - article 27 AUTONOME ABROGE, en vigueur du 2007-09-30 au 2011-11-26"},{"type":"add","content":"2005-05-31 MODIFICATION source Décret n° 2005-641 du 31 mai 2005 portant modification de certaines dispositions du code des assurances relatives aux éléments constitutifs de la marge de solvabilité - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de commerce - article L228-11 AUTONOME MODIFIE, en vigueur du 2000-09-21 au 2004-06-26"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/81/LEGIARTI000006818104.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/81/LEGIARTI000006818104.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/81/LEGIARTI000006818104.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/81/LEGIARTI000006818105.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/81/LEGIARTI000006818105.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/81/LEGIARTI000006818105.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006818104)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006818105)"}],"status":"modified"},{"filename":"partie_reglementaire_-_arretes/livre_iii/titre_iii/chapitre_iv/README.md","articleName":"Sommaire - Chapitre Iv","additions":1,"deletions":1,"diff":[{"type":"del","content":"- [Section VIII : La surveillance complémentaire des entreprises d' assurance faisant partie d'un groupe d'assurance](section_viii/README.md)"},{"type":"add","content":"- [Section VIII : La surveillance complémentaire des entreprises d'assurance faisant partie d'un groupe d'assurance.](section_viii/README.md)"}],"status":"modified"},{"filename":"partie_reglementaire_-_arretes/livre_iii/titre_iii/chapitre_iv/section_iii/paragraphe_1/article_a334-3.md","articleName":"Article A334-3","additions":39,"deletions":32,"diff":[{"type":"del","content":"I. - Les emprunts et titres subordonnés entrant dans la composition de la marge de solvabilité visés aux articles R. 334-3 et R. 334-11 doivent répondre aux conditions suivantes :"},{"type":"add","content":"- I. - Les actions de préférence entrant dans la composition de la marge de solvabilité mentionnées au 1 du I des articles R. 334-3 et R. 334-11 doivent répondre aux conditions suivantes :"},{"type":"del","content":"1° Dans l'hypothèse d'une liquidation de l'entreprise d'assurance débitrice, ces titres ou emprunts ne peuvent être remboursés qu'après règlement de toutes les autres dettes existant à la date de la liquidation ou contractées pour les besoins de celle-ci."},{"type":"add","content":"a) Ces titres sont assortis de droits financiers définis par les statuts ; les versements correspondant à ces droits équivalent à une fraction du bénéfice distribuable de l'exercice, au sens de l'article L. 232-11 du code de commerce ;"},{"type":"del","content":"2° Le contrat d'émission ou d'emprunt ne comporte pas de clause prévoyant que, dans des circonstances déterminées autres que la liquidation de l'entreprise d'assurance débitrice, la dette devra être remboursée avant l'échéance convenue."},{"type":"add","content":"b) L'entreprise a la faculté de suspendre le versement de ces droits financiers dans des conditions prévues par les statuts ; elle est tenue de le faire si cette suspension est nécessaire au respect par l'entreprise des dispositions de l'article L. 334-1 ;"},{"type":"del","content":"3° Le contrat d'émission ou d'emprunt prévoit qu'il ne pourra être modifié qu'après que la commission de contrôle des assurances aura déclaré, après avoir vérifié que le contrat modifié continuera de remplir les conditions fixées au présent article, ne pas s'opposer à la modification envisagée."},{"type":"add","content":"c) Dans les cas visés au b, le versement des droits financiers ne peut être reporté à un exercice ultérieur ;"},{"type":"add","content":""},{"type":"add","content":"d) Dans l'hypothèse d'une liquidation de l'entreprise d'assurance débitrice, ces titres ne peuvent être remboursés qu'après règlement de toutes les dettes existant à la date de la liquidation ou contractées pour les besoins de celle-ci ;"},{"type":"add","content":""},{"type":"add","content":"e) Ces titres ont la capacité d'absorber les pertes, même en cas de poursuite de l'activité ;"},{"type":"add","content":""},{"type":"add","content":"f) Les statuts prévoient qu'ils ne peuvent être modifiés qu'après que la commission de contrôle aura déclaré, après avoir vérifié que le contrat modifié continuera de remplir les conditions fixées au présent article, ne pas s'opposer à la modification envisagée ;"},{"type":"add","content":""},{"type":"add","content":"g) Si les statuts prévoient une possibilité de rachat des actions de préférence par l'entreprise émettrice ou si la conversion des actions de préférence en actions ordinaires se traduit par une réduction de capital, ce rachat ou cette conversion ne peut intervenir avant 5 ans à compter de la date d'émission et nécessite l'approbation préalable de la commission de contrôle"},{"type":"add","content":""},{"type":"add","content":"II. - Les actions de préférence entrant dans la composition de la marge de solvabilité mentionnées au 1 du Il des articles R. 334-3 et R. 334-11 doivent répondre aux conditions fixées au I du présent article, à l'exception du a, du b et du c."},{"type":"add","content":""},{"type":"add","content":"III. - Les emprunts et titres subordonnés entrant dans la composition de la marge de solvabilité visés aux articles R. 334-3 et R. 334-11 doivent répondre aux conditions suivantes :"},{"type":"add","content":""},{"type":"add","content":"1° Dans l'hypothèse d'une liquidation de l'entreprise d'assurance débitrice, ces titres ou emprunts ne peuvent être remboursés qu'après règlement de toutes les autres dettes existant à la date de la liquidation ou contractées pour les besoins de celle-ci ;"},{"type":"add","content":""},{"type":"add","content":"2° Le contrat d'émission ou d'emprunt ne comporte pas de clause prévoyant que, dans des circonstances déterminées autres que la liquidation de l'entreprise d'assurance débitrice, la dette devra être remboursée avant l'échéance convenue ;"},{"type":"add","content":""},{"type":"add","content":"3° Le contrat d'émission ou d'emprunt prévoit qu'il ne pourra être modifié qu'après que la Commission de contrôle des assurances aura déclaré, après avoir vérifié que le contrat modifié continuera de remplir les conditions fixées au présent article, ne pas s'opposer à la modification envisagée ;"},{"type":"del","content":"II. - Au plus tard un an avant la date prévue pour le remboursement de tout ou partie des fonds visés au I ci-dessus, l'entreprise d'assurance débitrice soumet à la commission de contrôle des assurances un plan indiquant comment la marge de solvabilité sera maintenue, après le remboursement, au niveau requis par la réglementation. Ce plan n'est pas exigé si la part des fonds incluse dans la marge de solvabilité est progressivement et régulièrement ramenée à zéro par l'entreprise d'assurance au cours des cinq dernières années au moins avant l'échéance de remboursement."},{"type":"add","content":"IV. - Au plus tard un an avant la date prévue pour le remboursement de tout ou partie des fonds visés au II et au III ci-dessus, l'entreprise d'assurance débitrice soumet à la Commission de contrôle des assurances un plan indiquant comment la marge de solvabilité sera maintenue, après le remboursement, au niveau requis par la réglementation. Ce plan n'est pas exigé si la part des fonds incluse dans la marge de solvabilité est progressivement et régulièrement ramenée à zéro par l'entreprise d'assurance au cours des cinq dernières années au moins avant l'échéance de remboursement."},{"type":"del","content":"III. - Les fonds provenant des emprunts et titres subordonnés à durée déterminée entrant dans la composition de la marge de solvabilité peuvent être remboursés par anticipation à l'initiative de l'entreprise d'assurance débitrice si la commission de contrôle des assurances a préalablement autorisé un tel remboursement, après s'être assurée que la marge de solvabilité ne risquait pas d'être ramenée en dessous du niveau nécessaire pour garantir durablement le respect de la marge requise par la réglementation."},{"type":"add","content":"V. - Les fonds provenant des emprunts et titres subordonnés à durée déterminée entrant dans la composition de la marge de solvabilité peuvent être remboursés par anticipation à l'initiative de l'entreprise d'assurance débitrice si la Commission de contrôle des assurances a préalablement autorisé un tel remboursement, après s'être assurée que la marge de solvabilité ne risquait pas d'être ramenée en dessous du niveau nécessaire pour garantir durablement le respect de la marge requise par la réglementation."},{"type":"del","content":"Dans les mêmes conditions, la commission de contrôle des assurances peut autoriser le remboursement des fonds provenant des emprunts et titres subordonnés à durée indéterminée entrant dans la composition de la marge de solvabilité sans application du préavis prévu au 4° du paragraphe I du présent article."},{"type":"add","content":"Dans les mêmes conditions, la Commission de contrôle des assurances peut autoriser le remboursement des fonds provenant des emprunts et titres subordonnés à durée indéterminée entrant dans la composition de la marge de solvabilité sans application du préavis prévu au 4° du III du présent article."},{"type":"del","content":"Dans les cas visés au présent paragraphe, l'entreprise d'assurance débitrice soumet au moins six mois à l'avance à la commission de contrôle des assurances, à l'appui de sa demande d'autorisation, un plan indiquant comment la marge de solvabilité sera maintenue, après le remboursement, au niveau requis par la réglementation. L'absence de décision notifiée à l'entreprise à l'expiration d'un délai de six mois vaut autorisation."},{"type":"add","content":"Dans les cas visés au présent paragraphe, l'entreprise d'assurance débitrice soumet au moins six mois à l'avance à la Commission de contrôle des assurances, à l'appui de sa demande d'autorisation, un plan indiquant comment la marge de solvabilité sera maintenue, après le remboursement, au niveau requis par la réglementation. L'absence de décision notifiée à l'entreprise à l'expiration d'un délai de six mois vaut autorisation."},{"type":"del","content":"Sont notamment soumis aux dispositions du présent paragraphe l'amortissement anticipé par offre publique d'achat ou d'échange et le rachat en bourse de titres cotés ; toutefois un émetteur peut racheter en bourse sans autorisation préalable jusqu'à 5 p. 100 des titres émis, à condition d'informer la commission de contrôle des assurances des rachats effectués."},{"type":"add","content":"Sont notamment soumis aux dispositions du présent paragraphe l'amortissement anticipé par offre publique d'achat ou d'échange et le rachat en bourse de titres cotés ; toutefois un émetteur peut racheter en bourse sans autorisation préalable jusqu'à 5 % des titres émis, à condition d'informer la Commission de contrôle des assurances des rachats effectués."},{"type":"del","content":"IV. - Les contrats d'émission concernant des emprunts et titres à durée indéterminée qui prévoient formellement que tout remboursement est subordonné à autorisation préalable de la commission de contrôle des assurances n'ont pas à prévoir le délai de préavis minimum visé au 4° du I du présent article."},{"type":"add","content":"VI. - Les contrats d'émission concernant des emprunts et titres à durée indéterminée qui prévoient formellement que tout remboursement est subordonné à autorisation préalable de la Commission de contrôle des assurances n'ont pas à prévoir le délai de préavis minimum visé au 4° du III du présent article."},{"type":"del","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des assurances - article A331-4 AUTONOME MODIFIE, en vigueur du 2007-05-02 au 2008-11-10 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des assurances - article A331-7 AUTONOME MODIFIE, en vigueur du 1995-10-25 au 2007-05-02 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des assurances - article A334-4 AUTONOME MODIFIE, en vigueur du 2005-06-01 au 2008-11-10 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des assurances - article A334-4 AUTONOME MODIFIE, en vigueur du 2002-05-17 au 2005-06-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"      MODIFICATION source Arrêté 1992-09-01 art. 1 JORF 9 septembre 1992 rectificatif JORF 10 octobre 1992"},{"type":"add","content":"      MODIFICATION source Arrêté 2005-05-31 art. 1 JORF 1er juin 2005"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de commerce - article L232-11 AUTONOME MODIFIE, en vigueur du 2000-09-21 au 2003-01-04"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code des assurances - article L334-1 AUTONOME MODIFIE, en vigueur du 1995-01-01 au 1998-04-07"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/78/84/LEGIARTI000006788458.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/78/84/LEGIARTI000006788458.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/78/84/LEGIARTI000006788458.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/78/84/LEGIARTI000006788459.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/78/84/LEGIARTI000006788459.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/78/84/LEGIARTI000006788459.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006788458)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006788459)"}],"status":"modified"},{"filename":"partie_reglementaire_-_arretes/livre_iii/titre_iii/chapitre_iv/section_viii/README.md","articleName":"Sommaire - Section Viii","additions":17,"deletions":5,"diff":[{"type":"del","content":"# Section VIII : La surveillance complémentaire des entreprises d' assurance faisant partie d'un groupe d'assurance"},{"type":"add","content":"# Section VIII : La surveillance complémentaire des entreprises d'assurance faisant partie d'un groupe d'assurance."},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à la section"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Arrêté du 28 décembre 2015 portant adaptation des dispositions comptables du code des assurances - article 2 ENTIEREMENT_MODIF ABROGE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/06/17/38/LEGISCTA000006173861.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/06/17/38/LEGISCTA000006173861.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/SCTA/00/00/06/17/38/LEGISCTA000006173861.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/06/17/39/LEGISCTA000006173965.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/06/17/39/LEGISCTA000006173965.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/SCTA/00/00/06/17/39/LEGISCTA000006173965.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/section_lc/LEGITEXT000006073984/LEGISCTA000006173861)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/section_lc/LEGITEXT000006073984/LEGISCTA000006173965)"}],"status":"modified"},{"filename":"partie_reglementaire_-_arretes/livre_iii/titre_iii/chapitre_iv/section_viii/article_a334-4.md","articleName":"Article A334-4","additions":44,"deletions":7,"diff":[{"type":"del","content":"2. Les titres et emprunts subordonnés détenus en dehors du groupe dans la mesure où ils sont admis à contribuer à la constitution de la marge de solvabilité de l'entreprise au passif duquel ils sont inscrits. En particulier, les titres et emprunts subordonnés des sociétés de groupe d'assurance visées au premier alinéa de l'article L. 322-1-2 ne peuvent être considérés comme pouvant être effectivement rendus disponibles que s'ils répondent à des conditions identiques à celles mentionnées aux articles R. 334-3, R. 334-11, R. 334-17 et A. 334-3. Toutefois, la CCA dispose de la capacité de considérer comme pouvant être rendue disponible une plus grande part de ces titres et emprunts, dès lors qu'elle considère comme adéquate la répartition à l'intérieur du groupe de l'ensemble des éléments admissibles pour la marge ;"},{"type":"add","content":"2. Les titres et emprunts subordonnés ainsi que les actions de préférence mentionnées au 1 du II de l'article R. 334-3 ou au 1 du II de l'article R. 334-11 détenus en dehors du groupe dans la mesure où ils sont admis à contribuer à la constitution de la marge de solvabilité de l'entreprise au passif duquel ils sont inscrits. En particulier, lorsque la société émettrice ou emprunteuse est une société de groupe d'assurance définie au premier alinéa de l'article L. 322-1-2 ou une compagnie financière holding mixte définie à l'article L. 334-9, ces titres et emprunts ne peuvent être considérés comme pouvant être effectivement rendus disponibles que s'ils répondent à des conditions identiques à celles mentionnées aux articles R. 334-3, R. 334-11, R. 334-17 et A. 334-3. Toutefois, la commission de contrôle dispose de la capacité de considérer comme pouvant être rendue disponible une plus grande part de ces titres et emprunts, dès lors qu'elle considère comme adéquate la répartition à l'intérieur du groupe de l'ensemble des éléments admissibles pour la marge ;"},{"type":"del","content":"4. Les intérêts minoritaires dans la mesure où ils sont admis à contribuer à la constitution de la marge de solvabilité de l'entreprise dont ils représentent une partie des fonds propres et dans la limite de la part de l'exigence de solvabilité de cette entreprise correspondant au pourcentage de détention par lesdits intérêts minoritaires."},{"type":"add","content":"4. Les intérêts minoritaires dans la mesure où ils sont admis à contribuer à la constitution de la marge de solvabilité de l'entreprise dont ils représentent une partie des fonds propres et dans la limite de la part de l'exigence de solvabilité de cette entreprise correspondant au pourcentage de détention par lesdits intérêts minoritaires ;"},{"type":"add","content":""},{"type":"add","content":"5. Les actions de préférence visées au 1 du I de l'article R. 334-3 ou au 1 du I de l'article R. 334-11 émises par une entreprise d'assurance ou par une société de groupe d'assurance et détenues en dehors du groupe, dans les conditions mentionnées aux articles R. 334-3, R. 334-11 et A. 334-3. L'entreprise d'assurance ou la société de groupe d'assurance émettrice des ces actions de préférence doit suspendre le versement des droits financiers correspondant à ces titres si cela s'avère nécessaire au respect des dispositions de l'article R. 334-41 ou de l'article R. 334-44."},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des assurances - article R334-41 AUTONOME MODIFIE, en vigueur du 2002-03-17 au 2005-09-21 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des assurances - article R334-41 AUTONOME MODIFIE, en vigueur du 2005-09-21 au 2005-12-16 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des assurances - article R334-41 AUTONOME MODIFIE, en vigueur du 2005-12-16 au 2008-11-10 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des assurances - article R334-41 AUTONOME MODIFIE, en vigueur du 2008-11-10 au 2014-11-06 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des assurances - article A334-3 AUTONOME MODIFIE, en vigueur du 2005-06-01 au 2005-12-16 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des assurances - article A334-3 AUTONOME MODIFIE, en vigueur du 1992-09-09 au 2005-06-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des assurances - article R334-41 AUTONOME ABROGE, en vigueur du 2014-11-06 au 2016-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des assurances - article A334-3 AUTONOME ABROGE, en vigueur du 2005-12-16 au 2008-11-10 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"del","content":"      CREATION source Arrêté 2002-05-16 art. 1 JORF 17 mai 2002"},{"type":"add","content":"      MODIFICATION source Arrêté 2005-05-31 art. 2 JORF 1er juin 2005"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code des assurances - article L334-9 AUTONOME ABROGE, en vigueur du 2004-11-16 au 2010-01-23"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code des assurances - article R334-41 AUTONOME MODIFIE, en vigueur du 2002-03-17 au 2005-09-21"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/78/84/LEGIARTI000006788477.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/78/84/LEGIARTI000006788477.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/78/84/LEGIARTI000006788477.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/78/84/LEGIARTI000006788478.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/78/84/LEGIARTI000006788478.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/78/84/LEGIARTI000006788478.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006788477)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006788478)"}],"status":"modified"}],"stats":{"additions":125,"deletions":63,"filesChanged":6}}