{"sha":"5667cc4cd1de","date":"2014-06-14","message":"LOI n° 2014-344 du 17 mars 2014 relative à la consommation","files":[{"filename":"partie_legislative/livre_ier/titre_ier/chapitre_ii/article_l112-2-1.md","articleName":"Article L112-2-1","additions":31,"deletions":75,"diff":[{"type":"del","content":"I.-1° La fourniture à distance d'opérations d'assurance à un consommateur est régie par les dispositions du présent livre et par celles des dispositions des sous-sections 2 et 3 de la section 2 du chapitre Ier du titre II du livre Ier du code de la consommation, à l'exception des articles L. 121-20-10, L. 121-20-12 et L. 121-20-17, ci-après reproduites :"},{"type":"del","content":""},{"type":"del","content":"\" Sous-section 2 : Dispositions particulières aux contrats portant sur des services financiers"},{"type":"del","content":""},{"type":"del","content":"\" Art.L. 121-20-8"},{"type":"del","content":""},{"type":"del","content":"\" La présente sous-section régit la fourniture de services financiers à un consommateur dans le cadre d'un système de vente ou de prestation de services à distance organisé par le fournisseur ou par un intermédiaire qui, pour ce contrat, utilise exclusivement une ou plusieurs techniques de communication à distance jusqu'à, et y compris, la conclusion du contrat."},{"type":"del","content":""},{"type":"del","content":"\" Elle s'applique aux services mentionnés aux livres Ier à III et au titre V du livre V du code monétaire et financier ainsi que les opérations pratiquées par les entreprises régies par le code des assurances, par les mutuelles et unions régies par le livre II du code de la mutualité et par les institutions de prévoyance et unions régies par le titre III du livre IX du code de la sécurité sociale sans préjudice des dispositions spécifiques prévues par ces codes. \""},{"type":"del","content":""},{"type":"del","content":"\" Art.L. 121-20-9"},{"type":"del","content":""},{"type":"del","content":"\" Pour les contrats portant sur des services financiers comportant une première convention de service suivie d'opérations successives ou d'une série d'opérations distinctes, de même nature, échelonnées dans le temps, les dispositions de la présente sous-section ne s'appliquent qu'à la première convention de service. Pour les contrats renouvelables par tacite reconduction, les dispositions de la présente sous-section ne s'appliquent qu'en vue et lors de la conclusion du contrat initial."},{"type":"del","content":""},{"type":"del","content":"\" En l'absence de première convention de service, lorsque les opérations successives ou distinctes, de même nature, échelonnées dans le temps, sont exécutées entre les mêmes parties, les dispositions de l'article L. 121-20-10 ne sont applicables qu'à la première opération. Cependant, lorsqu'aucune opération de même nature n'est effectuée pendant plus d'un an, ces dispositions s'appliquent à l'opération suivante, considérée comme une première opération. \""},{"type":"del","content":""},{"type":"del","content":"\" Art.L. 121-20-11"},{"type":"del","content":""},{"type":"del","content":"\" Le consommateur doit recevoir, par écrit ou sur un autre support durable à sa disposition et auquel il a accès en temps utile et avant tout engagement, les conditions contractuelles ainsi que les informations mentionnées à l'article L. 121-20-10. Le fournisseur peut remplir ses obligations au titre de l'article L. 121-20-10 et du présent article par l'envoi au consommateur d'un document unique, à la condition qu'il s'agisse d'un support écrit ou d'un autre support durable et que les informations mentionnées ne varient pas jusqu'à et y compris la conclusion du contrat."},{"type":"del","content":""},{"type":"del","content":"\" Le fournisseur exécute ses obligations de communication immédiatement après la conclusion du contrat, lorsque celui-ci a été conclu à la demande du consommateur en utilisant une technique de communication à distance ne permettant pas la transmission des informations précontractuelles et contractuelles sur un support papier ou sur un autre support durable."},{"type":"del","content":""},{"type":"del","content":"\" A tout moment au cours de la relation contractuelle, le consommateur a le droit, s'il en fait la demande, de recevoir les conditions contractuelles sur un support papier. En outre, le consommateur a le droit de changer les techniques de communication à distance utilisées, à moins que cela ne soit incompatible avec le contrat à distance conclu ou avec la nature du service financier fourni. \""},{"type":"del","content":""},{"type":"del","content":"\" Art.L. 121-20-13"},{"type":"del","content":""},{"type":"del","content":"\" I.-Les contrats pour lesquels s'applique le délai de rétractation mentionné à l'article L. 121-20-12 ne peuvent recevoir de commencement d'exécution par les parties avant l'arrivée du terme de ce délai sans l'accord du consommateur. Lorsque celui-ci exerce son droit de rétractation, il ne peut être tenu qu'au paiement proportionnel du service financier effectivement fourni, à l'exclusion de toute pénalité."},{"type":"del","content":""},{"type":"del","content":"\" Le fournisseur ne peut exiger du consommateur le paiement du service mentionné au premier alinéa que s'il peut prouver que le consommateur a été informé du montant dû, conformément à l'article L. 121-20-10. Toutefois, il ne peut pas exiger ce paiement s'il a commencé à exécuter le contrat avant l'expiration du délai de rétractation sans demande préalable du consommateur."},{"type":"del","content":""},{"type":"del","content":"\" Pour les contrats de crédit à la consommation prévus au chapitre Ier du titre Ier du livre III, même avec l'accord du consommateur, ils ne peuvent recevoir de commencement d'exécution durant les sept premiers jours, sauf s'agissant des contrats de crédit affecté mentionnés au IV de l'article L. 121-20-12, qui ne peuvent recevoir de commencement d'exécution durant les trois premiers jours."},{"type":"del","content":""},{"type":"del","content":"\" II.-Le fournisseur est tenu de rembourser au consommateur dans les meilleurs délais et au plus tard dans les trente jours toutes les sommes qu'il a perçues de celui-ci en application du contrat, à l'exception du montant mentionné au premier alinéa du I. Ce délai commence à courir le jour où le fournisseur reçoit notification par le consommateur de sa volonté de se rétracter. Au-delà du délai de trente jours, la somme due est, de plein droit, productive d'intérêts au taux légal en vigueur."},{"type":"del","content":""},{"type":"del","content":"\" Le consommateur restitue au fournisseur dans les meilleurs délais et au plus tard dans les trente jours toute somme et tout bien qu'il a reçus de ce dernier. Ce délai commence à courir à compter du jour où le consommateur communique au fournisseur sa volonté de se rétracter. \""},{"type":"del","content":""},{"type":"del","content":"\" Art.L. 121-20-14"},{"type":"del","content":""},{"type":"del","content":"\" Les dispositions de l'article L. 34-5 du code des postes et communications électroniques, reproduites à l'article L. 121-20-5, sont applicables aux services financiers."},{"type":"del","content":""},{"type":"del","content":"\" Les techniques de communication à distance destinées à la commercialisation de services financiers autres que celles mentionnées à l'article L. 34-5 du code des postes et communications électroniques ne peuvent être utilisées que si le consommateur n'a pas manifesté son opposition."},{"type":"del","content":""},{"type":"del","content":"\" Les mesures prévues au présent article ne doivent pas entraîner de frais pour le consommateur. \""},{"type":"del","content":""},{"type":"del","content":"\" Sous-section 3 : Dispositions communes"},{"type":"del","content":""},{"type":"del","content":"\" Art.L. 121-20-15"},{"type":"del","content":""},{"type":"del","content":"\" Lorsque les parties ont choisi la loi d'un Etat non membre de la Communauté européenne pour régir le contrat, le juge devant lequel est invoquée cette loi est tenu d'en écarter l'application au profit des dispositions plus protectrices de la loi de la résidence habituelle du consommateur assurant la transposition de la directive 97 / 7 / CE du Parlement européen et du Conseil du 20 mai 1997 concernant la protection des consommateurs en matière de contrats à distance et de la directive 2002 / 65 / CE du Parlement européen et du Conseil du 23 septembre 2002, concernant la commercialisation à distance de services financiers auprès des consommateurs, lorsque le contrat présente un lien étroit avec le territoire d'un ou plusieurs Etats membres de la Communauté européenne ; cette condition est présumée remplie si la résidence des consommateurs est située dans un Etat membre. \""},{"type":"del","content":""},{"type":"del","content":"\" Art.L. 121-20-16"},{"type":"del","content":""},{"type":"del","content":"\" Les dispositions de la présente section sont d'ordre public ; \""},{"type":"add","content":"I.-1° La fourniture à distance d'opérations d'assurance à un consommateur est régie par le présent livre et par les articles L. 121-26, L. 121-26-1, L. 121-28 et L. 121-30 à L. 121-33 du code de la consommation ;"},{"type":"del","content":"e) \" Le II de l'article L. 112-2-1 du code des assurances \" là où est mentionné \" l'article L. 121-20-12 \" ;"},{"type":"add","content":"e) \" Le II de l'article L. 112-2-1 du code des assurances \" là où est mentionné \" l'article L. 121-29 \" ;"},{"type":"del","content":"f) \" Le III de l'article L. 112-2-1 du code des assurances \" là où est mentionné \" l'article L. 121-20-10 \" ;"},{"type":"add","content":"f) \" Le III de l'article L. 112-2-1 du code des assurances \" là où est mentionné \" l'article L. 121-27 \" ;"},{"type":"del","content":"3° Pour l'application de l'article L. 121-20-11 du code de la consommation, les conditions contractuelles doivent comprendre, outre les informations prévues selon les cas à l'article L. 112-2 ou à l'article L. 132-5-1, un modèle de lettre destiné à faciliter l'exercice du droit de renonciation lorsque ce droit existe."},{"type":"add","content":"3° Pour l'application de l'article L. 121-28 du code de la consommation, les conditions contractuelles doivent comprendre, outre les informations prévues selon les cas à l'article L. 112-2 ou à l'article L. 132-5-1, un modèle de lettre destiné à faciliter l'exercice du droit de renonciation lorsque ce droit existe."},{"type":"del","content":"b) Soit à compter du jour où l'intéressé reçoit les conditions contractuelles et les informations, conformément à l'article L. 121-20-11 du code de la consommation, si cette dernière date est postérieure à celle mentionnée au a ;"},{"type":"add","content":"b) Soit à compter du jour où l'intéressé reçoit les conditions contractuelles et les informations, conformément à l'article L. 121-28 du code de la consommation, si cette dernière date est postérieure à celle mentionnée au a ;"},{"type":"del","content":"b) Soit à compter du jour où l'intéressé reçoit les conditions contractuelles et les informations, conformément à l'article L. 121-20-11, si cette dernière date est postérieure à celle mentionnée au a ;"},{"type":"add","content":"b) Soit à compter du jour où l'intéressé reçoit les conditions contractuelles et les informations, conformément à l'article L. 121-28, si cette dernière date est postérieure à celle mentionnée au a ;"},{"type":"del","content":"Les infractions constituées par l'absence matérielle des éléments d'information prévus au III du présent article, ainsi que le refus de l'assureur de rembourser le souscripteur personne physique dans les conditions fixées à l'article L. 121-20-13 du code de la consommation peuvent également être constatées et poursuivies dans les conditions prévues à l'article L. 121-20-17 du même code."},{"type":"add","content":"Les infractions constituées par l'absence matérielle des éléments d'information prévus au III du présent article, ainsi que le refus de l'assureur de rembourser le souscripteur personne physique dans les conditions fixées à l'article L. 121-30 du code de la consommation peuvent également être constatées et poursuivies dans les conditions prévues aux II et IV à X de l'article L. 141-1 du même code."},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Conformément à l'article 34 de la loi n° 2014-344 du 17 mars 2014, l'article 33 s'applique aux contrats conclus après le 13 juin 2014."},{"type":"add","content":""},{"type":"add","content":""},{"type":"del","content":"Code de la consommation - article L121-20-13 AUTONOME TRANSFERE, en vigueur du 2005-12-01 au 2014-06-14 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la consommation - article L121-20-17 AUTONOME MODIFIE_MORT_NE, en vigueur du 2005-12-01 au 2005-09-02 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2013-672 du 26 juillet 2013 de séparation et de régulation des activités bancaires - article 24 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2013-07-28 MODIFICATION cible"},{"type":"add","content":"LOI n° 2014-344 du 17 mars 2014 relative à la consommation - article 33 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2014-03-19 MODIFIE source"},{"type":"del","content":"2013-07-26 MODIFICATION source LOI n° 2013-672 du 26 juillet 2013 de séparation et de régulation des activités bancaires - article 24 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2013-07-28"},{"type":"add","content":"2014-03-17 MODIFIE cible LOI n° 2014-344 du 17 mars 2014 relative à la consommation - article 33 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2014-03-19"},{"type":"del","content":"2999-01-01 CITATION source Code de la consommation - article L121-20-13 AUTONOME TRANSFERE, en vigueur du 2005-12-01 au 2014-06-14"},{"type":"add","content":"2999-01-01 CITATION source Code de la consommation - article L121-26 AUTONOME MODIFIE, en vigueur du 1993-07-27 au 1995-02-02"},{"type":"del","content":"2999-01-01 CITATION source Code de la consommation - article L121-20-17 AUTONOME MODIFIE_MORT_NE, en vigueur du 2005-12-01 au 2005-09-02"},{"type":"add","content":"2999-01-01 CITATION source Code de la consommation - article L121-27 AUTONOME MODIFIE, en vigueur du 1993-07-27 au 2004-06-22"},{"type":"del","content":"2999-01-01 CITATION cible Code de la consommation - article R132-2-1 AUTONOME MODIFIE, en vigueur du 2005-12-01 au 2009-03-21"},{"type":"add","content":"2999-01-01 CITATION source Code de la consommation - article L121-28 AUTONOME MODIFIE, en vigueur du 1993-07-27 au 1994-03-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la consommation - article L121-29 AUTONOME MODIFIE, en vigueur du 1993-07-27 au 2005-05-07"},{"type":"del","content":"2999-01-01 CITATION source Code des assurances - article L112-2 AUTONOME MODIFIE, en vigueur du 1976-07-21 au 1990-05-01"},{"type":"add","content":"2999-01-01 CITATION source Code de la consommation - article L121-30 AUTONOME ABROGE, en vigueur du 1993-07-27 au 2005-09-02"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la consommation - article R132-2-1 AUTONOME MODIFIE, en vigueur du 2005-12-01 au 2009-03-21"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code des assurances - article L211-1 AUTONOME MODIFIE, en vigueur du 1976-07-21 au 1981-07-01"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/88/55/LEGIARTI000027885598.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/88/55/LEGIARTI000027885598.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/27/88/55/LEGIARTI000027885598.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/28/74/79/LEGIARTI000028747928.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/28/74/79/LEGIARTI000028747928.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/28/74/79/LEGIARTI000028747928.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000027885598)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000028747928)"}],"status":"modified"}],"stats":{"additions":31,"deletions":75,"filesChanged":1}}