{"sha":"5838d8c2eab8","date":"2007-02-01","message":"LOI n° 2007-131 du 31 janvier 2007 relative à l'accès au crédit des personnes présentant un risque aggravé de santé","files":[{"filename":"partie_legislative/livre_ier/titre_iii/chapitre_iii/article_l133-1.md","articleName":"Article L133-1","additions":33,"deletions":12,"diff":[{"type":"del","content":"\" Art.L. 1141-2-Une convention relative à l'assurance des personnes exposées à un risque aggravé du fait de leur état de santé ou d'un handicap détermine les modalités particulières d'accès à l'assurance contre les risques d'invalidité ou de décès en faveur de ces personnes qui ne peuvent trouver dans le cadre des pratiques habituelles de l'assurance de garantie des prêts à la consommation, immobiliers ou à caractère professionnel."},{"type":"add","content":"\" Art.L. 1141-2-Une convention nationale relative à l'accès au crédit des personnes présentant, du fait de leur état de santé ou de leur handicap, un risque aggravé est conclue entre l'Etat, les organisations professionnelles représentant les établissements de crédit, les entreprises d'assurance, les mutuelles et les institutions de prévoyance ainsi que des organisations nationales représentant les malades et les usagers du système de santé agréées en vertu de l'article L. 1114-1 ou représentant les personnes handicapées. Cette convention a pour objet :"},{"type":"del","content":"Toute personne présentant, du fait de son état de santé ou de son handicap, un risque aggravé peut se prévaloir des dispositions de la convention."},{"type":"add","content":"-de faciliter l'assurance des prêts demandés par les personnes présentant un risque aggravé en raison de leur état de santé ou d'un handicap ;"},{"type":"del","content":"Pour celles de ses dispositions qui prévoient les conditions de collecte et d'utilisation, ainsi que les garanties de confidentialité des données à caractère personnel de nature médicale, à l'occasion de la souscription des prêts mentionnés au premier alinéa, la convention fait l'objet, préalablement à sa conclusion, d'une consultation de la Commission nationale de l'informatique et des libertés, qui donne un avis sur sa conformité à la loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés."},{"type":"add","content":"-d'assurer la prise en compte complète par les établissements de crédit des garanties alternatives à l'assurance ;"},{"type":"del","content":"A défaut d'accord, ou en cas de dénonciation compromettant la mise en oeuvre ou la pérennité du dispositif conventionnel, les conditions de collecte et d'utilisation ainsi que les garanties de confidentialité des données à caractère personnel de nature médicale sont définies par décret en Conseil d'Etat, après avis de la Commission nationale de l'informatique et des libertés \"."},{"type":"add","content":"-de définir des modalités particulières d'information des demandeurs, d'instruction de leur dossier et de médiation."},{"type":"del","content":"\" Art.L. 1141-3-La convention est conclue entre l'Etat, des associations représentant les personnes malades ou handicapées, les organismes représentant les entreprises régies par le code des assurances, les établissements de crédit, les mutuelles régies par le code de la mutualité et les institutions régies par les dispositions du titre III du livre IX du code de la sécurité sociale."},{"type":"add","content":"Toute personne présentant, du fait de son état de santé ou de son handicap, un risque aggravé bénéficie de plein droit de cette convention \"."},{"type":"del","content":"Un comité de suivi veille à l'application du dispositif conventionnel. Il comprend des représentants des signataires, ainsi que des personnes choisies en raison de leurs compétences. Le comité est présidé par une personne qualifiée, nommée par les ministres chargés de l'économie et de la santé \"."},{"type":"add","content":"\" Art.L. 1141-3-La convention prévue à l'article L. 1141-2 est conclue pour une durée de trois ans."},{"type":"add","content":""},{"type":"add","content":"La convention et ses avenants sont publiés au Journal officiel."},{"type":"add","content":""},{"type":"add","content":"Pour celles de ses dispositions qui prévoient les conditions de collecte et d'utilisation ainsi que les garanties de confidentialité des données à caractère personnel de nature médicale, la convention fait l'objet, préalablement à sa conclusion, d'une consultation de la Commission nationale de l'informatique et des libertés, qui donne un avis sur sa conformité à la loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés."},{"type":"add","content":""},{"type":"add","content":"A défaut d'accord, ou en cas de dénonciation, compromettant la mise en oeuvre ou la pérennité du dispositif conventionnel, les conditions de collecte et d'utilisation et les garanties de confidentialité des données à caractère personnel de nature médicale sont fixées dans les six mois par décret en Conseil d'Etat, après avis de la Commission nationale de l'informatique et des libertés."},{"type":"add","content":""},{"type":"add","content":"Au cas où la convention ne serait pas signée par l'une des organisations professionnelles mentionnées à l'article L. 1141-2, un décret peut, après consultation des signataires de la convention et de l'organisation professionnelle non signataire, étendre son application aux entreprises et organismes représentés par l'organisation non signataire."},{"type":"add","content":""},{"type":"add","content":"A défaut de prorogation ou de renouvellement de la convention ou en cas de dénonciation de la convention, les dispositions énumérées à l'article L. 1141-2-1 sont fixées dans les six mois par décret en Conseil d'Etat. Ce décret prend effet à la date d'expiration de la convention \"."},{"type":"add","content":""},{"type":"add","content":"."},{"type":"del","content":"LOI n° 2005-102 du 11 février 2005 pour l'égalité des droits et des chances, la participation et la citoyenneté des personnes handicapées - article 91 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"Loi n° 2007-131 du 31 janvier 2007 relative à l'accès au crédit des personnes présentant un risque aggravé de santé - article 5 AUTONOME VIGUEUR, en vigueur depuis le 2007-02-01 MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2007-131 du 31 janvier 2007 relative à l'accès au crédit des personnes présentant un risque aggravé de santé - article 1 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":"2005-02-11 MODIFICATION source LOI n° 2005-102 du 11 février 2005 pour l'égalité des droits et des chances, la participation et la citoyenneté des personnes handicapées - article 91 ENTIEREMENT_MODIF"},{"type":"add","content":"2007-01-31 MODIFICATION source LOI n° 2007-131 du 31 janvier 2007 relative à l'accès au crédit des personnes présentant un risque aggravé de santé - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2007-01-31 MODIFICATION source Loi n° 2007-131 du 31 janvier 2007 relative à l'accès au crédit des personnes présentant un risque aggravé de santé - article 5 AUTONOME VIGUEUR, en vigueur depuis le 2007-02-01"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 PILOTE_SUIVEUR source Code de la santé publique - article L1141-1 AUTONOME TRANSFERE, en vigueur du 2002-01-18 au 2002-03-05"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/37/61/LEGIARTI000020376122.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/37/61/LEGIARTI000020376122.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/20/37/61/LEGIARTI000020376122.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/37/61/LEGIARTI000020376125.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/37/61/LEGIARTI000020376125.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/20/37/61/LEGIARTI000020376125.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000020376122)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000020376125)"}],"status":"modified"}],"stats":{"additions":33,"deletions":12,"filesChanged":1}}