{"sha":"ced99a9db00e","date":"2005-12-01","message":"Ordonnance n° 2005-648 du 6 juin 2005 relative à la commercialisation à distance de services financiers auprès des consommateurs","files":[{"filename":"partie_legislative/livre_ier/titre_ier/chapitre_ii/README.md","articleName":"Sommaire - Chapitre Ii","additions":1,"deletions":0,"diff":[{"type":"add","content":"- [Article L112-2-1](article_l112-2-1.md)"}],"status":"modified"},{"filename":"partie_legislative/livre_ier/titre_ier/chapitre_ii/article_l112-2-1.md","articleName":"Article L112-2-1","additions":232,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article L112-2-1"},{"type":"add","content":""},{"type":"add","content":"I. - 1° La fourniture à distance d'opérations d'assurance à un consommateur est régie par les dispositions du présent livre et par celles des dispositions des sous-sections 2 et 3 de la section 2 du chapitre Ier du titre II du livre Ier du code de la consommation, à l'exception des articles L. 121-20-10, L. 121-20-12 et L. 121-20-17, ci-après reproduites :"},{"type":"add","content":""},{"type":"add","content":"\"Sous-section 2 : Dispositions particulières aux contrats portant sur des services financiers"},{"type":"add","content":""},{"type":"add","content":"\"Art. L. 121-20-8"},{"type":"add","content":""},{"type":"add","content":"\"La présente sous-section régit la fourniture de services financiers à un consommateur dans le cadre d'un système de vente ou de prestation de services à distance organisé par le fournisseur ou par un intermédiaire qui, pour ce contrat, utilise exclusivement une ou plusieurs techniques de communication à distance jusqu'à, et y compris, la conclusion du contrat."},{"type":"add","content":""},{"type":"add","content":"\"Elle s'applique aux services mentionnés aux livres Ier à III et au titre V du livre V du code monétaire et financier ainsi que les opérations pratiquées par les entreprises régies par le code des assurances, par les mutuelles et unions régies par le livre II du code de la mutualité et par les institutions de prévoyance et unions régies par le titre III du livre IX du code de la sécurité sociale sans préjudice des dispositions spécifiques prévues par ces codes.\""},{"type":"add","content":""},{"type":"add","content":"\"Art. L. 121-20-9"},{"type":"add","content":""},{"type":"add","content":"\"Pour les contrats portant sur des services financiers comportant une première convention de service suivie d'opérations successives ou d'une série d'opérations distinctes, de même nature, échelonnées dans le temps, les dispositions de la présente sous-section ne s'appliquent qu'à la première convention de service. Pour les contrats renouvelables par tacite reconduction, les dispositions de la présente sous-section ne s'appliquent qu'en vue et lors de la conclusion du contrat initial."},{"type":"add","content":""},{"type":"add","content":"\"En l'absence de première convention de service, lorsque les opérations successives ou distinctes, de même nature, échelonnées dans le temps, sont exécutées entre les mêmes parties, les dispositions de l'article L. 121-20-10 ne sont applicables qu'à la première opération. Cependant, lorsqu'aucune opération de même nature n'est effectuée pendant plus d'un an, ces dispositions s'appliquent à l'opération suivante, considérée comme une première opération.\""},{"type":"add","content":""},{"type":"add","content":"\"Art. L. 121-20-11"},{"type":"add","content":""},{"type":"add","content":"\"Le consommateur doit recevoir, par écrit ou sur un autre support durable à sa disposition et auquel il a accès en temps utile et avant tout engagement, les conditions contractuelles ainsi que les informations mentionnées à l'article L. 121-20-10. Le fournisseur peut remplir ses obligations au titre de l'article L. 121-20-10 et du présent article par l'envoi au consommateur d'un document unique, à la condition qu'il s'agisse d'un support écrit ou d'un autre support durable et que les informations mentionnées ne varient pas jusqu'à et y compris la conclusion du contrat."},{"type":"add","content":""},{"type":"add","content":"\"Le fournisseur exécute ses obligations de communication immédiatement après la conclusion du contrat, lorsque celui-ci a été conclu à la demande du consommateur en utilisant une technique de communication à distance ne permettant pas la transmission des informations précontractuelles et contractuelles sur un support papier ou sur un autre support durable."},{"type":"add","content":""},{"type":"add","content":"\"A tout moment au cours de la relation contractuelle, le consommateur a le droit, s'il en fait la demande, de recevoir les conditions contractuelles sur un support papier. En outre, le consommateur a le droit de changer les techniques de communication à distance utilisées, à moins que cela ne soit incompatible avec le contrat à distance conclu ou avec la nature du service financier fourni.\""},{"type":"add","content":""},{"type":"add","content":"\"Art. L. 121-20-13"},{"type":"add","content":""},{"type":"add","content":"\"I. - Les contrats pour lesquels s'applique le délai de rétractation mentionné à l'article L. 121-20-12 ne peuvent recevoir de commencement d'exécution par les parties avant l'arrivée du terme de ce délai sans l'accord du consommateur. Lorsque celui-ci exerce son droit de rétractation, il ne peut être tenu qu'au paiement proportionnel du service financier effectivement fourni, à l'exclusion de toute pénalité."},{"type":"add","content":""},{"type":"add","content":"\"Le fournisseur ne peut exiger du consommateur le paiement du service mentionné au premier alinéa que s'il peut prouver que le consommateur a été informé du montant dû, conformément à l'article L. 121-20-10. Toutefois, il ne peut pas exiger ce paiement s'il a commencé à exécuter le contrat avant l'expiration du délai de rétractation sans demande préalable du consommateur."},{"type":"add","content":""},{"type":"add","content":"\"Pour les contrats de crédit à la consommation prévus au chapitre Ier du titre Ier du livre III, même avec l'accord du consommateur, ils ne peuvent recevoir de commencement d'exécution durant les sept premiers jours, sauf s'agissant des contrats de crédit affecté mentionnés au IV de l'article L. 121-20-12, qui ne peuvent recevoir de commencement d'exécution durant les trois premiers jours."},{"type":"add","content":""},{"type":"add","content":"\"II. - Le fournisseur est tenu de rembourser au consommateur dans les meilleurs délais et au plus tard dans les trente jours toutes les sommes qu'il a perçues de celui-ci en application du contrat, à l'exception du montant mentionné au premier alinéa du I. Ce délai commence à courir le jour où le fournisseur reçoit notification par le consommateur de sa volonté de se rétracter. Au-delà du délai de trente jours, la somme due est, de plein droit, productive d'intérêts au taux légal en vigueur."},{"type":"add","content":""},{"type":"add","content":"\"Le consommateur restitue au fournisseur dans les meilleurs délais et au plus tard dans les trente jours toute somme et tout bien qu'il a reçus de ce dernier. Ce délai commence à courir à compter du jour où le consommateur communique au fournisseur sa volonté de se rétracter.\""},{"type":"add","content":""},{"type":"add","content":"\"Art. L. 121-20-14"},{"type":"add","content":""},{"type":"add","content":"\"Les dispositions de l'article L. 34-5 du code des postes et communications électroniques, reproduites à l'article L. 121-20-5, sont applicables aux services financiers."},{"type":"add","content":""},{"type":"add","content":"\"Les techniques de communication à distance destinées à la commercialisation de services financiers autres que celles mentionnées à l'article L. 34-5 du code des postes et communications électroniques ne peuvent être utilisées que si le consommateur n'a pas manifesté son opposition."},{"type":"add","content":""},{"type":"add","content":"\"Les mesures prévues au présent article ne doivent pas entraîner de frais pour le consommateur.\""},{"type":"add","content":""},{"type":"add","content":"\"Sous-section 3 : Dispositions communes"},{"type":"add","content":""},{"type":"add","content":"\"Art. L. 121-20-15"},{"type":"add","content":""},{"type":"add","content":"\"Lorsque les parties ont choisi la loi d'un Etat non membre de la Communauté européenne pour régir le contrat, le juge devant lequel est invoquée cette loi est tenu d'en écarter l'application au profit des dispositions plus protectrices de la loi de la résidence habituelle du consommateur assurant la transposition de la directive 97/7/CE du Parlement européen et du Conseil du 20 mai 1997 concernant la protection des consommateurs en matière de contrats à distance et de la directive 2002/65/CE du Parlement européen et du Conseil du 23 septembre 2002, concernant la commercialisation à distance de services financiers auprès des consommateurs, lorsque le contrat présente un lien étroit avec le territoire d'un ou plusieurs Etats membres de la Communauté européenne ; cette condition est présumée remplie si la résidence des consommateurs est située dans un Etat membre.\""},{"type":"add","content":""},{"type":"add","content":"\"Art. L. 121-20-16"},{"type":"add","content":""},{"type":"add","content":"\"Les dispositions de la présente section sont d'ordre public ;\""},{"type":"add","content":""},{"type":"add","content":"2° Pour l'application du 1°, il y a lieu d'entendre :"},{"type":"add","content":""},{"type":"add","content":"a) \"Le souscripteur, personne physique, qui agit à des fins qui n'entrent pas dans le cadre de son activité commerciale ou professionnelle\" là où est mentionné \"le consommateur\" ;"},{"type":"add","content":""},{"type":"add","content":"b) \"L'assureur ou l'intermédiaire d'assurance\" là où est mentionné \"le fournisseur\" ;"},{"type":"add","content":""},{"type":"add","content":"c) \"Le montant total de la prime ou cotisation\" là où est mentionné \"le prix total\" ;"},{"type":"add","content":""},{"type":"add","content":"d) \"Droit de renonciation\" là où est mentionné \"le droit de rétractation\" ;"},{"type":"add","content":""},{"type":"add","content":"e) \"Le II de l'article L. 112-2-1 du code des assurances\" là où est mentionné \"l'article L. 121-20-12\" ;"},{"type":"add","content":""},{"type":"add","content":"f) \"Le III de l'article L. 112-2-1 du code des assurances\" là où est mentionné \"l'article L. 121-20-10\" ;"},{"type":"add","content":""},{"type":"add","content":"3° Pour l'application de l'article L. 121-20-11 du code de la consommation, les conditions contractuelles doivent comprendre, outre les informations prévues selon les cas à l'article L. 112-2 ou à l'article L. 132-5-1, un modèle de lettre destiné à faciliter l'exercice du droit de renonciation lorsque ce droit existe."},{"type":"add","content":""},{"type":"add","content":"II. - 1° Toute personne physique ayant conclu à des fins qui n'entrent pas dans le cadre de son activité commerciale ou professionnelle un contrat à distance dispose d'un délai de quatorze jours calendaires révolus pour renoncer, sans avoir à justifier de motif ni à supporter de pénalités. Ce délai commence à courir :"},{"type":"add","content":""},{"type":"add","content":"a) Soit à compter du jour où le contrat à distance est conclu ;"},{"type":"add","content":""},{"type":"add","content":"b) Soit à compter du jour où l'intéressé reçoit les conditions contractuelles et les informations, conformément à l'article L. 121-20-11 du code de la consommation, si cette dernière date est postérieure à celle mentionnée au a ;"},{"type":"add","content":""},{"type":"add","content":"2° Toutefois, en ce qui concerne les contrats d'assurance vie, le délai précité est porté à trente jours calendaires révolus. Ce délai commence à courir :"},{"type":"add","content":""},{"type":"add","content":"a) Soit à compter du jour où l'intéressé est informé que le contrat à distance a été conclu ;"},{"type":"add","content":""},{"type":"add","content":"b) Soit à compter du jour où l'intéressé reçoit les conditions contractuelles et les informations, conformément à l'article L. 121-20-11, si cette dernière date est postérieure à celle mentionnée au a ;"},{"type":"add","content":""},{"type":"add","content":"3° Le droit de renonciation ne s'applique pas :"},{"type":"add","content":""},{"type":"add","content":"a) Aux polices d'assurance de voyage ou de bagage ou aux polices d'assurance similaires à court terme d'une durée inférieure à un mois ;"},{"type":"add","content":""},{"type":"add","content":"b) Aux contrats d'assurance mentionnés à l'article L. 211-1 du présent code ;"},{"type":"add","content":""},{"type":"add","content":"c) Aux contrats exécutés intégralement par les deux parties à la demande expresse du consommateur avant que ce dernier n'exerce son droit de renonciation."},{"type":"add","content":""},{"type":"add","content":"III. - En temps utile avant la conclusion à distance d'un contrat le souscripteur reçoit les informations suivantes :"},{"type":"add","content":""},{"type":"add","content":"1° La dénomination de l'entreprise d'assurance contractante, l'adresse de son siège social, lorsque l'entreprise d'assurance est inscrite au registre du commerce et des sociétés, son numéro d'immatriculation, les coordonnées de l'autorité chargée de son contrôle ainsi que, le cas échéant, l'adresse de la succursale qui propose la couverture ;"},{"type":"add","content":""},{"type":"add","content":"2° Le montant total de la prime ou cotisation ou, lorsque ce montant ne peut être indiqué, la base de calcul de cette prime ou cotisation permettant au souscripteur de vérifier celle-ci ;"},{"type":"add","content":""},{"type":"add","content":"3° La durée minimale du contrat ainsi que les garanties et exclusions prévues par celui-ci ;"},{"type":"add","content":""},{"type":"add","content":"4° La durée pendant laquelle les informations fournies sont valables, les modalités de conclusion du contrat et de paiement de la prime ou cotisation ainsi que l'indication, le cas échéant, du coût supplémentaire spécifique à l'utilisation d'une technique de commercialisation à distance ;"},{"type":"add","content":""},{"type":"add","content":"5° L'existence ou l'absence d'un droit à rétractation et, si ce droit existe, sa durée, les modalités pratiques de son exercice notamment l'adresse à laquelle la notification de la renonciation doit être envoyée. Le souscripteur doit également être informé du montant de prime ou de cotisation que l'assureur peut lui réclamer en contrepartie de la prise d'effet de la garantie, à sa demande expresse, avant l'expiration du délai de renonciation ;"},{"type":"add","content":""},{"type":"add","content":"6° La loi sur laquelle l'assureur se fonde pour établir les relations précontractuelles avec le consommateur ainsi que la loi applicable au contrat et la langue que l'assureur s'engage à utiliser, avec l'accord du souscripteur, pendant la durée du contrat ;"},{"type":"add","content":""},{"type":"add","content":"7° Les modalités d'examen des réclamations que le souscripteur peut formuler au sujet du contrat y compris, le cas échéant, l'existence d'une instance chargée en particulier de cet examen, sans préjudice pour lui d'intenter une action en justice ainsi que, le cas échéant, l'existence de fonds de garantie ou d'autres mécanismes d'indemnisation."},{"type":"add","content":""},{"type":"add","content":"Les informations sur les obligations contractuelles communiquées en phase précontractuelle doivent être conformes à la loi applicable au contrat."},{"type":"add","content":""},{"type":"add","content":"Ces informations, dont le caractère commercial doit apparaître sans équivoque, sont fournies de manière claire et compréhensible par tout moyen adapté à la technique de commercialisation à distance utilisée."},{"type":"add","content":""},{"type":"add","content":"IV. - L'assureur doit également indiquer, pour les contrats d'assurance vie les informations mentionnées à l'article L. 132-5-1, notamment le montant maximal des frais qu'il peut prélever et, lorsque les garanties de ces contrats sont exprimées en unités de compte, les caractéristiques principales de celles-ci. Dans ce dernier cas, il doit en outre préciser qu'il ne s'engage que sur le nombre des unités de compte et non sur leur valeur qui peut être sujette à des fluctuations à la hausse comme à la baisse."},{"type":"add","content":""},{"type":"add","content":"V. - Un décret en Conseil d'Etat fixe les informations communiquées au souscripteur en cas de communication par téléphonie vocale."},{"type":"add","content":""},{"type":"add","content":"VI. - Les infractions aux dispositions du présent article sont constatées et sanctionnées par la Commission de contrôle des assurances des mutuelles et des institutions de prévoyance dans les conditions prévues à la section 2 du chapitre unique du titre Ier du livre III."},{"type":"add","content":""},{"type":"add","content":"Les infractions constituées par l'absence matérielle des éléments d'information prévus au III du présent article, ainsi que le refus de l'assureur de rembourser le souscripteur personne physique dans les conditions fixées à l'article L. 121-20-13 du code de la consommation peuvent également être constatées et poursuivies dans les conditions prévues à l'article L. 121-20-17 du même code."},{"type":"add","content":""},{"type":"add","content":"Les conditions d'application du présent article sont définies en tant que de besoin par décret en Conseil d'Etat."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des assurances - article R112-4 AUTONOME MODIFIE, en vigueur du 2014-09-20 au 2016-07-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Ordonnance n° 2005-648 du 6 juin 2005 relative à la commercialisation à distance de services financiers auprès des consommateurs - article 2 ENTIEREMENT_MODIF CREATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des assurances - article L112-2-2 AUTONOME VIGUEUR, en vigueur depuis le 2022-04-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des assurances - article R112-4 AUTONOME MODIFIE, en vigueur du 2005-12-01 au 2014-09-20 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des assurances - article R112-5 AUTONOME VIGUEUR, en vigueur depuis le 2005-12-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des assurances - article R132-5-1-1 AUTONOME ABROGE, en vigueur du 2010-08-26 au 2018-10-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des assurances - article R520-2 AUTONOME ABROGE, en vigueur du 2006-08-31 au 2018-10-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des assurances - article R112-4 AUTONOME VIGUEUR, en vigueur depuis le 2016-07-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la consommation - article R132-2-1 AUTONOME MODIFIE, en vigueur du 2005-12-01 au 2009-03-21 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 76-666 du 16 juillet 1976 relatif à la codification des textes législatifs concernant les ‎assurances (première partie : Législative)‎ CODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1976-07-16 CODIFICATION source Décret n° 76-666 du 16 juillet 1976 relatif à la codification des textes législatifs concernant les ‎assurances (première partie : Législative)‎"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2005-06-06 CREATION source Ordonnance n° 2005-648 du 6 juin 2005 relative à la commercialisation à distance de services financiers auprès des consommateurs - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la consommation - article L121-20-11 AUTONOME MODIFIE, en vigueur du 2005-12-01 au 2011-05-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la consommation - article L121-20-13 AUTONOME TRANSFERE, en vigueur du 2005-12-01 au 2014-06-14"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la consommation - article L121-20-17 AUTONOME MODIFIE_MORT_NE, en vigueur du 2005-12-01 au 2005-09-02"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la sécurité sociale VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la consommation - article R132-2-1 AUTONOME MODIFIE, en vigueur du 2005-12-01 au 2009-03-21"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code des assurances - article L112-2 AUTONOME MODIFIE, en vigueur du 1976-07-21 au 1990-05-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code des assurances - article L112-2-1 AUTONOME MODIFIE, en vigueur du 2016-07-01 au 2018-04-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code des assurances - article L112-2-2 AUTONOME VIGUEUR, en vigueur depuis le 2022-04-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code des assurances - article L132-5-1 AUTONOME MODIFIE, en vigueur du 1981-07-01 au 1986-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code des assurances - article R112-4 AUTONOME VIGUEUR, en vigueur depuis le 2016-07-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code des assurances - article R112-5 AUTONOME VIGUEUR, en vigueur depuis le 2005-12-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code des assurances - article R132-5-1-1 AUTONOME ABROGE, en vigueur du 2010-08-26 au 2018-10-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code des assurances - article R520-2 AUTONOME ABROGE, en vigueur du 2006-08-31 au 2018-10-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code des assurances VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/79/19/LEGIARTI000006791904.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/79/19/LEGIARTI000006791904.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/79/19/LEGIARTI000006791904.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_des_assurances/src/branch/main/partie_legislative/livre_ier/titre_ier/chapitre_ii/article_l112-2-1.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006791904)"},{"type":"add","content":""}],"status":"added"}],"stats":{"additions":233,"deletions":0,"filesChanged":2}}