{"sha":"dcd3d614073b","date":"2009-11-28","message":"Arrêté du 19 novembre 2009 portant actualisation des clauses-types en matière d'assurance-construction","files":[{"filename":"partie_reglementaire_-_arretes/livre_ii/titre_iv/README.md","articleName":"Sommaire - Titre Iv","additions":1,"deletions":0,"diff":[{"type":"add","content":"- [Article Annexe III art A243-1](article_annexe_iii_art_a243-1.md)"}],"status":"modified"},{"filename":"partie_reglementaire_-_arretes/livre_ii/titre_iv/article_a243-1.md","articleName":"Article A243-1","additions":9,"deletions":63,"diff":[{"type":"del","content":"Tout contrat d'assurance souscrit pour l'application du titre IV du livre II doit obligatoirement comporter les clauses figurant :"},{"type":"add","content":"Tout contrat d'assurance souscrit pour l'application du titre IV du livre II du présent code doit obligatoirement comporter les clauses figurant :"},{"type":"del","content":"A l'annexe I du présent article, en ce qui concerne l'assurance de responsabilité ;"},{"type":"add","content":"Aux annexes I et III au présent article, en ce qui concerne l'assurance de responsabilité ;"},{"type":"del","content":"Toute autre clause du contrat ne peut avoir pour effet d'altérer d'une quelconque manière le contenu ou la portée de ces clauses, sauf si elle s'applique exclusivement à des garanties plus larges que celles prévues par le titre IV visé à l'alinéa précédent."},{"type":"add","content":"Toute autre clause du contrat ne peut avoir pour effet d'altérer d'une quelconque manière le contenu ou la portée de ces clauses, sauf si elle s'applique exclusivement à des garanties plus larges que celles prévues par le titre IV du livre II du présent code."},{"type":"del","content":"Décret n° 2019-832 du 6 août 2019 approuvant le premier avenant à la convention passée entre l'Etat et la société d'exploitation de l'aérodrome de Toulon-Hyères SAS pour la concession de l'aérodrome de Hyères-Le Palyvestre et au cahier des charges annexé à cette convention - article AUTONOME MODIFIE, en vigueur du 2019-08-09 au 2022-06-29 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2019-832 du 6 août 2019 approuvant le premier avenant à la convention passée entre l'Etat et la société d'exploitation de l'aérodrome de Toulon-Hyères SAS pour la concession de l'aérodrome de Hyères-Le Palyvestre et au cahier des charges annexé à cette convention - article AUTONOME VIGUEUR, en vigueur depuis le 2022-06-29 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des assurances - article A241-1 AUTONOME TRANSFERE, en vigueur du 1984-08-28 au 1985-10-09 CONCORDANCE cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des assurances - article A241-1 AUTONOME TRANSFERE, en vigueur du 1984-08-28 au 1985-10-09 CONCORDE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des assurances - article A243-3 AUTONOME VIGUEUR, en vigueur depuis le 2016-07-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des assurances - article Annexe III art A243-1 AUTONOME VIGUEUR, en vigueur depuis le 2009-11-28 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des assurances - article A243-4 AUTONOME VIGUEUR, en vigueur depuis le 2016-07-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2011-357 du 31 mars 2011 approuvant la convention passée entre l'Etat et la Société d'exploitation de l'aéroport de Mayotte (SEAM) pour la concession de l'aérodrome de Dzaoudzi-Pamandzi à Mayotte et le cahier des charges annexé à cette convention - article AUTONOME MODIFIE, en vigueur du 2011-04-02 au 2022-06-29 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2014-568 du 30 mai 2014 approuvant la convention passée entre l'Etat et la Société d'exploitation de Toulouse Francazal Aéroport (SETFA) pour la concession de l'aérodrome de Toulouse-Francazal et le cahier des charges annexé à cette convention - article AUTONOME MODIFIE, en vigueur du 2014-06-04 au 2022-06-29 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2014-568 du 30 mai 2014 approuvant la convention passée entre l'Etat et la Société d'exploitation de Toulouse Francazal Aéroport (SETFA) pour la concession de l'aérodrome de Toulouse-Francazal et le cahier des charges annexé à cette convention - article AUTONOME VIGUEUR, en vigueur depuis le 2022-06-29 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2011-357 du 31 mars 2011 approuvant la convention passée entre l'Etat et la Société d'exploitation de l'aéroport de Mayotte (SEAM) pour la concession de l'aérodrome de Dzaoudzi-Pamandzi à Mayotte et le cahier des charges annexé à cette convention - article AUTONOME VIGUEUR, en vigueur depuis le 2022-06-29 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 10 septembre 1985 relatif à la codification de textes concernant les assurances - article 5 AUTONOME VIGUEUR, en vigueur depuis le 1985-10-09 CITATION source"},{"type":"add","content":"Arrêté du 19 novembre 2009 portant actualisation des clauses-types en matière d'assurance-construction - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"      CODIFICATION source Arrêté 1976-07-16"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      TRANSFERT source Arrêté 1985-09-10 art. 5 JORF 9 octobre 1985"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      MODIFICATION source Arrêté 1987-01-07 art. 1 JORF 22 janvier 1987"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      MODIFICATION source Arrêté 1990-07-13 art. 1 JORF 2 août 1990 en vigueur le 1er juillet 1990"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      MODIFICATION source Arrêté 1997-05-30 art. 1, art. 2 JORF 1er juin 1997"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      MODIFICATION source Arrêté 2001-02-07 art. 1 et art. 2 JORF 8 février 2001 en vigueur le 1er mars 2001"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      SPEC_APPLI source Arrêté 2001-02-08 art. 3 (date d'effet - modalités d'application)"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      SPEC_APPLI source Arrêté 2001-09-20 art. 1 (adaptation des montants exprimés dans l'annexe II en euros)"},{"type":"add","content":"2009-11-19 MODIFIE cible Arrêté du 19 novembre 2009 portant actualisation des clauses-types en matière d'assurance-construction - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/78/71/LEGIARTI000006787147.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/78/71/LEGIARTI000006787147.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/78/71/LEGIARTI000006787147.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/34/04/LEGIARTI000021340429.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/34/04/LEGIARTI000021340429.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/21/34/04/LEGIARTI000021340429.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006787147)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000021340429)"}],"status":"modified"},{"filename":"partie_reglementaire_-_arretes/livre_ii/titre_iv/article_annexe_i_art_a243-1.md","articleName":"Article ANNEXE I ART A243-1","additions":80,"deletions":27,"diff":[{"type":"del","content":"Clauses types applicables aux contrats d'assurance de responsabilité"},{"type":"add","content":"CLAUSES-TYPES APPLICABLES AUX CONTRATS D'ASSURANCE DE RESPONSABILITÉ DÉCENNALE"},{"type":"del","content":"Le contrat garantit le paiement des travaux de réparation de l'ouvrage à la réalisation duquel l'assuré a contribué, lorsque la responsabilité de ce dernier est engagée sur le fondement de la présomption établie par les articles 1792 et suivants du code civil à propos de travaux de bâtiment, et dans les limites de cette responsabilité."},{"type":"add","content":"Le contrat garantit le paiement des travaux de réparation de l'ouvrage à la réalisation duquel l'assuré a contribué ainsi que des ouvrages existants, totalement incorporés dans l'ouvrage neuf et qui en deviennent techniquement indivisibles, au sens du II de l'article L. 243-1-1 du présent code, lorsque la responsabilité de l'assuré est engagée sur le fondement de la présomption établie par les articles 1792 et suivants du code civil à propos de travaux de construction, et dans les limites de cette responsabilité."},{"type":"del","content":"Durée et maintien de la garantie dans le temps"},{"type":"add","content":"Montant de la garantie (clause-type applicable aux seuls contrats"},{"type":"del","content":"Le contrat couvre, pour la durée de la responsabilité pesant sur l'assuré en vertu des articles 1792 et 2270 du code civil, les travaux ayant fait l'objet d'une couverture de chantier, pendant la période de validité fixée aux conditions particulières."},{"type":"add","content":"relevant de l'article L. 243-9 du présent code)"},{"type":"del","content":"La garantie afférente à ces travaux est maintenue dans tous les cas pour la même durée, sans paiement de prime subséquente."},{"type":"add","content":"Dans le cas des travaux de construction destinés à un usage autre que l'habitation, le montant de la garantie ne peut être inférieur au coût de la construction déclaré par le maître de l'ouvrage, hormis l'hypothèse où ce coût est supérieur au montant prévu au I de l'article R. 243-3 du présent code, ou lorsqu'il est recouru à un contrat d'assurance collectif mentionné à l'article R. 243-1 du présent code."},{"type":"add","content":""},{"type":"add","content":"Dans ces deux derniers cas, le plafond de garantie est déterminé par les conditions particulières, dans les conditions prévues par l'article R. 243-3 du présent code. Lorsqu'il est recouru à un contrat d'assurance collectif, ce plafond ne saurait être inférieur au montant de la franchise absolue stipulée dans ledit contrat collectif."},{"type":"add","content":""},{"type":"add","content":"Le coût total de la construction s'entend du montant définitif des dépenses de l'ensemble des travaux afférents à la réalisation de l'opération de construction, toutes révisions, honoraires, taxes et s'il y a lieu travaux supplémentaires compris. Ce coût intègre la valeur de reconstruction des existants totalement incorporés dans l'ouvrage neuf et qui en deviennent techniquement indivisibles au sens du II de l'article L. 243-1-1 du présent code. En aucun cas ce coût ne peut comprendre les primes ou bonifications accordées par le maître de l'ouvrage au titre d'une exécution plus rapide que celle prévue contractuellement, ni se trouver amputé des pénalités pour retard infligées à l'entrepreneur responsable d'un dépassement des délais contractuels d'exécution."},{"type":"del","content":"Franchise"},{"type":"add","content":"Durée et maintien de la garantie dans le temps"},{"type":"del","content":"L'assuré conserve à sa charge une partie de l'indemnité dont le montant est fixé aux conditions particulières."},{"type":"add","content":"Le contrat couvre, pour la durée de la responsabilité pesant sur l'assuré en vertu des articles 1792 et suivants du code civil, les travaux ayant fait l'objet d'une ouverture de chantier pendant la période de validité fixée aux conditions particulières."},{"type":"del","content":"Cette franchise n'est pas opposable aux bénéficiaires des indemnités.L'assuré s'interdit de contracter une assurance pour la portion du risque constituée par la franchise."},{"type":"add","content":"La garantie afférente à ces travaux est maintenue dans tous les cas pour la même durée, sans paiement de prime subséquente."},{"type":"del","content":"Exclusions"},{"type":"add","content":"L'ouverture de chantier s'entend à date unique applicable à l'ensemble de l'opération de construction. Cette date correspond, soit à la date de la déclaration d'ouverture de chantier, mentionnée au premier alinéa de l'article R. 424-16 du code de l'urbanisme pour les travaux nécessitant la délivrance d'un permis de construire, soit, pour les travaux ne nécessitant pas la délivrance d'un tel permis, à la date du premier ordre de service ou à défaut, à la date effective de commencement des travaux."},{"type":"del","content":"La garantie du présent contrat ne s'applique pas aux dommages résultant exclusivement :"},{"type":"add","content":"Lorsqu'un professionnel établit son activité postérieurement à la date unique ainsi définie, et par dérogation à l'alinéa précédent, cette date s'entend pour lui comme la date à laquelle il commence effectivement ses prestations."},{"type":"add","content":""},{"type":"add","content":"Lorsqu'un professionnel exécute ses prestations antérieurement à la date unique définie à l'alinéa 2 et qu'à cette même date il est en cessation d'activité, l'ouverture du chantier s'entend pour lui à la date de signature de son marché ou à défaut, à celle de tout acte pouvant être considéré comme le point de départ de sa prestation."},{"type":"add","content":""},{"type":"add","content":"Franchise"},{"type":"del","content":"a) du fait intentionnel ou du dol du souscripteur ou de l'assuré ;"},{"type":"add","content":"L'assuré conserve une partie de la charge du sinistre, selon des modalités fixées aux conditions particulières. Il s'interdit de contracter une assurance pour la portion du risque correspondante."},{"type":"del","content":"b) des effets de l'usure normale, du défaut d'entretien ou de l'usage anormal ;"},{"type":"add","content":"Cette franchise n'est pas opposable aux bénéficiaires des indemnités."},{"type":"del","content":"c) de la cause étrangère, et notamment :"},{"type":"add","content":"Exclusions"},{"type":"del","content":"-directement ou indirectement, d'incendie ou d'explosion, sauf si l'incendie ou l'explosion sont la conséquence d'un sinistre couvert par le présent contrat ;"},{"type":"add","content":"La garantie du présent contrat ne s'applique pas aux dommages résultant exclusivement :"},{"type":"del","content":"-de trombes, cyclones, inondations, tremblements de terre et autres phénomènes naturels à caractère catastrophique ;"},{"type":"add","content":"a) Du fait intentionnel ou du dol du souscripteur ou de l'assuré ;"},{"type":"del","content":"-de faits de guerre étrangère ;"},{"type":"add","content":"b) Des effets de l'usure normale, du défaut d'entretien ou de l'usage anormal ;"},{"type":"del","content":"de faits de guerre civile, d'actes de terrorisme ou de sabotage commis dans le cadre d'actions concertées de terrorisme ou de sabotage, d'émeutes, de mouvements populaires, de grève et de lock-out ayant le caractère de cause étrangère ;"},{"type":"add","content":"c) De la cause étrangère."},{"type":"del","content":"-des effets directs ou indirects d'explosion, de dégagement de chaleur, d'irradiation provenant de transmutation de noyaux d'atomes ou de radioactivité, ainsi que des effets des radiations provoquées par l'accélération artificielle de particules."},{"type":"add","content":"Déchéance"},{"type":"del","content":"En outre, l'assuré est déchu de tout droit à garantie en cas d'inobservation inexcusable des règles de l'art, telles qu'elles sont définies par les réglementations en vigueur, les normes françaises homologuées ou les normes publiées par les organismes de normalisation des autres Etats membres de l'Union européenne ou des Etats parties à l'accord sur l'Espace économique européen, offrant un degré de sécurité et de pérennité équivalant à celui des normes françaises »."},{"type":"add","content":"L'assuré est déchu de tout droit à garantie en cas d'inobservation inexcusable des règles de l'art, telles qu'elles sont définies par les réglementations en vigueur, les normes françaises homologuées ou les normes publiées par les organismes de normalisation d'un autre Etat membre de l'Union européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen offrant un degré de sécurité et de pérennité équivalant à celui des normes françaises."},{"type":"del","content":"Code civil - article 2270 AUTONOME TRANSFERE, en vigueur du 1979-01-01 au 2008-06-19 CITATION cible"},{"type":"add","content":"Code des assurances - article L243-1-1 AUTONOME MODIFIE, en vigueur du 2005-06-09 au 2008-07-30 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des assurances - article L243-9 AUTONOME MODIFIE, en vigueur du 2006-12-31 au 2008-07-30 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des assurances - article L243-1-1 AUTONOME VIGUEUR, en vigueur depuis le 2008-07-30 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des assurances - article R243-3 AUTONOME VIGUEUR, en vigueur depuis le 2009-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code civil - article 1792 AUTONOME MODIFIE, en vigueur du 1967-01-04 au 1979-01-01 CITATION cible"},{"type":"del","content":"Code civil - article 2270 AUTONOME VIGUEUR, en vigueur depuis le 2008-06-19 CITATION cible"},{"type":"add","content":"Code des assurances - article R243-1 AUTONOME MODIFIE, en vigueur du 1985-08-15 au 1986-03-14 CITATION cible"},{"type":"del","content":"Code civil - article 2270 AUTONOME MODIFIE, en vigueur du 1967-07-01 au 1979-01-01 CITATION cible"},{"type":"add","content":"Code des assurances - article R243-1 AUTONOME VIGUEUR, en vigueur depuis le 2009-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des assurances - article R243-1 AUTONOME ABROGE, en vigueur du 1986-03-18 au 1993-03-28 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des assurances - article R243-3 AUTONOME ABROGE, en vigueur du 1985-08-15 au 1992-11-28 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'urbanisme - article R*424-16 AUTONOME VIGUEUR, en vigueur depuis le 2007-10-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des assurances - article L243-9 AUTONOME VIGUEUR, en vigueur depuis le 2008-07-30 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code civil - article 1792 AUTONOME VIGUEUR, en vigueur depuis le 1979-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Arrêté du 19 novembre 2009 portant actualisation des clauses-types en matière d'assurance-construction - article ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":"2009-11-19 MODIFIE cible Arrêté du 19 novembre 2009 portant actualisation des clauses-types en matière d'assurance-construction - article ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"del","content":"2999-01-01 CITATION source Code civil - article 2270 AUTONOME MODIFIE, en vigueur du 1967-07-01 au 1979-01-01"},{"type":"add","content":"2999-01-01 CITATION source Code des assurances - article L243-1-1 AUTONOME MODIFIE, en vigueur du 2005-06-09 au 2008-07-30"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code des assurances - article L243-9 AUTONOME MODIFIE, en vigueur du 2006-12-31 au 2008-07-30"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code des assurances - article R243-1 AUTONOME MODIFIE, en vigueur du 1985-08-15 au 1986-03-14"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code des assurances - article R243-3 AUTONOME ABROGE, en vigueur du 1985-08-15 au 1992-11-28"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de l'urbanisme - article R*424-16 AUTONOME VIGUEUR, en vigueur depuis le 2007-10-01"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/19/23/14/LEGIARTI000019231476.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/19/23/14/LEGIARTI000019231476.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/19/23/14/LEGIARTI000019231476.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/34/04/LEGIARTI000021340467.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/34/04/LEGIARTI000021340467.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/21/34/04/LEGIARTI000021340467.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000019231476)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000021340467)"}],"status":"modified"},{"filename":"partie_reglementaire_-_arretes/livre_ii/titre_iv/article_annexe_ii_art_a243-1.md","articleName":"Article ANNEXE II ART A243-1","additions":82,"deletions":74,"diff":[{"type":"del","content":"Clauses types applicables aux contrats d'assurance dommages"},{"type":"add","content":"CLAUSES-TYPES APPLICABLES AUX CONTRATS D'ASSURANCE DE DOMMAGES OUVRAGE"},{"type":"del","content":"La personne, physique ou morale, désignée aux conditions particulières, qui fait réaliser des travaux de bâtiment et qui est, en sa qualité définie aux mêmes conditions particulières, soumise à l'obligation d'assurance prévue par l'article L. 242-1 du code des assurances, tant pour son propre compte que pour celui des propriétaires successifs."},{"type":"add","content":"La personne, physique ou morale, désignée aux conditions particulières, qui fait réaliser des travaux de construction et qui est, en sa qualité définie aux mêmes conditions particulières, soumise à l'obligation d'assurance prévue par l'article L. 242-1 du présent code, tant pour son propre compte que pour celui des propriétaires successifs."},{"type":"del","content":"La personne, désignée aux conditions particulières, agréée dans les conditions prévues par l'article 10 de la loi n o 78-12 du 4 janvier 1978, qui est appelée à intervenir, à la demande du maître de l'ouvrage, pour effectuer le contrôle technique des études et des travaux ayant pour objet la réalisation de l'opération de construction."},{"type":"add","content":"La personne, désignée aux conditions particulières, agréée ou exerçant dans les conditions prévues par l'article L. 111-25 du code de la construction et de l'habitation, et appelée à intervenir, à la demande du maître de l'ouvrage, pour effectuer le contrôle technique des études et des travaux ayant pour objet la réalisation de l'opération de construction."},{"type":"del","content":"f) Opération de construction. Annulé (Conseil d'Etat), n° 15935 et 17366, 30 nov. 1979)."},{"type":"del","content":""},{"type":"del","content":"g) Réception."},{"type":"add","content":"f) Réception."},{"type":"del","content":"h) Sinistre."},{"type":"add","content":"g) Sinistre."},{"type":"del","content":"La survenance de dommages, au sens de l'article L. 242-1 du code des assurances, ayant pour effet d'entraîner la garantie de l'assureur."},{"type":"add","content":"La survenance de dommages, au sens de l'article L. 242-1 du présent code, ayant pour effet d'entraîner la garantie de l'assureur."},{"type":"del","content":"Le contrat a pour objet de garantir, en dehors de toute recherche de responsabilité, le paiement des travaux de réparation des dommages, même résultant d'un vice du sol, de la nature de ceux dont sont responsables les constructeurs, au sens de l'article 1792-1 du code civil, les fabricants et les importateurs ou le contrôleur technique, qui :"},{"type":"add","content":"Le contrat a pour objet de garantir, en dehors de toute recherche de responsabilité, le paiement des travaux de réparation des dommages à l'ouvrage réalisé ainsi qu'aux ouvrages existants, totalement incorporés dans l'ouvrage neuf et qui en deviennent techniquement indivisibles, au sens du II de l'article L. 243-1-1 du présent code."},{"type":"add","content":""},{"type":"add","content":"La garantie couvre les dommages, même résultant d'un vice du sol, de la nature de ceux dont sont responsables les constructeurs, au sens de l'article 1792-1 du code civil, les fabricants et les importateurs ou le contrôleur technique, et qui :"},{"type":"del","content":"-affectant lesdits ouvrages dans l'un de leurs éléments constitutifs ou l'un de leurs éléments d'équipement, les rendent impropres à leur destination ;"},{"type":"add","content":"-affectent les ouvrages dans l'un de leurs éléments constitutifs ou l'un de leurs éléments d'équipement, les rendant impropres à leur destination ;"},{"type":"del","content":"-affectent la solidité de l'un des éléments d'équipement indissociables des ouvrages de fiabilité, de fondation, d'ossature, de clos et de couvert, au sens de l'article 1792-1 du code civil."},{"type":"add","content":"-affectent la solidité de l'un des éléments d'équipement indissociables des ouvrages de viabilité, de fondation, d'ossature, de clos et de couvert, au sens de l'article 1792-2 du code civil."},{"type":"del","content":"La garantie couvre le coût de l'ensemble des travaux afférents à la remise en état des ouvrages ou éléments d'équipement de l'opération de construction endommagés à la suite d'un sinistre."},{"type":"del","content":""},{"type":"del","content":"Toutefois elle est limitée au montant du coût total de construction déclaré aux conditions particulières, revalorisé selon les modalités prévues à ces mêmes conditions particulières pour tenir compte de l'évolution générale des coûts de construction entre la date de souscription du contrat et celle de la réparation du sinistre. La garantie peut être reconstituée après sinistre selon les modalités également prévues aux conditions particulières."},{"type":"del","content":""},{"type":"del","content":"Le coût total de construction déclaré s'entend de celui résultant du montant définitif des dépenses de l'ensemble des travaux afférents à la réalisation de l'opération de construction, toutes révisions, honoraires, taxes et, s'il y a lieu, travaux supplémentaires compris. En aucun cas ce coût ne peut toutefois comprendre les primes ou bonifications accordées par le maître de l'ouvrage au titre d'une exécution plus rapide que celle prévue contractuellement ni se trouver amputé des pénalités pour retard infligées à l'entrepreneur responsable d'un dépassement des délais contractuels d'exécution."},{"type":"del","content":""},{"type":"del","content":"Exclusions"},{"type":"del","content":""},{"type":"del","content":"La garantie du contrat ne s'applique pas aux dommages résultant exclusivement :"},{"type":"add","content":"La garantie couvre le coût de l'ensemble des travaux afférents à la remise en état des ouvrages ou éléments d'équipement de l'opération de construction endommagés à la suite d'un sinistre, ainsi que des ouvrages existants, totalement incorporés dans l'ouvrage neuf et qui en deviennent techniquement indivisibles, au sens du II de l'article L. 243-1-1 du présent code."},{"type":"del","content":"a) du fait intentionnel ou du dol du souscripteur ou de l'assuré ;"},{"type":"add","content":"Pour les constructions destinées à un usage autre que l'habitation, la garantie peut être limitée au montant du coût total de construction déclaré aux conditions particulières ou à un montant inférieur au coût total de construction déclaré aux conditions particulières, si ce coût est supérieur au montant prévu au I de l'article R. 243-3 du présent code, sans toutefois pouvoir être inférieur à ce dernier montant."},{"type":"del","content":"b) des effets de l'usure normale, du défaut d'entretien ou de l'usage anormal ;"},{"type":"add","content":"Le montant de garantie est revalorisé selon les modalités prévues aux conditions particulières, pour tenir compte de l'évolution générale des coûts de construction entre la date de souscription du contrat et celle de la réparation du sinistre."},{"type":"del","content":"c) de la cause étrangère, et notamment :"},{"type":"add","content":"Les conditions particulières précisent les modalités de reconstitution de la garantie après sinistre."},{"type":"del","content":"-directement ou indirectement, d'incendie ou d'explosion, sauf si l'incendie ou l'explosion sont la conséquence d'un sinistre couvert par le présent contrat ;"},{"type":"add","content":"Le coût total de la construction déclaré s'entend de celui résultant du montant définitif des dépenses de l'ensemble des travaux afférents à la réalisation de l'opération de construction, toutes révisions, honoraires, taxes et, s'il y a lieu, travaux supplémentaires compris. Ce coût intègre la valeur de reconstruction des existants totalement incorporés dans l'ouvrage neuf et qui en deviennent techniquement indivisibles au sens du II de l'article L. 243-1-1 du présent code. En aucun cas ce coût ne peut toutefois comprendre les primes ou bonifications accordées par le maître de l'ouvrage au titre d'une exécution plus rapide que celle prévue contractuellement ni se trouver amputé des pénalités pour retard infligées à l'entrepreneur responsable d'un dépassement des délais contractuels d'exécution."},{"type":"del","content":"-de trombes, cyclones, inondations, tremblements de terre et autres phénomènes naturels à caractère catastrophiques ;"},{"type":"add","content":"Exclusions"},{"type":"del","content":"-de faits de guerre étrangère ;"},{"type":"add","content":"La garantie du contrat ne s'applique pas aux dommages résultant exclusivement :"},{"type":"del","content":"-de faits de guerre civile, d'actes de terrorisme ou de sabotage commis dans le cadre d'actions concertées de terrorisme ou de sabotage, d'émeutes, de mouvements populaires, de grève et de lock-out ayant le caractère de cause étrangère ;"},{"type":"add","content":"a) Du fait intentionnel ou du dol du souscripteur ou de l'assuré ;"},{"type":"del","content":"-des effets directs ou indirects d'explosion, de dégagement de chaleur, d'irradiations provenant de transmutations de noyaux d'atomes ou de radioactivité, ainsi que des effets des radiations provoquées par l'accélération artificielle de particules."},{"type":"add","content":"b) Des effets de l'usure normale, du défaut d'entretien ou de l'usage anormal ;"},{"type":"del","content":"Il appartient à l'assuré de faire la preuve que le sinistre résulte d'un fait autre que le fait de guerre étrangère. Dans tous les autres cas, la charge de la preuve nécessaire à la mise en jeu des exclusions incombe à l'assureur. En conséquence, toutes les dispositions du présent contrat s'appliquent jusqu'à ce que cette preuve soit apportée."},{"type":"add","content":"c) De la cause étrangère."},{"type":"del","content":"a) La période de garantie est précisée aux conditions particulières ; elle commence au plus tôt, sous réserve des dispositions du § b, à l'expiration du délai de garantie de parfait achèvement définie à l'article 1792-6 du code civil. Elle prend fin à l'expiration d'une période de dix ans à compter de la réception."},{"type":"add","content":"a) La période de garantie est précisée aux conditions particulières ; elle commence au plus tôt, sous réserve des dispositions du b, à l'expiration du délai de garantie de parfait achèvement défini à l'article 1792-6 du code civil. Elle prend fin à l'expiration d'une période de dix ans à compter de la réception."},{"type":"del","content":"b) Toutefois, la garantie est acquise :"},{"type":"add","content":"b) Toutefois, elle garantit le paiement des réparations nécessaires lorsque :"},{"type":"del","content":"-avant la réception des travaux, lorsque, après mise en demeure restée infructueuse, le contrat de louage d'ouvrage conclu avec l'entrepreneur est résilié pour inexécution par celui-ci de ses obligations ;"},{"type":"add","content":"-avant la réception, après mise en demeure restée infructueuse, le contrat de louage d'ouvrage conclu avec l'entrepreneur est résilié pour inexécution, par celui-ci, de ses obligations ;"},{"type":"del","content":"-après la réception des travaux et avant l'expiration du délai de garantie de parfait achèvement, lorsque, après mise en demeure restée infructueuse, l'entrepreneur n'a pas exécuté ses obligations."},{"type":"add","content":"-après la réception, et avant l'expiration du délai de la garantie de parfait achèvement au sens de l'article 1792-6 du code civil, lorsque l'entrepreneur n'a pas exécuté ses obligations au titre de cette garantie, après mise en demeure par lettre recommandée avec demande d'avis de réception restée infructueuse."},{"type":"del","content":"Les déclarations ou notifications auxquelles il est procédé entre les parties en application de paragraphes A (3°), B (2°, a), B (2°, c), B (3°, a), de la présente clause, sont faites par écrit soit contre récépissé, soit par lettre recommandée avec demande d'avis de réception."},{"type":"add","content":"Les déclarations ou notifications auxquelles il est procédé entre les parties en application de paragraphes A (1°, c), A (3°), B (2°, a), B (2°, c), B (3°, a), de la présente clause, sont faites par écrit soit contre récépissé, soit par lettre recommandée avec demande d'avis de réception."},{"type":"del","content":"1° Abrogé."},{"type":"del","content":""},{"type":"del","content":"2° L'assuré s'engage :"},{"type":"add","content":"1° L'assuré s'engage :"},{"type":"del","content":"a) à fournir à l'assureur, sur sa demande, la preuve de l'existence des contrats d'assurance de responsabilité professionnelle souscrits tant par lui-même que par les réalisateurs et le contrôleur technique ;"},{"type":"add","content":"a) A fournir à l'assureur, sur sa demande, la preuve de l'existence des contrats d'assurance de responsabilité décennale souscrits par les réalisateurs et le contrôleur technique ;"},{"type":"del","content":"b) à lui déclarer les réceptions de travaux, ainsi qu'à lui remettre dans le mois de leur prononcé, le ou les procès-verbaux desdites réceptions, ainsi que le relevé des observations ou réserves demeurées non levées du contrôleur technique ;"},{"type":"add","content":"b) A lui déclarer les réceptions de travaux, ainsi qu'à lui remettre dans le mois de leur prononcé, le ou les procès-verbaux desdites réceptions, ainsi que le relevé des observations ou réserves demeurées non levées du contrôleur technique ;"},{"type":"del","content":"c) à lui adresser un dossier technique comportant au moins les plans et descriptifs de l'ensemble des travaux effectivement réalisés, dans le délai maximal d'un mois à compter de leur achèvement ;"},{"type":"add","content":"c) A lui adresser un dossier technique comportant au moins les plans et descriptifs de l'ensemble des travaux effectivement réalisés, dans le délai maximal d'un mois à compter de leur achèvement ;"},{"type":"del","content":"d) à lui notifier, dans le même délai, le constat de l'exécution des travaux éventuellement effectués au titre de la garantie de parfait achèvement au sens de l'article 1792-6 du code civil ainsi que le relevé des observations ou réserves demeurées non levées du contrôleur technique ;"},{"type":"add","content":"d) A lui notifier dans le même délai, le constat de l'exécution des travaux éventuellement effectués au titre de la garantie de parfait achèvement au sens de l'article 1792-6 du code civil ainsi que le relevé des observations ou réserves demeurées non levées du contrôleur technique ;"},{"type":"del","content":"e) à lui faire tenir la déclaration de tout arrêt de travaux devant excéder trente jours ;"},{"type":"add","content":"e) A lui faire tenir la déclaration de tout arrêt de travaux devant excéder trente jours ;"},{"type":"del","content":"f) à communiquer les avis, observations et réserves du contrôleur technique, simultanément, tant à l'assureur qu'au réalisateur concerné, et à ne pas s'opposer à ce que l'assureur puisse, à ses frais, demander au contrôleur technique, sous son couvert, les informations complémentaires dont il estimerait avoir besoin pour l'appréciation des risques assurés."},{"type":"add","content":"f) A communiquer les avis, observations et réserves du contrôleur technique, simultanément, tant à l'assureur qu'au réalisateur concerné, et à ne pas s'opposer à ce que l'assureur puisse, à ses frais, demander au contrôleur technique, sous son couvert, les informations complémentaires dont il estimerait avoir besoin pour l'appréciation des risques assurés."},{"type":"del","content":"3° En cas de sinistre susceptible de mettre en jeu les garanties du contrat, l'assuré est tenu d'en faire la déclaration à l'assureur."},{"type":"add","content":"2° En cas de sinistre susceptible de mettre en jeu les garanties du contrat, l'assuré est tenu d'en faire la déclaration à l'assureur."},{"type":"del","content":"-la date d'apparition des dommages ainsi que leur description et localisation."},{"type":"add","content":"-la date d'apparition des dommages ainsi que leur description et localisation ;"},{"type":"add","content":""},{"type":"add","content":"-si la déclaration survient pendant la période de parfait achèvement au sens de l'article 1792-6 du code civil, la copie de la mise en demeure effectuée au titre de la garantie de parfait achèvement."},{"type":"del","content":"4° L'assuré s'engage à autoriser l'assureur à constater l'état d'exécution des travaux de réparation des dommages ayant fait l'objet d'une indemnisation en cas de sinistre."},{"type":"add","content":"3° L'assuré s'engage à autoriser l'assureur à constater l'état d'exécution des travaux de réparation des dommages ayant fait l'objet d'une indemnisation en cas de sinistre."},{"type":"del","content":"5° Pour permettre l'exercice éventuel du droit de subrogation ouvert au profit de l'assureur par l'article L. 121-12 du code des assurances, l'assuré s'engage également :"},{"type":"add","content":"4° Pour permettre l'exercice éventuel du droit de subrogation ouvert au profit de l'assureur par l'article L. 121-12 du code des assurances, l'assuré s'engage également :"},{"type":"del","content":"a) à autoriser l'assureur à accéder à tout moment au chantier pendant la période d'exécution des travaux de l'opération de construction, jusqu'à l'expiration du délai de garantie de parfait achèvement au sens de l'article 1792-6 du code civil, et, à cet effet, à prendre les dispositions nécessaires dans les contrats et marchés à passer avec les réalisateurs ayant la responsabilité de la garde du chantier. En cas de sinistre survenant au-delà de la date d'expiration de la garantie de parfait achèvement, l'assuré s'engage à accorder à l'assureur toutes facilités pour accéder aux lieux du sinistre ;"},{"type":"add","content":"a) A autoriser l'assureur à accéder à tout moment au chantier pendant la période d'exécution des travaux de construction, jusqu'à l'expiration du délai de garantie de parfait achèvement au sens de l'article 1792-6 du code civil, et, à cet effet, à prendre les dispositions nécessaires dans les contrats et marchés à passer avec les réalisateurs ayant la responsabilité de la garde du chantier. En cas de sinistre survenant au-delà de la date d'expiration de la garantie de parfait achèvement, l'assuré s'engage à accorder à l'assureur toutes facilités pour accéder aux lieux du sinistre ;"},{"type":"del","content":"b) en cas de sinistre, à autoriser les assureurs couvrant la responsabilité professionnelle des réalisateurs, des fabricants au sens de l'article 1792-4 du code civil, et du contrôleur technique à accéder aux lieux du sinistre sur l'invitation qui leur en est faite par la personne désignée au paragraphe B (1 o, a) ;"},{"type":"add","content":"b) En cas de sinistre, à autoriser les assureurs couvrant la responsabilité décennale des réalisateurs, des fabricants au sens de l'article 1792-4 du code civil, et du contrôleur technique à accéder aux lieux du sinistre sur l'invitation qui leur en est faite par la personne désignée au paragraphe B (1°, a) ;"},{"type":"del","content":"c) à autoriser ladite personne à pratiquer les investigations qui lui apparaîtraient nécessaires en vue de l'établissement, à l'intention de l'assureur, d'un rapport complémentaire qui, reprenant les conclusions du rapport d'expertise défini au paragraphe B (1 o, c) et b) en approfondit, en tant que de besoin, l'analyse, en vue notamment de la recherche des faits générateurs du sinistre et des éléments propres à étayer le recours de l'assureur."},{"type":"add","content":"c) A autoriser ladite personne à pratiquer les investigations qui lui apparaîtraient nécessaires en vue de l'établissement, à l'intention de l'assureur, d'un rapport complémentaire qui, reprenant les conclusions du rapport d'expertise défini au paragraphe B (1°, c et b) en approfondit, en tant que de besoin, l'analyse, en vue notamment de la recherche des faits générateurs du sinistre et des éléments propres à étayer le recours de l'assureur."},{"type":"del","content":"a) Sous réserve des dispositions du d) ci-dessous, les dommages sont constatés, décrits et évalués par les soins d'un expert, personne physique ou morale, désigné par l'assureur ;"},{"type":"add","content":"a) Sous réserve des dispositions du d ci-dessous, les dommages sont constatés, décrits et évalués par les soins d'un expert, personne physique ou morale, désigné par l'assureur."},{"type":"del","content":"Les opérations de l'expert revêtent le caractère contradictoire.L'assuré peut se faire assister ou représenter. Les observations éventuelles de l'assuré sont consignées dans le rapport de l'expert ;"},{"type":"add","content":"Les opérations de l'expert revêtent un caractère contradictoire. L'assuré peut se faire assister ou représenter. Les observations éventuelles de l'assuré sont consignées dans le rapport de l'expert ;"},{"type":"del","content":"b) l'assureur s'engage envers l'assuré à donner à l'expert les instructions nécessaires pour que les réalisateurs, les fabricants au sens de l'article 1792-4 du Code civil et le contrôleur technique, ainsi que les assureurs couvrant leur responsabilité professionnelle et celle de l'assuré, soient, d'une façon générale, consultés pour avis par ledit expert, chaque fois que celui-ci l'estime nécessaire et, en tout cas, obligatoirement avant le dépôt entre les mains de l'assureur de chacun des deux documents définis en c), et soient, en outre, systématiquement informés par lui du déroulement des différentes phases du constat des dommages et du règlement des indemnités ;"},{"type":"add","content":"b) L'assureur s'engage envers l'assuré à donner à l'expert les instructions nécessaires pour que les réalisateurs, les fabricants au sens de l'article 1792-4 du code civil et le contrôleur technique, ainsi que les assureurs couvrant leur responsabilité décennale et celle de l'assuré soient, d'une façon générale, consultés pour avis par ledit expert, chaque fois que celui-ci l'estime nécessaire et, en tout cas, obligatoirement avant le dépôt entre les mains de l'assureur de chacun des deux documents définis en c, et soient, en outre, systématiquement informés par lui du déroulement des différentes phases du constat des dommages et du règlement des indemnités ;"},{"type":"del","content":"c) la mission d'expertise définie en a) est limitée à la recherche et au rassemblement des données strictement indispensables à la non-aggravation et à la réparation rapide des dommages garantis."},{"type":"add","content":"c) La mission d'expertise définie en a est limitée à la recherche et au rassemblement des données strictement indispensables à la non-aggravation et à la réparation rapide des dommages garantis."},{"type":"del","content":"Les conclusions écrites de l'expert sont, en conséquence, consignées au moyen de deux documents distincts ;"},{"type":"add","content":"Les conclusions écrites de l'expert sont, en conséquence, consignées au moyen de deux documents distincts :"},{"type":"del","content":"c a) un rapport préliminaire, qui comporte l'indication descriptive et estimative des mesures conservatoires jugées nécessaires à la non-aggravation des dommages, compte tenu, s'il y a lieu, des mesures conservatoires prises par l'assuré, ainsi que les indications sommaires sur les circonstances et les caractéristiques techniques du sinistre, permettant à l'assureur de se prononcer dans le délai prévu au paragraphe 2 o, a) sur le principe de la mise en jeu des garanties du contrat ;"},{"type":"add","content":"c. a) un rapport préliminaire, qui comporte l'indication descriptive et estimative des mesures conservatoires jugées nécessaires à la non-aggravation des dommages, compte tenu, s'il y a lieu, des mesures conservatoires prises par l'assuré, ainsi que les indications sommaires sur les circonstances et les caractéristiques techniques du sinistre, permettant à l'assureur de se prononcer dans le délai prévu au paragraphe 2°, a, sur le principe de la mise en jeu des garanties du contrat ;"},{"type":"del","content":"c b) un rapport d'expertise, exclusivement consacré à la description des caractéristiques techniques du sinistre et à l'établissement des propositions, descriptions et estimations, concernant les différentes mesures à prendre et les différents travaux à exécuter en vue de la réparation intégrale des dommages constatés."},{"type":"add","content":"c. b) un rapport d'expertise, exclusivement consacré à la description des caractéristiques techniques du sinistre et à l'établissement des propositions, descriptions et estimations, concernant les différentes mesures à prendre et les différents travaux à exécuter en vue de la réparation intégrale des dommages constatés ;"},{"type":"del","content":"-il évalue le dommage à un montant inférieur à 1 800 euros."},{"type":"add","content":"-il évalue le dommage à un montant inférieur à 1 800 euros"},{"type":"del","content":"ou"},{"type":"add","content":"-ou"},{"type":"del","content":"a) dans un délai maximum de soixante jours courant à compter de la réception de la déclaration du sinistre réputée constituée, l'assureur, sauf s'il a fait application des dispositions du deuxième alinéa du d) du 1°, sur le vu du rapport préliminaire établi par l'expert et préalablement communiqué à l'assuré, notifie à celui-ci sa décision quant au principe de la mise en jeu des garanties du contrat ;"},{"type":"add","content":"a) Dans un délai maximum de soixante jours courant à compter de la réception de la déclaration du sinistre réputée constituée, l'assureur, sauf s'il a fait application des dispositions du deuxième alinéa du d du 1°, sur le vu du rapport préliminaire établi par l'expert, notifie à celui-ci sa décision quant au principe de la mise en jeu des garanties du contrat. L'assureur communique à l'assuré ce rapport préliminaire, préalablement ou au plus tard lors de cette notification ;"},{"type":"del","content":"b) l'assureur prend les dispositions nécessaires pour que l'assuré puisse être saisi du rapport préliminaire en temps utile et, en tout cas, dans un délai compatible avec celui qu'il est lui-même tenu d'observer en vertu du paragraphe a) ;"},{"type":"add","content":"b) L'assureur prend les dispositions nécessaires pour que l'assuré puisse être saisi du rapport préliminaire en temps utile et, en tout cas, dans un délai compatible avec celui qu'il est lui-même tenu d'observer en vertu du paragraphe a ;"},{"type":"del","content":"c) faute, pour l'assureur, de respecter le délai fixé au paragraphe a), et sur simple notification faite à l'assureur, les garanties du présent contrat jouent pour ce qui concerne le sinistre déclaré, et l'assuré est autorisé à engager les dépenses correspondant à l'exécution des mesures conservatoires nécessaires à la non-aggravation des dommages, dans la limite de l'estimation portée dans le rapport préliminaire de l'expert. Si, dans le même délai, l'assuré n'a pu avoir connaissance du rapport préliminaire, il est autorisé de la même manière à engager les dépenses en cause dans la limite de l'estimation qu'il a pu en faire lui-même."},{"type":"add","content":"c) Faute, pour l'assureur, de respecter le délai fixé au paragraphe a, et sur simple notification faite à l'assureur, les garanties du présent contrat jouent pour ce qui concerne le sinistre déclaré, et l'assuré est autorisé à engager les dépenses correspondant à l'exécution des mesures conservatoires nécessaires à la non-aggravation des dommages, dans la limite de l'estimation portée dans le rapport préliminaire de l'expert. Si, dans le même délai, l'assuré n'a pu avoir connaissance du rapport préliminaire, il est autorisé de la même manière à engager les dépenses en cause dans la limite de l'estimation qu'il a pu en faire lui-même."},{"type":"del","content":"a) l'assureur, sauf s'il a fait application des dispositions du deuxième alinéa d du 1° sur le vu du rapport d'expertise préalablement communiqué à l'assuré, notifie à celui-ci ses propositions quant au montant de l'indemnité destinée au paiement des travaux de réparation des dommages."},{"type":"add","content":"a) L'assureur, sauf s'il a fait application des dispositions du deuxième alinéa d du 1° sur le vu du rapport d'expertise, notifie à celui-ci ses propositions quant au montant de l'indemnité destinée au paiement des travaux de réparation des dommages. L'assureur communique à l'assuré ce rapport d'expertise, préalablement ou au plus tard lors de cette notification."},{"type":"del","content":"b) au cas où une expertise a été requise, l'assureur prend les dispositions nécessaires pour que l'assuré puisse être saisi du rapport d'expertise en temps utile ;"},{"type":"del","content":""},{"type":"del","content":"c), d), e), ea), et f) abrogés ;"},{"type":"add","content":"b) Au cas où une expertise a été requise, l'assureur prend les dispositions nécessaires pour que l'assuré puisse être saisi du rapport d'expertise en temps utile ;"},{"type":"del","content":"g) en tout état de cause, l'assuré qui a fait connaître à l'assureur qu'il n'acquiesce pas aux propositions de règlement dont il a été saisi, s'il estime ne pas devoir cependant différer l'exécution des travaux de réparation, reçoit sur sa demande, de l'assureur, sans préjudice des décisions éventuelles de justice à intervenir sur le fond, une avance au moins égale aux trois quarts du montant de l'indemnité qui lui a été notifié selon les modalités définies en a). Cette avance, forfaitaire et non revalorisable, et à valoir sur le montant définitif de l'indemnité qui sera mise à la charge de l'assureur, est versée en une seule fois, dans un délai maximum de quinze jours courant à compter de la réception, par l'assureur, de la demande de l'assuré."},{"type":"add","content":"c) En tout état de cause, l'assuré qui a fait connaître à l'assureur qu'il n'acquiesce pas aux propositions de règlement dont il a été saisi, s'il estime ne pas devoir cependant différer l'exécution des travaux de réparation, reçoit sur sa demande, de l'assureur, sans préjudice des décisions éventuelles de justice à intervenir sur le fond, une avance au moins égale aux trois quarts du montant de l'indemnité qui lui a été notifié selon les modalités définies en a. Cette avance, forfaitaire et non revalorisable, et à valoir sur le montant définitif de l'indemnité qui sera mise à la charge de l'assureur, est versée en une seule fois, dans un délai maximum de quinze jours courant à compter de la réception, par l'assureur, de la demande de l'assuré."},{"type":"del","content":"h) abrogé ;"},{"type":"del","content":""},{"type":"del","content":"i) si l'assuré ayant demandé le bénéfice des dispositions du paragraphe g) n'a pas reçu, dans le délai fixé au même paragraphe, les sommes représentatives de l'avance due par l'assureur, il est autorisé à engager les dépenses afférentes aux travaux de réparation qu'il entreprend, dans la limite des propositions d'indemnisation qui lui ont été précédemment notifiées."},{"type":"add","content":"d) Si l'assuré ayant demandé le bénéfice des dispositions du paragraphe c n'a pas reçu, dans le délai fixé au même paragraphe, les sommes représentatives de l'avance due par l'assureur, il est autorisé à engager les dépenses afférentes aux travaux de réparation qu'il entreprend, dans la limite des propositions d'indemnisation qui lui ont été précédemment notifiées."},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Arrêté du 19 novembre 2009 portant actualisation des clauses-types en matière d'assurance-construction - article ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":"2009-11-19 MODIFIE cible Arrêté du 19 novembre 2009 portant actualisation des clauses-types en matière d'assurance-construction - article ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code des assurances - article L243-1-1 AUTONOME MODIFIE, en vigueur du 2005-06-09 au 2008-07-30"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code des assurances - article R243-3 AUTONOME ABROGE, en vigueur du 1985-08-15 au 1992-11-28"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L111-25 AUTONOME MODIFIE, en vigueur du 1979-01-01 au 2008-06-01"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/19/23/15/LEGIARTI000019231566.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/19/23/15/LEGIARTI000019231566.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/19/23/15/LEGIARTI000019231566.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/34/04/LEGIARTI000021340460.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/34/04/LEGIARTI000021340460.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/21/34/04/LEGIARTI000021340460.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000019231566)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000021340460)"}],"status":"modified"},{"filename":"partie_reglementaire_-_arretes/livre_ii/titre_iv/article_annexe_iii_art_a243-1.md","articleName":"Article ANNEXE III ART A243-1","additions":147,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article Annexe III art A243-1"},{"type":"add","content":""},{"type":"add","content":"CLAUSES-TYPES APPLICABLES AUX CONTRATS COLLECTIFS DE RESPONSABILITÉ DÉCENNALE SOUSCRITS POUR LE COMPTE DE PLUSIEURS PERSONNES ASSUJETTIES À L'OBLIGATION D'ASSURANCE MENTIONNÉE AUX ARTICLES L. 241-1 ET L. 241-2, EN COMPLÉMENT DES CONTRATS INDIVIDUELS GARANTISSANT LA RESPONSABILITÉ DÉCENNALE DE CHACUNE DE CES PERSONNES"},{"type":"add","content":""},{"type":"add","content":"Nature de la garantie"},{"type":"add","content":""},{"type":"add","content":"Le contrat garantit le paiement des travaux de réparation de l'ouvrage à la réalisation duquel les assurés, désignés aux conditions particulières, ont contribué ainsi que des ouvrages existants, totalement incorporés dans l'ouvrage neuf et qui en deviennent techniquement indivisibles, au sens du II de l'article L. 243-1-1 II du présent code, lorsque la responsabilité de l'un ou plusieurs des assurés est engagée sur le fondement de la présomption établie par les articles 1792 et suivants du code civil à propos de travaux de construction, et dans les limites de cette responsabilité."},{"type":"add","content":""},{"type":"add","content":"Les travaux de réparation, notamment en cas de remplacement des ouvrages, comprennent également les travaux de démolition, déblaiement, dépose ou démontage éventuellement nécessaires."},{"type":"add","content":""},{"type":"add","content":"Montant de la garantie (clause-type applicable aux seuls contrats"},{"type":"add","content":""},{"type":"add","content":"relevant de l'article L. 243-9 du présent code)"},{"type":"add","content":""},{"type":"add","content":"Dans le cas des travaux de construction destinés à un usage autre que d'habitation, le montant de la garantie est établi selon les modalités prévues aux conditions particulières et ne peut être inférieur pour l'ouvrage au coût total de la construction déclaré par le maître de l'ouvrage ou au montant prévu au I de l'article R. 243. 3 du présent code, si le coût total de la construction déclaré par le maître de l'ouvrage excède ce montant."},{"type":"add","content":""},{"type":"add","content":"Les conditions particulières précisent les modalités de reconstitution de la garantie après sinistre."},{"type":"add","content":""},{"type":"add","content":"Le coût total de la construction s'entend du montant définitif des dépenses de l'ensemble des travaux afférents à la réalisation de l'opération de construction, toutes révisions, honoraires, taxes et s'il y a lieu travaux supplémentaires compris. Ce coût intègre la valeur de reconstruction des existants totalement incorporés dans l'ouvrage neuf et qui en deviennent techniquement indivisibles au sens du II de l'article L. 243-1-1 du présent code. En aucun cas ce coût ne peut comprendre les primes ou bonifications accordées par le maître de l'ouvrage au titre d'une exécution plus rapide que celle prévue contractuellement ni se trouver amputé des pénalités pour retard infligées à l'entrepreneur responsable d'un dépassement des délais contractuels d'exécution."},{"type":"add","content":""},{"type":"add","content":"Cette garantie est revalorisée selon les modalités prévues aux conditions particulières, pour tenir compte de l'évolution des coûts de construction entre la date de souscription du contrat et celle de la réparation du sinistre."},{"type":"add","content":""},{"type":"add","content":"Durée et maintien de la garantie dans le temps"},{"type":"add","content":""},{"type":"add","content":"Le contrat couvre, pour la durée de la responsabilité pesant sur les assurés en vertu des articles 1792 et suivants du code civil, les travaux de construction de l'ouvrage désigné aux conditions particulières."},{"type":"add","content":""},{"type":"add","content":"La garantie afférente à ces travaux est maintenue dans tous les cas pour la même durée, sans paiement de prime subséquente."},{"type":"add","content":""},{"type":"add","content":"Franchise au sens du présent contrat"},{"type":"add","content":""},{"type":"add","content":"Pour chacun des assurés, le contrat garantit le montant des travaux de réparation au-delà d'une franchise absolue définie aux conditions particulières, laquelle est égale au plafond de garantie des contrats individuels souscrits par chacun des assurés, après ajustement de ce plafond en tant que de besoin."},{"type":"add","content":""},{"type":"add","content":"La franchise est opposable à tous."},{"type":"add","content":""},{"type":"add","content":"L'assuré s'oblige à couvrir la portion du risque constituée par cette franchise par un ou plusieurs contrats individuels d'assurance de responsabilité décennale comportant des garanties au moins équivalentes à celles figurant dans les clauses types mentionnées à l'annexe I de l'article A. 243-1 du présent code. Cette franchise est revalorisée selon les mêmes modalités que celles prévues aux conditions particulières des contrats individuels pour les montants de garanties de ces contrats."},{"type":"add","content":""},{"type":"add","content":"Exclusions"},{"type":"add","content":""},{"type":"add","content":"La garantie du présent contrat ne s'applique pas aux dommages résultant exclusivement :"},{"type":"add","content":""},{"type":"add","content":"a) Du fait intentionnel ou du dol du souscripteur ou de l'assuré ;"},{"type":"add","content":""},{"type":"add","content":"b) Des effets de l'usure normale, du défaut d'entretien ou de l'usage anormal ;"},{"type":"add","content":""},{"type":"add","content":"c) De la cause étrangère."},{"type":"add","content":""},{"type":"add","content":"Déchéance"},{"type":"add","content":""},{"type":"add","content":"L'assuré est déchu de tout droit à garantie en cas d'inobservation inexcusable des règles de l'art, telles qu'elles sont définies par les réglementations en vigueur, les normes françaises homologuées ou les normes publiées par les organismes de normalisation d'un autre Etat membre de l'Union européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen, offrant un degré de sécurité et de pérennité équivalant à celui des normes françaises."},{"type":"add","content":""},{"type":"add","content":"Pour l'application de cette déchéance, il faut entendre par assuré, soit le souscripteur personne physique, soit le chef d'entreprise ou le représentant statutaire de l'entreprise s'il s'agit d'une entreprise inscrite au répertoire des métiers, soit les représentants légaux ou dûment mandatés de l'assuré lorsque celui-ci est une personne morale."},{"type":"add","content":""},{"type":"add","content":"Cette déchéance n'est pas opposable aux bénéficiaires des indemnités."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des assurances - article L243-1-1 AUTONOME MODIFIE, en vigueur du 2005-06-09 au 2008-07-30 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des assurances - article L243-9 AUTONOME MODIFIE, en vigueur du 2006-12-31 au 2008-07-30 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des assurances - article L243-1-1 AUTONOME VIGUEUR, en vigueur depuis le 2008-07-30 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code civil - article 1792 AUTONOME MODIFIE, en vigueur du 1967-01-04 au 1979-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des assurances - article L241-1 AUTONOME MODIFIE, en vigueur du 1979-01-01 au 2005-06-09 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des assurances - article L241-1 AUTONOME MODIFIE, en vigueur du 2005-06-09 au 2014-07-12 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des assurances - article A243-1 AUTONOME VIGUEUR, en vigueur depuis le 2009-11-28 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des assurances - article A243-1 AUTONOME MODIFIE, en vigueur du 2001-03-01 au 2009-11-28 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des assurances - article L241-2 AUTONOME MODIFIE, en vigueur du 1979-01-01 au 2005-06-09 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des assurances - article L241-1 AUTONOME MODIFIE, en vigueur du 2014-07-12 au 2015-08-08 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des assurances - article L241-2 AUTONOME VIGUEUR, en vigueur depuis le 2005-06-09 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des assurances - article L243-9 AUTONOME VIGUEUR, en vigueur depuis le 2008-07-30 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code civil - article 1792 AUTONOME VIGUEUR, en vigueur depuis le 1979-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des assurances - article L241-1 AUTONOME VIGUEUR, en vigueur depuis le 2015-08-08 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Arrêté du 19 novembre 2009 portant actualisation des clauses-types en matière d'assurance-construction - article ENTIEREMENT_MODIF CREE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2009-11-19 CREE cible Arrêté du 19 novembre 2009 portant actualisation des clauses-types en matière d'assurance-construction - article ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code civil - article 1792 AUTONOME VIGUEUR, en vigueur depuis le 1979-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code des assurances - article A243-1 AUTONOME MODIFIE, en vigueur du 2001-03-01 au 2009-11-28"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code des assurances - article L241-1 AUTONOME MODIFIE, en vigueur du 1979-01-01 au 2005-06-09"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code des assurances - article L241-2 AUTONOME MODIFIE, en vigueur du 1979-01-01 au 2005-06-09"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code des assurances - article L243-1-1 AUTONOME MODIFIE, en vigueur du 2005-06-09 au 2008-07-30"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code des assurances - article L243-9 AUTONOME MODIFIE, en vigueur du 2006-12-31 au 2008-07-30"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/34/04/LEGIARTI000021340452.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/34/04/LEGIARTI000021340452.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/21/34/04/LEGIARTI000021340452.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_des_assurances/src/branch/main/partie_reglementaire_-_arretes/livre_ii/titre_iv/article_annexe_iii_art_a243-1.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000021340452)"},{"type":"add","content":""}],"status":"added"}],"stats":{"additions":319,"deletions":164,"filesChanged":5}}