{"sha":"fab344befc11","date":"2004-04-22","message":"LOI n° 2003-706 du 1er août 2003 de sécurité financière","files":[{"filename":"partie_legislative/livre_ier/titre_iii/chapitre_ii/section_i/article_l132-5-1.md","articleName":"Article L132-5-1","additions":19,"deletions":8,"diff":[{"type":"del","content":"La proposition d'assurance ou de contrat doit comprendre un projet de lettre destiné à faciliter l'exercice de cette faculté de renonciation. Elle doit indiquer notamment, pour les plans d'épargne individuelle pour la retraite créés à l'article 108 de la loi n° 2003-775 du 21 août 2003 portant réforme des retraites, les valeurs de transfert ou pour les contrats qui en comportent, les valeurs de rachat au terme de chacune des huit premières années au moins. L'entreprise d'assurance ou de capitalisation doit, en outre, remettre, contre récépissé, une note d'information sur les dispositions essentielles du contrat, sur les conditions d'exercice de la faculté de renonciation, ainsi que sur le sort de la garantie décès en cas d'exercice de cette faculté de renonciation. Le défaut de remise des documents et informations énumérés au présent alinéa entraîne de plein droit la prorogation du délai prévu au premier alinéa jusqu'au trentième jour suivant la date de remise effective de ces documents. Un nouveau délai de trente jours court à compter de la date de reception du contrat, lorsque celui-ci apporte des réserves ou des modifications essentielles à l'offre originelle, ou à compter de l'acceptation écrite, par le souscripteur, de ces réserves ou modifications."},{"type":"add","content":"La proposition d'assurance ou de contrat doit comprendre un projet de lettre destiné à faciliter l'exercice de cette faculté de renonciation. Elle doit indiquer notamment, pour les plans d'épargne retraite populaire créés à l'article 108 de la loi n° 2003-775 du 21 août 2003 portant réforme des retraites, les valeurs de transfert ou pour les contrats qui en comportent, les valeurs de rachat ainsi que, dans le même tableau, la somme des primes ou cotisations versées au terme de chacune des huit premières années au moins. L'entreprise d'assurance ou de capitalisation doit, en outre, remettre, contre récépissé, une note d'information sur les dispositions essentielles du contrat incluant, lorsque le contrat comporte des garanties exprimées en unités de compte, les caractéristiques principales de ces unités de compte, sur les conditions d'exercice de la faculté de renonciation, ainsi que sur le sort de la garantie décès en cas d'exercice de cette faculté de renonciation. Le défaut de remise des documents et informations énumérés au présent alinéa entraîne de plein droit la prorogation du délai prévu au premier alinéa jusqu'au trentième jour suivant la date de remise effective de ces documents. Un nouveau délai de trente jours court à compter de la date de réception du contrat, lorsque celui-ci apporte des réserves ou des modifications essentielles à l'offre originelle, ou à compter de l'acceptation écrite, par le souscripteur, de ces réserves ou modifications."},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"LOI n° 2003-775 du 21 août 2003 portant réforme des retraites MODIFICATION cible"},{"type":"add","content":"Loi n° 2003-706 du 1 août 2003 de sécurité financière (1). - article 85 AUTONOME VIGUEUR, en vigueur depuis le 2003-08-02 MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2004-346 du 21 avril 2004 relatif à la dénomination du plan d'épargne et du groupement d'épargne créés par l'article 108 de la loi n° 2003-775 du 21 août 2003 portant réforme des retraites - article 2 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2003-08-01 MODIFICATION source Loi n° 2003-706 du 1 août 2003 de sécurité financière (1). - article 85 AUTONOME VIGUEUR, en vigueur depuis le 2003-08-02"},{"type":"add","content":""},{"type":"del","content":"2003-08-21 MODIFICATION source LOI n° 2003-775 du 21 août 2003 portant réforme des retraites"},{"type":"add","content":"2004-04-21 MODIFICATION source Décret n° 2004-346 du 21 avril 2004 relatif à la dénomination du plan d'épargne et du groupement d'épargne créés par l'article 108 de la loi n° 2003-775 du 21 août 2003 portant réforme des retraites - article 2 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/79/29/LEGIARTI000006792947.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/79/29/LEGIARTI000006792947.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/79/29/LEGIARTI000006792947.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/79/29/LEGIARTI000006792949.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/79/29/LEGIARTI000006792949.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/79/29/LEGIARTI000006792949.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006792947)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006792949)"}],"status":"modified"}],"stats":{"additions":19,"deletions":8,"filesChanged":1}}