{"sha":"fb5a8584376c","date":"2007-04-21","message":"Décret n° 2007-580 du 19 avril 2007 relatif au Bureau central de tarification et modifiant le code des assurances (deuxième partie : Réglementaire)","files":[{"filename":"partie_reglementaire/livre_ii/titre_v/article_r250-1.md","articleName":"Article R250-1","additions":9,"deletions":9,"diff":[{"type":"del","content":"2° Lorsqu'il statue en matière d'assurance des véhicules terrestres à moteur en vertu de l'article L. 212-1, six membres représentant les entreprises d'assurances pratiquant l'assurance automobile sur le territoire de la République française, nommés sur proposition des organismes professionnels, et six membres représentant les personnes assujetties à l'obligation d'assurance nommés sur proposition des organisations professionnelles à raison de un par l'assemblée permanente des présidents de chambres d'agriculture, un par l'assemblée permanente des présidents de chambres de métiers, un par les organismes professionnels les plus représentatifs des transports publics routiers de voyageurs ou de marchandises et trois par le collège des consommateurs du Conseil national de la consommation ;"},{"type":"add","content":"2° Lorsqu'il statue en matière d'assurance des véhicules terrestres à moteur en vertu de l'article L. 212-1, six membres représentant les entreprises d'assurances pratiquant l'assurance automobile sur le territoire de la République française, nommés sur proposition des organismes professionnels, et six membres représentant les personnes assujetties à l'obligation d'assurance nommés sur proposition des organisations professionnelles à raison de un par l'assemblée permanente des présidents de chambres d'agriculture, un par l'assemblée permanente des présidents de chambres de métiers et de l'artisanat, un par les organismes professionnels les plus représentatifs des transports publics routiers de voyageurs ou de marchandises et trois par le collège des consommateurs du Conseil national de la consommation ;"},{"type":"del","content":"4° Lorsqu'il statue en matière d'assurance obligatoire de responsabilité civile médicale définie à l'article L. 251-1, six membres représentant les entreprises d'assurance pratiquant sur le territoire de la République française l'assurance de responsabilité civile médicale prévue à ce même article, nommés sur proposition des organismes professionnels, et six membres représentant les assujettis à cette obligation d'assurance. Ces derniers sont nommés par arrêté du ministre chargé de la santé pour une période de trois ans renouvelable et comprennent :"},{"type":"add","content":"4° Lorsqu'il statue en matière d'assurance obligatoire de responsabilité civile médicale définie à l'article L. 251-1, six membres représentant les entreprises d'assurance pratiquant sur le territoire de la République française l'assurance de responsabilité civile médicale prévue à ce même article, nommés sur proposition des organismes professionnels, et six membres représentant les assujettis à cette obligation d'assurance. Ces derniers sont nommés par arrêté du ministre chargé de la sécurité sociale pour une période de trois ans renouvelable et comprennent :"},{"type":"del","content":"a) Au moins un membre représentant les professionnels de santé exerçant à titre libéral sur proposition du Centre national des professions de santé ;"},{"type":"add","content":"a) Au moins un membre représentant les professionnels de santé exerçant à titre libéral sur proposition de l'Union nationale des professionnels de santé ;"},{"type":"del","content":"Décret n° 2004-190 du 23 février 2004 modifiant le code des assurances et relatif au bureau central de tarification - article 1 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"Décret n° 2007-580 du 19 avril 2007 relatif au Bureau central de tarification et modifiant le code des assurances (deuxième partie : Réglementaire) - article 1 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":"2004-02-23 MODIFICATION source Décret n° 2004-190 du 23 février 2004 modifiant le code des assurances et relatif au bureau central de tarification - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2007-04-19 MODIFICATION source Décret n° 2007-580 du 19 avril 2007 relatif au Bureau central de tarification et modifiant le code des assurances (deuxième partie : Réglementaire) - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/23/LEGIARTI000006812322.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/23/LEGIARTI000006812322.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/23/LEGIARTI000006812322.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/23/LEGIARTI000006812323.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/23/LEGIARTI000006812323.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/23/LEGIARTI000006812323.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006812322)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006812323)"}],"status":"modified"}],"stats":{"additions":9,"deletions":9,"filesChanged":1}}