{"sha":"ffef10c6833f","date":"2004-11-30","message":"!!! Texte non trouvé 2004-11-30 !!!","files":[{"filename":"partie_reglementaire_-_arretes/livre_ier/titre_iii/chapitre_ii/section_iii/README.md","articleName":"Sommaire - Section Iii","additions":2,"deletions":0,"diff":[{"type":"add","content":"- [Article A132-5-1](article_a132-5-1.md)"},{"type":"add","content":"- [Article Annexe à l'article A132-5-1](article_annexe_a_l_article_a132-5-1.md)"}],"status":"modified"},{"filename":"partie_reglementaire_-_arretes/livre_ier/titre_iii/chapitre_ii/section_iii/article_a132-5-1.md","articleName":"Article A132-5-1","additions":145,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article A132-5-1"},{"type":"add","content":""},{"type":"add","content":"Pour les plans d'épargne retraite populaire prévoyant une provision technique de diversification, l'obligation d'information sur les valeurs de transfert mentionnée à l'article L. 132-5-1 du code des assurances peut être valablement remplie au b du 3° du modèle de note d'information annexé à l'article A. 132-4 du code des assurances comme suit."},{"type":"add","content":""},{"type":"add","content":"I. - Information générale sur les valeurs de transfert des contrats en euro diversifié."},{"type":"add","content":""},{"type":"add","content":"1° La valeur de transfert est indiquée dans un tableau pour les huit premières années au moins. Le tableau distingue clairement la part de la valeur de transfert au titre de la provision technique de diversification, celle au titre de la provision mathématique relative à des engagements exprimés en euros et celle, le cas échéant, au titre de la provision mathématique relative aux unités de compte souscrites par l'assuré. La valeur de transfert au titre de la provision technique de diversification est exprimée en nombre de parts. Au moment de l'adhésion, le montant de la cotisation affecté à la provision technique de diversification peut être déterminé ; le nombre exact de parts n'étant connu qu'au plus prochain arrêté du compte de participation aux résultats mentionné à l'article 11 de l'arrêté du 22 avril 2004 relatif au plan d'épargne retraite populaire, la valeur de transfert des huit premières années est indiquée pour un nombre de parts générique."},{"type":"add","content":""},{"type":"add","content":"2° Il est indiqué en caractères très apparents que l'organisme d'assurance ne s'engage que sur le nombre de parts, sous réserve des indications figurant aux 3°, 4° et 5°, et non sur la valeur de la part de provision technique de diversification, qui est sujette à des fluctuations à la hausse comme à la baisse."},{"type":"add","content":""},{"type":"add","content":"3° Il est indiqué en caractères très apparents que les parts de provision technique de diversification peuvent être annulées en cas de mise en oeuvre d'un éventuel accord de représentation des engagements, selon les dispositions prévues à l'article 35 du décret n° 2004-342 du 21 avril 2004."},{"type":"add","content":""},{"type":"add","content":"4° Il est indiqué que le tableau des valeurs de transfert ne prend pas en compte le mécanisme prévu au V de l'article 11 de l'arrêté du 22 avril 2004 relatif au plan d'épargne retraite populaire, ainsi le cas échéant que le système de sécurisation progressive prévu à l'article 50 du décret n° 2004-342 du 21 avril 2004, qui peuvent se traduire par une réduction du nombre de parts de provision technique de diversification par conversion en provision mathématique."},{"type":"add","content":""},{"type":"add","content":"5° Il est indiqué que le nombre de parts de provision technique de diversification peut être modifié par répartition de résultats techniques et financiers, conformément aux articles 27 et 49 du décret n° 2004-342 du 21 avril 2004."},{"type":"add","content":""},{"type":"add","content":"6° Lorsque le plan prévoit que la valeur de transfert est réduite d'une indemnité acquise au plan, les modalités de calcul de cette indemnité sont indiquées, précision donnée qu'elle est nulle à l'issue d'une période de dix ans à compter de la date d'adhésion au plan."},{"type":"add","content":""},{"type":"add","content":"7° Les frais prélevés, le cas échéant, par l'organisme d'assurance sur les montants transférés sont également indiqués."},{"type":"add","content":""},{"type":"add","content":"II. - Information additionnelle sur l'option de calcul de la valeur de transfert."},{"type":"add","content":""},{"type":"add","content":"Pour la part des droits individuels relevant d'engagements exprimés en euros des plans d'épargne retraite populaire prévoyant une provision technique de diversification, l'information sur les valeurs de transfert est de plus complétée comme suit :"},{"type":"add","content":""},{"type":"add","content":"1° Lorsque le contrat a opté, conformément au 3° du II de l'article 54 du décret n° 2004-342 du 21 avril 2004, pour la modalité de calcul de la valeur de transfert définie au 1° du II de cet article, il est indiqué que la valeur de transfert ne peut être inférieure à la provision mathématique à la date de calcul de cette valeur, résultant de la part des cotisations qui y a été affectée, nette de frais, sauf lorsqu'il est fait usage de la faculté prévue au sixième alinéa du II de l'article 54 du même décret : est alors précisé le pourcentage maximum de réduction susceptible d'être appliqué à la valeur de la provision mathématique."},{"type":"add","content":""},{"type":"add","content":"2° Lorsque le contrat a opté, conformément au 3° du II de l'article 54 du décret n° 2004-342 du 21 avril 2004, pour la modalité de calcul de la valeur de transfert définie au 2° du II de cet article, il est indiqué que la valeur de transfert est déterminée à partir de la valeur de marché des actifs du plan, et qu'elle peut être inférieure à la provision mathématique en cas de mise en oeuvre d'un accord de représentation des engagements, selon les dispositions prévues à l'article 35 du décret n° 2004-342 du 21 avril 2004."},{"type":"add","content":""},{"type":"add","content":"III. - Information additionnelle sur les contrats en euro diversifié actuariel."},{"type":"add","content":""},{"type":"add","content":"Pour les plans d'épargne retraite populaire prévoyant une provision technique de diversification et ne relevant pas du mécanisme prévu au 3° de l'article 47 du décret n° 2004-342 du 21 avril 2004, la part de la valeur de transfert relative à des engagements exprimés en euros peut être valablement indiquée par une formule complétée par une explication littéraire, dont le modèle ci-annexé apporte des exemples. L'information est par ailleurs complétée par :"},{"type":"add","content":""},{"type":"add","content":"1° L'indication que la provision mathématique est calculée d'après les taux d'intérêt et les tables de mortalité prospectives respectant les conditions prévues à l'article 15 de l'arrêté du 21 avril 2004 relatif au plan d'épargne retraite populaire, et qu'en particulier le taux d'intérêt est susceptible d'évoluer au fil des ans, la provision mathématique pouvant donc varier à la hausse comme à la baisse en cas de fluctuation de ce taux d'intérêt."},{"type":"add","content":""},{"type":"add","content":"2° L'indication, à titre d'exemple, de simulations de valeurs de transfert pour les huit premières années, intégrant les frais prélevés. Les simulations sont pratiquées à partir d'hypothèses financières normalisées. Au minimum, les trois hypothèses suivantes sont effectuées sur l'évolution du taux moyen des emprunts d'Etat :"},{"type":"add","content":""},{"type":"add","content":"- une stabilité de ce taux ;"},{"type":"add","content":""},{"type":"add","content":"- une augmentation progressive, à hauteur de 100 % de ce taux au bout de huit ans ;"},{"type":"add","content":""},{"type":"add","content":"- une diminution progressive, à hauteur de la moitié de ce taux au bout de huit ans."},{"type":"add","content":""},{"type":"add","content":"Au minimum, les quatre hypothèses suivantes sont effectuées sur l'évolution de la valeur de la provision technique de diversification :"},{"type":"add","content":""},{"type":"add","content":"- une stabilité de cette valeur ;"},{"type":"add","content":""},{"type":"add","content":"- une augmentation progressive, à hauteur de la moitié de cette valeur ;"},{"type":"add","content":""},{"type":"add","content":"- une diminution progressive, à hauteur de la moitié de cette valeur ;"},{"type":"add","content":""},{"type":"add","content":"- une annulation de cette valeur. Dans ce dernier cas, la valeur de transfert est calculée sur la base d'un niveau de représentation des engagements de 80 %."},{"type":"add","content":""},{"type":"add","content":"Les simulations peuvent ne pas tenir compte de l'impact de l'évolution du taux moyen des emprunts d'Etat sur la valeur de la provision technique de diversification : il est alors précisé que l'évolution des taux d'intérêt est susceptible d'influer sur la provision mathématique comme sur la provision technique de diversification."},{"type":"add","content":""},{"type":"add","content":"L'ensemble des paramètres de calcul retenus pour ces simulations est mentionné en caractères apparents. En particulier, il est indiqué, parmi les paramètres supposés constants pour la simulation, ceux qui sont susceptibles d'évoluer au cours du temps."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des assurances - article L132-5-1 AUTONOME MODIFIE, en vigueur du 1992-07-17 au 1994-07-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des assurances - article L132-5-1 AUTONOME MODIFIE, en vigueur du 1994-07-01 au 2004-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des assurances - article A132-4-4 AUTONOME VIGUEUR, en vigueur depuis le 2014-09-14 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des assurances - article L132-5-1 AUTONOME MODIFIE, en vigueur du 2004-01-01 au 2004-04-22 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des assurances - article L132-5-1 AUTONOME MODIFIE, en vigueur du 2004-04-22 au 2004-07-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des assurances - article L132-5-1 AUTONOME MODIFIE, en vigueur du 2004-04-22 au 2005-12-16 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des assurances - article L132-5-1 AUTONOME MODIFIE, en vigueur du 2006-03-01 au 2018-04-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des assurances - article L132-5-1 AUTONOME VIGUEUR, en vigueur depuis le 2018-04-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des assurances - article L132-5-1 AUTONOME MODIFIE, en vigueur du 1986-01-01 au 1992-07-17 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des assurances - article L132-5-1 AUTONOME MODIFIE, en vigueur du 1981-07-01 au 1986-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2004-342 du 21 avril 2004 relatif au plan d'épargne retraite populaire CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CODIFICATION source Arrêté 1976-07-16"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CITATION source Arrêté 2004-04-21 art. 15"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CITATION source Arrêté 2004-04-22 art. 11"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CREATION source Arrêté 2004-11-26 art. 1 JORF 30 novembre 2004"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2004-04-21 CITATION source Décret n° 2004-342 du 21 avril 2004 relatif au plan d'épargne retraite populaire"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code des assurances - article A132-4 AUTONOME MODIFIE, en vigueur du 1995-10-25 au 2006-06-26"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code des assurances - article A132-4-4 AUTONOME VIGUEUR, en vigueur depuis le 2014-09-14"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code des assurances - article L132-5-1 AUTONOME MODIFIE, en vigueur du 1981-07-01 au 1986-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/78/61/LEGIARTI000006786195.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/78/61/LEGIARTI000006786195.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/78/61/LEGIARTI000006786195.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_des_assurances/src/branch/main/partie_reglementaire_-_arretes/livre_ier/titre_iii/chapitre_ii/section_iii/article_a132-5-1.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006786195)"},{"type":"add","content":""}],"status":"added"},{"filename":"partie_reglementaire_-_arretes/livre_ier/titre_iii/chapitre_ii/section_iii/article_annexe_a_l_article_a132-5-1.md","articleName":"Article ANNEXE A L ARTICLE A132-5-1","additions":122,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article Annexe à l'article A132-5-1"},{"type":"add","content":""},{"type":"add","content":"Formule de calcul de la valeur de transfert à l'adhésion, en l'absence de contre-assurance décès et d'engagement exprimés en unités de compte :"},{"type":"add","content":""},{"type":"add","content":"(Formule non reproduite)."},{"type":"add","content":""},{"type":"add","content":"La valeur de transfert, le cas échéant, diminuée de frais et indemnités de transfert, est égale à la somme :"},{"type":"add","content":""},{"type":"add","content":"De la provision mathématique représentative de la valeur actuelle probable des engagements de rente, actualisée en fonction d'une composition du taux moyen des emprunts d'Etat et de tables de mortalité prospectives, le cas échéant, diminuée d'un facteur de réduction."},{"type":"add","content":""},{"type":"add","content":"Et de la valeur de la provision technique de diversification qui correspond au nombre de parts multiplié par la valeur de chaque part."},{"type":"add","content":""},{"type":"add","content":"Formule de calcul de la valeur de transfert à l'adhésion, en cas de contre-assurance décès et en l'absence d'engagements exprimés en unités de compte :"},{"type":"add","content":""},{"type":"add","content":"(Formule non reproduite)."},{"type":"add","content":""},{"type":"add","content":"La valeur de transfert, le cas échéant diminuée des frais et indemnités de transfert, est égale à la somme :"},{"type":"add","content":""},{"type":"add","content":"De la provision mathématique représentative de la valeur actuelle probable des engagements de rente, actualisée en fonction d'une composition du taux moyen des emprunts d'Etat et de tables de mortalité prospectives, le cas échéant diminuée d'un facteur de réduction ;"},{"type":"add","content":""},{"type":"add","content":"De la valeur de la contre-assurance garantie en cas de décès, actualisée en fontion d'une composition du taux moyen des emprunts d'Etat et de tables de mortalité prospectives, le cas échéant diminuée d'un facteur de réduction ;"},{"type":"add","content":""},{"type":"add","content":"Et de la valeur de la provision technique de diversification, qui correspond au nombre de parts multiplié par la valeur de chaque part."},{"type":"add","content":""},{"type":"add","content":"Formule de calcul de la valeur de transfert à l'adhésion, en cas de contre-assurance décès égale aux droits acquis et en l'absence d'engagements exprimés en unités de compte :"},{"type":"add","content":""},{"type":"add","content":"(Formule non reproduite)."},{"type":"add","content":""},{"type":"add","content":"La valeur de transfert, le cas échéant diminuée des frais et indemnités de transfert, est égale à la somme :"},{"type":"add","content":""},{"type":"add","content":"De la provision mathématique représentative de la valeur actuelle des engagements de rente, actualisée en fonction d'une composition du taux moyen des emprunts d'Etat, le cas échéant diminuée d'un facteur de réduction ;"},{"type":"add","content":""},{"type":"add","content":"Et de la valeur de la provision technique de diversification, qui correspond au nombre de parts multiplié par la valeur de chaque part."},{"type":"add","content":""},{"type":"add","content":"Pour toutes les formules de calcul, il est précisé, selon qu'il s'agit ou non d'une rente viagère différée, si l'organisme d'assurance a pris un engagement sur un capital constitutif de rente lors de la liquidation des droits, ou, dès l'adhésion, sur un montant fixe d'arrérages. Il est également précisé que la valeur de transfert est calculée à la date du transfert."},{"type":"add","content":""},{"type":"add","content":"Pour toutes les formules de calcul :"},{"type":"add","content":""},{"type":"add","content":"N représente le nombre d'années séparant la date de liquidation prévue de la rente de la date de l'adhésion ;"},{"type":"add","content":""},{"type":"add","content":"A correspond à l'âge à la date de l'adhésion ;"},{"type":"add","content":""},{"type":"add","content":"CA+N représente le capital constitutif des droits à la date de liquidation des droits :"},{"type":"add","content":""},{"type":"add","content":"Pour un contrat d'épargne convertie en rente, il s'agit de la cotisation initiale nette investie sur le support exprimé en euros ;"},{"type":"add","content":""},{"type":"add","content":"Pour un contrat de rente viagère différée constante, CA+N ="},{"type":"add","content":""},{"type":"add","content":"RVD x p, où :"},{"type":"add","content":""},{"type":"add","content":"RVD est l'arrérage annuel de la rente viagère différée garantie à l'adhésion, payable à partir de l'âge de liquidation, correspondant à la fraction de la cotisation initiale investie sur le support exprimé en euros ;"},{"type":"add","content":""},{"type":"add","content":"p est le prix d'une rente viagère d'un euro, payable à partir de l'âge de liquidation, aux conditions techniques en vigueur à la date de calcul de la valeur de transfert ;"},{"type":"add","content":""},{"type":"add","content":"VPTD représente la valeur de la part de provision technique de diversification à la date de calcul de la valeur de transfert ;"},{"type":"add","content":""},{"type":"add","content":"NPTD représente le nombre de parts acquises à la date de l'adhésion ;"},{"type":"add","content":""},{"type":"add","content":"et où pour la kieme année suivant la date de souscription du contrat :"},{"type":"add","content":""},{"type":"add","content":"Ik représente l'indemnité de transfert ;"},{"type":"add","content":""},{"type":"add","content":"Fk les frais de transfert ;"},{"type":"add","content":""},{"type":"add","content":"Ak(N) est le coefficient d'actualisation des engagements en cas de vie, avec :"},{"type":"add","content":""},{"type":"add","content":"Ak(N) = (1 + 0,8ik)-min(\"N-k\",10)*(1 + 0,6ik)-min(\"N-k-10\"+, 20)"},{"type":"add","content":""},{"type":"add","content":"Bk (j) est le coefficient d'actualisation des engagements en cas de décès, avec :"},{"type":"add","content":""},{"type":"add","content":"Bk (j) = (1 + 0,8ik)-min(\"j+0,5\",10)*(1 + 0,6ik)-min(\"j+0,5-10\"+ ,20)"},{"type":"add","content":""},{"type":"add","content":"ik représente le taux moyen des emprunts d'Etat, conforme à l'article 15 de l'arrêté du 22 avril 2004 relatif au plan d'épargne retraite populaire ;"},{"type":"add","content":""},{"type":"add","content":"ij est le nombre extrait pour l'âge j de la table de mortalité, retenue conformément à l'article 15 de l'arrêté du 22 avril 2004 relatif au plan d'épargne retraite populaire, pour la kième année ;"},{"type":"add","content":""},{"type":"add","content":"FRk représente le facteur de réduction prévu au sixième alinéa du II de l'article 54 du décret n° 2004-342 du 21 avril 2004 ;"},{"type":"add","content":""},{"type":"add","content":"CAk correspond à la valeur de la contre-assurance garantie en cas de décès."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2004-342 du 21 avril 2004 relatif au plan d'épargne retraite populaire CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CODIFICATION source Arrêté 1976-07-16"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CITATION source Arrêté 2004-04-22 art. 15"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CREATION source Arrêté 2004-11-26 art. 1 JORF 30 novembre 2004"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2004-04-21 CITATION source Décret n° 2004-342 du 21 avril 2004 relatif au plan d'épargne retraite populaire"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/78/58/LEGIARTI000006785829.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/78/58/LEGIARTI000006785829.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/78/58/LEGIARTI000006785829.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_des_assurances/src/branch/main/partie_reglementaire_-_arretes/livre_ier/titre_iii/chapitre_ii/section_iii/article_annexe_a_l_article_a132-5-1.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006785829)"},{"type":"add","content":""}],"status":"added"}],"stats":{"additions":269,"deletions":0,"filesChanged":3}}