{"sha":"1e4801b255b6","date":"2001-07-11","message":"LOI n° 2001-602 du 9 juillet 2001 d'orientation sur la forêt","files":[{"filename":"partie_legislative/livre_ier/titre_iii/article_l130-1.md","articleName":"Article L130-1","additions":17,"deletions":21,"diff":[{"type":"del","content":"Les plans locaux d'urbanisme peuvent classer comme espaces boisés, les bois, forêts, parcs à conserver, à protéger ou à créer, qu'ils soient soumis ou non au régime forestier, enclos ou non, attenant ou non à des habitations. Ce classement peut s'appliquer également à des arbres isolés, des haies ou réseaux de haies, des plantations d'alignements."},{"type":"add","content":"Les plans locaux d'urbanisme peuvent classer comme espaces boisés, les bois, forêts, parcs à conserver, à protéger ou à créer, qu'ils relèvent ou non du régime forestier, enclos ou non, attenant ou non à des habitations. Ce classement peut s'appliquer également à des arbres isolés, des haies ou réseaux de haies, des plantations d'alignements."},{"type":"del","content":"Nonobstant toutes dispositions contraires, il entraîne le rejet de plein droit de la demande d'autorisation de défrichement prévue à l'article 157 du code forestier."},{"type":"add","content":"Nonobstant toutes dispositions contraires, il entraîne le rejet de plein droit de la demande d'autorisation de défrichement prévue aux chapitres Ier et II du titre Ier livre III du code forestier."},{"type":"del","content":"Il est fait exception à ces interdictions pour l'exploitation des produits minéraux importants pour l'économie nationale ou régionale, et dont les gisements ont fait l'objet d'une reconnaissance par un plan d'occupation des sols rendu public approuvé avant le 10 juillet 1973 ou par le document d'urbanisme en tenant lieu approuvé avant la même date. Dans ce cas, l'autorisation ne peut être accordée que si le pétitionnaire s'engage préalablement à réaménager le site exploité et si les conséquences de l'exploitation, au vu de l'étude d'impact, ne sont pas dommageables pour l'environnement. Un décret en conseil d'Etat détermine les conditions d'application du présent alinéa."},{"type":"add","content":"Il est fait exception à ces interdictions pour l'exploitation des produits minéraux importants pour l'économie nationale ou régionale, et dont les gisements ont fait l'objet d'une reconnaissance par un plan d'occupation des sols rendu public ou approuvé avant le 10 juillet 1973 ou par le document d'urbanisme en tenant lieu approuvé avant la même date. Dans ce cas, l'autorisation ne peut être accordée que si le pétitionnaire s'engage préalablement à réaménager le site exploité et si les conséquences de l'exploitation, au vu de l'étude d'impact, ne sont pas dommageables pour l'environnement. Un décret en conseil d'Etat détermine les conditions d'application du présent alinéa."},{"type":"del","content":"- S'il est fait application d'un plan simple de gestion approuvé, conformément aux dispositions de l'article 6 de la loi n° 63-810 du 6 août 1963 ;"},{"type":"add","content":"- S'il est fait application d'un plan simple de gestion approuvé, conformément à l'article L. 222-1 du code forestier ;"},{"type":"add","content":"La décision prescrivant l'élaboration d'un plan local d'urbanisme peut également soumettre à l'autorisation préalable prévue aux quatre alinéas précédents, sur tout ou partie du territoire concerné par ce plan, les coupes ou abattages d'arbres isolés, de haies ou réseaux de haies et de plantations d'alignement."},{"type":"add","content":""},{"type":"del","content":"LOI 2000-1208 du 13 décembre 2000 relative à la solidarité et au renouvellement urbains - article 202 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"LOI n° 2001-602 du 9 juillet 2001 d'orientation sur la forêt - article 29 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2001-602 du 9 juillet 2001 d'orientation sur la forêt - article 47 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":"LOI 2000-1208 du 13 décembre 2000 relative à la solidarité et au renouvellement urbains MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n°63-810 du 6 août 1963 POUR L'AMELIORATION DE LA PRODUCTION ET DE LA STRUCTURE FONCIERE DES FORETS FRANCAISES CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1963-08-06 CITATION source Loi n°63-810 du 6 août 1963 POUR L'AMELIORATION DE LA PRODUCTION ET DE LA STRUCTURE FONCIERE DES FORETS FRANCAISES"},{"type":"del","content":""},{"type":"del","content":"2000-12-13 MODIFICATION source LOI 2000-1208 du 13 décembre 2000 relative à la solidarité et au renouvellement urbains"},{"type":"add","content":"2001-07-09 MODIFICATION source LOI n° 2001-602 du 9 juillet 2001 d'orientation sur la forêt - article 29 ENTIEREMENT_MODIF"},{"type":"del","content":"2000-12-13 MODIFICATION source LOI 2000-1208 du 13 décembre 2000 relative à la solidarité et au renouvellement urbains - article 202 ENTIEREMENT_MODIF"},{"type":"add","content":"2001-07-09 MODIFICATION source LOI n° 2001-602 du 9 juillet 2001 d'orientation sur la forêt - article 47 ENTIEREMENT_MODIF"},{"type":"del","content":"2999-01-01 CITATION source Code forestier ABROGE, en vigueur du 1979-02-07 au 2012-07-01"},{"type":"add","content":"2999-01-01 CITATION source Code forestier - article L222-1 AUTONOME MODIFIE, en vigueur du 1979-02-07 au 1985-12-05"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/45/LEGIARTI000006814557.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/45/LEGIARTI000006814557.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/45/LEGIARTI000006814557.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/45/LEGIARTI000006814558.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/45/LEGIARTI000006814558.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/45/LEGIARTI000006814558.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006814557)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006814558)"}],"status":"modified"},{"filename":"partie_legislative/livre_ier/titre_iii/article_l130-5.md","articleName":"Article L130-5","additions":36,"deletions":6,"diff":[{"type":"del","content":"Les collectivités territoriales et leurs groupements sont habilités à passer, avec les propriétaires de bois, parcs et espaces naturels situés sur leur territoire, des conventions tendant à l'ouverture au public desdits bois, parcs et espaces naturels. A cette occasion, ces collectivités peuvent allouer des subventions d'entretien aux propriétaires et assumer des prestations en nature telles que travaux d'entretien et de gardiennage."},{"type":"add","content":"Les collectivités territoriales ou leurs groupements peuvent passer avec les propriétaires de bois, parcs et espaces naturels des conventions tendant à l'ouverture au public de ces bois, parcs et espaces naturels. Dans le cas où les bois, parcs et espaces naturels sont situés dans des territoires excédant les limites territoriales de la collectivité contractante ou du groupement, le projet est soumis pour avis à la ou aux collectivités intéressées ou à leur groupement. Cet avis est réputé favorable si un refus n'est pas intervenu dans un délai de trois mois. Dans ce cadre, ces collectivités peuvent prendre en charge tout ou partie du financement des dépenses d'aménagement, d'entretien, de réparation et des coûts d'assurances nécessités par l'ouverture au public de ces espaces. Les conventions peuvent également prévoir le versement au propriétaire d'une rémunération pour service rendu."},{"type":"del","content":"Les mêmes dispositions sont applicables au conservatoire de l'espace littoral et des rivages lacustres dans les territoires définis à l'article 1er de la loi n. 75-602 du 10 juillet 1975."},{"type":"add","content":"Les collectivités territoriales et leurs groupements peuvent passer, dans les mêmes conditions, des conventions pour l'exercice des sports de nature, notamment en application du titre III de la loi n° 84-610 du 16 juillet 1984 relative à l'organisation et à la promotion des activités physiques et sportives."},{"type":"add","content":""},{"type":"add","content":"Les mêmes dispositions sont applicables au conservatoire de l'espace littoral et des rivages lacustres dans les territoires définis à l'article 1er de la loi n° 75-602 du 10 juillet 1975."},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Loi n° 2001-602 du 9 juillet 2001 d'orientation sur la forêt - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2001-07-11 MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Loi n°84-610 du 16 juillet 1984 RELATIVE A L'ORGANISATION ET A LA PROMOTION DES ACTIVITES PHYSIQUES ET SPORTIVES (LOI AVICE) CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2001-602 du 9 juillet 2001 d'orientation sur la forêt MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":"1984-07-16 CITATION source Loi n°84-610 du 16 juillet 1984 RELATIVE A L'ORGANISATION ET A LA PROMOTION DES ACTIVITES PHYSIQUES ET SPORTIVES (LOI AVICE)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2001-07-09 MODIFICATION source LOI n° 2001-602 du 9 juillet 2001 d'orientation sur la forêt"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2001-07-09 MODIFICATION source Loi n° 2001-602 du 9 juillet 2001 d'orientation sur la forêt - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2001-07-11"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/45/LEGIARTI000006814568.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/45/LEGIARTI000006814568.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/45/LEGIARTI000006814568.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/45/LEGIARTI000006814569.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/45/LEGIARTI000006814569.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/45/LEGIARTI000006814569.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006814568)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006814569)"}],"status":"modified"},{"filename":"partie_legislative/livre_ier/titre_iv/chapitre_ii/article_l142-2.md","articleName":"Article L142-2","additions":42,"deletions":26,"diff":[{"type":"del","content":"- pour l'aménagement et l'entretien d'espaces naturels, boisés ou non, appartenant aux collectivités locales ou à leurs établissements publics et ouverts au public, ou appartenant à des propriétaires privés à la condition qu'ils aient fait l'objet d'une convention passée en application de l'article L. 130-5 ;"},{"type":"add","content":"- pour l'aménagement et l'entretien d'espaces naturels, boisés ou non, appartenant aux collectivités publiques ou à leurs établissements publics et ouverts au public, ou appartenant à des propriétaires privés à la condition qu'ils aient fait l'objet d'une convention passée en application de l'article L. 130-5 ;"},{"type":"del","content":"- pour l'acquisition, l'aménagement et la gestion des sentiers figurant sur un plan départemental des itinéraires de promenade et de randonnée, établi dans les conditions prévues à l'article 56 de la loi n° 83-663 du 22 juillet 1983 complétant la loi n° 83-8 du 7 janvier 1983 relative à la répartition de compétences entre les communes, les départements, les régions et l'Etat, ainsi que des chemins et servitudes de halage et de marchepied des voies d'eau domaniales concédées qui ne sont pas ouvertes à la circulation générale et pour l'acquisition, par voie amiable ou par exercice du droit de préemption mentionné à l'article L. 142-3, l'aménagement et la gestion des chemins le long des autres cours d'eau et plans d'eau."},{"type":"add","content":"- pour l'acquisition, l'aménagement et la gestion des sentiers figurant sur un plan départemental des itinéraires de promenade et de randonnée, établi dans les conditions prévues à l'article 56 de la loi n° 83-663 du 22 juillet 1983 complétant la loi n° 83-8 du 7 janvier 1983 relative à la répartition de compétences entre les communes, les départements, les régions et l'Etat, ainsi que des chemins et servitudes de halage et de marchepied des voies d'eau domaniales concédées qui ne sont pas ouvertes à la circulation générale et pour l'acquisition, par voie amiable ou par exercice du droit de préemption mentionné à l'article L. 142-3, l'aménagement et la gestion des chemins le long des autres cours d'eau et plans d'eau ;"},{"type":"add","content":""},{"type":"add","content":"- pour l'acquisition par un département, une commune, un établissement public de coopération intercommunale ou le Conservatoire de l'espace littoral et des rivages lacustres, de bois et forêts ou de droits sociaux donnant vocation à l'attribution en propriété ou en jouissance de bois et forêts, sous réserve de leur ouverture au public dans les conditions prévues à l'article L. 142-10."},{"type":"del","content":"f) Les installations et travaux divers qui sont destinés à être affectés à un service public ou d'utilité publique et réalisés par l'Etat, les collectivités locales ou leurs groupements ou l'un des services et organismes enumérés par le décret pris pour l'application du 1° du I de l'article 1585 C du code général des imp<CB"},{"type":"del","content":">ts."},{"type":"del","content":"Le conseil général peut exonérer de la taxe départementale des espaces naturels sensibles, les locaux à usage d'habitation principale édifiés pour leur compte ou à titre de prestation de services par les organismes mentionnés à l'article L. 411-2 du code de la construction et de l'habitation et par les sociétés d'économie mixte définies par la loi n° 83-597 du 7 juillet 1983 ou celles à capitaux publics majoritaires réalisant des locaux à usage d'habitation principale financés à titre prépondérant au moyen de prêts ouvrant droit au bénéfice des dispositions prévues au titre V du livre III du code de la construction et de l'habitation."},{"type":"del","content":"Il peut également exonérer de ladite taxe des locaux artisanaux et industriels situés dans les communes de moins de deux mille habitants."},{"type":"del","content":"Dans les départements d'outre-mer, le conseil général peut exonérer de la taxe :"},{"type":"del","content":"- les locaux à usage d'habitation principale à caractère social financés à l'aide de prêts aidés par l'Etat, et édifiés par les organismes et sociétés d'économie mixte mentionnés ci-dessus, pour leur compte ou à titre de prestataires de services ;"},{"type":"del","content":"- les logements à vocation très sociale."},{"type":"del","content":"La taxe est soumise aux règles qui gouvernent l'assiette, la liquidation, le recouvrement, les sanctions et le contentieux de la taxe locale d'équipement."},{"type":"del","content":"La taxe est assise sur la valeur de l'ensemble immobilier déterminée conformément aux paragraphes I et II de l'article 1585 D du code général des impôts. Par délibération, le conseil général en fixe le taux, qui peut varier suivant les catégories de construction, sans pouvoir excéder 2 p. 100."},{"type":"del","content":"Lorsqu'elle est établie sur les installations et travaux divers, la taxe est assise sur la superficie des terrains faisant l'objet de l'autorisation. Son taux est fixé par délibération du conseil général dans la limite de 10 F par mètre carré. Cette limite et le taux fixé par la délibération du conseil général sont modifiés au 1er juillet de chaque année en fonction de l'évolution de l'indice du coût de la construction publié par l'Institut national de la statistique et des études économiques. L'indice de référence est, pour la réévaluation de la limite de 10 F, celui du quatrième trimestre de l'année 1994 et, pour celle du taux, l'indice du trimestre précédant la délibération du conseil général ayant fixé le taux."},{"type":"del","content":"La taxe constitue, du point de vue fiscal, un élément du prix de revient de l'ensemble immobilier."},{"type":"del","content":"La taxe est perçue au profit du département en tant que recette grevée d'affectation spéciale et a le caractère d'une recette de fonctionnement.</CB"},{"type":"del","content":">"},{"type":"add","content":"f) Les installations et travaux divers qui sont destinés à être affectés à un service public ou d'utilité publique et réalisés par l'Etat, les collectivités locales ou leurs groupements ou l'un des services et organismes enumérés par le décret pris pour l'application du 1° du I de l'article 1585 C du code général des impôts."},{"type":"add","content":""},{"type":"add","content":"Le conseil général peut exonérer de la taxe départementale des espaces naturels sensibles, les locaux à usage d'habitation principale édifiés pour leur compte ou à titre de prestation de services par les organismes mentionnés à l'article L. 411-2 du code de la construction et de l'habitation et par les sociétés d'économie mixte définies par la loi n° 83-597 du 7 juillet 1983 ou celles à capitaux publics majoritaires réalisant des locaux à usage d'habitation principale financés à titre prépondérant au moyen de prêts ouvrant droit au bénéfice des dispositions prévues au titre V du livre III du code de la construction et de l'habitation."},{"type":"add","content":""},{"type":"add","content":"Il peut également exonérer de ladite taxe des locaux artisanaux et industriels situés dans les communes de moins de deux mille habitants."},{"type":"add","content":""},{"type":"add","content":"Dans les départements d'outre-mer, le conseil général peut exonérer de la taxe :"},{"type":"add","content":""},{"type":"add","content":"- les locaux à usage d'habitation principale à caractère social financés à l'aide de prêts aidés par l'Etat, et édifiés par les organismes et sociétés d'économie mixte mentionnés ci-dessus, pour leur compte ou à titre de prestataires de services ;"},{"type":"add","content":""},{"type":"add","content":"- les logements à vocation très sociale."},{"type":"add","content":""},{"type":"add","content":"La taxe est soumise aux règles qui gouvernent l'assiette, la liquidation, le recouvrement, les sanctions et le contentieux de la taxe locale d'équipement."},{"type":"add","content":""},{"type":"add","content":"La taxe est assise sur la valeur de l'ensemble immobilier déterminée conformément aux paragraphes I et II de l'article 1585 D du code général des impôts. Par délibération, le conseil général en fixe le taux, qui peut varier suivant les catégories de construction, sans pouvoir excéder 2 p. 100."},{"type":"add","content":""},{"type":"add","content":"Lorsqu'elle est établie sur les installations et travaux divers, la taxe est assise sur la superficie des terrains faisant l'objet de l'autorisation. Son taux est fixé par délibération du conseil général dans la limite de 10 F par mètre carré. Cette limite et le taux fixé par la délibération du conseil général sont modifiés au 1er juillet de chaque année en fonction de l'évolution de l'indice du coût de la construction publié par l'Institut national de la statistique et des études économiques. L'indice de référence est, pour la réévaluation de la limite de 10 F, celui du quatrième trimestre de l'année 1994 et, pour celle du taux, l'indice du trimestre précédant la délibération du conseil général ayant fixé le taux."},{"type":"add","content":""},{"type":"add","content":"La taxe constitue, du point de vue fiscal, un élément du prix de revient de l'ensemble immobilier."},{"type":"add","content":""},{"type":"add","content":"La taxe est perçue au profit du département en tant que recette grevée d'affectation spéciale et a le caractère d'une recette de fonctionnement."},{"type":"del","content":"LOI 2000-1208 du 13 décembre 2000 relative à la solidarité et au renouvellement urbains - article 53 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"Loi n° 2001-602 du 9 juillet 2001 d'orientation sur la forêt - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2001-07-11 MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2001-602 du 9 juillet 2001 d'orientation sur la forêt - article 10 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":"      CITATION source CGI 1585 C, 1585 D, 1585"},{"type":"add","content":"      CITATION source CGI 1585 C, 1585 D"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CODIFICATION source Décret 73-1022 1973-11-08 JORF 13 NOVEMBRE 1973"},{"type":"del","content":"2000-12-13 MODIFICATION source LOI 2000-1208 du 13 décembre 2000 relative à la solidarité et au renouvellement urbains - article 53 ENTIEREMENT_MODIF"},{"type":"add","content":"2001-07-09 MODIFICATION source LOI n° 2001-602 du 9 juillet 2001 d'orientation sur la forêt - article 10 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2001-07-09 MODIFICATION source Loi n° 2001-602 du 9 juillet 2001 d'orientation sur la forêt - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2001-07-11"},{"type":"del","content":"2999-01-01 CITATION cible Code de l'urbanisme - article L142-3 AUTONOME MODIFIE, en vigueur du 1973-11-13 au 1977-01-01"},{"type":"add","content":"2999-01-01 CITATION source Code de l'urbanisme - article L142-3 AUTONOME MODIFIE, en vigueur du 1973-11-13 au 1977-01-01"},{"type":"del","content":""},{"type":"del","content":"      CODIFICATION source Décret 73-1022 1973-11-08 JORF 13 NOVEMBRE 1973"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/45/LEGIARTI000006814593.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/45/LEGIARTI000006814593.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/45/LEGIARTI000006814593.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/45/LEGIARTI000006814594.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/45/LEGIARTI000006814594.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/45/LEGIARTI000006814594.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006814593)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006814594)"}],"status":"modified"}],"stats":{"additions":95,"deletions":53,"filesChanged":3}}