{"sha":"46b31843a6b3","date":"2005-07-29","message":"Ordonnance n° 2005-864 du 28 juillet 2005 relative aux secteurs sauvegardés","files":[{"filename":"partie_legislative/livre_iii/titre_ier/chapitre_iii/section_1/article_l313-1.md","articleName":"Article L313-1","additions":31,"deletions":41,"diff":[{"type":"del","content":"Des secteurs dits \"secteurs sauvegardés\", lorsque ceux-ci présentent un caractère historique, esthétique ou de nature à justifier la conservation, la restauration et la mise en valeur de tout ou partie d'un ensemble d'immeubles bâtis ou non, peuvent être créés et délimités."},{"type":"add","content":"I. - Des secteurs dits \"secteurs sauvegardés\" peuvent être créés lorsqu'ils présentent un caractère historique, esthétique ou de nature à justifier la conservation, la restauration et la mise en valeur de tout ou partie d'un ensemble d'immeubles bâtis ou non."},{"type":"del","content":"a) Par décision de l'autorité administrative sur avis favorable ou sur proposition de la ou des communes intéressées ;"},{"type":"add","content":"Le secteur sauvegardé est créé par l'autorité administrative sur demande ou avec l'accord de la commune ou, le cas échéant, de l'établissement public de coopération intercommunale compétent en matière de plan local d'urbanisme après avis de la Commission nationale des secteurs sauvegardés."},{"type":"del","content":"b) Par décret en Conseil d'Etat, en cas d'avis défavorable de la ou des communes intéressées."},{"type":"add","content":"II. - L'acte qui crée le secteur sauvegardé prescrit l'élaboration d'un plan de sauvegarde et de mise en valeur et met en révision le plan local d'urbanisme lorsqu'il existe. Jusqu'à l'approbation du plan de sauvegarde et de mise en valeur, le plan local d'urbanisme mis en révision peut être modifié ou faire l'objet de révisions simplifiées dans les conditions définies par les deux derniers alinéas de l'article L. 123-13."},{"type":"del","content":"L'acte qui crée le secteur sauvegardé met en révision le plan local d'urbanisme."},{"type":"add","content":"Le plan de sauvegarde et de mise en valeur est élaboré conjointement par l'Etat et la commune ou l'établissement public de coopération intercommunale compétent en matière de plan local d'urbanisme. Le projet de plan de sauvegarde et de mise en valeur est soumis pour avis à une commission locale du secteur sauvegardé. Après avis du conseil municipal ou de l'organe délibérant de l'établissement public de coopération intercommunale et de la Commission nationale des secteurs sauvegardés, le projet de plan de sauvegarde et de mise en valeur est mis à l'enquête par l'autorité administrative. Il est approuvé par l'autorité administrative si l'avis du conseil municipal ou de l'organe délibérant de l'établissement public de coopération intercommunale compétent est favorable, par décret en Conseil d'Etat dans le cas contraire."},{"type":"del","content":"Dans les secteurs sauvegardés, il est établi un plan de sauvegarde et de mise en valeur auquel est applicable le régime juridique des plans locaux d'urbanisme, à l'exception du deuxième alinéa de l'article L. 123-1, des articles L. 123-6 à L. 123-16 et des deuxième, troisième et quatrième alinéas de l'article L. 130-1. Le plan de sauvegarde et de mise en valeur est rendu public par l'autorité administrative après consultation du conseil municipal de la commune intéressée et avis de la commission nationale des secteurs sauvegardés. Le plan de sauvegarde et de mise en valeur est approuvé par décret en Conseil d'Etat, après avis de la Commission nationale des secteurs sauvegardés et enquête publique. En cas d'avis favorable du conseil municipal, de la commission locale du secteur sauvegardé et du commissaire enquêteur ou de la commission d'enquête, le plan de sauvegarde et de mise en valeur peut être approuvé par arrêté des ministres compétents, après avis de la Commission nationale."},{"type":"add","content":"III. - Les dispositions applicables aux plans locaux d'urbanisme le sont également aux plans de sauvegarde et de mise en valeur à l'exception du deuxième alinéa de l'article L. 123-1, du premier alinéa de l'article L. 123-6, des articles L. 123-7 à L. 123-16 et des trois derniers alinéas de l'article L. 130-2."},{"type":"del","content":"Le plan comporte notamment l'indication des immeubles ou parties d'immeubles dont la démolition, l'enlèvement ou l'altération sont interdits et dont la modification est soumise à des conditions spéciales, ainsi que l'indication des immeubles ou parties d'immeubles dont la démolition ou la modification pourra être imposée par l'autorité administrative à l'occasion d'opérations d'aménagement publiques ou privées."},{"type":"add","content":"Le plan de sauvegarde et de mise en valeur peut en outre comporter l'indication des immeubles ou parties intérieures ou extérieures d'immeubles :"},{"type":"del","content":"La révision des plans de sauvegarde et de mise en valeur a lieu dans les formes prévues pour leur établissement."},{"type":"add","content":"a) Dont la démolition, l'enlèvement ou l'altération sont interdits et dont la modification est soumise à des conditions spéciales ;"},{"type":"del","content":"A condition qu'il ne soit pas porté atteinte à son économie générale, le plan de sauvegarde et de mise en valeur peut être modifié par l'autorité administrative, à la demande ou, après consultation du conseil municipal, après avis de la commission nationale des secteurs sauvegardés et enquête publique."},{"type":"add","content":"b) Dont la démolition ou la modification pourra être imposée par l'autorité administrative à l'occasion d'opérations d'aménagement publiques ou privées."},{"type":"add","content":""},{"type":"add","content":"IV. - Le plan de sauvegarde et de mise en valeur doit être compatible avec le projet d'aménagement et de développement durable du plan local d'urbanisme lorsqu'il existe. Lorsque le projet de plan de sauvegarde et de mise en valeur comporte des dispositions qui ne sont pas compatibles avec le projet d'aménagement et de développement durable du plan local d'urbanisme il ne peut être approuvé que si l'enquête publique, organisée par le préfet, après accord de la commune ou de l'établissement public de coopération intercommunale compétent, a porté à la fois sur le projet de plan de sauvegarde et de mise en valeur et sur la modification ou la révision du plan local d'urbanisme. L'approbation du plan de sauvegarde et de mise en valeur emporte alors modification ou révision du plan local d'urbanisme."},{"type":"add","content":""},{"type":"add","content":"La révision du plan de sauvegarde et de mise en valeur a lieu dans les formes prévues pour son établissement."},{"type":"add","content":""},{"type":"add","content":"Le plan de sauvegarde et de mise en valeur peut également être modifié à condition que la modification envisagée ne porte pas atteinte à son économie générale ou ne réduise pas un espace boisé classé."},{"type":"add","content":""},{"type":"add","content":"La modification est décidée par l'autorité administrative, à la demande ou après consultation du conseil municipal de la commune ou de l'organe délibérant de l'établissement public de coopération intercommunale compétent, après avis de la commission locale du secteur sauvegardé et enquête publique."},{"type":"del","content":"Code de l'urbanisme - article R313-11 AUTONOME VIGUEUR, en vigueur depuis le 2017-04-01 TXT_ASSOCIE cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'urbanisme - article R313-11 AUTONOME MODIFIE, en vigueur du 2013-02-17 au 2015-01-01 TXT_ASSOCIE cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2003-590 du 2 juillet 2003 urbanisme et habitat - article 46 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'urbanisme - article R313-11 AUTONOME MODIFIE, en vigueur du 2015-01-01 au 2017-04-01 TXT_ASSOCIE cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'urbanisme - article R313-11 AUTONOME MODIFIE, en vigueur du 1977-07-08 au 2007-04-01 TXT_ASSOCIE cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'urbanisme - article R313-11 AUTONOME MODIFIE, en vigueur du 1973-11-13 au 1977-07-08 TXT_ASSOCIE cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'urbanisme - article R313-11 AUTONOME MODIFIE, en vigueur du 2007-04-01 au 2013-02-17 TXT_ASSOCIE cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2003-590 du 2 juillet 2003 urbanisme et habitat - article 45 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"Ordonnance n° 2005-864 du 28 juillet 2005 relative aux secteurs sauvegardés - article 1 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":"2003-07-02 MODIFICATION source LOI n° 2003-590 du 2 juillet 2003 urbanisme et habitat - article 45 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2003-07-02 MODIFICATION source LOI n° 2003-590 du 2 juillet 2003 urbanisme et habitat - article 46 ENTIEREMENT_MODIF"},{"type":"add","content":"2005-07-28 MODIFICATION source Ordonnance n° 2005-864 du 28 juillet 2005 relative aux secteurs sauvegardés - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de l'urbanisme - article L123-13 AUTONOME ABROGE, en vigueur du 1991-07-19 au 1994-02-10"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de l'urbanisme - article L123-6 AUTONOME MODIFIE, en vigueur du 1973-11-13 au 1977-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de l'urbanisme - article L130-2 AUTONOME MODIFIE, en vigueur du 1973-11-13 au 1983-01-09"},{"type":"add","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 TXT_ASSOCIE source Code de l'urbanisme - article R313-11 AUTONOME MODIFIE, en vigueur du 1973-11-13 au 1977-07-08"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/54/LEGIARTI000006815455.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/54/LEGIARTI000006815455.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/54/LEGIARTI000006815455.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/54/LEGIARTI000006815456.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/54/LEGIARTI000006815456.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/54/LEGIARTI000006815456.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006815455)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006815456)"}],"status":"modified"},{"filename":"partie_legislative/livre_iii/titre_ier/chapitre_iii/section_1/article_l313-2.md","articleName":"Article L313-2","additions":8,"deletions":10,"diff":[{"type":"del","content":"A compter de la décision administrative ou du décret en Conseil d'Etat délimitant un secteur sauvegardé, tout travail ayant pour effet de modifier l'état des immeubles est soumis soit à autorisation dans les conditions et formes prévues pour le permis de construire, soit à autorisation spéciale pour les travaux qui ne ressortissent pas au permis de construire. Cette autorisation ne peut être délivrée que si les travaux sont compatibles avec le plan de sauvegarde et de mise en valeur."},{"type":"add","content":"A compter de la publication de la décision administrative créant le secteur sauvegardé, tout travail ayant pour effet de modifier l'état des immeubles est soumis à permis de construire ou à déclaration, dans les conditions prévues par le livre IV, après accord de l'architecte des Bâtiments de France. Cet accord est réputé donné à l'expiration d'un délai fixé par décret en Conseil d'Etat. L'autorisation délivrée énonce les prescriptions auxquelles le pétitionnaire doit se conformer."},{"type":"del","content":"Pendant la période comprise entre la délimitation du secteur sauvegardé et l'intervention de l'acte rendant public un plan de sauvegarde et de mise en valeur, les travaux de la nature de ceux qui sont indiqués ci-dessus peuvent faire l'objet d'un sursis à statuer dans les conditions et délai prévus à l'article L. 111-8."},{"type":"del","content":""},{"type":"del","content":"L'autorisation énonce les prescriptions auxquelles le propriétaire doit se conformer."},{"type":"add","content":"A compter de la publication de la décision prescrivant l'élaboration d'un plan de sauvegarde et de mise en valeur ou sa révision, les travaux de la nature de ceux qui sont indiqués ci-dessus peuvent faire l'objet d'un sursis à statuer dans les conditions et délais prévus à l'article L. 111-8."},{"type":"del","content":"LOI n° 2002-276 du 27 février 2002 relative à la démocratie de proximité - article 112 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"Ordonnance n° 2005-864 du 28 juillet 2005 relative aux secteurs sauvegardés - article 2 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":"2002-02-27 MODIFICATION source LOI n° 2002-276 du 27 février 2002 relative à la démocratie de proximité - article 112 ENTIEREMENT_MODIF"},{"type":"add","content":"2005-07-28 MODIFICATION source Ordonnance n° 2005-864 du 28 juillet 2005 relative aux secteurs sauvegardés - article 2 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/51/LEGIARTI000006815195.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/51/LEGIARTI000006815195.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/51/LEGIARTI000006815195.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/51/LEGIARTI000006815196.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/51/LEGIARTI000006815196.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/51/LEGIARTI000006815196.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006815195)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006815196)"}],"status":"modified"},{"filename":"partie_legislative/livre_iii/titre_ier/chapitre_iii/section_3/article_l313-15.md","articleName":"Article L313-15","additions":44,"deletions":11,"diff":[{"type":"del","content":"Un décret en Conseil d'Etat fixe les conditions d'application du présent chapitre et, notamment, les conditions dans lesquelles s'appliquent la loi du 31 décembre 1913 sur les monuments historiques et les articles L. 341-1 à L. 341-22 du code de l'environnement, dans le cas où des immeubles relevant de l'une ou de l'autre de ces législations sont compris dans les secteurs sauvegardés."},{"type":"add","content":"Un décret en Conseil d'Etat fixe les conditions d'application du présent chapitre et, notamment, les conditions dans lesquelles s'appliquent la loi du 31 décembre 1913 sur les monuments historiques et les articles L. 341-1 à L. 341-22 du code de l'environnement, dans le cas où des immeubles relevant de l'une ou de l'autre de ces législations sont compris dans les secteurs sauvegardés."},{"type":"del","content":"Ce décret fixe les conditions particulières d'élaboration, d'application anticipée des dispositions en cours d'élaboration d'un plan de sauvegarde et de mise en valeur après mise en révision et de modification du plan de sauvegarde et de mise en valeur."},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"La loi du 31 décembre 1913 a été abrogée par l'ordonnance n° 2004-178 du 20 février 2004 relative à la partie législative du code du patrimoine."},{"type":"del","content":"Ordonnance n° 2000-914 du 18 septembre 2000 relative à la partie Législative du code de l'environnement. - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2000-09-21 MODIFICATION cible"},{"type":"add","content":"LOI n° 2016-925 du 7 juillet 2016 relative à la liberté de la création, à l'architecture et au patrimoine - article 105 ENTIEREMENT_MODIF ABROGE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Ordonnance n° 2005-864 du 28 juillet 2005 relative aux secteurs sauvegardés - article 3 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'environnement - article L341-1 AUTONOME MODIFIE, en vigueur du 2000-09-21 au 2002-01-23 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'environnement - article L341-22 AUTONOME VIGUEUR, en vigueur depuis le 2000-09-21 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'environnement - article L341-1 AUTONOME MODIFIE, en vigueur du 2010-07-14 au 2016-08-10 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'environnement - article L341-1 AUTONOME MODIFIE, en vigueur du 2002-01-23 au 2006-07-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'environnement - article L341-1 AUTONOME MODIFIE, en vigueur du 2006-07-01 au 2010-07-14 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'environnement - article L341-1 AUTONOME VIGUEUR, en vigueur depuis le 2016-08-10 CITATION cible"},{"type":"add","content":""},{"type":"add","content":"Loi du 31 décembre 1913 sur les monuments historiques CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1913-12-31 CITATION source Loi du 31 décembre 1913 sur les monuments historiques"},{"type":"add","content":""},{"type":"del","content":"2000-09-18 MODIFICATION source Ordonnance n° 2000-914 du 18 septembre 2000 relative à la partie Législative du code de l'environnement. - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2000-09-21"},{"type":"add","content":"2005-07-28 MODIFICATION source Ordonnance n° 2005-864 du 28 juillet 2005 relative aux secteurs sauvegardés - article 3 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2016-07-07 ABROGE cible LOI n° 2016-925 du 7 juillet 2016 relative à la liberté de la création, à l'architecture et au patrimoine - article 105 ENTIEREMENT_MODIF"},{"type":"del","content":"2999-01-01 CITATION source Code de l'environnement VIGUEUR"},{"type":"add","content":"2999-01-01 CITATION source Code de l'environnement - article L341-1 AUTONOME MODIFIE, en vigueur du 2000-09-21 au 2002-01-23"},{"type":"del","content":"      CODIFICATION source Décret 73-1022 1973-11-08 JORF 13 NOVEMBRE 1973"},{"type":"add","content":"2999-01-01 CITATION source Code de l'environnement - article L341-22 AUTONOME VIGUEUR, en vigueur depuis le 2000-09-21"},{"type":"del","content":"      CITATION source Loi 1913-12-31"},{"type":"add","content":"      CODIFICATION source Décret 73-1022 1973-11-08 JORF 13 NOVEMBRE 1973"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/52/LEGIARTI000006815215.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/52/LEGIARTI000006815215.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/52/LEGIARTI000006815215.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/52/LEGIARTI000006815216.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/52/LEGIARTI000006815216.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/52/LEGIARTI000006815216.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006815215)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006815216)"}],"status":"modified"}],"stats":{"additions":83,"deletions":62,"filesChanged":3}}