{"sha":"1abdef3bfd7b","date":"2002-01-10","message":"Décret n° 2002-36 du 8 janvier 2002 relatif à certaines clauses types des cahiers des charges annexés aux autorisations délivrées en application de l'article L. 33-1 du code des postes et télécommunications","files":[{"filename":"partie_reglementaire_-_decrets_simples/livre_ii/titre_ier/chapitre_ii/section_1/README.md","articleName":"Sommaire - Section 1","additions":5,"deletions":4,"diff":[{"type":"add","content":"- [Article D98-2-1](article_d98-2-1.md)"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/06/16/58/LEGISCTA000006165800.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/06/16/58/LEGISCTA000006165800.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/SCTA/00/00/06/16/58/LEGISCTA000006165800.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/06/16/58/LEGISCTA000006165808.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/06/16/58/LEGISCTA000006165808.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/SCTA/00/00/06/16/58/LEGISCTA000006165808.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/section_lc/LEGITEXT000006070987/LEGISCTA000006165800)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/section_lc/LEGITEXT000006070987/LEGISCTA000006165808)"}],"status":"modified"},{"filename":"partie_reglementaire_-_decrets_simples/livre_ii/titre_ier/chapitre_ii/section_1/article_d98-1.md","articleName":"Article D98-1","additions":51,"deletions":21,"diff":[{"type":"del","content":"L'opérateur prend les mesures propres à assurer la protection, l'intégrité et la confidentialité des informations identifiantes qu'il détient et qu'il traite."},{"type":"add","content":"2.1. L'opérateur prend les mesures propres à assurer la protection, l'intégrité et la confidentialité des données à caractère personnel qu'il détient et qu'il traite."},{"type":"del","content":"En particulier, l'opérateur garantit le droit pour toute personne :"},{"type":"add","content":"En particulier, l'opérateur garantit à toute personne physique ou morale le droit :"},{"type":"del","content":"- de ne pas être mentionnée sur les listes d'abonnés ou d'utilisateurs publiées. L'opérateur assure la gratuité de cette faculté ou, à défaut, subordonne son exercice à un paiement d'une somme raisonnable et non dissuasive ;"},{"type":"add","content":"- de ne pas être mentionnée sur les listes d'abonnés ou d'utilisateurs publiées. L'exercice de ce droit est gratuit ;"},{"type":"del","content":"- de s'opposer gratuitement à l'inscription sur ces listes de l'adresse complète de son domicile dans la mesure où les données disponibles permettent de distinguer cet abonné de ses homonymes ainsi que, s'il y a lieu, d'une référence à son sexe ;"},{"type":"add","content":"- de ne pas être mentionnée sur les listes d'abonnés ou d'utilisateurs accessibles par un service de renseignements téléphoniques ;"},{"type":"del","content":"- de s'opposer gratuitement à l'utilisation de données de facturation la concernant par l'opérateur à des fins de prospection commerciale ;"},{"type":"add","content":"- de s'opposer gratuitement à la publication et à la communication de l'adresse complète de son domicile, dans la mesure où les données publiées ou communicables permettent de distinguer cette personne de ses homonymes, ainsi que de s'opposer, s'il y a lieu, à l'indication du sexe ;"},{"type":"del","content":"- d'interdire gratuitement que les informations identifiantes la concernant issues des listes d'abonnés soient utilisées dans des opérations commerciales soit par voie postale, soit par voie de télécommunications, à l'exception des opérations concernant l'activité autorisée et relevant de la relation contractuelle entre l'opérateur et l'abonné ;"},{"type":"add","content":"- de recevoir des factures non détaillées et, sur sa demande, des factures détaillées ;"},{"type":"del","content":"- ainsi que de pouvoir gratuitement obtenir communication des informations identifiantes la concernant et exiger qu'elles soient rectifiées, complétées, clarifiées, mises à jour ou effacées."},{"type":"add","content":"- d'interdire gratuitement que les données à caractère personnel la concernant, issues des listes d'abonnés ou d'utilisateurs, soient employées pour des opérations de prospection directe par voie postale ou par voie de télécommunications, à l'exception des opérations concernant l'activité autorisée et relevant de la relation contractuelle entre l'opérateur et l'abonné ;"},{"type":"del","content":"L'opérateur est tenu d'exploiter les données à caractère personnel conformément aux finalités déclarées. L'opérateur peut légitimement utiliser, conserver et, le cas échéant, transmettre à des tiers les données collectées dans le cadre de son activité, pour les besoins de la transmission des communications, de la facturation et du paiement des services rendus."},{"type":"add","content":"- d'exercer gratuitement son droit d'accès aux données à caractère personnel la concernant ainsi que son droit de rectification de celles-ci."},{"type":"del","content":"L'opérateur permet à tous ses clients de s'opposer gratuitement, appel par appel ou de façon permanente, à l'identification de leur numéro ou de leur nom par le poste appelé. Cette fonction doit être également proposée pour des communications effectuées à partir de cabines téléphoniques publiques. En outre, l'opérateur met en oeuvre un dispositif particulier de suppression de cette fonction pour les raisons liées au fonctionnement des services d'urgence ou à la tranquillité de l'appelé, conformément à la réglementation en vigueur."},{"type":"add","content":"L'opérateur est tenu d'exploiter les données à caractère personnel conformément aux finalités déclarées."},{"type":"del","content":"L'opérateur doit prévoir des modalités permettant, à la demande de l'abonné vers lequel les appels sont transférés, d'interrompre le transfert d'appel."},{"type":"add","content":"2.2. Lorsque les clients de l'opérateur reçoivent une facturation détaillée, les factures adressées :"},{"type":"del","content":"Lorsque l'opérateur fait appel à des sociétés de commercialisation de services, il doit veiller, dans les relations contractuelles avec ces sociétés, au respect de ses obligations relatives aux conditions de confidentialité et de neutralité au regard des messages transmis et des informations liées aux communications."},{"type":"add","content":"- comportent un niveau de détail suffisant pour permettre la vérification des montants facturés ;"},{"type":"add","content":""},{"type":"add","content":"- ne mentionnent pas les appels gratuits pour l'utilisateur ;"},{"type":"add","content":""},{"type":"add","content":"- n'indiquent pas les quatre derniers chiffres des numéros appelés, à moins que le client n'ait expressément demandé que cela soit le cas."},{"type":"add","content":""},{"type":"add","content":"La facturation détaillée est disponible gratuitement pour l'abonné. Toutefois, des prestations supplémentaires peuvent être, le cas échéant, proposées à l'abonné à un tarif raisonnable."},{"type":"add","content":""},{"type":"add","content":"2.3. L'opérateur permet à chacun de ses clients de s'opposer gratuitement et par un moyen simple, appel par appel ou de façon permanente (secret permanent), à l'identification de leur ligne par les postes appelés."},{"type":"add","content":""},{"type":"add","content":"Lorsqu'un usager dispose de plusieurs lignes, cette fonction est offerte pour chaque ligne."},{"type":"add","content":""},{"type":"add","content":"Cette fonction doit également être proposée pour des communications effectuées à partir de cabines téléphoniques publiques."},{"type":"add","content":""},{"type":"add","content":"L'opérateur met en oeuvre un dispositif particulier de suppression de cette fonction pour des raisons liées au fonctionnement des services d'urgence ou à la tranquillité de l'appelé, conformément à la réglementation en vigueur."},{"type":"add","content":""},{"type":"add","content":"Lorsqu'un abonné dispose du secret permanent, l'opérateur lui permet de supprimer cette fonction, appel par appel, gratuitement et par un moyen simple."},{"type":"add","content":""},{"type":"add","content":"2.4. L'opérateur informe les abonnés lorsqu'il propose un service d'identification de la ligne appelante ou de la ligne connectée. Il les informe également des possibilités prévues aux deux alinéas suivants."},{"type":"add","content":""},{"type":"add","content":"Dans le cas où l'identification de la ligne appelante est offerte, l'opérateur permet à tout abonné d'empêcher par un moyen simple et gratuit que l'identification de la ligne appelante soit transmise vers son poste. Dans le cas où l'identification de la ligne connectée est offerte, l'opérateur permet à tout abonné d'empêcher par un moyen simple et gratuit l'identification de la ligne connectée auprès de la personne qui appelle."},{"type":"add","content":""},{"type":"add","content":"Dans le cas où l'identification de la ligne appelante est offerte et est indiquée avant l'établissement de l'appel, l'opérateur permet à tout abonné de refuser, par un moyen simple, les appels entrants émanant d'une ligne non identifiée. L'opérateur peut, pour des raisons techniques justifiées, demander à l'Autorité de régulation des télécommunications de disposer d'un délai pour la mise en oeuvre de cette fonction."},{"type":"add","content":""},{"type":"add","content":"2.5. L'opérateur permet à l'abonné vers lequel des appels sont transférés d'interrompre ou de faire interrompre le transfert d'appel gratuitement et par un moyen simple."},{"type":"add","content":""},{"type":"add","content":"2.6. L'opérateur informe tout abonné, préalablement à la souscription du contrat, des droits dont il dispose en application du 2.1 de la présente clause."},{"type":"add","content":""},{"type":"add","content":"Lorsque l'opérateur fait appel à des sociétés de commercialisation de services, il veille, dans les relations contractuelles avec celles-ci, au respect de ses obligations relatives aux conditions de confidentialité et de neutralité au regard des messages transmis et des informations liées aux communications."},{"type":"add","content":"Lorsqu'il existe un risque particulier de violation de la sécurité du réseau, l'opérateur informe les abonnés de ce risque ainsi que de tout moyen éventuel d'y remédier et du coût que cela implique."},{"type":"add","content":""},{"type":"del","content":"L'opérateur satisfait à cette obligation par des contributions en nature ou par des contributions financières à des actions de recherche et de développement et de formation favorisant le développement des télécommunications en France, dont une part consacrée à la recherche coopérative ou précompétitive."},{"type":"add","content":"L'opérateur satisfait à cette obligation par des contributions en nature ou par des contributions financières à des actions de recherche et de développement et de formation favorisant le développement des télécommunications dans la Communauté européenne, dont une part consacrée à la recherche coopérative ou précompétitive."},{"type":"del","content":"- dès leur conclusion :"},{"type":"add","content":"- dans un délai de dix jours suivant leur conclusion :"},{"type":"del","content":"- l'ensemble des conventions d'interconnexion."},{"type":"add","content":"- l'ensemble des conventions d'interconnexion ;"},{"type":"del","content":"Lorsque l'opérateur fait appel contractuellement à des sociétés de commercialisation de service, il doit veiller, dans ses relations contractuelles avec ces sociétés, au respect de ses engagements au regard des informations à transmettre à l'Autorité de régulation des télécommunications."},{"type":"add","content":"- les accords relatifs à l'accès spécial au réseau."},{"type":"del","content":"Décret no 96-1175 du 27 décembre 1996 relatif aux clauses types des cahiers des charges associés aux autorisations attribuées en application des articles L. 33-1 et L. 34-1 - article 1 ENTIEREMENT_MODIF CREATION cible"},{"type":"add","content":"Décret n° 2002-36 du 8 janvier 2002 relatif à certaines clauses types des cahiers des charges annexés aux autorisations délivrées en application de l'article L. 33-1 du code des postes et télécommunications - article 1 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":"1996-12-27 CREATION source Décret no 96-1175 du 27 décembre 1996 relatif aux clauses types des cahiers des charges associés aux autorisations attribuées en application des articles L. 33-1 et L. 34-1 - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2002-01-08 MODIFICATION source Décret n° 2002-36 du 8 janvier 2002 relatif à certaines clauses types des cahiers des charges annexés aux autorisations délivrées en application de l'article L. 33-1 du code des postes et télécommunications - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/39/LEGIARTI000006463967.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/39/LEGIARTI000006463967.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/39/LEGIARTI000006463967.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/39/LEGIARTI000006463968.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/39/LEGIARTI000006463968.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/39/LEGIARTI000006463968.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006463967)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006463968)"}],"status":"modified"},{"filename":"partie_reglementaire_-_decrets_simples/livre_ii/titre_ier/chapitre_ii/section_1/article_d98-2-1.md","articleName":"Article D98-2-1","additions":91,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article D98-2-1"},{"type":"add","content":""},{"type":"add","content":"La clause relative aux conditions de permanence, de qualité et de disponibilité et aux modes d'accès (clause b) et la clause relative aux normes et spécifications du réseau et des services (clause d) figurant dans les cahiers des charges associés aux autorisations accordées en application des articles L. 33-1 et L. 34-1 incluent les prescriptions suivantes, lorsqu'elles sont pertinentes :"},{"type":"add","content":""},{"type":"add","content":"Clause b"},{"type":"add","content":""},{"type":"add","content":"Dix-huit mois après qu'il a commencé à établir ou exploiter un réseau fixe de communications électroniques ouvert au public ou à fournir un service téléphonique entre points fixes, l'opérateur mesure les valeurs des indicateurs de qualité de service conformément à l'annexe III de la directive 98/10/CE du Parlement européen et du Conseil du 26 février 1998 concernant l'application de la fourniture d'un réseau ouvert (ONP) à la téléphonie vocale et l'établissement d'un service universel des communications électroniques dans un environnement concurrentiel. L'opérateur communique les résultats de ces mesures à l'Autorité de régulation des télécommunications lorsqu'elle les demande."},{"type":"add","content":""},{"type":"add","content":"L'Autorité de régulation des télécommunications peut demander à l'opérateur de rendre publiques ces informations sous une forme appropriée."},{"type":"add","content":""},{"type":"add","content":"Clause d"},{"type":"add","content":""},{"type":"add","content":"L'opérateur communique à l'Autorité de régulation des télécommunications, selon les modalités qu'elle définit, les spécifications techniques détaillées concernant les interfaces d'accès au réseau avant que celles-ci ne soient mises en oeuvre."},{"type":"add","content":""},{"type":"add","content":"Ces spécifications couvrent toutes les interfaces généralement fournies, et notamment :"},{"type":"add","content":""},{"type":"add","content":"a) Pour les réseaux analogiques ou numériques :"},{"type":"add","content":""},{"type":"add","content":"- l'interface uniligne ;"},{"type":"add","content":""},{"type":"add","content":"- l'interface multiligne ;"},{"type":"add","content":""},{"type":"add","content":"- l'interface de sélection directe à l'arrivée d'un poste supplémentaire (SDA) ;"},{"type":"add","content":""},{"type":"add","content":"b) Pour les réseaux numériques à intégration de services (RNIS) :"},{"type":"add","content":""},{"type":"add","content":"- l'interface de base ou primaire au point de référence S/T, y compris le protocole de signalisation ;"},{"type":"add","content":""},{"type":"add","content":"- les caractéristiques des services supports convenant aux services de téléphonie vocale."},{"type":"add","content":""},{"type":"add","content":"Ces spécifications sont mises à disposition des personnes qui en font la demande, selon les modalités définies par l'Autorité de régulation des télécommunications."},{"type":"add","content":""},{"type":"add","content":"L'opérateur signale à l'Autorité de régulation des télécommunications, sans retard indû, les caractéristiques de son réseau qui affectent le bon fonctionnement des équipements terminaux."},{"type":"add","content":""},{"type":"add","content":"L'interface physique au point de référence S/T éventuellement fournie par l'opérateur est conforme aux spécifications publiées en application de l'article 5 de la directive 90/387/CEE du 28 juin 1990 relative à l'établissement du marché intérieur des services de communications électroniques par la mise en oeuvre de la fourniture d'un réseau ouvert de communications électroniques."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"NOTA : Selon les dispositions de l'article 1er de la loi n° 2004-669 du 9 juillet 2004, le code des postes et télécommunications devient le code des postes et des communications électroniques. Dans ce code, les mots \"télécommunication\" et \"télécommunications\" sont remplacés par les mots \"communications électroniques\"."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2002-36 du 8 janvier 2002 relatif à certaines clauses types des cahiers des charges annexés aux autorisations délivrées en application de l'article L. 33-1 du code des postes et télécommunications - article 3 ENTIEREMENT_MODIF CREATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n°62-275 du 12 mars 1962 PORTANT CODIFICATION DES TEXTES REGLEMENTAIRES CONCERNANT LE SERVICE DES PTT CODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1962-03-12 CODIFICATION source Décret n°62-275 du 12 mars 1962 PORTANT CODIFICATION DES TEXTES REGLEMENTAIRES CONCERNANT LE SERVICE DES PTT"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2002-01-08 CREATION source Décret n° 2002-36 du 8 janvier 2002 relatif à certaines clauses types des cahiers des charges annexés aux autorisations délivrées en application de l'article L. 33-1 du code des postes et télécommunications - article 3 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code des postes et des communications électroniques - article L33-1 AUTONOME MODIFIE, en vigueur du 1990-12-30 au 1994-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code des postes et des communications électroniques - article L34-1 AUTONOME MODIFIE, en vigueur du 1990-12-30 au 1996-07-27"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/40/LEGIARTI000006464063.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/40/LEGIARTI000006464063.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/40/LEGIARTI000006464063.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_des_postes_et_des_communications_electroniques/src/branch/main/partie_reglementaire_-_decrets_simples/livre_ii/titre_ier/chapitre_ii/section_1/article_d98-2-1.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006464063)"},{"type":"add","content":""}],"status":"added"},{"filename":"partie_reglementaire_-_decrets_simples/livre_ii/titre_ier/chapitre_ii/section_1/article_d98-2.md","articleName":"Article D98-2","additions":36,"deletions":11,"diff":[{"type":"del","content":"L'exploitant autorisé a l'obligation d'informer le public de ses tarifs et de ses conditions générales d'offre de service. Il les communique, avant de les porter à la connaissance du public, à l'Autorité de régulation des télécommunications."},{"type":"add","content":"L'opérateur informe le public de ses tarifs et de ses conditions générales d'offre de service. Celles-ci indiquent de façon claire et précise les conditions de renouvellement des contrats ainsi que, le cas échéant, toute durée contractuelle minimale."},{"type":"add","content":""},{"type":"add","content":"L'opérateur met ces informations, tenues à jour, à la disposition du public dans ses points de vente. Par ailleurs, il met en place un ou des moyens simples et gratuits d'accéder à distance à ces informations. Il communique ces informations à l'Autorité de régulation des télécommunications avant de les porter à la connaissance du public."},{"type":"del","content":"Les contrats conclus avec les utilisateurs précisent les conditions de fourniture du service et ses caractéristiques techniques, ainsi que les procédures de recours et d'indemnisation dont dispose l'utilisateur en cas de préjudice qu'il subit. Ces contrats respectent les dispositions de la loi du 10 janvier 1978 modifiée sur la protection et l'information des consommateurs, et ne contiennent pas de clause contraire au code des postes et télécommunications ou aux dispositions prises pour son application."},{"type":"add","content":"Les contrats conclus avec les utilisateurs pour la fourniture du service téléphonique au public précisent au minimum :"},{"type":"add","content":""},{"type":"add","content":"- les conditions générales d'offre, notamment les délais de fourniture et les caractéristiques techniques du service et les types de services de maintenance offerts ;"},{"type":"add","content":""},{"type":"add","content":"- des informations sur les niveaux de qualité des services offerts ;"},{"type":"add","content":""},{"type":"add","content":"- les compensations accordées par l'opérateur à l'utilisateur en cas de manquement aux exigences de qualité déterminées dans la clause b du cahier des charges ;"},{"type":"add","content":""},{"type":"add","content":"- les procédures de recours et d'indemnisation à la disposition de l'utilisateur au cas où il subirait un préjudice, et en particulier les conditions de traitement amiable des litiges ;"},{"type":"add","content":""},{"type":"add","content":"- les conditions d'interruption du service, après mise en demeure de l'usager, en cas de non-paiement des factures. Sauf en cas de fraude, de retard ou de défaut de paiement persistants, ces conditions prévoient, lorsque cela est techniquement possible, que seul le service pour lequel des factures sont restées impayées est interrompu."},{"type":"add","content":""},{"type":"add","content":"Ces contrats respectent les dispositions du code de la consommation, et du code des postes et des communications électroniques et celles prises pour leur application."},{"type":"add","content":""},{"type":"add","content":"Les cahiers des charges peuvent également contenir les dispositions visant à protéger les droits des utilisateurs en tenant compte, notamment, des modes de commercialisation offerts."},{"type":"del","content":"Les licences peuvent également contenir des dispositions visant à protéger les droits des utilisateurs, en tenant compte, notamment, des modes de commercialisation des services offerts."},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"NOTA : Selon les dispositions de l'article 1er de la loi n° 2004-669 du 9 juillet 2004, le code des postes et télécommunications devient le code des postes et des communications électroniques. Dans ce code, les mots \"télécommunication\" et \"télécommunications\" sont remplacés par les mots \"communications électroniques\"."},{"type":"del","content":"Décret n° 2001-626 du 17 juillet 2001 modifiant le code des postes et télécommunications (troisième partie : Décrets) et relatif aux redevances dues pour les fréquences radioélectriques par les opérateurs autorisés en application de l'article L. 33-1 dudit code - article 1 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"Décret n° 2002-36 du 8 janvier 2002 relatif à certaines clauses types des cahiers des charges annexés aux autorisations délivrées en application de l'article L. 33-1 du code des postes et télécommunications - article 2 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":"      CITATION source Code des postes et télécommunications L33-1, L34-1, R52-2-1"},{"type":"add","content":"1962-03-12 CODIFICATION source Décret n°62-275 du 12 mars 1962 PORTANT CODIFICATION DES TEXTES REGLEMENTAIRES CONCERNANT LE SERVICE DES PTT"},{"type":"del","content":"1962-03-12 CODIFICATION source Décret n°62-275 du 12 mars 1962 PORTANT CODIFICATION DES TEXTES REGLEMENTAIRES CONCERNANT LE SERVICE DES PTT"},{"type":"add","content":"2002-01-08 MODIFICATION source Décret n° 2002-36 du 8 janvier 2002 relatif à certaines clauses types des cahiers des charges annexés aux autorisations délivrées en application de l'article L. 33-1 du code des postes et télécommunications - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code des postes et des communications électroniques - article L33-1 AUTONOME MODIFIE, en vigueur du 1990-12-30 au 1994-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code des postes et des communications électroniques - article L34-1 AUTONOME MODIFIE, en vigueur du 1990-12-30 au 1996-07-27"},{"type":"del","content":"2001-07-17 MODIFICATION source Décret n° 2001-626 du 17 juillet 2001 modifiant le code des postes et télécommunications (troisième partie : Décrets) et relatif aux redevances dues pour les fréquences radioélectriques par les opérateurs autorisés en application de l'article L. 33-1 dudit code - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2999-01-01 CITATION source Code des postes et des communications électroniques VIGUEUR"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/39/LEGIARTI000006463974.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/39/LEGIARTI000006463974.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/39/LEGIARTI000006463974.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/39/LEGIARTI000006463975.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/39/LEGIARTI000006463975.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/39/LEGIARTI000006463975.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006463974)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006463975)"}],"status":"modified"}],"stats":{"additions":183,"deletions":36,"filesChanged":4}}