{"sha":"26790b09d965","date":"2010-07-09","message":"Décret n° 2010-760 du 6 juillet 2010 relatif aux personnes susceptibles de bénéficier d'une réduction de leur facture téléphonique","files":[{"filename":"partie_reglementaire_-_decrets_en_conseil_d_etat/livre_ii/titre_ier/chapitre_iii/section_2/article_r20-34.md","articleName":"Article R20-34","additions":16,"deletions":10,"diff":[{"type":"del","content":"I.-Les personnes physiques qui ont droit au revenu minimum d'insertion ou qui perçoivent l'allocation de solidarité spécifique ou l'allocation aux adultes handicapés et qui ont souscrit un abonnement au service téléphonique fixe auprès de l'opérateur qui les dessert, autorisé selon les conditions fixées au II, bénéficient, sur leur demande, d'une réduction de leur facture téléphonique. A cette fin, l'organisme gestionnaire de la prestation au titre de laquelle le droit à réduction tarifaire est ouvert leur délivre chaque année une attestation. L'intéressé transmet ladite attestation accompagnée du nom de l'opérateur qui le dessert et du numéro de sa ligne téléphonique au prestataire, chargé par les opérateurs de la gestion du dispositif de réduction tarifaire, et autorise ce prestataire à communiquer les informations suivantes aux opérateurs concernés : nom, prénom, adresse et numéro de téléphone."},{"type":"add","content":"I.-Les personnes physiques qui ont droit au revenu de solidarité active et dont les ressources annuelles du foyer, prises en compte pour le calcul du revenu de solidarité active conformément à l'article L. 262-3 du code de l'action sociale et des familles, n'excèdent pas le montant forfaitaire mentionné au 2° de l'article L. 262-2 du même code ou qui perçoivent l'allocation de solidarité spécifique ou l'allocation aux adultes handicapés et qui ont souscrit un abonnement au service téléphonique fixe auprès de l'opérateur qui les dessert, autorisé selon les conditions fixées au II, bénéficient, sur leur demande, d'une réduction de leur facture téléphonique.A cette fin, l'organisme gestionnaire de la prestation au titre de laquelle le droit à réduction tarifaire est ouvert leur délivre chaque année une attestation.L'intéressé transmet ladite attestation accompagnée du nom de l'opérateur qui le dessert et du numéro de sa ligne téléphonique au prestataire, chargé par les opérateurs de la gestion du dispositif de réduction tarifaire, et autorise ce prestataire à communiquer les informations suivantes aux opérateurs concernés : nom, prénom, adresse et numéro de téléphone."},{"type":"del","content":"II.-Tout opérateur qui souhaite offrir à ses clients la possibilité de bénéficier des dispositions du I transmet sa demande simultanément au ministre chargé des communications électroniques et à l'Autorité de régulation des communications électroniques et des postes qui peuvent lui demander de la compléter. Le ministre se prononce dans un délai de deux mois suivant la réception de la demande complète, après avis de l'Autorité de régulation des communications électroniques et des postes. Si l'Autorité de régulation des communications électroniques et des postes ne se prononce pas dans le délai d'un mois à compter de la réception de la demande complète, son avis est réputé positif. A défaut de réponse du ministre dans le délai de deux mois, la demande est considérée comme acceptée."},{"type":"add","content":"II.-Tout opérateur qui souhaite offrir à ses clients la possibilité de bénéficier des dispositions du I transmet sa demande simultanément au ministre chargé des communications électroniques et à l'Autorité de régulation des communications électroniques et des postes qui peuvent lui demander de la compléter. Le ministre se prononce dans un délai de deux mois suivant la réception de la demande complète, après avis de l'Autorité de régulation des communications électroniques et des postes. Si l'Autorité de régulation des communications électroniques et des postes ne se prononce pas dans le délai d'un mois à compter de la réception de la demande complète, son avis est réputé positif.A défaut de réponse du ministre dans le délai de deux mois, la demande est considérée comme acceptée."},{"type":"del","content":"Décret n° 2009-716 du 18 juin 2009 relatif aux traitements automatisés de données à caractère personnel accompagnant la mise en œuvre du revenu de solidarité active et portant diverses dispositions de coordination - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Décret n° 2010-760 du 6 juillet 2010 relatif aux personnes susceptibles de bénéficier d'une réduction de leur facture téléphonique - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2009-06-18 MODIFIE cible Décret n° 2009-716 du 18 juin 2009 relatif aux traitements automatisés de données à caractère personnel accompagnant la mise en œuvre du revenu de solidarité active et portant diverses dispositions de coordination - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":"2010-02-19 CITATION cible Arrêté du 19 février 2010 fixant le montant mensuel de la réduction tarifaire téléphonique pour certaines catégories de personnes au titre du service universel des communications électroniques - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2010-03-03"},{"type":"del","content":"2010-02-19 CITATION cible Arrêté du 19 février 2010 fixant le montant mensuel de la réduction tarifaire téléphonique pour certaines catégories de personnes au titre du service universel des communications électroniques - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2010-03-03"},{"type":"add","content":"2010-07-06 MODIFIE cible Décret n° 2010-760 du 6 juillet 2010 relatif aux personnes susceptibles de bénéficier d'une réduction de leur facture téléphonique - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":"2999-01-01 CITATION source Code des pensions militaires d'invalidité et des victimes de la guerre - article L189 AUTONOME ABROGE, en vigueur du 1980-12-31 au 2017-01-01"},{"type":"add","content":"2999-01-01 CITATION source Code des pensions militaires d'invalidité et des victimes de la guerre - article L18 AUTONOME MODIFIE, en vigueur du 1951-04-26 au 1993-12-31"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de l'action sociale et des familles - article L262-2 AUTONOME MODIFIE, en vigueur du 2000-12-23 au 2004-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de l'action sociale et des familles - article L262-3 AUTONOME MODIFIE, en vigueur du 2000-12-23 au 2009-06-01"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/76/32/LEGIARTI000020763236.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/76/32/LEGIARTI000020763236.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/20/76/32/LEGIARTI000020763236.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/22/45/07/LEGIARTI000022450711.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/22/45/07/LEGIARTI000022450711.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/22/45/07/LEGIARTI000022450711.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000020763236)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000022450711)"}],"status":"modified"}],"stats":{"additions":16,"deletions":10,"filesChanged":1}}