{"sha":"50397440570f","date":"2009-02-15","message":"Décret n° 2009-166 du 12 février 2009 relatif à la publication des informations sur la couverture du territoire par les services de communications électroniques","files":[{"filename":"partie_reglementaire_-_decrets_simples/livre_ii/titre_ier/chapitre_ii/section_1/paragraphe_2/README.md","articleName":"Sommaire - Paragraphe 2","additions":1,"deletions":0,"diff":[{"type":"add","content":"- [Article D98-6-2](article_d98-6-2.md)"}],"status":"modified"},{"filename":"partie_reglementaire_-_decrets_simples/livre_ii/titre_ier/chapitre_ii/section_1/paragraphe_2/article_d98-6-2.md","articleName":"Article D98-6-2","additions":92,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article D98-6-2"},{"type":"add","content":""},{"type":"add","content":"Règles portant sur la communication des informations relatives à la couverture du territoire par les services de communications électroniques."},{"type":"add","content":""},{"type":"add","content":"I. – Les opérateurs déclarés en application de l'article L. 33-1 rendent publiques les informations relatives à la couverture du territoire par leurs services de communications électroniques commercialisés sur le marché de détail. Ces informations sont rendues publiques sous forme de cartes numériques permettant d'apprécier les zones de disponibilité de leurs services sur le territoire et mises à jour au 1er juillet de chaque année."},{"type":"add","content":""},{"type":"add","content":"Les fournisseurs de services de communications électroniques au public fixes tiennent à la disposition du public un service gratuit d'information sur l'éligibilité à leurs services de détail."},{"type":"add","content":""},{"type":"add","content":"II. – Les exploitants de réseaux de communications électroniques communiquent à l'Etat, aux collectivités territoriales et à leurs groupements, à leur demande, dans un délai maximum d'un mois :"},{"type":"add","content":""},{"type":"add","content":"a) La liste des communes qui les concernent et où leur réseau permet d'offrir des services de communications électroniques au public ; pour chacune de ces communes, ils indiquent le pourcentage de la population couverte par le service ;"},{"type":"add","content":""},{"type":"add","content":"b) Pour les services fixes, les informations permettant de déterminer l'éligibilité sur l'ensemble du territoire concerné, selon une des modalités suivantes, au choix de l'opérateur :"},{"type":"add","content":""},{"type":"add","content":"– communication d'une carte de la disponibilité du service sur le territoire concerné, sous forme de données numériques vectorielles pouvant être reprises dans des systèmes d'informations géographiques ;"},{"type":"add","content":""},{"type":"add","content":"– communication des informations techniques relatives à la partie terminale de leurs réseaux permettant d'élaborer une telle cartographie ;"},{"type":"add","content":""},{"type":"add","content":"– mise à disposition du demandeur d'un système d'interrogation automatisée du service d'information sur l'éligibilité mis en place au titre du I."},{"type":"add","content":""},{"type":"add","content":"Cette demande peut être renouvelée après la mise à jour annuelle de ces informations par l'opérateur au titre du I."},{"type":"add","content":""},{"type":"add","content":"Les coûts d'élaboration et d'assemblage des données mentionnées aux alinéas précédents, sans prendre en compte les opérations rendues nécessaires pour répondre aux exigences prévues au I, peuvent être facturés au destinataire de la communication, dans la limite d'un prix maximum fixé par arrêté des ministres chargés des communications électroniques, de l'aménagement du territoire et des collectivités territoriales."},{"type":"add","content":""},{"type":"add","content":"La transmission des informations mentionnées aux alinéas précédents, autres que celles relatives à la localisation d'infrastructures, réseaux ou équipements, est libre entre l'Etat, les collectivités territoriales et leurs groupements."},{"type":"add","content":""},{"type":"add","content":"Les destinataires de ces communications peuvent librement rendre publiques des informations cartographiques, élaborées à partir de ces données, ne comportant aucune information de localisation sur les infrastructures, réseaux et équipements et ne précisant pas les noms des opérateurs concernés."},{"type":"add","content":""},{"type":"add","content":"III. – Un arrêté des ministres en charge des communications électroniques, de l'aménagement du territoire et des collectivités locales précise notamment :"},{"type":"add","content":""},{"type":"add","content":"1° Les opérateurs soumis aux dispositions du présent article ;"},{"type":"add","content":""},{"type":"add","content":"2° Les services soumis à ces obligations et, pour chacun d'eux, les classes de performance à distinguer ;"},{"type":"add","content":""},{"type":"add","content":"3° La précision des cartes mentionnées au titre du I et du II ;"},{"type":"add","content":""},{"type":"add","content":"4° Pour chaque service, les informations à communiquer au titre du II, ainsi que leur précision et le format applicable."},{"type":"add","content":""},{"type":"add","content":"IV. – Une décision de l'Autorité de régulation des communications électroniques et des postes prise en application de l'article L. 36-6 précise pour chacun des services mentionnés au 2° du III, en tant que de besoin :"},{"type":"add","content":""},{"type":"add","content":"1° Le référentiel commun de mesure ou de calcul de la couverture et des classes de performance de ces services ;"},{"type":"add","content":""},{"type":"add","content":"2° Les modalités de vérification de la validité des cartes publiées et des informations communiquées au travers d'enquêtes."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2009-166 du 12 février 2009 relatif à la publication des informations sur la couverture du territoire par les services de communications électroniques - article 1 ENTIEREMENT_MODIF CREE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2009-02-12 CREE cible Décret n° 2009-166 du 12 février 2009 relatif à la publication des informations sur la couverture du territoire par les services de communications électroniques - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2010-01-15 CITATION cible Arrêté du 15 janvier 2010 d'application de l'article D. 98-6-2 du code des postes et des communications électroniques relatif à la publication des informations sur la couverture du territoire par les services de communications électroniques - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2010-07-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2010-01-15 CITATION cible Arrêté du 15 janvier 2010 d'application de l'article D. 98-6-2 du code des postes et des communications électroniques relatif à la publication des informations sur la couverture du territoire par les services de communications électroniques - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2010-07-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2013-12-03 CITATION cible Arrêté du 3 décembre 2013 relatif à l'information préalable du consommateur sur les caractéristiques techniques des offres d'accès à l'internet en situation fixe filaire VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code des postes et des communications électroniques - article L33-1 AUTONOME MODIFIE, en vigueur du 1990-12-30 au 1994-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code des postes et des communications électroniques - article L36-6 AUTONOME MODIFIE, en vigueur du 1996-07-27 au 2001-07-28"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/25/43/LEGIARTI000020254331.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/25/43/LEGIARTI000020254331.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/20/25/43/LEGIARTI000020254331.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_des_postes_et_des_communications_electroniques/src/branch/main/partie_reglementaire_-_decrets_simples/livre_ii/titre_ier/chapitre_ii/section_1/paragraphe_2/article_d98-6-2.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000020254331)"},{"type":"add","content":""}],"status":"added"}],"stats":{"additions":93,"deletions":0,"filesChanged":2}}