{"sha":"5c3c1c501cab","date":"1999-03-09","message":"Décret no 99-162 du 8 mars 1999 relatif au service universel des télécommunications et modifiant les articles R. 20-34 et R. 20-40 du code des postes et télécommunications et l'article R. 251-28 du code de la sécurité sociale","files":[{"filename":"partie_reglementaire_-_decrets_en_conseil_d_etat/livre_ii/titre_ii/chapitre_ier_bis/section_1/article_r20-34.md","articleName":"Article R20-34","additions":30,"deletions":47,"diff":[{"type":"del","content":"Les opérateurs, autres que l'opérateur chargé du service universel, acceptant de fournir l'offre mentionnée au deuxième alinéa de l'article L. 35-1, de tarifs spécifiques à certaines catégories d'abonnés en vue de leur assurer l'accès au service téléphonique, transmettent les caractéristiques de leur offre et leur proposition tarifaire, simultanément au ministre chargé des télécommunications et à l'Autorité de régulation des télécommunications. Après avis de l'Autorité de régulation des télécommunications, publié dans les trois semaines, et à défaut d'opposition notifiée par le ministre dans un délai d'un mois suivant cette transmission, ces offres sont éligibles à compensation au titre du présent article. L'opérateur chargé du service universel assure la fourniture de tels tarifs spécifiques dans les conditions de son cahier des charges."},{"type":"add","content":"I. - Les personnes physiques qui ont droit au revenu minimum d'insertion ou qui perçoivent l'allocation de solidarité spécifique ou l'allocation aux adultes handicapés et qui ont souscrit un abonnement au service téléphonique fixe auprès de l'opérateur qui les dessert, autorisé selon les conditions fixées au III, bénéficient, sur leur demande, d'une réduction de leur facture téléphonique. A cette fin, elles adressent chaque année leur demande à l'organisme gestionnaire de la prestation au titre de laquelle le droit à réduction tarifaire leur est ouvert. Cette demande précise que l'intéressé autorise l'organisme à communiquer les informations personnelles suivantes aux opérateurs concernés : nom, prénom, adresse et numéro de téléphone. L'organisme transmet à ces opérateurs la liste de leurs abonnés ayants droit."},{"type":"del","content":"Pour chaque opérateur, la compensation est égale au coût net de l'offre ; ce coût net est égal, pour une année considérée, au produit du nombre dans l'année des bénéficiaires de cette offre par une valeur de référence, identique pour toutes les offres approuvées dans les conditions définies à l'alinéa précédent. Cette valeur de référence correspond à l'aide accordée au titre du service universel aux personnes visées à l'alinéa suivant ; elle est établie annuellement, sur proposition de l'Autorité de régulation des télécommunications, par un arrêté du ministre chargé des télécommunications, publié au plus tard deux mois avant le début de l'année considérée. Le montant global des aides est inférieur à 0,8 % du chiffre d'affaires du service téléphonique au public."},{"type":"add","content":"Peuvent également bénéficier de cette même réduction, majorée de 25 F hors taxes par mois, les invalides de guerre cumulant le bénéfice des articles L. 16 et L. 18 du code des pensions militaires d'invalidité et des victimes de la guerre dont les invalidités supplémentaires sont évaluées à 10 % pour le calcul du complément de pension prévu à l'article L. 16 dudit code, les aveugles de guerre bénéficiaires de l'article L. 18 du code précité et les aveugles de la Résistance bénéficiaires de l'article L. 189 du même code."},{"type":"del","content":"Les bénéficiaires de ces offres sont désignés, pour une période d'un an, par les organismes sociaux agréés par les départements parmi les personnes connaissant des difficultés spécifiques dans l'accès au service téléphonique en raison notamment de leur niveau de revenu ou de leur handicap, et dans des conditions qui préservent le libre choix de l'opérateur par ces personnes. Le ministre des télécommunications fixe, sur proposition de l'Autorité de régulation des télécommunications, le montant global des aides dont dispose chaque département ; ces montants sont proportionnels au nombre de bénéficiaires du revenu minimum d'insertion, de l'allocation spéciale de solidarité et de l'allocation d'adulte handicapé dans le département."},{"type":"add","content":"Le ministre chargé des télécommunications fixe au 1er novembre de chaque année pour l'année suivante, par arrêté, pris après avis de l'Autorité de régulation des télécommunications, le montant mensuel de la réduction tarifaire accordée. Le montant hors taxe de cette réduction est au plus égal à la moitié du tarif d'abonnement mensuel de référence défini à l'article R. 20-32."},{"type":"del","content":"Les invalides de guerre cumulant le bénéfice des articles L. 16 et L. 18 du code des pensions militaires d'invalidité et des victimes de la guerre dont les invalidités supplémentaires sont évaluées à 10 % pour le calcul du complément de pension prévu à l'article L. 16 dudit code, les aveugles de la guerre bénéficiaires de l'article L. 18 du code précité et les aveugles de la Résistance bénéficiaires de l'article L. 189 du même code sont bénéficiaires de plein droit des dispositions de cet article."},{"type":"add","content":"Le montant de la compensation versée à chaque opérateur par le fonds de service universel des télécommunications est égal au coût net de l'offre tarifaire auquel s'ajoutent les coûts de gestion exposés par les organismes gestionnaires. Le coût net de l'offre tarifaire est égal au produit du montant des réductions tarifaires accordées par le nombre des abonnés de l'opérateur qui en bénéficient."},{"type":"add","content":""},{"type":"add","content":"II. - Les personnes physiques utilisant, au lieu de leur résidence principale, un service téléphonique fixe d'un opérateur autorisé selon les conditions fixées au III peuvent demander une aide pour assurer le paiement de leur dette téléphonique. Les dépenses prises en charge comprennent exclusivement l'abonnement au service téléphonique fixe et les communications nationales vers des abonnés au service téléphonique fixe, à l'exclusion des communications mettant en oeuvre des mécanismes de reversement au destinataire final de la communication."},{"type":"add","content":""},{"type":"add","content":"La décision de prise en charge de tout ou partie des dépenses mentionnées à l'alinéa précédent est prise par le préfet du département dans lequel est située la résidence principale du demandeur, après avis d'une commission. Cette commission, dont la composition est fixée par arrêté préfectoral, est présidée par le préfet et comprend notamment des représentants des services de l'Etat concernés, des organismes de protection sociale et des opérateurs de télécommunications."},{"type":"add","content":""},{"type":"add","content":"La demande de prise en charge de la dette téléphonique doit être adressée au secrétariat de la commission au plus tard quinze jours après que l'opérateur a mis en demeure l'abonné de s'acquitter de celle-ci. Le secrétariat de la commission informe l'opérateur de cette saisine dans un délai de huit jours à compter de la réception de la demande. Le préfet statue sur la demande au plus tard soixante jours après que le secrétariat de la commission a été saisi, en prenant notamment en compte le niveau de revenu, la situation sociale et familiale du demandeur et les justifications apportées à l'appui de la demande. La décision est notifiée au demandeur et à l'opérateur concerné."},{"type":"add","content":""},{"type":"add","content":"Les personnes qui saisissent le secrétariat de la commission mentionnée à l'alinéa précédent bénéficient, à partir du moment où ce secrétariat a avisé l'opérateur, d'un accès restreint au service téléphonique, comportant la possibilité de recevoir des appels ainsi que d'acheminer les appels aux services gratuits et d'urgence. L'obligation d'assurer cet accès restreint cesse après que le préfet a statué sur la demande et, au plus tard, soixante-quinze jours après la date de réception par l'abonné de la mise en demeure de payer mentionnée au précédent alinéa."},{"type":"add","content":""},{"type":"add","content":"Un arrêté du ministre chargé des télécommunications fixe, dans chaque département, en tenant compte de la population et du nombre de bénéficiaires du revenu minimum d'insertion de ce département, le montant maximal des crédits disponibles pour la prise en charge des dettes téléphoniques. Le montant total des aides est au plus égal à 0,15 % du chiffre d'affaires du service téléphonique au public."},{"type":"add","content":""},{"type":"add","content":"Le fonds de service universel des télécommunications assure la compensation, au profit de chaque opérateur, des dettes téléphoniques prises en charge. Le préfet constate trimestriellement, pour chacun des opérateurs concernés, le montant de ces dettes. Il communique à chaque opérateur le montant qui le concerne et à l'Autorité de régulation des télécommunications l'ensemble des montants constatés."},{"type":"add","content":""},{"type":"add","content":"III. - Les opérateurs qui souhaitent offrir à leurs clients la possibilité de bénéficier des dispositions du I ou du II transmettent leur demande simultanément au ministre chargé des télécommunications et à l'Autorité de régulation des télécommunications. Le ministre se prononce dans un délai de deux mois suivant la réception de la demande, après avis de l'Autorité de régulation des télécommunications. Si l'Autorité de régulation des télécommunications ne se prononce pas dans le délai d'un mois à compter de la réception de la demande, son avis est réputé positif. A défaut de réponse du ministre dans le délai de deux mois, la demande est considérée comme acceptée."},{"type":"add","content":""},{"type":"add","content":"Le montant total des aides accordées au titre du I et du II ainsi que des frais de gestion considérés au I est au plus égal à 0,8 % du chiffre d'affaires du service téléphonique au public."},{"type":"del","content":"Code des postes et des communications électroniques - article R20-31 AUTONOME MODIFIE, en vigueur du 2003-10-09 au 2004-11-19 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des postes et des communications électroniques - article R20-31 AUTONOME MODIFIE, en vigueur du 2004-11-19 au 2005-05-21 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des postes et des communications électroniques - article R20-40 AUTONOME MODIFIE, en vigueur du 2003-10-09 au 2004-11-19 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des postes et des communications électroniques - article R*20-40 AUTONOME MODIFIE, en vigueur du 2004-11-19 au 2005-05-21 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des postes et des communications électroniques - article R20-36 AUTONOME MODIFIE, en vigueur du 2005-05-21 au 2006-08-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la sécurité sociale - article R251-28 AUTONOME VIGUEUR, en vigueur depuis le 1999-03-09 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des postes et des communications électroniques - article R20-36 AUTONOME MODIFIE, en vigueur du 2004-11-19 au 2005-05-21 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret no 97-475 du 13 mai 1997 relatif au financement du service universel pris pour l'application de l'article L. 35-3 du code des postes et télécommunications - article 1 ENTIEREMENT_MODIF CREATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des postes et des communications électroniques - article R20-40 AUTONOME MODIFIE, en vigueur du 2008-08-22 au 2021-09-03 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 19 février 2010 fixant le montant mensuel de la réduction tarifaire téléphonique pour certaines catégories de personnes au titre du service universel des communications électroniques - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2010-03-03 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 31 octobre 2013 portant désignation de l'opérateur chargé de fournir les prestations « raccordement » et « service téléphonique » de la composante du service universel prévue au 1° de l'article L. 35-1 du code des postes et des communications électroniques - article AUTONOME VIGUEUR, en vigueur depuis le 2013-11-10 CITATION source"},{"type":"add","content":"Décret no 99-162 du 8 mars 1999 relatif au service universel des télécommunications et modifiant les articles R. 20-34 et R. 20-40 du code des postes et télécommunications et l'article R. 251-28 du code de la sécurité sociale - article 1 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":"Avis n° 2009-0447 du 19 mai 2009 sur le projet de décret relatif aux traitements automatisés de données à caractère personnel accompagnant la mise en œuvre du revenu de solidarité active et portant diverses dispositions de coordination CITATION source"},{"type":"del","content":""},{"type":"del","content":"1997-05-13 CREATION source Décret no 97-475 du 13 mai 1997 relatif au financement du service universel pris pour l'application de l'article L. 35-3 du code des postes et télécommunications - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"1999-03-08 MODIFICATION source Décret no 99-162 du 8 mars 1999 relatif au service universel des télécommunications et modifiant les articles R. 20-34 et R. 20-40 du code des postes et télécommunications et l'article R. 251-28 du code de la sécurité sociale - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":"1962-03-12 CODIFICATION source Décret n°62-274 du 12 mars 1962 portant révision du code des postes et télécommunications VIGUEUR"},{"type":"del","content":""},{"type":"del","content":"      CITATION source Code des postes et télécommunications L35-1"},{"type":"add","content":"      CITATION source Code des postes et télécommunications R20-32"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1962-03-12 CODIFICATION source Décret n°62-274 du 12 mars 1962 portant révision du code des postes et télécommunications VIGUEUR"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/62/LEGIARTI000006466215.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/62/LEGIARTI000006466215.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/62/LEGIARTI000006466215.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/62/LEGIARTI000006466216.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/62/LEGIARTI000006466216.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/62/LEGIARTI000006466216.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006466215)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006466216)"}],"status":"modified"},{"filename":"partie_reglementaire_-_decrets_en_conseil_d_etat/livre_ii/titre_ii/chapitre_ier_bis/section_1/article_r20-40.md","articleName":"Article R20-40","additions":9,"deletions":9,"diff":[{"type":"del","content":"L'opérateur chargé du service universel fournit ses données prévisionnelles et constatées portant notamment sur les coûts, les recettes, les volumes de trafic et le nombre d'abonnés, notamment ceux bénéficiant de tarifs spécifiques."},{"type":"add","content":"L'opérateur chargé du service universel fournit ses données prévisionnelles et constatées portant notamment sur les coûts, les recettes, les volumes de trafic et le nombre d'abonnés, notamment ceux bénéficiant des dispositions de l'article R. 20-34."},{"type":"del","content":"Les autres opérateurs mentionnés aux articles L. 33-1 et L. 34-1 fournissent leurs données prévisionnelles et constatées de volume de trafic. Ceux d'entre eux qui assurent des tarifs spécifiques précisent le nombre d'abonnés correspondants."},{"type":"add","content":"Les autres opérateurs mentionnés aux articles L. 33-1 et L. 34-1 fournissent leurs données prévisionnelles et constatées de volume de trafic. Ceux d'entre eux qui appliquent les dispositions de l'article R. 20-34 précisent le nombre d'abonnés correspondants."},{"type":"del","content":"Décret no 97-475 du 13 mai 1997 relatif au financement du service universel pris pour l'application de l'article L. 35-3 du code des postes et télécommunications - article 1 ENTIEREMENT_MODIF CREATION cible"},{"type":"add","content":"Décret no 99-162 du 8 mars 1999 relatif au service universel des télécommunications et modifiant les articles R. 20-34 et R. 20-40 du code des postes et télécommunications et l'article R. 251-28 du code de la sécurité sociale - article 2 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":"      CITATION source Code des postes et télécommunications L33-1, L34-1, R20-32, R20-33, R20-34, R20-35, R20-36, R20-37, R20-38, R20-39"},{"type":"add","content":"      CITATION source Code des postes et télécommunications R20-34, L33-1, L34-1, R20-32, R20-33, R20-35, R20-36, R20-37, R20-38, R20-39"},{"type":"del","content":"1997-05-13 CREATION source Décret no 97-475 du 13 mai 1997 relatif au financement du service universel pris pour l'application de l'article L. 35-3 du code des postes et télécommunications - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"1999-03-08 MODIFICATION source Décret no 99-162 du 8 mars 1999 relatif au service universel des télécommunications et modifiant les articles R. 20-34 et R. 20-40 du code des postes et télécommunications et l'article R. 251-28 du code de la sécurité sociale - article 2 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/62/LEGIARTI000006466247.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/62/LEGIARTI000006466247.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/62/LEGIARTI000006466247.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/62/LEGIARTI000006466248.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/62/LEGIARTI000006466248.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/62/LEGIARTI000006466248.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006466247)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006466248)"}],"status":"modified"}],"stats":{"additions":39,"deletions":56,"filesChanged":2}}