{"sha":"bfe18ba8bc78","date":"2011-01-01","message":"LOI n° 2010-123 du 9 février 2010 relative à l'entreprise publique La Poste et aux activités postales","files":[{"filename":"partie_legislative/livre_ier/titre_ier/chapitre_ier/README.md","articleName":"Sommaire - Chapitre Ier","additions":0,"deletions":1,"diff":[{"type":"del","content":"- [Article L3-4](article_l3-4.md)"}],"status":"modified"},{"filename":"partie_legislative/livre_ier/titre_ier/chapitre_ier/article_l1.md","articleName":"Article L1","additions":16,"deletions":27,"diff":[{"type":"del","content":"Constitue un envoi postal tout objet destiné à être remis à l'adresse indiquée par l'expéditeur sur l'objet lui-même ou sur son conditionnement et présenté dans la forme définitive dans laquelle il doit être acheminé. Sont notamment considérés comme des envois postaux les livres, les catalogues, les journaux, les périodiques et les colis postaux contenant des marchandises avec ou sans valeur commerciale."},{"type":"add","content":"Constitue un envoi postal tout objet destiné à être remis à l'adresse indiquée par l'expéditeur sur l'objet lui-même ou sur son conditionnement, y compris sous forme de coordonnées géographiques codées, et présenté dans la forme définitive dans laquelle il doit être acheminé. Sont notamment considérés comme des envois postaux les livres, les catalogues, les journaux, les périodiques et les colis postaux contenant des marchandises avec ou sans valeur commerciale."},{"type":"del","content":"L'envoi de correspondance est un envoi postal ne dépassant pas deux kilogrammes et comportant une communication écrite sur un support matériel, à l'exclusion des livres, catalogues, journaux ou périodiques. Le publipostage fait partie des envois de correspondance."},{"type":"add","content":"L'envoi de correspondance est un envoi postal ne dépassant pa s deux kilogrammes et comportant une communication écrite sur un support matériel, à l'exclusion des livres, catalogues, journaux ou périodiques. Le publipostage fait partie des envois de correspondance."},{"type":"del","content":"Le service universel postal concourt à la cohésion sociale et au développement équilibré du territoire. Il est assuré dans le respect des principes d'égalité, de continuité et d'adaptabilité en recherchant la meilleure efficacité économique et sociale. Il garantit à tous les usagers, de manière permanente et sur l'ensemble du territoire national, des services postaux répondant à des normes de qualité déterminées. Ces services sont offerts à des prix abordables pour tous les utilisateurs."},{"type":"add","content":"Le service universel postal concourt à la cohésion sociale et au développement équilibré du territoire. Il est assuré dans le respect des principes d'égalité, de continuité et d'adaptabilité en recherchant la meilleure efficacité économique et sociale. Il garantit à tous les usagers, de manière permanente et sur l'ensemble du territoire national, des services postaux répondant à des normes de qualité déterminées. Ces services sont offerts à des prix abordables pour tous les utilisateurs. Les prix sont orientés sur les coûts et incitent à une prestation efficace, tout en tenant compte des caractéristiques des marchés sur lesquels ils s'appliquent."},{"type":"del","content":"Il comprend des offres de services nationaux et transfrontières d'envois postaux d'un poids inférieur ou égal à 2 kilogrammes, de colis postaux jusqu'à 20 kilogrammes, d'envois recommandés et d'envois à valeur déclarée."},{"type":"add","content":"Le service universel postal comprend des offres de services nationaux et transfrontières d'envois postaux d'un poids inférieur ou égal à 2 kilogrammes, de colis postaux jusqu'à 20 kilogrammes, d'envois recommandés et d'envois à valeur déclarée."},{"type":"del","content":"Les services de levée et de distribution relevant du service universel postal sont assurés tous les jours ouvrables, sauf circonstances exceptionnelles."},{"type":"add","content":"Les services d'envois postaux à l'unité fournis par le prestataire du service universel postal sont proposés au même tarif sur l'ensemble du territoire métropolitain. Le tarif appliqué aux envois de correspondance à l'unité en provenance et à destination des départements d'outre-mer, de Mayotte, de Saint-Pierre-et-Miquelon, de Saint-Barthélemy, de Saint-Martin, des îles Wallis et Futuna et des Terres australes et antarctiques françaises est celui en vigueur sur le territoire métropolitain lorsque ces envois relèvent de la première tranche de poids. Il en va de même des envois de correspondance à l'unité relevant de la première tranche de poids en provenance du territoire métropolitain ou des collectivités précédemment mentionnées et à destination de la Polynésie française et de la Nouvelle-Calédonie."},{"type":"del","content":"Le service de distribution est effectué, dans des installations appropriées, au domicile de chaque personne physique ou morale ou, par dérogation, dans des conditions déterminées par décret."},{"type":"add","content":"Les services de levée et de distribution relevant du service universel postal sont assurés tous les jours ouvrables, sauf circonstances exceptionnelles."},{"type":"del","content":"Hormis les envois de correspondance en nombre, les services postaux constituant le secteur réservé sont proposés au même tarif de base sur l'ensemble du territoire national."},{"type":"add","content":"Le service de distribution est effectué, dans des installations appropriées, au domicile de chaque personne physique ou morale ou, par dérogation, dans des conditions déterminées par décret."},{"type":"del","content":"LOI n° 2005-516 du 20 mai 2005 relative à la régulation des activités postales - article 1 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°62-273 du 12 mars 1962 portant révision du code des postes, télégraphes et téléphones VIGUEUR, en vigueur depuis le 1962-03-14 CODIFICATION cible"},{"type":"add","content":"LOI n° 2010-123 du 9 février 2010 relative à l'entreprise publique La Poste et aux activités postales - article 18 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":"      CONCORDANCE source Code des postes, télégraphes et téléphones L1"},{"type":"add","content":""},{"type":"del","content":"2005-05-20 MODIFICATION source LOI n° 2005-516 du 20 mai 2005 relative à la régulation des activités postales - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CONCORDANCE source Code des postes, télégraphes et téléphones L1"},{"type":"add","content":"2010-02-09 MODIFIE cible LOI n° 2010-123 du 9 février 2010 relative à l'entreprise publique La Poste et aux activités postales - article 18 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":"1962-03-12 CODIFICATION source Décret n°62-273 du 12 mars 1962 portant révision du code des postes, télégraphes et téléphones VIGUEUR"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/53/LEGIARTI000006465300.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/53/LEGIARTI000006465300.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/53/LEGIARTI000006465300.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/80/88/LEGIARTI000021808851.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/80/88/LEGIARTI000021808851.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/21/80/88/LEGIARTI000021808851.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006465300)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000021808851)"}],"status":"modified"},{"filename":"partie_legislative/livre_ier/titre_ier/chapitre_ier/article_l2-1.md","articleName":"Article L2-1","additions":9,"deletions":20,"diff":[{"type":"del","content":"Le prestataire du service universel peut conclure avec les expéditeurs d'envois de correspondance en nombre, les intermédiaires groupant les envois de correspondance de plusieurs clients ou les titulaires de l'autorisation prévue à l'article L. 3, des contrats dérogeant aux conditions générales de l'offre du service universel et incluant des tarifs spéciaux pour des services aux entreprises. Les tarifs tiennent compte des coûts évités par rapport aux conditions des services comprenant la totalité des prestations proposées."},{"type":"add","content":"Le prestataire du service universel peut conclure, avec les expéditeurs d'envois de correspondance en nombre, les intermédiaires groupant les envois de correspondance de plusieurs clients ou les titulaires de l'autorisation prévue à l'article L. 3, des contrats dérogeant aux conditions générales de l'offre du service universel et incluant des tarifs spéciaux pour des services aux entreprises, dans le respect des règles énoncées au quatrième alinéa de l'article L. 1."},{"type":"del","content":"Code des postes et des communications électroniques - article L5-4 AUTONOME MODIFIE, en vigueur du 2005-11-01 au 2019-10-20 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2005-516 du 20 mai 2005 relative à la régulation des activités postales - article 1 ENTIEREMENT_MODIF CREATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°62-273 du 12 mars 1962 portant révision du code des postes, télégraphes et téléphones VIGUEUR, en vigueur depuis le 1962-03-14 CODIFICATION cible"},{"type":"add","content":"LOI n° 2010-123 du 9 février 2010 relative à l'entreprise publique La Poste et aux activités postales - article 20 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2005-05-20 CREATION source LOI n° 2005-516 du 20 mai 2005 relative à la régulation des activités postales - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2010-02-09 MODIFIE cible LOI n° 2010-123 du 9 février 2010 relative à l'entreprise publique La Poste et aux activités postales - article 20 ENTIEREMENT_MODIF"},{"type":"del","content":"1962-03-12 CODIFICATION source Décret n°62-273 du 12 mars 1962 portant révision du code des postes, télégraphes et téléphones VIGUEUR"},{"type":"add","content":"2999-01-01 CITATION cible Code des postes et des communications électroniques - article L5-4 AUTONOME MODIFIE, en vigueur du 2005-11-01 au 2019-10-20"},{"type":"del","content":"2999-01-01 CITATION cible Code des postes et des communications électroniques - article L5-4 AUTONOME MODIFIE, en vigueur du 2005-11-01 au 2019-10-20"},{"type":"add","content":"2999-01-01 CITATION source Code des postes et des communications électroniques - article L1 AUTONOME MODIFIE, en vigueur du 1962-03-14 au 1991-01-01"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/53/LEGIARTI000006465308.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/53/LEGIARTI000006465308.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/53/LEGIARTI000006465308.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/80/88/LEGIARTI000021808857.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/80/88/LEGIARTI000021808857.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/21/80/88/LEGIARTI000021808857.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006465308)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000021808857)"}],"status":"modified"},{"filename":"partie_legislative/livre_ier/titre_ier/chapitre_ier/article_l2-2.md","articleName":"Article L2-2","additions":12,"deletions":62,"diff":[{"type":"del","content":"I.- Il est institué, sous réserve des conditions de mise en oeuvre prévues aux II et III, un fonds de compensation du service universel postal."},{"type":"add","content":"I.-Il est institué, sous réserve des conditions de mise en oeuvre prévues aux II et III, un fonds de compensation du service universel postal. Ce fonds assure le financement des coûts nets liés aux obligations de service universel."},{"type":"del","content":"La Caisse des dépôts et consignations assure la gestion comptable et financière de ce fonds dans un compte spécifique. Les frais de gestion exposés par la caisse sont imputés sur le fonds."},{"type":"add","content":"La gestion comptable et financière de ce fonds est assurée par un établissement public. Les frais de gestion exposés par cet établissement sont imputés sur les ressources du fonds."},{"type":"del","content":"La contribution de chaque prestataire postal titulaire de l'autorisation prévue à l'article L. 3 est calculée au prorata de son chiffre d'affaires réalisé dans le champ du service universel défini à l'article L. 1, à l'exclusion de celui réalisé dans le cadre des activités de transport et de distribution de la presse ou au titre des prestations réalisées ou facturées dans le champ du service universel pour le compte d'opérateurs tiers. Tout prestataire dont le chiffre d'affaires ainsi délimité est inférieur à un montant fixé par décret est exempté de contribution au fonds de compensation."},{"type":"add","content":"Les prestataires de services postaux titulaires de l'autorisation prévue à l'article L. 3 contribuent au fonds de compensation du service universel postal. La contribution de chaque prestataire au fonds est calculée au prorata du nombre d'envois postaux qu'il achemine dans le champ du service universel défini au cinquième alinéa de l'article L. 1. Ces prestataires tiennent une comptabilité permettant d'identifier les prestations sur lesquelles est assise la contribution. Tout prestataire qui achemine un nombre d'envois de correspondance inférieur à un seuil fixé par décret est exempté de contribution au fonds."},{"type":"del","content":"Le montant des contributions nettes que le prestataire du service universel ou les prestataires titulaires de l'autorisation prévue à l'article L. 3 versent ou reçoivent est déterminé par l'Autorité de régulation des communications électroniques et des postes. Ces contributions sont recouvrées par la Caisse des dépôts et consignations selon les modalités prévues pour les créances de cet établissement."},{"type":"add","content":"Le montant des contributions nettes dont les prestataires de services postaux autorisés sont redevables au fonds et le montant des sommes dues par le fonds au prestataire du service universel postal pour assurer les obligations de ce service sont déterminés par l'Autorité de régulation des communications électroniques et des postes. Pour ce faire et nonobstant les informations comptables transmises au titre du 6° de l'article L. 5-2, l'autorité peut demander au prestataire du service universel toute information et étude dont il dispose permettant d'évaluer objectivement le surcoût lié à la prestation de service universel. Les contributions sont recouvrées par l'établissement public mentionné au deuxième alinéa du présent article comme en matière de taxe sur le chiffre d'affaires avec les sûretés, garanties, privilèges et sanctions applicables à cette taxe. Les réclamations sont présentées, instruites et jugées comme pour cette taxe."},{"type":"del","content":"II. - Un décret en Conseil d'Etat, pris après avis de l'Autorité de régulation des communications électroniques et des postes et de la Commission supérieure du service public des postes et des communications électroniques, précise les méthodes d'évaluation, de compensation et de partage des coûts nets liés aux obligations de service universel."},{"type":"add","content":"II.-Un décret en Conseil d'Etat, pris après avis de l'Autorité de régulation des communications électroniques et des postes et de la Commission supérieure du service public des postes et des communications électroniques, précise les méthodes d'évaluation, de compensation et de partage des coûts nets liés aux obligations de service universel."},{"type":"del","content":"III. - Un décret, pris après un avis public de l'Autorité de régulation des communications électroniques et des postes sur une demande du prestataire du service universel établissant, sur la base des données comptables visées au 6° de l'article L. 5-2, qu'il supporte une charge financière inéquitable imputable à ses obligations de service universel, fixe la première année au titre de laquelle les contributions nettes au fonds de compensation du service universel postal sont recouvrées."},{"type":"add","content":"III.-Un décret, pris après un avis public de l'Autorité de régulation des communications électroniques et des postes sur une demande du prestataire du service universel établissant, sur la base des données comptables visées au 6° de l'article L. 5-2, qu'il supporte une charge financière inéquitable imputable à ses obligations de service universel, fixe la première année au titre de laquelle les contributions nettes au fonds de compensation du service universel postal sont recouvrées."},{"type":"del","content":"Code des postes et des communications électroniques - article L3 AUTONOME MODIFIE, en vigueur du 1962-03-14 au 2005-05-21 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des postes et des communications électroniques - article L3 AUTONOME MODIFIE, en vigueur du 2005-05-21 au 2011-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des postes et des communications électroniques - article L3 AUTONOME VIGUEUR, en vigueur depuis le 2019-10-20 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des postes et des communications électroniques - article R1-1-27 AUTONOME MODIFIE, en vigueur du 2021-09-03 au 2024-12-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2005-516 du 20 mai 2005 relative à la régulation des activités postales - article 15 ENTIEREMENT_MODIF CREATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des postes et des communications électroniques - article L3 AUTONOME MODIFIE, en vigueur du 2011-01-01 au 2019-10-20 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des postes et des communications électroniques - article R1-1-27 AUTONOME MODIFIE, en vigueur du 2013-01-01 au 2021-09-03 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décision n° 2019-0985 du 16 juillet 2019 relative à l'évaluation pour l'année 2018 du coût net du maillage complémentaire permettant à La Poste d'assurer sa mission d'aménagement du territoire CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décision n° 2018-1136 du 20 septembre 2018 relative à l'évaluation pour l'année 2017 du coût net du maillage complémentaire permettant à La Poste d'assurer sa mission d'aménagement du territoire CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décision n° 2013-1169 du 1er octobre 2013 relative à l'évaluation pour l'année 2012 du coût net du maillage complémentaire permettant à La Poste d'assurer sa mission d'aménagement du territoire CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°62-273 du 12 mars 1962 portant révision du code des postes, télégraphes et téléphones VIGUEUR, en vigueur depuis le 1962-03-14 CODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2024-1170 du 6 décembre 2024 relatif à la méthode d'évaluation utilisée pour le calcul du coût net de la mission de service universel postal VIGUEUR, en vigueur depuis le 2024-12-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2024-1170 du 6 décembre 2024 relatif à la méthode d'évaluation utilisée pour le calcul du coût net de la mission de service universel postal CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Avis n° 2024-1697 du 25 juillet 2024 sur un projet de décret relatif à la méthode d'évaluation utilisée pour le calcul du coût net de la mission de service universel postal CITATION source"},{"type":"add","content":"LOI n° 2010-123 du 9 février 2010 relative à l'entreprise publique La Poste et aux activités postales - article 21 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2005-05-20 CREATION source LOI n° 2005-516 du 20 mai 2005 relative à la régulation des activités postales - article 15 ENTIEREMENT_MODIF"},{"type":"add","content":"2010-02-09 MODIFIE cible LOI n° 2010-123 du 9 février 2010 relative à l'entreprise publique La Poste et aux activités postales - article 21 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":"1962-03-12 CODIFICATION source Décret n°62-273 du 12 mars 1962 portant révision du code des postes, télégraphes et téléphones VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code des postes et des communications électroniques - article L3 AUTONOME MODIFIE, en vigueur du 1962-03-14 au 2005-05-21"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/53/LEGIARTI000006465309.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/53/LEGIARTI000006465309.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/53/LEGIARTI000006465309.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/80/88/LEGIARTI000021808861.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/80/88/LEGIARTI000021808861.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/21/80/88/LEGIARTI000021808861.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006465309)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000021808861)"}],"status":"modified"},{"filename":"partie_legislative/livre_ier/titre_ier/chapitre_ier/article_l2.md","articleName":"Article L2","additions":15,"deletions":27,"diff":[{"type":"del","content":"La Poste est le prestataire du service universel postal. Au titre des prestations relevant de ce service, elle est soumise à des obligations en matière de qualité des services, d'accessibilité à ces services, de traitement des réclamations des utilisateurs et, pour des prestations déterminées, de dédommagement, en cas de perte, de vol, de détérioration ou de non-respect des engagements de qualité du service. Elle est également soumise à des obligations comptables et d'information spécifiques."},{"type":"add","content":"La Poste est le prestataire du service universel postal pour une durée de quinze ans à compter du 1er janvier 2011. Tous les trois ans, le Gouvernement, après avis de la Commission supérieure du service public des postes et des communications électroniques et de l'Autorité de régulation des communications électroniques et des postes, informe le Parlement des conditions d'exécution par La Poste de sa mission de service universel postal ainsi que des moyens mis en œuvre pour l'améliorer."},{"type":"del","content":"Les services postaux relatifs aux envois de correspondance intérieure ou en provenance de l'étranger, y compris ceux assurés par courrier accéléré, sont réservés à La Poste lorsque leur poids ne dépasse pas 100 grammes et que leur prix est inférieur à trois fois le tarif de base. Constituent le secteur réservé, à compter du 1er janvier 2006, les services portant sur les envois de correspondance intérieure ou en provenance de l'étranger, y compris ceux assurés par courrier accéléré, d'un poids ne dépassant pas 50 grammes et d'un prix inférieur à deux fois et demie le tarif de base. Les envois de livres, catalogues, journaux et périodiques sont exclus du secteur réservé à La Poste."},{"type":"del","content":""},{"type":"del","content":"Le tarif de base mentionné ci-dessus est le tarif applicable à un envoi de correspondance du premier échelon de poids de la catégorie normalisée la plus rapide. Tant qu'il sert de référence pour la délimitation des services réservés, sa valeur ne peut excéder 1 euro."},{"type":"del","content":""},{"type":"del","content":"Par dérogation au deuxième alinéa, la personne qui est à l'origine des envois de correspondance ou une personne agissant exclusivement en son nom peut assurer le service de ses propres envois."},{"type":"add","content":"En sus des obligations résultant de l'autorisation prévue à l'article L. 3, le prestataire du service universel postal est soumis, au titre des prestations relevant de ce service, à des obligations particulières en matière de qualité et d'accessibilité du service, de traitement des réclamations des utilisateurs et, pour des prestations déterminées, de dédommagement en cas de non-respect des engagements de qualité de service. Il tient une comptabilité spécifique sur ses activités dans le champ du service universel. Il transmet, sur demande de l'Autorité de régulation des communications électroniques et des postes, toute information et tout document comptable permettant d'assurer le contrôle du respect de ses obligations."},{"type":"del","content":"LOI n° 2005-516 du 20 mai 2005 relative à la régulation des activités postales - article 1 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°62-273 du 12 mars 1962 portant révision du code des postes, télégraphes et téléphones VIGUEUR, en vigueur depuis le 1962-03-14 CODIFICATION cible"},{"type":"add","content":"LOI n° 2010-123 du 9 février 2010 relative à l'entreprise publique La Poste et aux activités postales - article 19 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":"      CONCORDANCE source Code des postes, télégraphes et téléphones L2"},{"type":"add","content":""},{"type":"del","content":"2005-05-20 MODIFICATION source LOI n° 2005-516 du 20 mai 2005 relative à la régulation des activités postales - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2010-02-09 MODIFIE cible LOI n° 2010-123 du 9 février 2010 relative à l'entreprise publique La Poste et aux activités postales - article 19 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":"1962-03-12 CODIFICATION source Décret n°62-273 du 12 mars 1962 portant révision du code des postes, télégraphes et téléphones VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code des postes et des communications électroniques - article L4 AUTONOME ABROGE, en vigueur du 1962-03-14 au 2005-11-01"},{"type":"del","content":""},{"type":"del","content":"      CONCORDANCE source Code des postes, télégraphes et téléphones L2"},{"type":"add","content":"2999-01-01 CITATION source Code des postes et des communications électroniques - article L3 AUTONOME MODIFIE, en vigueur du 1962-03-14 au 2005-05-21"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code des postes et des communications électroniques - article L4 AUTONOME ABROGE, en vigueur du 1962-03-14 au 2005-11-01"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/53/LEGIARTI000006465303.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/53/LEGIARTI000006465303.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/53/LEGIARTI000006465303.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/80/88/LEGIARTI000021808853.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/80/88/LEGIARTI000021808853.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/21/80/88/LEGIARTI000021808853.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006465303)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000021808853)"}],"status":"modified"},{"filename":"partie_legislative/livre_ier/titre_ier/chapitre_ier/article_l3-2.md","articleName":"Article L3-2","additions":25,"deletions":20,"diff":[{"type":"add","content":"b bis) Garantir le secret des correspondances, ainsi que la neutralité des services postaux au regard de l'identité de l'expéditeur et de la nature des envois postaux ;"},{"type":"add","content":""},{"type":"del","content":"d) Etre fournie dans les conditions techniques respectant l'objectif de préservation de l'environnement."},{"type":"add","content":"d) Etre fournie dans les conditions techniques respectant l'objectif de préservation de l'environnement ;"},{"type":"add","content":""},{"type":"add","content":"e) Mettre en place des procédures simples, transparentes et gratuites de traitement des réclamations et respecter les intérêts des usagers au regard des obligations fixées à l'article L. 7 ;"},{"type":"add","content":""},{"type":"add","content":"f) Garantir l'accès aux services et aux installations aux personnes handicapées dans les conditions prévues à l'article L. 111-7-3 du code de la construction et de l'habitation ;"},{"type":"add","content":""},{"type":"add","content":"g) Respecter les obligations légales et conventionnelles applicables en matière de droit du travail et la législation de sécurité sociale en vigueur, sans préjudice des dispositions spécifiques applicables aux personnels ayant, le cas échéant, le statut de fonctionnaire ;"},{"type":"add","content":""},{"type":"add","content":"h) Respecter l'ordre public et les obligations liées à la défense nationale."},{"type":"del","content":"Code des postes et des communications électroniques - article L5-1 AUTONOME VIGUEUR, en vigueur depuis le 2019-10-20 CITATION source"},{"type":"add","content":"Code de la construction et de l'habitation - article L111-7-3 AUTONOME MODIFIE, en vigueur du 2005-02-12 au 2006-07-16 CITATION cible"},{"type":"del","content":"Code des postes et des communications électroniques - article L5-1 AUTONOME MODIFIE, en vigueur du 2005-11-01 au 2011-01-01 CITATION source"},{"type":"add","content":"Code de la construction et de l'habitation - article L111-7-3 AUTONOME MODIFIE, en vigueur du 2006-07-16 au 2014-09-28 CITATION cible"},{"type":"del","content":"Code des postes et des communications électroniques - article L5-1 AUTONOME MODIFIE, en vigueur du 2011-01-01 au 2019-10-20 CITATION source"},{"type":"add","content":"Code de la construction et de l'habitation - article L111-7-3 AUTONOME ABROGE, en vigueur du 2015-08-07 au 2021-07-01 CITATION cible"},{"type":"del","content":"LOI n° 2005-516 du 20 mai 2005 relative à la régulation des activités postales - article 1 ENTIEREMENT_MODIF CREATION cible"},{"type":"add","content":"Code de la construction et de l'habitation - article L111-7-3 AUTONOME MODIFIE, en vigueur du 2014-09-28 au 2015-08-07 CITATION cible"},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":"Décret n°62-273 du 12 mars 1962 portant révision du code des postes, télégraphes et téléphones VIGUEUR, en vigueur depuis le 1962-03-14 CODIFICATION cible"},{"type":"add","content":"LOI n° 2010-123 du 9 février 2010 relative à l'entreprise publique La Poste et aux activités postales - article 23 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"      CONCORDANCE source Code des postes, télégraphes et téléphones L8"},{"type":"add","content":"2010-02-09 MODIFIE cible LOI n° 2010-123 du 9 février 2010 relative à l'entreprise publique La Poste et aux activités postales - article 23 ENTIEREMENT_MODIF"},{"type":"del","content":"2005-05-20 CREATION source LOI n° 2005-516 du 20 mai 2005 relative à la régulation des activités postales - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2999-01-01 CITATION cible Code des postes et des communications électroniques - article L5-1 AUTONOME VIGUEUR, en vigueur depuis le 2019-10-20"},{"type":"del","content":"1962-03-12 CODIFICATION source Décret n°62-273 du 12 mars 1962 portant révision du code des postes, télégraphes et téléphones VIGUEUR"},{"type":"add","content":"2999-01-01 CITATION source Code des postes et des communications électroniques - article L7 AUTONOME MODIFIE, en vigueur du 1962-03-14 au 1991-01-01"},{"type":"del","content":"2999-01-01 CITATION cible Code des postes et des communications électroniques - article L5-1 AUTONOME VIGUEUR, en vigueur depuis le 2019-10-20"},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L111-7-3 AUTONOME MODIFIE, en vigueur du 2005-02-12 au 2006-07-16"},{"type":"del","content":"2999-01-01 CITATION source Code des postes et des communications électroniques - article L3 AUTONOME MODIFIE, en vigueur du 1962-03-14 au 2005-05-21"},{"type":"add","content":"      CONCORDANCE source Code des postes, télégraphes et téléphones L8"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/53/LEGIARTI000006465312.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/53/LEGIARTI000006465312.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/53/LEGIARTI000006465312.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/80/88/LEGIARTI000021808876.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/80/88/LEGIARTI000021808876.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/21/80/88/LEGIARTI000021808876.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006465312)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000021808876)"}],"status":"modified"},{"filename":"partie_legislative/livre_ier/titre_ier/chapitre_ier/article_l3-4.md","articleName":"Article L3-4","additions":0,"deletions":75,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article L3-4"},{"type":"del","content":""},{"type":"del","content":"Un décret en Conseil d'Etat définit les caractéristiques du service d'envois recommandés utilisés dans le cadre des procédures administratives et juridictionnelles."},{"type":"del","content":""},{"type":"del","content":"Il détermine également les conditions dans lesquelles le prestataire du service universel et les titulaires de l'autorisation prévue à l'article L. 3 peuvent assurer ce service."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des postes et des communications électroniques - article L3 AUTONOME MODIFIE, en vigueur du 1962-03-14 au 2005-05-21 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des postes et des communications électroniques - article L3 AUTONOME MODIFIE, en vigueur du 2005-05-21 au 2011-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des postes et des communications électroniques - article L3 AUTONOME VIGUEUR, en vigueur depuis le 2019-10-20 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des postes et des communications électroniques - article L3 AUTONOME MODIFIE, en vigueur du 2011-01-01 au 2019-10-20 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2005-516 du 20 mai 2005 relative à la régulation des activités postales - article 1 ENTIEREMENT_MODIF CREATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2010-123 du 9 février 2010 relative à l'entreprise publique La Poste et aux activités postales - article 24 ENTIEREMENT_MODIF ABROGE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°62-273 du 12 mars 1962 portant révision du code des postes, télégraphes et téléphones VIGUEUR, en vigueur depuis le 1962-03-14 CODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CONCORDANCE source Arrêté AN10-GE-19 19 Germinal an X art. 1 et 2"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CONCORDANCE source Code des postes, télégraphes et téléphones L8"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2005-05-20 CREATION source LOI n° 2005-516 du 20 mai 2005 relative à la régulation des activités postales - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2010-02-09 ABROGE cible LOI n° 2010-123 du 9 février 2010 relative à l'entreprise publique La Poste et aux activités postales - article 24 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1962-03-12 CODIFICATION source Décret n°62-273 du 12 mars 1962 portant révision du code des postes, télégraphes et téléphones VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code des postes et des communications électroniques - article L3 AUTONOME MODIFIE, en vigueur du 1962-03-14 au 2005-05-21"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/53/LEGIARTI000006465314.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/53/LEGIARTI000006465314.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/53/LEGIARTI000006465314.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_des_postes_et_des_communications_electroniques/src/branch/main/partie_legislative/livre_ier/titre_ier/chapitre_ier/article_l3-4.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006465314)"},{"type":"del","content":""}],"status":"deleted"},{"filename":"partie_legislative/livre_ier/titre_ier/chapitre_ier/article_l3.md","articleName":"Article L3","additions":8,"deletions":19,"diff":[{"type":"del","content":"Les prestataires de services postaux non réservés relatifs aux envois de correspondance, y compris transfrontalière, doivent être titulaires d'une autorisation délivrée dans les conditions prévues à l'article L. 5-1, sauf si leur activité se limite à la correspondance intérieure et n'inclut pas la distribution."},{"type":"add","content":"Les services postaux portant sur les envois de correspondance intérieure et transfrontière sont offerts par tout prestataire de services postaux, sous réserve de l'obtention d'une autorisation délivrée par l'Autorité de régulation des communications électroniques et des postes dans les conditions prévues à l'article L. 5-1. Cette autorisation n'est toutefois pas requise si ces services se limitent à la correspondance intérieure et n'incluent pas la distribution."},{"type":"del","content":"LOI n° 2005-516 du 20 mai 2005 relative à la régulation des activités postales - article 1 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°62-273 du 12 mars 1962 portant révision du code des postes, télégraphes et téléphones VIGUEUR, en vigueur depuis le 1962-03-14 CODIFICATION cible"},{"type":"add","content":"LOI n° 2010-123 du 9 février 2010 relative à l'entreprise publique La Poste et aux activités postales - article 22 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2005-05-20 MODIFICATION source LOI n° 2005-516 du 20 mai 2005 relative à la régulation des activités postales - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2006-05-03 CITATION cible Arrêté du 3 mai 2006 pris en application de l'article R. 1-2-6 du code des postes et des communications électroniques relatif aux obligations des prestataires de services postaux titulaires d'une autorisation. - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2006-05-05"},{"type":"del","content":"2006-05-03 CITATION cible Arrêté du 3 mai 2006 pris en application de l'article R. 1-2-6 du code des postes et des communications électroniques relatif aux obligations des prestataires de services postaux titulaires d'une autorisation. - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2006-05-05"},{"type":"add","content":"2010-02-09 MODIFIE cible LOI n° 2010-123 du 9 février 2010 relative à l'entreprise publique La Poste et aux activités postales - article 22 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":"1962-03-12 CODIFICATION source Décret n°62-273 du 12 mars 1962 portant révision du code des postes, télégraphes et téléphones VIGUEUR"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/53/LEGIARTI000006465305.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/53/LEGIARTI000006465305.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/53/LEGIARTI000006465305.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/80/88/LEGIARTI000021808873.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/80/88/LEGIARTI000021808873.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/21/80/88/LEGIARTI000021808873.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006465305)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000021808873)"}],"status":"modified"},{"filename":"partie_legislative/livre_ier/titre_ier/chapitre_ii/README.md","articleName":"Sommaire - Chapitre Ii","additions":1,"deletions":0,"diff":[{"type":"add","content":"- [Article L5-7-1](article_l5-7-1.md)"}],"status":"modified"},{"filename":"partie_legislative/livre_ier/titre_ier/chapitre_ii/article_l5-1.md","articleName":"Article L5-1","additions":12,"deletions":30,"diff":[{"type":"del","content":"L'Autorité de régulation des communications électroniques et des postes est chargée de délivrer l'autorisation demandée par les prestataires mentionnés à l'article L. 3. L'autorisation est délivrée pour une durée de dix ans. Elle est renouvelable. Elle n'est pas cessible."},{"type":"add","content":"L'Autorité de régulation des communications électroniques et des postes est chargée de délivrer l'autorisation demandée par les prestataires mentionnés à l'article L. 3. L'autorisation est délivrée pour une durée de quinze ans. Elle est renouvelable. Elle n'est pas cessible."},{"type":"add","content":"L'Autorité de régulation des communications électroniques et des postes est informée par le titulaire de l'autorisation de toute modification susceptible d'affecter la pérennité de son exploitation. Le titulaire de l'autorisation communique à l'Autorité de régulation des communications électroniques et des postes les modalités du dispositif prévu pour assurer la continuité du traitement des envois de correspondance en cas de redressement judiciaire ou de liquidation judiciaire."},{"type":"add","content":""},{"type":"del","content":"LOI n° 2005-516 du 20 mai 2005 relative à la régulation des activités postales - article 5 ENTIEREMENT_MODIF CREATION cible"},{"type":"add","content":"LOI n° 2010-123 du 9 février 2010 relative à l'entreprise publique La Poste et aux activités postales - article 25 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"Décret n° 2015-1425 du 5 novembre 2015 relatif aux exceptions à l'application du droit des usagers de saisir l'administration par voie électronique (ministère de l'économie, de l'industrie et du numérique) - article Annexe 2 AUTONOME VIGUEUR, en vigueur depuis le 2015-11-07 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décision n° 2020-0183 du 27 février 2020 autorisant la société BIKE IN THE CITY à exercer la prestation de services postaux relatifs aux envois de correspondance CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décision n° 2023-1035 du 16 mai 2023 autorisant la société CLEVIA à exercer la prestation de services postaux relatifs aux envois de correspondance CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°62-273 du 12 mars 1962 portant révision du code des postes, télégraphes et téléphones VIGUEUR, en vigueur depuis le 1962-03-14 CODIFICATION cible"},{"type":"add","content":"LOI n° 2010-123 du 9 février 2010 relative à l'entreprise publique La Poste et aux activités postales - article 22 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2005-05-20 CREATION source LOI n° 2005-516 du 20 mai 2005 relative à la régulation des activités postales - article 5 ENTIEREMENT_MODIF"},{"type":"add","content":"2010-02-09 MODIFIE cible LOI n° 2010-123 du 9 février 2010 relative à l'entreprise publique La Poste et aux activités postales - article 22 ENTIEREMENT_MODIF"},{"type":"del","content":"2015-11-05 CITATION cible Décret n° 2015-1425 du 5 novembre 2015 relatif aux exceptions à l'application du droit des usagers de saisir l'administration par voie électronique (ministère de l'économie, de l'industrie et du numérique) - article Annexe 2 AUTONOME VIGUEUR, en vigueur depuis le 2015-11-07"},{"type":"add","content":"2010-02-09 MODIFIE cible LOI n° 2010-123 du 9 février 2010 relative à l'entreprise publique La Poste et aux activités postales - article 25 ENTIEREMENT_MODIF"},{"type":"del","content":"1962-03-12 CODIFICATION source Décret n°62-273 du 12 mars 1962 portant révision du code des postes, télégraphes et téléphones VIGUEUR"},{"type":"add","content":"2015-11-05 CITATION cible Décret n° 2015-1425 du 5 novembre 2015 relatif aux exceptions à l'application du droit des usagers de saisir l'administration par voie électronique (ministère de l'économie, de l'industrie et du numérique) - article Annexe 2 AUTONOME VIGUEUR, en vigueur depuis le 2015-11-07"},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code des postes et des communications électroniques - article L18 AUTONOME MODIFIE, en vigueur du 1962-03-14 au 2005-05-21"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code des postes et des communications électroniques - article L19 AUTONOME MODIFIE, en vigueur du 1962-03-14 au 2005-05-21"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/53/LEGIARTI000006465321.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/53/LEGIARTI000006465321.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/53/LEGIARTI000006465321.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/80/88/LEGIARTI000021808866.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/80/88/LEGIARTI000021808866.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/21/80/88/LEGIARTI000021808866.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006465321)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000021808866)"}],"status":"modified"},{"filename":"partie_legislative/livre_ier/titre_ier/chapitre_ii/article_l5-2.md","articleName":"Article L5-2","additions":9,"deletions":65,"diff":[{"type":"del","content":"3° Décide, après examen de la proposition de La Poste ou, à défaut de proposition, d'office après l'en avoir informée, des caractéristiques d'encadrement pluriannuel des tarifs des prestations du service universel, pouvant le cas échéant distinguer les envois en nombre des envois égrenés, et veille à leur respect. Elle approuve les tarifs des prestations relevant du secteur réservé. Le silence gardé par l'autorité pendant plus d'un mois à compter de la réception de la demande complète vaut approbation ; l'autorité formule son opposition par une décision motivée explicitant les analyses, notamment économiques, qui la sous-tendent. L'autorité est informée par le prestataire du service universel, préalablement à leur entrée en vigueur et dans un délai précisé par le décret prévu à l'article L. 2, des tarifs des prestations du service universel non réservées. Elle peut rendre public son avis. L'autorité tient compte, dans ses décisions ou avis, de la situation concurrentielle des marchés, en particulier pour l'examen des tarifs des envois en nombre ;"},{"type":"add","content":"3° Décide, après examen de la proposition de La Poste ou, à défaut de proposition, d'office après l'en avoir informée, des caractéristiques d'encadrement pluriannuel des tarifs des prestations du service universel pouvant, le cas échéant, distinguer les envois en nombre des envois égrenés, et veille à leur respect. Elle est informée par La Poste, avant leur entrée en vigueur, des tarifs des prestations du service universel. Dans un délai d'un mois à compter de la transmission de ces tarifs, elle émet un avis public. Elle tient compte, dans ses décisions ou avis, de la situation concurrentielle des marchés, en particulier pour l'examen des tarifs des envois en nombre, et veille dans ce cadre à assurer la pérennité du service universel tout en veillant à l'exercice d'une concurrence loyale. Elle modifie ou suspend les projets de tarifs de toute prestation relevant du service universel si les principes tarifaires s'appliquant au service universel ne sont manifestement pas respectés ;"},{"type":"del","content":"4° Veille au respect des objectifs de qualité du service universel, fixés par arrêté du ministre chargé des postes selon des modalités établies par le décret prévu à l'article L. 2 ; elle fait réaliser annuellement par un organisme indépendant une étude de qualité de service, dont elle publie les résultats ;"},{"type":"add","content":"4° Veille au respect des objectifs de qualité du service universel fixés par arrêté du ministre chargé des postes selon des modalités établies par le décret prévu à l'article L. 2, ainsi qu'à la publication et à la fiabilité des mesures de qualité des prestations correspondantes ; elle fait réaliser annuellement par un organisme indépendant une étude de qualité du service qu'elle publie ;"},{"type":"del","content":"6° Afin de mettre en oeuvre les principes de séparation et de transparence des comptes, en particulier pour garantir les conditions de financement du service universel, précise les règles de comptabilisation des coûts, établit les spécifications des systèmes de comptabilisation et veille au respect, par le prestataire du service universel, des obligations relatives à la comptabilité analytique fixées dans le décret prévu à l'article L. 2. A ce titre, dans le champ du service universel, l'autorité reçoit communication des résultats des vérifications des commissaires aux comptes, sans que puisse lui être opposé le secret professionnel. Elle fait vérifier annuellement, aux frais du prestataire du service universel, par un organisme qu'elle agrée, compétent et indépendant du prestataire du service universel, la conformité des comptes du prestataire du service universel aux règles qu'elle a établies. Elle veille à la publication, par les soins de l'organisme indépendant agréé, d'une déclaration de conformité ;"},{"type":"add","content":"6° Afin de mettre en oeuvre les principes de séparation et de transparence des comptes, en particulier pour garantir les conditions de financement du service universel, précise les règles de comptabilisation des coûts permettant la séparation des coûts communs qui relèvent du service universel de ceux qui n'en relèvent pas, établit les spécifications des systèmes de comptabilisation et veille au respect, par le prestataire du service universel, des obligations relatives à la comptabilité analytique fixées dans le décret prévu à l'article L. 2. A ce titre, dans le champ du service universel, l'autorité reçoit communication des résultats des vérifications des commissaires aux comptes, sans que puisse lui être opposé le secret professionnel. Elle fait vérifier annuellement, aux frais du prestataire du service universel, par un organisme qu'elle agrée, compétent et indépendant du prestataire du service universel, la conformité des comptes du prestataire du service universel aux règles qu'elle a établies. Elle publie une déclaration de conformité relative au service universel ;"},{"type":"del","content":"LOI n° 2005-516 du 20 mai 2005 relative à la régulation des activités postales - article 5 ENTIEREMENT_MODIF CREATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2025-641 du 15 juillet 2025 relatif à la désignation du prestataire du service universel postal - article 4 ENTIEREMENT_MODIF CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 8 juin 2009 relatif aux objectifs de qualité de service fixés à La Poste pour l'année 2009 au titre de l'offre de service universel que La Poste est tenue d'assurer en application de l'article L. 2 du code des postes et des communications électroniques CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Avis n° 2013-1147 du 10 septembre 2013 sur le dossier tarifaire de La Poste reçu le 31 juillet 2013 relatif aux offres d'envoi de courrier national relevant du service universel postal CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Avis n° 2013-1149 du 10 septembre 2013 sur le dossier tarifaire de La Poste du 31 juillet 2013 relatif aux offres d'envoi de courrier international relevant du service universel postal CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décision n° 2017-1100 du 19 septembre 2017 relative aux règles de comptabilisation et aux restitutions comptables réglementaires de La Poste, en application de l'article L. 5-2 (6°) du code des postes et des communications électroniques CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Avis n° 2014-0164 du 4 février 2014 sur le dossier tarifaire de La Poste du 14 janvier 2014 relatif aux offres d'envois de colis relevant du service universel CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décision n° 2008-1286 du 18 novembre 2008 relatif aux caractéristiques d'encadrement pluriannuel des tarifs des prestations du service universel postal CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décision n° 2014-0294 du 11 mars 2014 relative aux règles de comptabilisation de La Poste en application de l'article L. 5-2 (6°) du code des postes et des communications électroniques CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décision n° 2017-1101 du 19 septembre 2017 modifiant la décision n° 2014-0841 du 22 juillet 2014 sur les caractéristiques d'encadrement pluriannuel des tarifs des prestations du service universel postal CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Avis n° 2009-0243 du 2 avril 2009 sur un projet d'arrêté relatif aux objectifs de qualité de service fixés à La Poste pour l'année 2009 au titre de l'offre de service universel que La Poste est tenue d'assurer en application de l'article L. 2 du code des postes et des communications électroniques CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°62-273 du 12 mars 1962 portant révision du code des postes, télégraphes et téléphones VIGUEUR, en vigueur depuis le 1962-03-14 CODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2024-1170 du 6 décembre 2024 relatif à la méthode d'évaluation utilisée pour le calcul du coût net de la mission de service universel postal VIGUEUR, en vigueur depuis le 2024-12-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2024-1170 du 6 décembre 2024 relatif à la méthode d'évaluation utilisée pour le calcul du coût net de la mission de service universel postal CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Avis n° 2024-1697 du 25 juillet 2024 sur un projet de décret relatif à la méthode d'évaluation utilisée pour le calcul du coût net de la mission de service universel postal CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2025-641 du 15 juillet 2025 relatif à la désignation du prestataire du service universel postal CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2025-641 du 15 juillet 2025 relatif à la désignation du prestataire du service universel postal VIGUEUR, en vigueur depuis le 2025-07-17 CITATION source"},{"type":"add","content":"LOI n° 2010-123 du 9 février 2010 relative à l'entreprise publique La Poste et aux activités postales - article 26 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2005-05-20 CREATION source LOI n° 2005-516 du 20 mai 2005 relative à la régulation des activités postales - article 5 ENTIEREMENT_MODIF"},{"type":"add","content":"2010-02-09 MODIFIE cible LOI n° 2010-123 du 9 février 2010 relative à l'entreprise publique La Poste et aux activités postales - article 26 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":"1962-03-12 CODIFICATION source Décret n°62-273 du 12 mars 1962 portant révision du code des postes, télégraphes et téléphones VIGUEUR"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/53/LEGIARTI000006465322.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/53/LEGIARTI000006465322.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/53/LEGIARTI000006465322.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/80/88/LEGIARTI000021808882.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/80/88/LEGIARTI000021808882.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/21/80/88/LEGIARTI000021808882.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006465322)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000021808882)"}],"status":"modified"},{"filename":"partie_legislative/livre_ier/titre_ier/chapitre_ii/article_l5-7-1.md","articleName":"Article L5-7-1","additions":37,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article L5-7-1"},{"type":"add","content":""},{"type":"add","content":"L'Autorité de régulation des communications électroniques et des postes traite les réclamations des usagers des services postaux qui n'ont pu être satisfaites dans le cadre des procédures mises en place par les prestataires de services postaux autorisés."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2010-123 du 9 février 2010 relative à l'entreprise publique La Poste et aux activités postales - article 27 ENTIEREMENT_MODIF CREE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2010-02-09 CREE cible LOI n° 2010-123 du 9 février 2010 relative à l'entreprise publique La Poste et aux activités postales - article 27 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/80/88/LEGIARTI000021808889.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/80/88/LEGIARTI000021808889.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/21/80/88/LEGIARTI000021808889.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_des_postes_et_des_communications_electroniques/src/branch/main/partie_legislative/livre_ier/titre_ier/chapitre_ii/article_l5-7-1.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000021808889)"},{"type":"add","content":""}],"status":"added"},{"filename":"partie_legislative/livre_ier/titre_ii/article_l17.md","articleName":"Article L17","additions":12,"deletions":48,"diff":[{"type":"del","content":"Est puni d'une amende de 50 000 euros le fait :"},{"type":"del","content":""},{"type":"del","content":"1° De fournir des services postaux qui sont, en application de l'article L. 2, réservés à La Poste ;"},{"type":"del","content":""},{"type":"del","content":"2° De fournir des services d'envoi de correspondance en violation des dispositions de l'article L. 3, ou d'une décision de suspension de l'autorisation accordée en vertu de l'article L. 3."},{"type":"add","content":"Est puni d'une amende de 50 000 € le fait de fournir des services d'envoi de correspondance en violation de l'article L. 3 ou d'une décision de suspension de l'autorisation accordée en vertu du même article."},{"type":"del","content":"Code des postes et des communications électroniques - article L2 AUTONOME MODIFIE, en vigueur du 2011-01-01 au 2016-10-09 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des postes et des communications électroniques - article L2 AUTONOME MODIFIE, en vigueur du 1999-06-29 au 2005-05-21 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des postes et des communications électroniques - article L2 AUTONOME MODIFIE, en vigueur du 2005-05-21 au 2011-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des postes et des communications électroniques - article L2 AUTONOME MODIFIE, en vigueur du 2016-10-09 au 2019-10-20 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des postes et des communications électroniques - article L2 AUTONOME ABROGE_DIFF, en vigueur du 2019-10-20 au 2026-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des postes et des communications électroniques - article L2 AUTONOME MODIFIE, en vigueur du 1962-03-14 au 1999-06-29 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Ordonnance n°96-267 du 28 mars 1996 relative à l'entrée en vigueur du nouveau code pénal dans les territoires d'outre-mer et à Mayotte ainsi qu'à l'extension et à la modification de certaines dispositions législatives rendues nécessaires par cette entrée en vigueur - article 13 AUTONOME MODIFIE, en vigueur du 1996-03-31 au 2001-07-13 SPEC_APPLI cible"},{"type":"add","content":"Code des postes et des communications électroniques - article L3 AUTONOME MODIFIE, en vigueur du 1962-03-14 au 2005-05-21 CITATION cible"},{"type":"del","content":"Ordonnance n° 96-267 du 28 mars 1996 relative à l'entrée en vigueur du nouveau code pénal dans les territoires d'outre-mer et à Mayotte ainsi qu'à l'extension et à la modification de certaines dispositions législatives rendues nécessaires par cette entrée en vigueur - article 13 AUTONOME VIGUEUR, en vigueur depuis le 2001-07-13 SPEC_APPLI cible"},{"type":"add","content":"Code des postes et des communications électroniques - article L3 AUTONOME MODIFIE, en vigueur du 2005-05-21 au 2011-01-01 CITATION cible"},{"type":"del","content":"LOI n° 2005-516 du 20 mai 2005 relative à la régulation des activités postales - article 11 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"Code des postes et des communications électroniques - article L3 AUTONOME VIGUEUR, en vigueur depuis le 2019-10-20 CITATION cible"},{"type":"del","content":"Code des postes et des communications électroniques - article L2 AUTONOME VIGUEUR_DIFF, en vigueur depuis le 2026-01-01 CITATION cible"},{"type":"add","content":"Code des postes et des communications électroniques - article L3 AUTONOME MODIFIE, en vigueur du 2011-01-01 au 2019-10-20 CITATION cible"},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":"Décret n°62-273 du 12 mars 1962 portant révision du code des postes, télégraphes et téléphones VIGUEUR, en vigueur depuis le 1962-03-14 CODIFICATION cible"},{"type":"add","content":"LOI n° 2010-123 du 9 février 2010 relative à l'entreprise publique La Poste et aux activités postales - article 28 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"1996-03-28 SPEC_APPLI source Ordonnance n°96-267 du 28 mars 1996 relative à l'entrée en vigueur du nouveau code pénal dans les territoires d'outre-mer et à Mayotte ainsi qu'à l'extension et à la modification de certaines dispositions législatives rendues nécessaires par cette entrée en vigueur - article 13 AUTONOME MODIFIE, en vigueur du 1996-03-31 au 2001-07-13"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2005-05-20 MODIFICATION source LOI n° 2005-516 du 20 mai 2005 relative à la régulation des activités postales - article 11 ENTIEREMENT_MODIF"},{"type":"add","content":"      CONCORDANCE source Code des postes, télégraphes et téléphones L3"},{"type":"del","content":"1962-03-12 CODIFICATION source Décret n°62-273 du 12 mars 1962 portant révision du code des postes, télégraphes et téléphones VIGUEUR"},{"type":"add","content":"2010-02-09 MODIFIE cible LOI n° 2010-123 du 9 février 2010 relative à l'entreprise publique La Poste et aux activités postales - article 28 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code des postes et des communications électroniques - article L2 AUTONOME MODIFIE, en vigueur du 1962-03-14 au 1999-06-29"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CONCORDANCE source Code des postes, télégraphes et téléphones L3"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/53/LEGIARTI000006465363.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/53/LEGIARTI000006465363.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/53/LEGIARTI000006465363.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/80/88/LEGIARTI000021808891.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/80/88/LEGIARTI000021808891.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/21/80/88/LEGIARTI000021808891.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006465363)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000021808891)"}],"status":"modified"},{"filename":"partie_legislative/livre_ier/titre_ii/article_l18.md","articleName":"Article L18","additions":70,"deletions":18,"diff":[{"type":"del","content":"Les personnes physiques coupables de l'une des infractions définies à l'article L. 17 encourent les peines complémentaires suivantes :"},{"type":"add","content":"Les personnes physiques coupables de l'infraction définie à l'article L. 17 encourent les peines complémentaires suivantes :"},{"type":"del","content":"LOI n° 2005-516 du 20 mai 2005 relative à la régulation des activités postales - article 11 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"Code pénal - article 131-21 AUTONOME MODIFIE, en vigueur du 1994-03-01 au 2003-06-13 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code pénal - article 131-21 AUTONOME MODIFIE, en vigueur du 2003-06-13 au 2004-03-10 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code pénal - article 131-21 AUTONOME MODIFIE, en vigueur du 2004-03-10 au 2007-03-07 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code pénal - article 131-21 AUTONOME MODIFIE, en vigueur du 2007-03-07 au 2010-07-11 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code pénal - article 131-35 AUTONOME MODIFIE, en vigueur du 1994-03-01 au 2004-06-22 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code pénal - article 131-35 AUTONOME MODIFIE, en vigueur du 2004-06-22 au 2011-05-19 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code pénal - article 131-21 AUTONOME MODIFIE, en vigueur du 2012-03-29 au 2013-12-08 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code pénal - article 131-21 AUTONOME MODIFIE, en vigueur du 2022-03-04 au 2024-06-26 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des postes et des communications électroniques - article L17 AUTONOME MODIFIE, en vigueur du 2005-05-21 au 2011-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des postes et des communications électroniques - article L17 AUTONOME MODIFIE, en vigueur du 2002-01-01 au 2005-05-21 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code pénal - article 131-21 AUTONOME MODIFIE, en vigueur du 2010-07-11 au 2012-03-29 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code pénal - article 131-21 AUTONOME MODIFIE, en vigueur du 1992-07-23 au 1994-03-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des postes et des communications électroniques - article L17 AUTONOME MODIFIE, en vigueur du 1990-01-01 au 1994-03-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des postes et des communications électroniques - article L17 AUTONOME VIGUEUR, en vigueur depuis le 2011-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code pénal - article 131-21 AUTONOME MODIFIE, en vigueur du 2013-12-08 au 2021-12-31 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des postes et des communications électroniques - article L17 AUTONOME MODIFIE, en vigueur du 1999-06-29 au 2002-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2010-123 du 9 février 2010 relative à l'entreprise publique La Poste et aux activités postales - article 29 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des postes et des communications électroniques - article L17 AUTONOME MODIFIE, en vigueur du 1994-03-01 au 1999-06-29 CITATION cible"},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":"Décret n°62-273 du 12 mars 1962 portant révision du code des postes, télégraphes et téléphones VIGUEUR, en vigueur depuis le 1962-03-14 CODIFICATION cible"},{"type":"add","content":"Code pénal - article 131-35 AUTONOME VIGUEUR, en vigueur depuis le 2011-05-19 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code pénal - article 131-21 AUTONOME MODIFIE, en vigueur du 2021-12-31 au 2022-03-04 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code pénal - article 131-21 AUTONOME ABROGE_DIFF, en vigueur du 2024-06-26 au 2029-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code pénal - article 131-21 AUTONOME VIGUEUR_DIFF, en vigueur depuis le 2029-01-01 CITATION cible"},{"type":"del","content":"2005-05-20 MODIFICATION source LOI n° 2005-516 du 20 mai 2005 relative à la régulation des activités postales - article 11 ENTIEREMENT_MODIF"},{"type":"add","content":"2010-02-09 MODIFIE cible LOI n° 2010-123 du 9 février 2010 relative à l'entreprise publique La Poste et aux activités postales - article 29 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":"1962-03-12 CODIFICATION source Décret n°62-273 du 12 mars 1962 portant révision du code des postes, télégraphes et téléphones VIGUEUR"},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code des postes et des communications électroniques - article L17 AUTONOME MODIFIE, en vigueur du 1990-01-01 au 1994-03-01"},{"type":"add","content":"2999-01-01 CITATION cible Code des postes et des communications électroniques - article L24 AUTONOME ABROGE, en vigueur du 1962-03-14 au 2005-05-21"},{"type":"del","content":"2999-01-01 CITATION cible Code des postes et des communications électroniques - article L24 AUTONOME ABROGE, en vigueur du 1962-03-14 au 2005-05-21"},{"type":"add","content":"2999-01-01 CITATION source Code des postes et des communications électroniques - article L17 AUTONOME MODIFIE, en vigueur du 1990-01-01 au 1994-03-01"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/53/LEGIARTI000006465365.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/53/LEGIARTI000006465365.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/53/LEGIARTI000006465365.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/80/88/LEGIARTI000021808894.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/80/88/LEGIARTI000021808894.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/21/80/88/LEGIARTI000021808894.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006465365)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000021808894)"}],"status":"modified"},{"filename":"partie_legislative/livre_ier/titre_ii/article_l19.md","articleName":"Article L19","additions":67,"deletions":13,"diff":[{"type":"del","content":"Les personnes morales déclarées responsables pénalement, dans les conditions prévues par l'article 121-2 du code pénal, de l'une des infractions définies à l'article L. 17 encourent, outre l'amende suivant les modalités prévues par l'article 131-38 du code pénal, les peines prévues par les 2° à 5°, 8° et 9° de l'article 131-39 du même code.L'interdiction mentionnée au 2° de l'article 131-39 du même code porte sur l'activité dans l'exercice ou à l'occasion de l'exercice de laquelle l'infraction a été commise."},{"type":"add","content":"Les personnes morales déclarées responsables pénalement, dans les conditions prévues par l'article 121-2 du code pénal, de l'infraction définie à l'article L. 17 encourent, outre l'amende suivant les modalités prévues par l'article 131-38 du code pénal, les peines prévues par les 2° à 5°, 8° et 9° de l'article 131-39 du même code.L'interdiction mentionnée au 2° de l'article 131-39 du même code porte sur l'activité dans l'exercice ou à l'occasion de l'exercice de laquelle l'infraction a été commise."},{"type":"del","content":"LOI n° 2009-526 du 12 mai 2009 de simplification et de clarification du droit et d'allègement des procédures - article 125 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Code pénal - article 121-2 AUTONOME MODIFIE, en vigueur du 1994-03-01 au 2000-07-11 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code pénal - article 131-39 AUTONOME MODIFIE, en vigueur du 2004-06-22 au 2007-03-07 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code pénal - article 131-39 AUTONOME MODIFIE, en vigueur du 2007-03-07 au 2009-04-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code pénal - article 131-39 AUTONOME MODIFIE, en vigueur du 2009-04-01 au 2010-07-11 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des postes et des communications électroniques - article L17 AUTONOME MODIFIE, en vigueur du 2005-05-21 au 2011-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des postes et des communications électroniques - article L17 AUTONOME MODIFIE, en vigueur du 2002-01-01 au 2005-05-21 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code pénal - article 131-39 AUTONOME MODIFIE, en vigueur du 2001-06-13 au 2004-06-22 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des postes et des communications électroniques - article L17 AUTONOME MODIFIE, en vigueur du 1990-01-01 au 1994-03-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code pénal - article 131-39 AUTONOME VIGUEUR, en vigueur depuis le 2014-07-12 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code pénal - article 131-39 AUTONOME MODIFIE_MORT_NE, en vigueur du 1994-03-01 au 1992-08-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des postes et des communications électroniques - article L17 AUTONOME VIGUEUR, en vigueur depuis le 2011-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code pénal - article 131-38 AUTONOME MODIFIE, en vigueur du 1994-03-01 au 2004-03-10 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code pénal - article 131-38 AUTONOME VIGUEUR, en vigueur depuis le 2004-03-10 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code pénal - article 131-39 AUTONOME MODIFIE, en vigueur du 2010-07-11 au 2014-07-12 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code pénal - article 121-2 AUTONOME MODIFIE, en vigueur du 2000-07-11 au 2004-03-10 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des postes et des communications électroniques - article L17 AUTONOME MODIFIE, en vigueur du 1999-06-29 au 2002-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des postes et des communications électroniques - article L17 AUTONOME MODIFIE, en vigueur du 1994-03-01 au 1999-06-29 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code pénal - article 121-2 AUTONOME VIGUEUR, en vigueur depuis le 2005-12-31 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2010-123 du 9 février 2010 relative à l'entreprise publique La Poste et aux activités postales - article 30 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des postes et des communications électroniques - article L5-1 AUTONOME VIGUEUR, en vigueur depuis le 2019-10-20"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code des postes et des communications électroniques - article L17 AUTONOME MODIFIE, en vigueur du 1990-01-01 au 1994-03-01"},{"type":"del","content":""},{"type":"del","content":"2009-05-12 MODIFIE cible LOI n° 2009-526 du 12 mai 2009 de simplification et de clarification du droit et d'allègement des procédures - article 125 ENTIEREMENT_MODIF"},{"type":"add","content":"2010-02-09 MODIFIE cible LOI n° 2010-123 du 9 février 2010 relative à l'entreprise publique La Poste et aux activités postales - article 30 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code des postes et des communications électroniques - article L5-1 AUTONOME VIGUEUR, en vigueur depuis le 2019-10-20"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code des postes et des communications électroniques - article L17 AUTONOME MODIFIE, en vigueur du 1990-01-01 au 1994-03-01"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/63/17/LEGIARTI000020631700.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/63/17/LEGIARTI000020631700.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/20/63/17/LEGIARTI000020631700.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/80/88/LEGIARTI000021808899.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/80/88/LEGIARTI000021808899.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/21/80/88/LEGIARTI000021808899.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000020631700)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000021808899)"}],"status":"modified"},{"filename":"partie_legislative/livre_ier/titre_ii/article_l29.md","articleName":"Article L29","additions":37,"deletions":18,"diff":[{"type":"del","content":"Le fait d'insérer dans un envoi postal des matières ou des objets prohibés par la convention postale universelle est puni d'une amende de 15 000 euros."},{"type":"add","content":"Le fait d'insérer dans un envoi postal des objets contrefaits ainsi que des matières ou des objets prohibés par la convention postale universelle est puni d'une amende de 15 000 euros."},{"type":"del","content":"LOI n° 2005-516 du 20 mai 2005 relative à la régulation des activités postales - article 11 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"Code pénal - article 131-39 AUTONOME MODIFIE, en vigueur du 2004-06-22 au 2007-03-07 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code pénal - article 131-39 AUTONOME MODIFIE, en vigueur du 2007-03-07 au 2009-04-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code pénal - article 131-39 AUTONOME MODIFIE, en vigueur du 2009-04-01 au 2010-07-11 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des postes et des communications électroniques - article L18 AUTONOME MODIFIE, en vigueur du 2005-05-21 au 2011-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code pénal - article 131-39 AUTONOME MODIFIE, en vigueur du 2001-06-13 au 2004-06-22 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code pénal - article 131-39 AUTONOME VIGUEUR, en vigueur depuis le 2014-07-12 CITATION cible"},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":"Décret n°62-273 du 12 mars 1962 portant révision du code des postes, télégraphes et téléphones VIGUEUR, en vigueur depuis le 1962-03-14 CODIFICATION cible"},{"type":"add","content":"Code pénal - article 131-39 AUTONOME MODIFIE_MORT_NE, en vigueur du 1994-03-01 au 1992-08-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des postes et des communications électroniques - article L18 AUTONOME MODIFIE, en vigueur du 1962-03-14 au 2005-05-21 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code pénal - article 131-39 AUTONOME MODIFIE, en vigueur du 2010-07-11 au 2014-07-12 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des postes et des communications électroniques - article L18 AUTONOME VIGUEUR, en vigueur depuis le 2011-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2010-123 du 9 février 2010 relative à l'entreprise publique La Poste et aux activités postales - article 31 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"      CONCORDANCE source Code des postes, télégraphes et téléphones L68 al. 1"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2005-05-20 MODIFICATION source LOI n° 2005-516 du 20 mai 2005 relative à la régulation des activités postales - article 11 ENTIEREMENT_MODIF"},{"type":"add","content":"2010-02-09 MODIFIE cible LOI n° 2010-123 du 9 février 2010 relative à l'entreprise publique La Poste et aux activités postales - article 31 ENTIEREMENT_MODIF"},{"type":"del","content":"1962-03-12 CODIFICATION source Décret n°62-273 du 12 mars 1962 portant révision du code des postes, télégraphes et téléphones VIGUEUR"},{"type":"add","content":"2999-01-01 CITATION source Code des postes et des communications électroniques - article L18 AUTONOME MODIFIE, en vigueur du 1962-03-14 au 2005-05-21"},{"type":"del","content":"2999-01-01 CITATION source Code des postes et des communications électroniques - article L18 AUTONOME MODIFIE, en vigueur du 1962-03-14 au 2005-05-21"},{"type":"add","content":"      CONCORDANCE source Code des postes, télégraphes et téléphones L68 al. 1"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/53/LEGIARTI000006465388.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/53/LEGIARTI000006465388.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/53/LEGIARTI000006465388.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/80/89/LEGIARTI000021808905.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/80/89/LEGIARTI000021808905.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/21/80/89/LEGIARTI000021808905.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006465388)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000021808905)"}],"status":"modified"}],"stats":{"additions":330,"deletions":443,"filesChanged":16}}