{"sha":"e1b8c425573c","date":"1991-07-13","message":"LOI n° 91-648 du 11 juillet 1991 modifiant le code des postes et des télécommunications et la loi n° 90-1170 du 29 décembre 1990 sur la réglementation des télécommunications","files":[{"filename":"partie_legislative/livre_ii/titre_ier/chapitre_iii/article_l40.md","articleName":"Article L40","additions":21,"deletions":11,"diff":[{"type":"del","content":"[Dispositions déclarées non conformes à la Constitution par décision du Conseil constitutionnel n° 90-281 DC du 27 décembre 1990.]"},{"type":"add","content":"Outre les officiers et agents de police judiciaire agissant conformément aux dispositions du code de procédure pénale, les fonctionnaires de l'administration des télécommunications habilités à cet effet par le ministre chargé des télécommunications et assermentés dans des conditions fixées par décret en Conseil d'Etat peuvent rechercher et constater par procès-verbal les infractions prévues par les dispositions du chapitre III du présent titre et les textes pris pour leur application."},{"type":"del","content":"[Dispositions déclarées inséparables des alinéas 1 et 2 de l'article L. 40 du code des postes et télécommunications résultant de l'article 9 de la présente loi par décision du Conseil constitutionnel n° 90-281 DC du 27 décembre 1990.]"},{"type":"add","content":"Les fonctionnaires de l'administration des télécommunications visés à l'alinéa précédent peuvent accéder aux locaux, terrains ou moyens de transport à usage professionnel utilisés par des personnes visées à l'article L. 32-4, par celles fabriquant, important ou distribuant des équipements ou installations visés à l'article L. 34-9 ou par celles faisant usage de fréquences radioélectriques visées à l'article L. 89, en vue de rechercher et de constater les infractions, demander la communication de tous documents professionnels et en prendre copie, recueillir, sur convocation ou sur place, les renseignements et justifications. Les fonctionnaires ne peuvent accéder à ces locaux que pendant leurs heures d'ouverture lorsqu'ils sont ouverts au public et, dans les autres cas, qu'entre 8 heures et 20 heures. Ils ne peuvent accéder aux locaux qui servent pour partie de domicile aux intéressés."},{"type":"add","content":""},{"type":"add","content":"Le procureur de la République est préalablement informé des opérations envisagées en vue de la recherche des infractions, par les fonctionnaires visés au deuxième alinéa. Il peut s'opposer à ces opérations. Les procès-verbaux lui sont transmis dans les cinq jours suivant leur établissement. Une copie en est également remise à l'intéressé."},{"type":"add","content":""},{"type":"add","content":"Les fonctionnaires de l'administration des télécommunications visés au deuxième alinéa peuvent, dans les mêmes lieux et les mêmes conditions de temps que ceux visés au même alinéa, procéder à la saisie des matériels visés à l'article L. 34-9 sur autorisation judiciaire donnée par ordonnance du président du tribunal de grande instance dans le ressort duquel sont situés les matériels, ou d'un juge délégué par lui."},{"type":"add","content":""},{"type":"add","content":"La demande doit comporter tous les éléments d'information de nature à justifier la saisie. Celle-ci s'effectue sous l'autorité et le contrôle du juge qui l'a autorisée."},{"type":"add","content":""},{"type":"add","content":"Les matériels saisis sont immédiatement inventoriés. L'inventaire est annexé au procès-verbal dressé sur les lieux. Les originaux du procès-verbal et de l'inventaire sont transmis, dans les cinq jours suivant leur établissement, au juge qui a ordonné la saisie."},{"type":"add","content":""},{"type":"add","content":"Le président du tribunal de grande instance ou le juge délégué par lui peut d'office à tout moment ou sur la demande de l'intéressé ordonner mainlevée de la saisie."},{"type":"del","content":"LOI n° 90-1170 du 29 décembre 1990 sur la réglementation des télécommunications - article 1 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"LOI no 91-648 du 11 juillet 1991 modifiant le code des postes et des télécommunications et la loi no 90-1170 du 29 décembre 1990 sur la réglementation des télécommunications - article 1 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":"1990-12-29 MODIFICATION source LOI n° 90-1170 du 29 décembre 1990 sur la réglementation des télécommunications - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"1991-07-11 MODIFICATION source LOI no 91-648 du 11 juillet 1991 modifiant le code des postes et des télécommunications et la loi no 90-1170 du 29 décembre 1990 sur la réglementation des télécommunications - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":"      CONCORDANCE source Code des postes, télégraphes et téléphones L131"},{"type":"add","content":"      CITATION source Code des postes et télécommunications L32-4, L34-9, L89"},{"type":"del","content":"2999-01-01 CITATION cible Code des transports - article L6143-18 AUTONOME VIGUEUR, en vigueur depuis le 2022-04-01"},{"type":"add","content":"      CONCORDANCE source Code des postes, télégraphes et téléphones L131"},{"type":"del","content":"      MODIFICATION source Décision 90-281 1990-12-27 Conseil constitutionnel"},{"type":"add","content":"2999-01-01 CITATION cible Code des transports - article L6143-18 AUTONOME VIGUEUR, en vigueur depuis le 2022-04-01"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/54/LEGIARTI000006465438.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/54/LEGIARTI000006465438.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/54/LEGIARTI000006465438.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/54/LEGIARTI000006465439.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/54/LEGIARTI000006465439.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/54/LEGIARTI000006465439.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006465438)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006465439)"}],"status":"modified"}],"stats":{"additions":21,"deletions":11,"filesChanged":1}}