{"sha":"e5019f98d4e9","date":"2002-12-31","message":"!!! Texte non trouvé 2002-12-31 !!!","files":[{"filename":"partie_legislative/livre_ii/titre_ier/chapitre_ii/section_1/README.md","articleName":"Sommaire - Section 1","additions":0,"deletions":1,"diff":[{"type":"del","content":"- [Article L33-1](article_l33-1.md)"}],"status":"modified"},{"filename":"partie_legislative/livre_ii/titre_ier/chapitre_ii/section_1/article_l33-1.md","articleName":"Article L33-1","additions":0,"deletions":465,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article L33-1"},{"type":"del","content":""},{"type":"del","content":"I. - L'établissement et l'exploitation des réseaux ouverts au public sont autorisés par le ministre chargé des télécommunications."},{"type":"del","content":""},{"type":"del","content":"Cette autorisation ne peut être refusée que dans la mesure requise par la sauvegarde de l'ordre public ou des besoins de la défense ou de la sécurité publique, par les contraintes techniques inhérentes à la disponibilité des fréquences, ou lorsque le demandeur n'a pas la capacité technique ou financière de faire face durablement aux obligations résultant des conditions d'exercice de son activité, ou a fait l'objet d'une des sanctions mentionnées aux articles L. 36-11, L. 39, L. 39-1, L. 39-2 et L. 39-4."},{"type":"del","content":""},{"type":"del","content":"L'autorisation est soumise à l'application des règles contenues dans un cahier des charges et portant sur :"},{"type":"del","content":""},{"type":"del","content":"a) La nature, les caractéristiques, la zone de couverture et le calendrier de déploiement du réseau ;"},{"type":"del","content":""},{"type":"del","content":"b) Les conditions de permanence, de qualité et de disponibilité du réseau ainsi que les modes d'accès, notamment au moyen de cabines établies sur la voie publique ;"},{"type":"del","content":""},{"type":"del","content":"c) Les conditions de confidentialité et de neutralité au regard des messages transmis et des informations liées aux communications ;"},{"type":"del","content":""},{"type":"del","content":"d) Les normes et spécifications du réseau et des services, notamment européennes s'il y a lieu ;"},{"type":"del","content":""},{"type":"del","content":"e) Les prescriptions exigées par la protection de la santé et de l'environnement et par les objectifs d'aménagement du territoire et d'urbanisme, comportant, le cas échéant, les conditions d'occupation du domaine public et les modalités de partage des infrastructures ;"},{"type":"del","content":""},{"type":"del","content":"f) Les prescriptions exigées par la défense et la sécurité publiques ;"},{"type":"del","content":""},{"type":"del","content":"g) La contribution de l'exploitant à la recherche et à la formation en matière de télécommunications ;"},{"type":"del","content":""},{"type":"del","content":"h) L'utilisation des fréquences allouées et les redevances dues à ce titre ainsi que pour les frais de leur gestion et de leur contrôle ;"},{"type":"del","content":""},{"type":"del","content":"i) L'allocation de numéros et de blocs de numéros, les redevances dues pour les frais de la gestion du plan de numérotation et de son contrôle, dans les conditions de l'article L. 34-10 ;"},{"type":"del","content":""},{"type":"del","content":"j) Les obligations du titulaire au titre du service universel dans les conditions prévues aux articles L. 35-2 et L. 35-3 et au titre des services obligatoires définis à l'article L. 35-5 ;"},{"type":"del","content":""},{"type":"del","content":"k) La fourniture des informations nécessaires à la constitution et à la tenue de la liste prévue à l'article L. 35-4 ;"},{"type":"del","content":""},{"type":"del","content":"l) Les droits et obligations de l'exploitant en matière d'interconnexion ;"},{"type":"del","content":""},{"type":"del","content":"m) Les conditions nécessaires pour assurer une concurrence loyale ;"},{"type":"del","content":""},{"type":"del","content":"n) Les conditions nécessaires pour assurer l'équivalence de traitement des opérateurs internationaux conformément aux dispositions des III et IV ci-après ;"},{"type":"del","content":""},{"type":"del","content":"o) Les conditions nécessaires pour assurer l'interopérabilité des services ;"},{"type":"del","content":""},{"type":"del","content":"p) Les obligations qui s'imposent à l'exploitant pour permettre le contrôle du cahier des charges par l'Autorité de régulation des télécommunications ;"},{"type":"del","content":""},{"type":"del","content":"q) Les taxes dues par l'exploitant à raison de la délivrance, de la gestion et du contrôle de l'autorisation, dans les limites des frais administratifs afférents à ces opérations ;"},{"type":"del","content":""},{"type":"del","content":"r) L'égalité de traitement et l'information des utilisateurs, notamment sur les conditions contractuelles de fourniture du service, comportant en particulier les compensations prévues pour le consommateur en cas de manquement aux exigences de qualité précisées au b."},{"type":"del","content":""},{"type":"del","content":"L'autorisation est délivrée pour une durée de quinze ans. Deux ans au moins avant la date de son expiration, le ministre notifie au titulaire les conditions de renouvellement de l'autorisation et les motifs d'un refus de renouvellement. Dans les cas d'établissement ou d'exploitation de réseaux expérimentaux, de modification ou d'adaptation de l'autorisation ou lorsque le demandeur le propose, l'autorisation peut être délivrée pour une durée inférieure à quinze ans ; le cahier des charges précise alors le délai minimal dans lequel sont notifiés au titulaire les conditions de renouvellement de l'autorisation et les motifs d'un refus de renouvellement."},{"type":"del","content":""},{"type":"del","content":"Un décret, pris après avis de la Commission supérieure du service public des postes et télécommunications, précise celles des clauses énumérées ci-dessus qui doivent être conformes à des clauses types dont il détermine le contenu. Les dispositions du projet de décret relatives à la clause mentionnée au m sont soumises pour avis au Conseil de la concurrence."},{"type":"del","content":""},{"type":"del","content":"II. - Les opérateurs réalisant un chiffre d'affaires annuel sur le marché des télécommunications supérieur à un seuil fixé par arrêté des ministres chargés des télécommunications et de l'économie sont tenus d'individualiser sur le plan comptable l'activité autorisée."},{"type":"del","content":""},{"type":"del","content":"En outre, lorsqu'ils disposent dans un secteur d'activité autre que les télécommunications d'un monopole ou d'une position dominante appréciée après avis du Conseil de la concurrence, et que les infrastructures utilisées peuvent être séparées physiquement, ils sont tenus, dans l'intérêt d'un bon exercice de la concurrence, d'individualiser cette activité sur le plan juridique."},{"type":"del","content":""},{"type":"del","content":"Les opérateurs inscrits sur la liste établie en application du a du 7° de l'article L. 36-7 au titre d'une zone géographique donnée et qui détiennent, dans la même zone, des droits exclusifs ou bénéficient de droits particuliers pour l'exploitation de réseaux distribuant par câble des services de radiodiffusion sonore et de télévision sont tenus d'exploiter cette dernière activité sous la forme d'une personne juridiquement distincte."},{"type":"del","content":""},{"type":"del","content":"III. - Sous réserve des engagements internationaux souscrits par la France comportant une clause de réciprocité applicable au secteur des télécommunications, l'autorisation mentionnée au présent article, lorsqu'elle concerne un réseau utilisant des fréquences radioélectriques, ne peut être accordée à une société dans laquelle plus de 20 p. 100 du capital social ou des droits de vote sont détenus, directement ou indirectement, par des personnes de nationalité étrangère."},{"type":"del","content":""},{"type":"del","content":"De même, aucune personne de nationalité étrangère ne peut procéder à une acquisition ayant pour effet de porter, directement ou indirectement, la part détenue par des personnes de nationalité étrangère à plus de 20 p. 100 du capital social ou des droits de vote dans les assemblées générales d'une société titulaire d'une telle autorisation."},{"type":"del","content":""},{"type":"del","content":"Est considérée comme personne de nationalité étrangère, pour l'application du présent article, toute personne physique de nationalité étrangère, toute société dont la majorité du capital n'est pas détenue, directement ou indirectement, par des personnes physiques ou morales de nationalité française."},{"type":"del","content":""},{"type":"del","content":"Les dispositions du présent paragraphe ne sont pas applicables aux personnes physiques ou morales ressortissant d'un Etat membre de la Communauté européenne ou d'un Etat partie à l'accord sur l'Espace économique européen."},{"type":"del","content":""},{"type":"del","content":"IV. - Sous réserve des engagements internationaux souscrits par la France, le ministre chargé des télécommunications et l'autorité de régulation des télécommunications veillent à ce que soit assurée l'égalité de traitement des opérateurs autorisés à acheminer du trafic international au départ ou à destination de réseaux ouverts au public français, notamment dans les conditions d'interconnexion aux réseaux français et étrangers auxquels ils demandent accès."},{"type":"del","content":""},{"type":"del","content":"Sous la même réserve, ils veillent également à ce que les opérateurs des pays tiers à la Communauté européenne assurent aux opérateurs autorisés en application du présent article et de l'article L. 34-1 des droits comparables, notamment en matière d'interconnexion, à ceux dont ils bénéficient sur le territoire national, en application du présent code."},{"type":"del","content":""},{"type":"del","content":"V. - Le nombre des autorisations peut être limité en raison des contraintes techniques inhérentes à la disponibilité des fréquences."},{"type":"del","content":""},{"type":"del","content":"Dans ce cas, le ministre chargé des télécommunications publie, sur proposition de l'Autorité de régulation des télécommunications, les modalités et les conditions d'attribution des autorisations."},{"type":"del","content":""},{"type":"del","content":"L'allocation des fréquences doit dans tous les cas permettre d'assurer des conditions de concurrence effective."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Ordonnance n° 2001-670 du 25 juillet 2001 portant adaptation au droit communautaire du code de la propriété intellectuelle et du code des postes et télécommunications - article 21 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Ordonnance n° 2001-670 du 25 juillet 2001 portant adaptation au droit communautaire du code de la propriété intellectuelle et du code des postes et télécommunications - article 8 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Ordonnance n° 2001-670 du 25 juillet 2001 portant adaptation au droit communautaire du code de la propriété intellectuelle et du code des postes et télécommunications - article 28 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 93-1420 du 31 décembre 1993 portant modification de diverses dispositions pour la mise en oeuvre de l'accord sur l'Espace économique européen et du traité sur l'Union européenne SPEC_APPLI cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°62-273 du 12 mars 1962 portant révision du code des postes, télégraphes et téléphones VIGUEUR, en vigueur depuis le 1962-03-14 CODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1986-09-30 CITATION cible Loi n° 86-1067 du 30 septembre 1986 relative à la liberté de communication (Loi Léotard) - article 30-2 AUTONOME VIGUEUR, en vigueur depuis le 2021-10-27"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1990-07-02 CITATION cible Loi n° 90-568 du 2 juillet 1990 relative à l'organisation du service public de la poste et à France Télécom. - article 5 AUTONOME VIGUEUR, en vigueur depuis le 2005-05-21"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1991-03-25 CITATION cible Arrêté du 25 mars 1991 portant autorisation d'extension, dans la bande des 900 MHz, d'un réseau de radiotéléphonie publique pour l'exploitation d'un service numérique paneuropéen GSM F 1 - article ANNEXE AUTONOME VIGUEUR, en vigueur depuis le 1998-12-18"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1993-02-03 CITATION cible Décret du 3 février 1993 relatif aux redevances de mise à disposition de fréquences radioélectriques et de gestion dues par les titulaires des autorisations attribuées en application des articles L. 42-1 et L. 42-2 du code des postes et des communications électroniques. - article 1 AUTONOME ABROGE, en vigueur du 2005-05-05 au 2008-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1993-12-31 SPEC_APPLI source Loi n° 93-1420 du 31 décembre 1993 portant modification de diverses dispositions pour la mise en oeuvre de l'accord sur l'Espace économique européen et du traité sur l'Union européenne"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1996-06-14 CITATION cible Arrêté du 14 juin 1996 portant autorisation d'établissement d'un réseau radioélectrique ouvert au public aux Antilles en vue de l'exploitation d'un service numérique paneuropéen GSM DOM 2 - article Annexe AUTONOME VIGUEUR, en vigueur depuis le 2002-02-07"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1996-07-26 SPEC_APPLI source Loi n° 96-659 du 26 juillet 1996 de réglementation des télécommunications - article 22 AUTONOME MODIFIE, en vigueur du 1996-07-27 au 2009-06-14"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1996-07-26 CITATION cible Loi n° 96-659 du 26 juillet 1996 de réglementation des télécommunications - article 22 AUTONOME VIGUEUR, en vigueur depuis le 2013-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1996-11-28 CITATION cible Arrêté du 28 novembre 1996 portant autorisation d'établissement et d'exploitation d'un réseau de télécommunications ouvert au public : ALT 2 - article ANNEXE AUTONOME VIGUEUR, en vigueur depuis le 2008-11-15"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1996-12-12 CITATION cible Arrêté du 12 décembre 1996 portant autorisation d'établissement d'un réseau ouvert au public en vue de l'exploitation de services de télécommunications : ALT 3 - article ANNEXE AUTONOME VIGUEUR, en vigueur depuis le 2003-07-09"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1996-12-12 CITATION cible Arrêté du 12 décembre 1996 portant autorisation d'établissement d'un réseau ouvert au public en vue de l'exploitation de services de télécommunications : ALT 4 - article ANNEXE AUTONOME VIGUEUR, en vigueur depuis le 2008-11-15"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1996-12-27 CITATION cible Arrêté du 27 décembre 1996 portant autorisation d'établissement d'un réseau ouvert au public en vue de l'exploitation de tous services de télécommunications LEX 3 - article ANNEXE AUTONOME VIGUEUR, en vigueur depuis le 2008-11-15"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1996-12-27 CITATION cible Arrêté du 27 décembre 1996 portant autorisation d'établissement d'un réseau ouvert au public en vue de l'exploitation de tous services de télécommunications LEX 2 - article ANNEXE AUTONOME VIGUEUR, en vigueur depuis le 2008-11-15"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1996-12-27 CITATION cible Arrêté du 27 décembre 1996 portant autorisation d'établissement d'un réseau ouvert au public en vue de l'exploitation de tous services de télécommunications LEX 4 - article ANNEXE AUTONOME VIGUEUR, en vigueur depuis le 2008-11-15"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1996-12-31 CITATION cible Arrêté du 31 décembre 1996 portant autorisation d'établissement d'un réseau ouvert au public en vue de l'exploitation de tous services de télécommunications LEX 5 - article ANNEXE AUTONOME VIGUEUR, en vigueur depuis le 1998-11-11"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1997-02-07 CITATION cible Arrêté du 7 février 1997 portant autorisation d'établissement d'un réseau ouvert au public en vue de l'exploitation de tous services de télécommunications LEX 6 - article ANNEXE AUTONOME VIGUEUR, en vigueur depuis le 2008-11-15"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1997-05-05 CITATION cible Décret n° 97-444 du 5 mai 1997 relatif aux missions et aux statuts de SNCF Réseau - article 18 AUTONOME ABROGE, en vigueur du 2015-07-01 au 2020-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1997-05-26 CITATION cible Arrêté du 26 mai 1997 portant autorisation d'établissement d'un réseau ouvert au public en vue de l'exploitation de tous services de télécommunications LEX 8 - article ANNEXE AUTONOME PERIME, en vigueur du 1997-06-01 au 2002-06-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1997-10-06 CITATION cible Arrêté du 6 octobre 1997 portant autorisation d'établissement et d'exploitation d'un réseau de télécommunications ouvert au public ALT 5 - article ANNEXE AUTONOME VIGUEUR, en vigueur depuis le 2008-11-15"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1997-10-14 CITATION cible Arrêté du 14 octobre 1997 portant autorisation d'établissement d'un réseau ouvert au public en vue de l'exploitation de services de télécommunications ALT 8 - article ANNEXE AUTONOME VIGUEUR, en vigueur depuis le 2008-11-15"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1997-12-18 CITATION cible Arrêté du 18 décembre 1997 autorisant la société NETCO à établir et exploiter un réseau de télécommunications ouvert au public et à fournir un service téléphonique au public - article ANNEXE AUTONOME VIGUEUR, en vigueur depuis le 1997-12-30"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1997-12-18 CITATION cible Arrêté du 18 décembre 1997 autorisant la société SIRIS à établir et exploiter un réseau de télécommunications ouvert au public et à fournir un service téléphonique au public - article ANNEXE AUTONOME VIGUEUR, en vigueur depuis le 1997-12-30"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1997-12-18 CITATION cible Arrêté du 18 décembre 1997 autorisant la société OMNICOM à établir et exploiter un réseau de télécommunications ouvert au public et à fournir un service téléphonique au public - article ANNEXE AUTONOME VIGUEUR, en vigueur depuis le 1997-12-30"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1997-12-18 CITATION cible Arrêté du 18 décembre 1997 modifiant l'arrêté du 28 novembre 1996 portant autorisation d'établissement et d'exploitation d'un réseau de télécommunications ouvert au public ALT 2 - article ANNEXE AUTONOME VIGUEUR, en vigueur depuis le 1997-12-30"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1998-04-16 CITATION cible Arrêté du 16 avril 1998 autorisant la société Telcité à établir et exploiter un réseau de télécommunications ouvert au public - article ANNEXE AUTONOME VIGUEUR, en vigueur depuis le 1998-05-10"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1998-04-16 CITATION cible Arrêté du 16 avril 1998 autorisant la société TELE 2 France SA à établir et exploiter un réseau de télécommunications ouvert au public et à fournir le service téléphonique au public - article ANNEXE AUTONOME VIGUEUR, en vigueur depuis le 1998-05-10"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1998-04-16 CITATION cible Arrêté du 16 avril 1998 autorisant la société Rhodium SA à établir et exploiter un réseau de télécommunications ouvert au public et à fournir le service téléphonique au public - article ANNEXE AUTONOME VIGUEUR, en vigueur depuis le 1998-05-10"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1998-04-16 CITATION cible Arrêté du 16 avril 1998 autorisant la société MFS Communications SA à établir et exploiter un réseau de télécommunications ouvert au public et à fournir le service téléphonique au public - article ANNEXE AUTONOME VIGUEUR, en vigueur depuis le 1998-05-10"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1998-10-06 CITATION cible Arrêté du 6 octobre 1998 autorisant la société NETs SA à établir et exploiter un réseau de télécommunications ouvert au public - article ANNEXE AUTONOME VIGUEUR, en vigueur depuis le 1998-10-27"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1998-10-19 CITATION cible Arrêté du 19 octobre 1998 autorisant la société FirstMark Communications France à établir et exploiter un réseau de télécommunications expérimental de boucle locale radio ouvert au public et à fournir le service téléphonique au public - article ANNEXE AUTONOME VIGUEUR, en vigueur depuis le 1998-11-08"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1998-10-28 CITATION cible Arrêté du 28 octobre 1998 autorisant la société Iridium Italia SpA à établir et exploiter un réseau de télécommunications ouvert au public et à fournir le service téléphonique au public - article ANNEXE AUTONOME VIGUEUR, en vigueur depuis le 1998-11-10"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2001-07-25 MODIFICATION source Ordonnance n° 2001-670 du 25 juillet 2001 portant adaptation au droit communautaire du code de la propriété intellectuelle et du code des postes et télécommunications - article 21 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2001-07-25 MODIFICATION source Ordonnance n° 2001-670 du 25 juillet 2001 portant adaptation au droit communautaire du code de la propriété intellectuelle et du code des postes et télécommunications - article 28 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2001-07-25 MODIFICATION source Ordonnance n° 2001-670 du 25 juillet 2001 portant adaptation au droit communautaire du code de la propriété intellectuelle et du code des postes et télécommunications - article 8 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2003-05-09 CITATION cible Arrêté du 9 mai 2003 autorisant la société TLC Mobile à établir et exploiter un réseau de télécommunications expérimental ouvert au public utilisant des fréquences dans les bandes 2 400-2 483,5 MHz et 5 150-5 350 MHz - article ANNEXE AUTONOME VIGUEUR, en vigueur depuis le 2003-05-27"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2004-07-09 CITATION cible Loi n° 2004-669 du 9 juillet 2004 relative aux communications électroniques et aux services de communication audiovisuelle (1). - article 134 AUTONOME VIGUEUR, en vigueur depuis le 2008-08-06"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2004-07-09 CITATION cible Loi n° 2004-669 du 9 juillet 2004 relative aux communications électroniques et aux services de communication audiovisuelle (1). - article 136 AUTONOME VIGUEUR, en vigueur depuis le 2004-07-10"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2009-02-12 CITATION cible Décret n° 2009-166 du 12 février 2009 relatif à la publication des informations sur la couverture du territoire par les services de communications électroniques VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CITATION source Code des postes et télécommunications L36-11, L39, L39-1, L39-2, L39-4, L34-10, L35-2, L35-3, L35-5, L35-4, L36-7, L34-1"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2009-11-18 CITATION cible Arrêté du 18 novembre 2009 portant désignation de l'opérateur chargé de fournir la composante du service universel prévue au 3° de l'article L. 35-1 du code des postes et des communications électroniques (publiphonie) - article Annexe AUTONOME VIGUEUR, en vigueur depuis le 2009-11-25"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2009-12-17 CITATION cible LOI n° 2009-1572 du 17 décembre 2009 relative à la lutte contre la fracture numérique - article 21 AUTONOME VIGUEUR, en vigueur depuis le 2022-02-23"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2009-12-17 CITATION cible LOI n° 2009-1572 du 17 décembre 2009 relative à la lutte contre la fracture numérique - article 24 AUTONOME VIGUEUR, en vigueur depuis le 2021-05-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2009-12-17 CITATION cible LOI n° 2009-1572 du 17 décembre 2009 relative à la lutte contre la fracture numérique - article 32 AUTONOME VIGUEUR, en vigueur depuis le 2009-12-19"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2012-02-14 CITATION cible Arrêté du 14 février 2012 portant désignation de l'opérateur chargé de fournir la composante du service universel prévue au 3° de l'article L. 35-1 du code des postes et des communications électroniques (publiphonie) - article AUTONOME VIGUEUR, en vigueur depuis le 2012-02-24"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2013-10-31 CITATION cible Arrêté du 31 octobre 2013 portant désignation de l'opérateur chargé de fournir les prestations « raccordement » et « service téléphonique » de la composante du service universel prévue au 1° de l'article L. 35-1 du code des postes et des communications électroniques - article AUTONOME VIGUEUR, en vigueur depuis le 2013-11-10"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2016-10-07 CITATION cible LOI n° 2016-1321 du 7 octobre 2016 pour une République numérique - article 105 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2023-09-08"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2017-04-24 CITATION cible Décret n° 2017-614 du 24 avril 2017 portant création d'un service à compétence nationale dénommé « Agence nationale des techniques d'enquêtes numériques judiciaires » et d'un comité d'orientation des techniques d'enquêtes numériques judiciaires - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2019-05-26"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2017-12-29 CITATION cible Arrêté du 29 décembre 2017 érigeant le commissariat aux communications électroniques de défense en service à compétence nationale - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2023-11-04"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2017-12-29 CITATION cible Décret n° 2017-1870 du 29 décembre 2017 relatif à l'administrateur interministériel des communications électroniques de défense - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2017-12-29 CITATION cible Décret n° 2017-1870 du 29 décembre 2017 relatif à l'administrateur interministériel des communications électroniques de défense - article 3 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2019-12-30 CITATION cible Décret n° 2019-1516 du 30 décembre 2019 relatif aux règles de gestion domaniale applicables à la société SNCF Réseau et à sa filiale mentionnée au 5° de l'article L. 2111-9 du code des transports - article 15 AUTONOME VIGUEUR, en vigueur depuis le 2020-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2024-06-20 CITATION cible Décret n° 2024-569 du 20 juin 2024 modifiant le décret n° 2017-875 du 9 mai 2017 relatif à l'accès des personnes handicapées aux services téléphoniques VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1962-03-12 CODIFICATION source Décret n°62-273 du 12 mars 1962 portant révision du code des postes, télégraphes et téléphones VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'aviation civile - article D133-19-10 AUTONOME ABROGE, en vigueur du 2004-07-10 au 2023-11-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la défense - article D1334-4-2 AUTONOME VIGUEUR, en vigueur depuis le 2018-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la défense - article D1661-7 AUTONOME ABROGE, en vigueur du 2018-01-01 au 2021-04-14"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la défense - article R1334-1 AUTONOME VIGUEUR, en vigueur depuis le 2018-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la défense - article R1334-2 AUTONOME VIGUEUR, en vigueur depuis le 2018-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des postes et des communications électroniques - article D406-16 AUTONOME ABROGE, en vigueur du 2005-05-21 au 2021-10-03"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des postes et des communications électroniques - article D406-9 AUTONOME VIGUEUR, en vigueur depuis le 2005-04-30"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des postes et des communications électroniques - article D407-2 AUTONOME VIGUEUR, en vigueur depuis le 2005-04-30"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des postes et des communications électroniques - article D407-3 AUTONOME VIGUEUR, en vigueur depuis le 2005-04-30"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des postes et des communications électroniques - article D98 AUTONOME ABROGE, en vigueur du 2021-09-03 au 2021-10-03"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des postes et des communications électroniques - article D98-1 AUTONOME ABROGE, en vigueur du 2021-09-03 au 2021-10-03"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des postes et des communications électroniques - article D98-11 AUTONOME VIGUEUR, en vigueur depuis le 2021-10-03"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des postes et des communications électroniques - article D98-12 AUTONOME VIGUEUR, en vigueur depuis le 2021-09-03"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des postes et des communications électroniques - article D98-14 AUTONOME VIGUEUR, en vigueur depuis le 2021-09-03"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des postes et des communications électroniques - article D98-6-2 AUTONOME MODIFIE, en vigueur du 2021-09-03 au 2021-10-03"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des postes et des communications électroniques - article D98-6-3 AUTONOME VIGUEUR, en vigueur depuis le 2018-12-14"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des postes et des communications électroniques - article D98-7 AUTONOME VIGUEUR, en vigueur depuis le 2023-11-04"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des postes et des communications électroniques - article D98-8-7 AUTONOME VIGUEUR, en vigueur depuis le 2021-10-03"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des postes et des communications électroniques - article D99-4 AUTONOME VIGUEUR, en vigueur depuis le 2021-10-03"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des postes et des communications électroniques - article L130 AUTONOME MODIFIE, en vigueur du 2019-10-20 au 2021-05-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des postes et des communications électroniques - article L135 AUTONOME VIGUEUR, en vigueur depuis le 2021-12-25"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des postes et des communications électroniques - article L32-1 AUTONOME MODIFIE, en vigueur du 2019-10-20 au 2021-05-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des postes et des communications électroniques - article L32-4 AUTONOME VIGUEUR, en vigueur depuis le 2024-05-23"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des postes et des communications électroniques - article L33 AUTONOME VIGUEUR, en vigueur depuis le 2021-10-27"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des postes et des communications électroniques - article L33-12 AUTONOME VIGUEUR, en vigueur depuis le 2019-10-20"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des postes et des communications électroniques - article L33-2 AUTONOME MODIFIE, en vigueur du 2016-10-09 au 2021-05-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des postes et des communications électroniques - article L34-12 AUTONOME VIGUEUR, en vigueur depuis le 2019-08-03"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des postes et des communications électroniques - article L34-2 AUTONOME VIGUEUR, en vigueur depuis le 2004-07-10"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des postes et des communications électroniques - article L34-9-1-1 AUTONOME VIGUEUR, en vigueur depuis le 2021-11-17"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des postes et des communications électroniques - article L36-6 AUTONOME VIGUEUR, en vigueur depuis le 2024-05-23"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des postes et des communications électroniques - article L36-7 AUTONOME MODIFIE, en vigueur du 2020-12-05 au 2021-05-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des postes et des communications électroniques - article L36-8 AUTONOME VIGUEUR, en vigueur depuis le 2021-10-27"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des postes et des communications électroniques - article L39 AUTONOME VIGUEUR, en vigueur depuis le 2021-05-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des postes et des communications électroniques - article L42 AUTONOME MODIFIE, en vigueur du 2019-10-20 au 2021-05-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des postes et des communications électroniques - article L65-1 AUTONOME VIGUEUR, en vigueur depuis le 2004-07-10"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des postes et des communications électroniques - article R20-30-6 AUTONOME ABROGE, en vigueur du 2012-04-01 au 2021-09-03"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des postes et des communications électroniques - article R20-30-9 AUTONOME ABROGE, en vigueur du 2012-04-01 au 2021-09-03"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des postes et des communications électroniques - article R20-33-2 AUTONOME VIGUEUR, en vigueur depuis le 2021-09-03"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des postes et des communications électroniques - article R20-35 AUTONOME VIGUEUR, en vigueur depuis le 2021-09-03"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des postes et des communications électroniques - article R20-44-9-3 AUTONOME MODIFIE, en vigueur du 2006-08-12 au 2021-09-03"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des postes et des communications électroniques - article R9-8 AUTONOME VIGUEUR, en vigueur depuis le 2012-11-18"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des postes et des communications électroniques - article D370 AUTONOME MODIFIE, en vigueur du 2002-11-13 au 2004-11-30"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des postes et des communications électroniques - article D483 AUTONOME TRANSFERE, en vigueur du 1993-02-07 au 2005-04-30"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des postes et des communications électroniques - article D97-1 AUTONOME TRANSFERE, en vigueur du 1996-12-28 au 2005-04-30"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des postes et des communications électroniques - article D97-2 AUTONOME TRANSFERE, en vigueur du 1996-12-28 au 2005-04-30"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des postes et des communications électroniques - article D98-2 AUTONOME MODIFIE, en vigueur du 2005-05-21 au 2005-07-29"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des postes et des communications électroniques - article D98-2-1 AUTONOME ABROGE, en vigueur du 2005-05-21 au 2005-07-29"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des postes et des communications électroniques - article D99-23 AUTONOME ABROGE, en vigueur du 2002-11-13 au 2004-11-30"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des postes et des communications électroniques - article D99-5 AUTONOME MODIFIE, en vigueur du 2005-05-21 au 2009-06-25"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des postes et des communications électroniques - article D99-6 AUTONOME MODIFIE, en vigueur du 2002-11-13 au 2004-11-30"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des postes et des communications électroniques - article L36-11 AUTONOME MODIFIE, en vigueur du 2005-05-21 au 2007-12-19"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des postes et des communications électroniques - article L36-14 AUTONOME TRANSFERE, en vigueur du 2004-07-10 au 2005-12-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des postes et des communications électroniques - article L42-4 AUTONOME VIGUEUR, en vigueur depuis le 2005-05-21"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des postes et des communications électroniques - article R20-40 AUTONOME MODIFIE, en vigueur du 2003-10-09 au 2004-11-19"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des postes et des communications électroniques - article R20-55 AUTONOME MODIFIE, en vigueur du 2005-05-29 au 2006-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des postes et des communications électroniques - article R9-10 AUTONOME ABROGE, en vigueur du 2005-05-21 au 2005-05-29"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des postes et des communications électroniques - article R9-11 AUTONOME ABROGE, en vigueur du 2005-05-21 au 2005-05-29"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des postes et des communications électroniques - article R9-5 AUTONOME ABROGE, en vigueur du 2005-05-21 au 2005-05-29"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des postes et des communications électroniques - article R9-6 AUTONOME ABROGE, en vigueur du 1999-01-15 au 2005-05-29"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des postes et des communications électroniques - article R9-7 AUTONOME ABROGE, en vigueur du 2005-05-21 au 2005-05-29"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des postes et des communications électroniques - article R9-8 AUTONOME ABROGE, en vigueur du 2005-05-21 au 2005-05-29"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des postes et des communications électroniques - article R9-9 AUTONOME ABROGE, en vigueur du 2005-05-21 au 2005-05-29"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 302 bis KH AUTONOME MODIFIE, en vigueur du 2019-10-20 au 2021-05-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/57/LEGIARTI000006465746.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/57/LEGIARTI000006465746.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/46/57/LEGIARTI000006465746.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_des_postes_et_des_communications_electroniques/src/branch/main/partie_legislative/livre_ii/titre_ier/chapitre_ii/section_1/article_l33-1.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006465746)"},{"type":"del","content":""}],"status":"deleted"}],"stats":{"additions":0,"deletions":466,"filesChanged":2}}