{"sha":"133ac5c1a67d","date":"2008-07-30","message":"LOI n° 2008-735 du 28 juillet 2008 relative aux contrats de partenariat","files":[{"filename":"partie_legislative/livre_iii/titre_ier/chapitre_iii/section_3/sous-section_1/article_l313-29-1.md","articleName":"Article L313-29-1","additions":23,"deletions":7,"diff":[{"type":"del","content":"En cas de cession d'une créance détenue sur une personne publique par le titulaire d'un contrat de partenariat ou d'un contrat visé au premier alinéa de l'article L. 6148-5 du code de la santé publique, ce contrat peut prévoir que, pour une part de la créance cédée représentant une fraction du coût des investissements, les dispositions des articles L. 313-28 et L. 313-29 ne sont pas applicables. Dans ce cas, le contrat prévoit que la part de la créance mentionnée ci-dessus est, après constatation par la personne publique contractante que les investissements ont été réalisés, définitivement acquise au cessionnaire, sans pouvoir être affectée par aucune compensation. Le titulaire du contrat est tenu de se libérer auprès de la personne publique contractante des dettes dont il peut être redevable à son égard du fait de manquements à ses obligations contractuelles et, notamment, du fait des pénalités qui ont pu lui être infligées ; l'opposition à l'état exécutoire émis par la personne publique n'a pas d'effet suspensif dans la limite du montant ayant fait l'objet de la garantie au profit du cessionnaire."},{"type":"add","content":"Le contrat de partenariat ou le contrat mentionné au premier alinéa de l'article L. 6148-5 du code de la santé publique peut prévoir qu'une fraction, n'excédant pas 80 % de la rémunération due par la personne publique au titre des coûts d'investissement, lesquels comprennent, notamment, les coûts d'étude et de conception, les coûts annexes à la construction et les frais financiers intercalaires, et des coûts de financement, peut être cédée en application des articles L. 313-23 à L. 313-29 du présent code."},{"type":"add","content":""},{"type":"add","content":"Dans ce cas, la créance cédée ne peut être définitivement acquise au cessionnaire qu'à compter de la constatation par la personne publique contractante que les investissements ont été réalisés conformément aux prescriptions du contrat.A compter de cette constatation, et à moins que le cessionnaire, en acquérant ou en recevant la créance, n'ait agi sciemment au détriment du débiteur public, aucune compensation ni aucune exception fondée sur les rapports personnels du débiteur avec le titulaire du contrat de partenariat ou du contrat mentionné au premier alinéa de l'article L. 6148-5 du code de la santé publique, telles que l'annulation, la résolution ou la résiliation du contrat, ne peut être opposée au cessionnaire, excepté la prescription quadriennale relevant de la loi n° 68-1250 du 31 décembre 1968 relative à la prescription des créances sur l'Etat, les départements, les communes et les établissements publics."},{"type":"add","content":""},{"type":"add","content":"Le titulaire du contrat est tenu de se libérer auprès de la personne publique contractante des dettes dont il peut être redevable à son égard du fait de manquements à ses obligations contractuelles et, notamment, du fait des pénalités qui ont pu lui être infligées ; l'opposition à l'état exécutoire émis par la personne publique n'a pas d'effet suspensif dans la limite du montant ayant fait l'objet de la garantie au profit du cessionnaire."},{"type":"del","content":"LOI n° 2004-806 du 9 août 2004 relative à la politique de santé publique - article 153 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"LOI n° 2008-735 du 28 juillet 2008 relative aux contrats de partenariat - article 42 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":"Loi n°68-1250 du 31 décembre 1968 RELATIVE A LA PRESCRIPTION DES CREANCES SUR L'ETAT, LES DEPARTEMENTS, LES COMMUNES ET LES ETABLISSEMENTS PUBLICS CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1968-12-31 CITATION source Loi n°68-1250 du 31 décembre 1968 RELATIVE A LA PRESCRIPTION DES CREANCES SUR L'ETAT, LES DEPARTEMENTS, LES COMMUNES ET LES ETABLISSEMENTS PUBLICS"},{"type":"add","content":""},{"type":"del","content":"2004-08-09 MODIFICATION source LOI n° 2004-806 du 9 août 2004 relative à la politique de santé publique - article 153 ENTIEREMENT_MODIF"},{"type":"add","content":"2008-07-28 MODIFIE cible LOI n° 2008-735 du 28 juillet 2008 relative aux contrats de partenariat - article 42 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code monétaire et financier - article L313-23 AUTONOME MODIFIE, en vigueur du 2001-01-01 au 2014-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la santé publique - article L6148-5 AUTONOME MODIFIE, en vigueur du 2003-09-06 au 2004-08-11"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/65/21/LEGIARTI000006652147.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/65/21/LEGIARTI000006652147.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/65/21/LEGIARTI000006652147.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/19/26/47/LEGIARTI000019264761.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/19/26/47/LEGIARTI000019264761.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/19/26/47/LEGIARTI000019264761.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006652147)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000019264761)"}],"status":"modified"}],"stats":{"additions":23,"deletions":7,"filesChanged":1}}