{"sha": "19100b48317f", "date": "2025-05-31", "message": "LOI n° 2025-391 du 30 avril 2025 portant diverses dispositions d'adaptation au droit de l'Union européenne en matière économique, financière, environnementale, énergétique, de transport, de santé et de circulation des personnes", "files": [{"filename": "partie_legislative/livre_vi/titre_ier/chapitre_iii/section_4/sous-section_5/article_l613-44.md", "articleName": "Article L613-44", "additions": 73, "deletions": 42, "diff": [{"type": "unchanged", "content": "index b68e3db4..6f3405ed 100644"}, {"type": "unchanged", "content": "--- a/partie_legislative/livre_vi/titre_ier/chapitre_iii/section_4/sous-section_5/article_l613-44.md"}, {"type": "unchanged", "content": "+++ b/partie_legislative/livre_vi/titre_ier/chapitre_iii/section_4/sous-section_5/article_l613-44.md"}, {"type": "unchanged", "content": "---"}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": "# Article L613-44"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "I.-Les établissements de crédit et les entreprises d'investissement respectent, à tout moment, une exigence minimale de fonds propres et d'engagements éligibles."}, {"type": "add", "content": "I. - Les personnes mentionnées au I de l'article L. 613-34 respectent à tout moment, dans des conditions définies par décret en Conseil d'Etat, une exigence minimale de fonds propres et d'engagements éligibles, exprimée en pourcentage :"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "Cette exigence est exprimée en pourcentage :"}, {"type": "add", "content": "1° D'un montant total d'exposition au risque ;"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "1° Du montant total d'exposition au risque de l'entité de résolution concernée, calculé, pour les établissements de crédit et entreprises d'investissement de classe 1 bis, conformément à l'article 92, paragraphe 3, du règlement (UE) n° 575/2013 et pour les entreprises d'investissement de classe 2 et de classe 3, conformément à l'exigence applicable figurant l'article 11, paragraphe 1, du règlement (UE) 2019/2033 multipliée par 12,5 ;"}, {"type": "add", "content": "2° D'une mesure de l'exposition totale."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "2° Et de la mesure de l'exposition totale de l'entité de résolution concernée calculée conformément aux articles 429 et 429 bis du règlement (UE) n° 575/2013 du Parlement européen et du Conseil du 26 juin 2013."}, {"type": "del", "content": ""}, {"type": "del", "content": "Elle tient compte, le cas échéant, du fait que les filiales établies en dehors de l'Union européenne font l'objet d'une résolution distincte, selon ce que prévoit ou non le plan préventif de résolution du groupe."}, {"type": "del", "content": ""}, {"type": "del", "content": "Cette exigence est remplie aux moyens de fonds propres et d'engagements éligibles, dans des conditions définies par décret en Conseil d'Etat."}, {"type": "del", "content": ""}, {"type": "del", "content": "I bis.-Le collège de résolution ne détermine pas l'exigence mentionnée au I du présent article à l'égard des entités de liquidation."}, {"type": "add", "content": "I bis. - Le collège de résolution ne détermine pas l'exigence mentionnée au I du présent article à l'égard des entités de liquidation."}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": "Par exception, le collège de résolution peut, dans des conditions définies par décret en Conseil d'Etat, déterminer cette exigence pour de telles entités à l'issue d'une évaluation tenant compte, en particulier, de toute incidence éventuelle sur la stabilité financière et sur le risque de contagion au système financier."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "II.-Le collège de résolution dispense de l'exigence mentionnée au I les sociétés de financement de l'habitat, les sociétés de crédit foncier et les établissements de crédit dont l'objet exclusif est de refinancer des billets à ordre régis par les articles L. 313-42 à L. 313-49-1 et représentatifs de prêts consentis pour le financement d'opérations immobilières en émettant, dans les conditions prévues à l'article 13 de la loi n° 85-695 du 11 juillet 1985 portant diverses dispositions d'ordre économique et financier, des obligations qui ont des caractéristiques identiques à celles de ces billets à ordre, lorsque les conditions suivantes sont réunies :"}, {"type": "add", "content": "II. - Le collège de résolution dispense de l'exigence mentionnée au I les sociétés de financement de l'habitat, les sociétés de crédit foncier et les établissements de crédit dont l'objet exclusif est de refinancer des billets à ordre régis par les articles L. 313-42 à L. 313-49-1 et représentatifs de prêts consentis pour le financement d'opérations immobilières en émettant, dans les conditions prévues à l'article 13 de la loi n° 85-695 du 11 juillet 1985 portant diverses dispositions d'ordre économique et financier, des obligations qui ont des caractéristiques identiques à celles de ces billets à ordre, lorsque les conditions suivantes sont réunies :"}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": "1° Le plan préventif de résolution qui leur est applicable prévoit que, en cas de défaillance avérée ou prévisible, elles font l'objet d'une liquidation judiciaire en application du livre VI du code de commerce et des dispositions particulières qui leur sont applicables ou des mesures de résolution prévues aux sous-paragraphes 3,4 et 5 du paragraphe 2 de la sous-section 10 de la présente section ;"}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": "La personne bénéficiant de la dispense prévue au présent II n'est pas incluse dans le périmètre de consolidation aux fins du calcul de l'exigence minimale de fonds propres et d'engagements éligibles au niveau du groupe de résolution."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "III.-Respectent l'exigence minimale de fonds propres et d'engagements éligibles sur base consolidée :"}, {"type": "add", "content": "III. - Respectent l'exigence minimale de fonds propres et d'engagements éligibles sur base consolidée :"}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": "1° Les entités de résolution au titre du groupe de résolution dont elles relèvent ;"}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": "3° Les personnes relevant du deuxième alinéa du IV."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "IV.-Les établissements de crédit et les entreprises d'investissement qui sont des filiales d'entités de résolution ou d'entités de pays tiers, sans être eux-mêmes des entités de résolution, respectent l'exigence mentionnée au I sur base individuelle."}, {"type": "add", "content": "IV. - Les établissements de crédit et les entreprises d'investissement qui sont des filiales d'entités de résolution ou d'entités de pays tiers, sans être eux-mêmes des entités de résolution, respectent l'exigence mentionnée au I sur base individuelle."}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": "Par exception, ils peuvent être autorisés à respecter cette exigence sur base consolidée, dans des conditions définies par décret en Conseil d'Etat, sous réserve que cette option ne porte pas une atteinte substantielle à la stratégie de résolution du groupe, à la capacité de la filiale à respecter ses exigences de fonds propres après la résolution et à l'adéquation du mécanisme de transferts internes de pertes et de recapitalisation."}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": "Lorsqu'il détermine l'exigence mentionnée au I du présent article à l'égard d'une personne mentionnée au présent IV, le collège de résolution peut décider d'une exemption ou d'une substitution de garantie dans les conditions prévues au premier alinéa du IX."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "V.-Dans le cas de groupes de résolution constitués d'un organe central et de l'ensemble des affiliés :"}, {"type": "add", "content": "V. - Dans le cas de groupes de résolution constitués d'un organe central et de l'ensemble des affiliés :"}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": "1° Afin de garantir que le groupe de résolution dans son ensemble réponde à l'exigence minimale de fonds propres et d'engagements éligibles au niveau consolidé, le collège de résolution désigne, en tenant compte des caractéristiques du mécanisme de solidarité et de la stratégie de résolution privilégiée, les entités au sein du groupe de résolution qui sont soumises au respect de cette exigence ;"}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": "2° Les affiliés, l'organe central qui n'est pas lui-même une entité de résolution, ainsi que toute entité de résolution à l'égard de laquelle le collège de résolution n'a pas pris de décision en vertu du 1° respectent l'exigence minimale de fonds propres et d'engagements éligibles sur base individuelle."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "VI.-Le collège de résolution détermine, après avis du collège de supervision, le niveau d'exigence minimale de fonds propres et d'engagements éligibles, dans des conditions définies par décret en Conseil d'Etat, en se fondant sur les critères suivants :"}, {"type": "del", "content": ""}, {"type": "del", "content": "1° Les mesures de résolution appliquées, dont l'instrument de renflouement interne, doivent permettre la résolution du groupe de résolution en satisfaisant pleinement aux objectifs de la résolution ;"}, {"type": "del", "content": ""}, {"type": "del", "content": "2° L'entité de résolution et ses filiales, qui ne sont pas elles-mêmes des entités de résolution, doivent le cas échéant disposer de fonds propres et d'engagements éligibles suffisants pour garantir que, si l'instrument de renflouement interne ou la réduction de leur valeur ou leur conversion devaient leur être appliqués, les pertes puissent être absorbées et le ratio de fonds propres total et, le cas échéant, le ratio de levier des personnes concernées, puissent être ramenés au niveau nécessaire pour leur permettre de continuer à remplir les conditions de leur agrément et à exercer les activités pour lesquelles elles ont été agréées ;"}, {"type": "add", "content": "VI. - Le collège de résolution détermine, après avis du collège de supervision, le niveau de l'exigence mentionnée au I, dans des conditions définies par décret en Conseil d'Etat, au regard du plan préventif de résolution établi en application de la sous-section 3 de la présente section et de la nécessité de disposer de suffisamment de fonds propres et d'engagements éligibles pour sa mise en œuvre."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "3° Dans l'hypothèse où le plan préventif de résolution prévoit que certaines catégories d'engagements éligibles ne puissent faire l'objet d'une mesure de renflouement interne, en application du II de l'article L. 613-55-1, ou que certaines catégories d'engagements éligibles puissent être intégralement transférées à un acquéreur dans le cadre d'un transfert partiel, l'entité de résolution doit disposer d'un montant suffisant de fonds propres et d'engagements éligibles pour que les pertes puissent être absorbées et pour que son ratio de fonds propres total et, le cas échéant, son ratio de levier, puissent être portés au niveau nécessaire afin de lui permettre de continuer à remplir les conditions de son agrément et à exercer les activités pour lesquelles elle a été agréée ;"}, {"type": "del", "content": ""}, {"type": "del", "content": "4° La taille, le modèle d'entreprise, le modèle de financement et le profil de risque de la personne concernée ;"}, {"type": "del", "content": ""}, {"type": "del", "content": "5° Les effets négatifs de la défaillance de la personne concernée sur la stabilité financière, notamment par un effet de contagion à d'autres personnes en raison de son interconnexion avec ces autres personnes ou avec le reste du système financier."}, {"type": "del", "content": ""}, {"type": "del", "content": "VII.-A.-Lorsqu'il est l'autorité de résolution de l'entité de résolution d'un groupe de résolution, le collège de résolution s'efforce de parvenir, au sein du collège d'autorités de résolution constitué à cette fin, à une décision commune avec les autorités de résolution des filiales de ce groupe de résolution dans les autres Etats membres qui ne sont pas elles-mêmes des entités de résolution et qui sont soumises à l'exigence minimale de fonds propres et d'engagements éligibles sur base individuelle et, le cas échéant, avec l'autorité de résolution sur base consolidée au sens du 8° de l'article L. 613-34-1 sauf si le collège de résolution est lui-même cette autorité."}, {"type": "add", "content": "VII. - A. - Lorsqu'il est l'autorité de résolution de l'entité de résolution d'un groupe de résolution, le collège de résolution s'efforce de parvenir, au sein du collège d'autorités de résolution constitué à cette fin, à une décision commune avec les autorités de résolution des filiales de ce groupe de résolution dans les autres Etats membres qui ne sont pas elles-mêmes des entités de résolution et qui sont soumises à l'exigence minimale de fonds propres et d'engagements éligibles sur base individuelle et, le cas échéant, avec l'autorité de résolution sur base consolidée au sens du 8° de l'article L. 613-34-1 sauf si le collège de résolution est lui-même cette autorité."}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": "Dans ce dernier cas, il constitue à cette fin un collège d'autorités de résolution en application de l'article L. 613-59 ou, le cas échéant, de l'article L. 613-59-1."}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": "2° Le cas échéant, le niveau de l'exigence minimale de fonds propres et d'engagements éligibles appliquée aux filiales de ce groupe qui ne sont pas des entités de résolution."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "B.-En l'absence de décision commune sur les niveaux d'exigence mentionnés au A au terme d'un délai de quatre mois, le collège de résolution se prononce seul :"}, {"type": "add", "content": "B. - En l'absence de décision commune sur les niveaux d'exigence mentionnés au A au terme d'un délai de quatre mois, le collège de résolution se prononce seul :"}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": "1° Sur le niveau d'exigence mentionné au 1° de ce A, après avoir examiné l'évaluation des filiales effectuée par les autorités de résolution des autres Etats membres concernés et l'avis de l'autorité de résolution sur base consolidée, le cas échéant ;"}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": "2° Sur le niveau d'exigence mentionné au 2° du A applicable aux seules filiales relevant de sa compétence, après avoir pris en compte les observations et réserves exprimées par écrit par l'autorité de résolution de l'entité de résolution ou, le cas échéant, les observations et réserves exprimées par écrit par l'autorité de résolution sur base consolidée."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "C.-Le collège de résolution diffère toutefois la décision mentionnée au B dans le cas où, à l'expiration du délai précité de quatre mois, l'Autorité bancaire européenne est saisie sur le fondement de l'article 19 du règlement (UE) n° 1093/2010, soit par une autre autorité de résolution concernée, soit par le collège de résolution lui-même, dans l'un ou l'autre des cas suivants :"}, {"type": "add", "content": "C. - Le collège de résolution diffère toutefois la décision mentionnée au B dans le cas où, à l'expiration du délai précité de quatre mois, l'Autorité bancaire européenne est saisie sur le fondement de l'article 19 du règlement (UE) n° 1093/2010, soit par une autre autorité de résolution concernée, soit par le collège de résolution lui-même, dans l'un ou l'autre des cas suivants :"}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": "1° S'il ne parvient pas à dégager une position commune avec les autorités de résolution concernées des autres Etats membres sur le niveau d'exigence au niveau du groupe mentionné au 1° du A ;"}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": "Le collège de résolution fait connaître ses observations et ses réserves par écrit aux autorités de résolution mentionnées au premier alinéa."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "D.-Dans le cas où l'Autorité bancaire européenne a été saisie comme indiqué ci-dessus, le collège de résolution se prononce conformément à la décision arrêtée par l'Autorité. A défaut de décision de cette dernière dans un délai d'un mois suivant sa saisine, la décision du collège de résolution mentionnée au B s'applique."}, {"type": "add", "content": "D. - Dans le cas où l'Autorité bancaire européenne a été saisie comme indiqué ci-dessus, le collège de résolution se prononce conformément à la décision arrêtée par l'Autorité. A défaut de décision de cette dernière dans un délai d'un mois suivant sa saisine, la décision du collège de résolution mentionnée au B s'applique."}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": "Les décisions prises par les autorités de résolution des autres Etats membres concernant les filiales relevant de leur compétence sont applicables en France."}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": "Elles peuvent prévoir que, lorsque cela est conforme à la stratégie de résolution et que l'entité de résolution n'a pas acheté, directement ou indirectement, suffisamment d'instruments respectant les exigences minimales de fonds propres et d'engagements éligibles de filiales qui ne sont pas elles-mêmes des entités de résolution, ces exigences sont partiellement remplies par ces filiales au moyen d'instruments émis en faveur d'entités ne faisant pas partie du groupe de résolution et achetés par ces dernières."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "VIII.-A.-Lorsqu'il est saisi par l'autorité de résolution de l'entité de résolution d'un autre Etat membre, en tant qu'autorité de résolution de filiales relevant de sa compétence qui ne sont pas elles-mêmes des entités de résolution, aux fins de parvenir à une décision commune portant sur les 1° et 2° du A du VII, le collège de résolution apporte toute la coopération requise."}, {"type": "add", "content": "VIII. - A. - Lorsqu'il est saisi par l'autorité de résolution de l'entité de résolution d'un autre Etat membre, en tant qu'autorité de résolution de filiales relevant de sa compétence qui ne sont pas elles-mêmes des entités de résolution, aux fins de parvenir à une décision commune portant sur les 1° et 2° du A du VII, le collège de résolution apporte toute la coopération requise."}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": "Il veille à ce que l'évaluation de ces filiales soit bien prise en compte par l'autorité de résolution de l'entité de résolution lorsque cette dernière envisage de prendre seule une décision applicable sur base consolidée au niveau du groupe de résolution. Il fait valoir par écrit ses observations et ses réserves, le cas échéant."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "B.-En l'absence de décision commune dans un délai de quatre mois, le collège de résolution se prononce seul sur le niveau d'exigence minimale appliquée aux filiales relevant de sa compétence, après avoir pris en compte les observations et les réserves exprimées par écrit par l'autorité de résolution de l'entité de résolution du groupe de résolution et, le cas échéant, les observations et les réserves exprimées par écrit par l'autorité de résolution sur base consolidée si elle est différente."}, {"type": "add", "content": "B. - En l'absence de décision commune dans un délai de quatre mois, le collège de résolution se prononce seul sur le niveau d'exigence minimale appliquée aux filiales relevant de sa compétence, après avoir pris en compte les observations et les réserves exprimées par écrit par l'autorité de résolution de l'entité de résolution du groupe de résolution et, le cas échéant, les observations et les réserves exprimées par écrit par l'autorité de résolution sur base consolidée si elle est différente."}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": "Dans les cas où l'Autorité bancaire européenne est saisie, dans les conditions mentionnées au C du VII, soit à son initiative, soit à celle de l'autorité de résolution ou de l'autorité de résolution sur base consolidée de l'entité de résolution, le collège de résolution diffère sa décision dans l'attente de celle de l'Autorité. Il se prononce conformément à la décision arrêtée par l'Autorité. A défaut de décision de cette dernière dans un délai d'un mois suivant sa saisine, la décision du collège de résolution mentionnée au premier alinéa s'applique."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "C.-Les décisions communes prises en application du A, les décisions prises en application du B ainsi que celles prises par les autorités de résolution des entités de résolution d'un autre Etat membre sont applicables en France."}, {"type": "add", "content": "C. - Les décisions communes prises en application du A, les décisions prises en application du B ainsi que celles prises par les autorités de résolution des entités de résolution d'un autre Etat membre sont applicables en France."}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": "Le collège de résolution notifie aux filiales relevant de sa compétence les décisions mentionnées au A qui les concernent ou les décisions mentionnées au B."}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": "Ces décisions font l'objet d'un réexamen régulier."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "IX.-Le collège de résolution, en tant qu'autorité de résolution d'une filiale d'un groupe de résolution, peut exempter cette filiale de l'exigence mentionnée au I ou lui substituer une garantie, dans des conditions définies par décret en Conseil d'Etat."}, {"type": "add", "content": "IX. - Le collège de résolution, en tant qu'autorité de résolution d'une filiale d'un groupe de résolution, peut exempter cette filiale de l'exigence mentionnée au I ou lui substituer une garantie, dans des conditions définies par décret en Conseil d'Etat."}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": "En coordination avec le collège de supervision :"}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": "2° Il exige et vérifie que les filiales soumises à une exigence minimale de fonds propres et d'engagements éligibles se conforment à cette exigence et prennent toutes mesures à cette fin parallèlement à l'élaboration et à la mise à jour des plans préventifs de résolution."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "X.-Les personnes mentionnées à l'article L. 613-34 qui sont soumises à l'exigence minimale de fonds propres et d'engagements éligibles communiquent au collège de supervision et au collège de résolution les montants de ces fonds propres et de ces engagements et en assurent la publication suivant des modalités précisées par décret en Conseil d'Etat."}, {"type": "add", "content": "X. - Les personnes mentionnées à l'article L. 613-34 qui sont soumises à l'exigence minimale de fonds propres et d'engagements éligibles communiquent au collège de supervision et au collège de résolution les montants de ces fonds propres et de ces engagements et en assurent la publication suivant des modalités précisées par décret en Conseil d'Etat."}, {"type": "add", "content": ""}, {"type": "add", "content": ""}, {"type": "add", "content": "### Nota"}, {"type": "add", "content": ""}, {"type": "add", "content": "Conformément au VIII de l'article 2 de la loi n° 2025-391 du 30 avril 2025, les a et e du 4° du I de l'article précité entrent en vigueur à une date fixée par décret, et au plus tard le 31 mai 2025."}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": "  "}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "LOI n° 2025-391 du 30 avril 2025 portant diverses dispositions d'adaptation au droit de l'Union européenne en matière économique, financière, environnementale, énergétique, de transport, de santé et de circulation des personnes - article 2 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2025-05-03 MODIFIE source"}, {"type": "add", "content": "Code monétaire et financier - article L613-59-1 AUTONOME MODIFIE, en vigueur du 2015-08-22 au 2020-12-28 CITATION cible"}, {"type": "add", "content": ""}, {"type": "add", "content": ""}, {"type": "add", "content": "LOI n° 2025-391 du 30 avril 2025 portant diverses dispositions d'adaptation au droit de l'Union européenne en matière économique, financière, environnementale, énergétique, de transport, de santé et de circulation des personnes - article 2 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2025-05-03 MODIFICATION cible"}, {"type": "add", "content": ""}, {"type": "add", "content": ""}, {"type": "add", "content": "Code monétaire et financier - article L613-34 AUTONOME MODIFIE, en vigueur du 2013-01-28 au 2015-08-22 CITATION cible"}, {"type": "add", "content": ""}, {"type": "add", "content": ""}, {"type": "add", "content": "Code monétaire et financier - article L613-34 AUTONOME MODIFIE, en vigueur du 2021-06-26 au 2023-09-01 CITATION cible"}, {"type": "add", "content": ""}, {"type": "add", "content": ""}, {"type": "add", "content": "Code monétaire et financier - article L613-34 AUTONOME MODIFIE, en vigueur du 2018-01-03 au 2019-05-24 CITATION cible"}, {"type": "add", "content": ""}, {"type": "add", "content": ""}, {"type": "add", "content": "Code monétaire et financier - article L613-34 AUTONOME MODIFIE, en vigueur du 2001-01-01 au 2010-01-23 CITATION cible"}, {"type": "add", "content": ""}, {"type": "add", "content": ""}, {"type": "add", "content": "Code monétaire et financier - article L613-34 AUTONOME VIGUEUR, en vigueur depuis le 2024-04-24 CITATION cible"}, {"type": "add", "content": ""}, {"type": "add", "content": ""}, {"type": "add", "content": "Code monétaire et financier - article L613-34 AUTONOME MODIFIE, en vigueur du 2015-08-22 au 2018-01-03 CITATION cible"}, {"type": "add", "content": ""}, {"type": "add", "content": ""}, {"type": "add", "content": "Code monétaire et financier - article L613-59-1 AUTONOME VIGUEUR, en vigueur depuis le 2020-12-28 CITATION cible"}, {"type": "add", "content": ""}, {"type": "add", "content": ""}, {"type": "add", "content": "Code monétaire et financier - article L613-59 AUTONOME VIGUEUR, en vigueur depuis le 2020-12-28 CITATION cible"}, {"type": "add", "content": ""}, {"type": "add", "content": ""}, {"type": "add", "content": "Code monétaire et financier - article L613-34 AUTONOME MODIFIE, en vigueur du 2020-12-28 au 2021-06-26 CITATION cible"}, {"type": "add", "content": ""}, {"type": "add", "content": ""}, {"type": "add", "content": "Code monétaire et financier - article L613-34 AUTONOME MODIFIE, en vigueur du 2010-01-23 au 2013-01-28 CITATION cible"}, {"type": "add", "content": ""}, {"type": "add", "content": ""}, {"type": "add", "content": "Code monétaire et financier - article L613-34 AUTONOME MODIFIE, en vigueur du 2019-05-24 au 2020-12-28 CITATION cible"}, {"type": "add", "content": ""}, {"type": "add", "content": ""}, {"type": "add", "content": "Code monétaire et financier - article L613-34-1 AUTONOME VIGUEUR, en vigueur depuis le 2025-05-03 CITATION cible"}, {"type": "add", "content": ""}, {"type": "add", "content": ""}, {"type": "add", "content": "Code monétaire et financier - article L613-34 AUTONOME MODIFIE, en vigueur du 2023-09-01 au 2024-04-24 CITATION cible"}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "Code monétaire et financier - article L613-55-1 AUTONOME VIGUEUR, en vigueur depuis le 2025-05-03 CITATION source"}, {"type": "add", "content": "Code monétaire et financier - article L613-59 AUTONOME MODIFIE, en vigueur du 2015-08-22 au 2020-12-28 CITATION cible"}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": "  "}, {"type": "unchanged", "content": "2023-12-28 CITATION cible Décret n° 2023-1323 du 28 décembre 2023 relatif au régime de résolution des établissements d'importance systémique mondiale VIGUEUR"}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "2025-04-30 MODIFIE cible LOI n° 2025-391 du 30 avril 2025 portant diverses dispositions d'adaptation au droit de l'Union européenne en matière économique, financière, environnementale, énergétique, de transport, de santé et de circulation des personnes - article 2 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2025-05-03"}, {"type": "add", "content": "2025-04-30 MODIFICATION source LOI n° 2025-391 du 30 avril 2025 portant diverses dispositions d'adaptation au droit de l'Union européenne en matière économique, financière, environnementale, énergétique, de transport, de santé et de circulation des personnes - article 2 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2025-05-03"}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": "2025-10-02 CITATION cible Décret n° 2025-974 du 2 octobre 2025 portant adaptation des exigences de fonds propres et d'engagements éligibles et du cadre de résolution VIGUEUR"}, {"type": "unchanged", "content": "2999-01-01 CITATION cible Code monétaire et financier - article L613-48 AUTONOME VIGUEUR, en vigueur depuis le 2020-12-28"}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "2999-01-01 CITATION cible Code monétaire et financier - article L613-55-1 AUTONOME VIGUEUR, en vigueur depuis le 2025-05-03"}, {"type": "add", "content": "2999-01-01 CITATION cible Code monétaire et financier - article L613-55-1 AUTONOME MODIFIE, en vigueur du 2020-12-28 au 2025-05-03"}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": "2999-01-01 CITATION cible Code monétaire et financier - article L613-59 AUTONOME VIGUEUR, en vigueur depuis le 2020-12-28"}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": "Autres formats"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/51/55/78/LEGIARTI000051557827.json)"}, {"type": "del", "content": "* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/51/55/78/LEGIARTI000051557827.json)"}, {"type": "del", "content": "* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/51/55/78/LEGIARTI000051557827.md)"}, {"type": "add", "content": "* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/51/56/62/LEGIARTI000051566288.json)"}, {"type": "add", "content": "* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/51/56/62/LEGIARTI000051566288.json)"}, {"type": "add", "content": "* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/51/56/62/LEGIARTI000051566288.md)"}, {"type": "unchanged", "content": "* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_monetaire_et_financier/src/branch/main/partie_legislative/livre_vi/titre_ier/chapitre_iii/section_4/sous-section_5/article_l613-44.md)"}, {"type": "del", "content": "* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000051557827)"}, {"type": "add", "content": "* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000051566288)"}, {"type": "unchanged", "content": ""}], "status": "modified"}], "stats": {"additions": 73, "deletions": 42, "filesChanged": 1}}