{"sha":"2b63c60985e8","date":"2013-01-01","message":"Décret n° 2012-1478 du 27 décembre 2012 relatif aux modalités de calcul du taux annuel effectif global et au délai de rétractation d'un contrat de crédit affecté lors d'une demande de livraison immédiate","files":[{"filename":"partie_reglementaire/livre_iii/titre_ier/chapitre_iii/section_1/sous-section_2/paragraphe_2/article_r313-1.md","articleName":"Article R313-1","additions":48,"deletions":27,"diff":[{"type":"del","content":"\" Art. R. 313-1.-I.-Le calcul du taux effectif global repose sur l'hypothèse que le contrat de crédit restera valable pendant la durée convenue et que le prêteur et l'emprunteur rempliront leurs obligations selon les conditions et dans les délais précisés dans le contrat de crédit. Pour les contrats de crédit comportant des clauses qui permettent des adaptations du taux d'intérêt et, le cas échéant, des frais entrant dans le taux effectif global mais ne pouvant pas faire l'objet d'une quantification au moment du calcul, le taux effectif global est calculé en partant de l'hypothèse que le taux d'intérêt et les autres frais resteront fixes par rapport au niveau initial et s'appliqueront jusqu'au terme du contrat de crédit."},{"type":"add","content":"\" Art. R. 313-1. I. – Le calcul du taux effectif global repose sur l'hypothèse que le contrat de crédit restera valable pendant la durée convenue et que le prêteur et l'emprunteur rempliront leurs obligations selon les conditions et dans les délais précisés dans le contrat de crédit. Pour les contrats de crédit comportant des clauses qui permettent des adaptations du taux d'intérêt et, le cas échéant, des frais entrant dans le taux effectif global mais ne pouvant pas faire l'objet d'une quantification au moment du calcul, le taux effectif global est calculé en partant de l'hypothèse que le taux d'intérêt et les autres frais resteront fixes par rapport au niveau initial et s'appliqueront jusqu'au terme du contrat de crédit."},{"type":"del","content":"II.-Pour les opérations de crédit destinées à financer les besoins d'une activité professionnelle ou destinées à des personnes morales de droit public ainsi que pour celles mentionnées à l'article L. 312-2, le taux effectif global est un taux annuel, proportionnel au taux de période, à terme échu et exprimé pour cent unités monétaires. Le taux de période et la durée de la période doivent être expressément communiqués à l'emprunteur."},{"type":"add","content":"II. – Pour les opérations de crédit destinées à financer les besoins d'une activité professionnelle ou destinées à des personnes morales de droit public ainsi que pour celles mentionnées à l'article L. 312-2, le taux effectif global est un taux annuel, proportionnel au taux de période, à terme échu et exprimé pour cent unités monétaires. Le taux de période et la durée de la période doivent être expressément communiqués à l'emprunteur."},{"type":"del","content":"III.-Pour toutes les opérations de crédit autres que celles mentionnées au II, le taux effectif global est dénommé \" taux annuel effectif global \" et calculé à terme échu, exprimé pour cent unités monétaires, selon la méthode d'équivalence définie par la formule figurant en annexe au présent article. La durée de la période doit être expressément communiquée à l'emprunteur."},{"type":"add","content":"III. – Pour toutes les opérations de crédit autres que celles mentionnées au II, le taux effectif global est dénommé \" taux annuel effectif global \" et calculé à terme échu, exprimé pour cent unités monétaires, selon la méthode d'équivalence définie par la formule figurant en annexe au présent article. La durée de la période doit être expressément communiquée à l'emprunteur."},{"type":"del","content":"2° Si un contrat de crédit offre au consommateur différentes possibilités quant au mode d'utilisation du crédit, assorties de frais ou de taux débiteurs différents, le montant total du crédit est réputé utilisé au taux débiteur le plus élevé et avec les frais les plus élevés dans la catégorie d'opérations la plus fréquemment utilisée dans ce type de contrat de crédit ;"},{"type":"add","content":"2° Si un contrat de crédit laisse en général au consommateur le libre choix quant au mode d'utilisation du crédit, mais prévoit parmi les divers modes d'utilisation une limite quant au montant et à la durée, le montant du crédit est réputé utilisé à la date la plus proche prévue dans le contrat et conformément à ces limites de mode d'utilisation ;"},{"type":"del","content":"3° Si un contrat de crédit laisse en général au consommateur le libre choix quant au mode d'utilisation du crédit, mais prévoit parmi les divers modes d'utilisation une limite quant au montant et à la durée, le montant du crédit est réputé utilisé à la date la plus proche prévue dans le contrat et conformément à ces limites de mode d'utilisation ;"},{"type":"add","content":"3° Si un contrat de crédit offre au consommateur différentes possibilités quant au mode d'utilisation du crédit, assorties de frais ou de taux débiteurs différents, le montant total du crédit est réputé utilisé au taux débiteur le plus élevé et avec les frais les plus élevés dans la catégorie d'opérations la plus fréquemment utilisée dans ce type de contrat de crédit ;"},{"type":"del","content":"4° Si aucun échéancier n'est fixé pour le remboursement :"},{"type":"add","content":"4° En cas de facilité de découvert, le montant total du crédit est réputé utilisé en totalité et pour la durée totale du contrat de crédit. Si la durée de la facilité de découvert n'est pas connue, le taux annuel effectif global est calculé en partant de l'hypothèse que la durée du crédit est de trois mois ;"},{"type":"del","content":"a) Le crédit est réputé être octroyé pour une durée d'un an ; et"},{"type":"add","content":"5° En cas de contrat de crédit sans durée fixe, y compris les crédits qui doivent être remboursés en totalité dans ou après un délai donné mais qui, une fois remboursés, sont disponibles pour une nouvelle utilisation, et autre qu'une facilité de découvert :"},{"type":"del","content":"b) Le montant du crédit est supposé être remboursé en douze mensualités égales ;"},{"type":"add","content":"a) Le crédit est réputé être octroyé pour une durée d'un an à partir de la date d'utilisation initiale, et le paiement final effectué par le consommateur liquide le solde du capital, les intérêts et les autres frais éventuels ;"},{"type":"del","content":"5° Si un échéancier est fixé pour le remboursement, mais que les sommes à rembourser varient, le montant de chaque remboursement est réputé être le plus bas prévu dans le contrat ;"},{"type":"add","content":"b) Le capital est supposé être remboursé par le consommateur en mensualités égales, le remboursement débutant un mois après la date de l'utilisation initiale. Toutefois, dans les cas où le capital doit être remboursé en totalité uniquement, en un seul versement, à l'intérieur de chaque période de paiement, les utilisations et les remboursements successifs de la totalité du capital par le consommateur sont supposés être effectués sur la durée d'un an. Les intérêts et autres frais sont appliqués conformément à ces utilisations et remboursements du capital, d'une part, et aux dispositions du contrat de crédit, d'autre part ;"},{"type":"del","content":"6° Sauf stipulation contraire, lorsque le contrat de crédit prévoit plusieurs dates de remboursement, le crédit est fourni et les remboursements sont effectués à la date la plus proche prévue dans le contrat ;"},{"type":"add","content":"6° En cas de contrats de crédit autres que les découverts et les contrats de crédits sans durée fixe visés dans les hypothèses des points 4° et 5° :"},{"type":"del","content":"7° Si le plafond du crédit n'a pas encore été arrêté, le plafond est supposé être de 1 500 € ;"},{"type":"add","content":"a) Si la date ou le montant d'un remboursement de capital devant être effectué par le consommateur ne peuvent être établis, le remboursement est réputé être effectué à la date la plus proche prévue dans le contrat de crédit et pour le montant le plus bas prévu dans le contrat ;"},{"type":"del","content":"8° En cas de facilité de découvert, le montant total du crédit est réputé utilisé en totalité et pour la durée totale du contrat de crédit. Si la durée du contrat de crédit n'est pas connue, le taux annuel effectif global est calculé en partant de l'hypothèse que la durée du crédit est de trois mois ;"},{"type":"add","content":"b) Si la date de conclusion du contrat de crédit n'est pas connue, la date d'utilisation initiale est réputée être la date qui correspond à l'intervalle le plus court entre cette date et la date du premier paiement que le consommateur doit effectuer."},{"type":"del","content":"9° Si des taux d'intérêt et des frais différents sont proposés pendant une période limitée ou pour un montant limité, le taux d'intérêt et les frais sont réputés être le taux et les frais les plus élevés pendant la durée totale du contrat de crédit ;"},{"type":"add","content":"7° Si la date ou le montant d'un paiement devant être effectué par le consommateur ne peuvent être établis sur la base du contrat de crédit ou des hypothèses exposées aux points 4°, 5° ou 6°, le paiement est réputé être effectué aux dates et conditions requises par le prêteur et, lorsque celles-ci ne sont pas connues :"},{"type":"del","content":"10° Pour les contrats de crédit aux consommateurs pour lesquels un taux débiteur fixe a été convenu dans le cadre de la période initiale, à la fin de laquelle un nouveau taux débiteur est établi et est ensuite périodiquement ajusté en fonction d'un indicateur convenu, le calcul du taux annuel effectif global part de l'hypothèse que, à compter de la fin de la période à taux débiteur fixe, le taux débiteur est le même qu'au moment du calcul du taux annuel effectif global, en fonction de la valeur de l'indicateur convenu à ce moment-là."},{"type":"add","content":"a) Les frais d'intérêts sont payés en même temps que les remboursements du capital ;"},{"type":"add","content":""},{"type":"add","content":"b) Les frais autres que d'intérêts, exprimés sous la forme d'une somme unique, sont payés à la date de conclusion du contrat de crédit ;"},{"type":"add","content":""},{"type":"add","content":"c) Les frais autres que d'intérêts, exprimés sous la forme de paiements multiples, sont payés à intervalles réguliers, à partir de la date du premier remboursement du capital, et si le montant de ces paiements n'est pas connu, les montants sont réputés égaux ;"},{"type":"add","content":""},{"type":"add","content":"d) Le paiement final liquide le solde du capital, les intérêts et les autres frais éventuels ;"},{"type":"del","content":"\" Art. R. 313-1-1-Lorsqu'il s'agit d'une avance réalisée dans le cadre d'un contrat d'affacturage, le taux effectif global est un taux annuel, proportionnel au taux de période et exprimé pour cent unités monétaires."},{"type":"add","content":"8° Si le plafond du crédit n'a pas encore été arrêté, le plafond est supposé être de 1 500 € ;"},{"type":"del","content":"Le montant de l'avance à prendre en considération pour le calcul du taux effectif global est rapporté, selon la méthode des nombres, à une période d'un jour."},{"type":"add","content":"9° Si des taux débiteurs et des frais différents sont proposés pendant une période limitée ou pour un montant limité, le taux débiteur et les frais sont réputés être le taux le plus élevé pendant la durée totale du contrat de crédit ;"},{"type":"del","content":"Ce taux est calculé selon la formule figurant en annexe au présent article. \""},{"type":"add","content":"10° Pour les contrats de crédit aux consommateurs pour lesquels un taux débiteur fixe a été convenu dans le cadre de la période initiale, à la fin de laquelle un nouveau taux débiteur est établi et est ensuite périodiquement ajusté en fonction d'un indicateur convenu, le calcul du taux annuel effectif global part de l'hypothèse que, à compter de la fin de la période à taux débiteur fixe, le taux débiteur est le même qu'au moment du calcul du taux annuel effectif global, en fonction de la valeur de l'indicateur convenu à ce moment-là."},{"type":"del","content":"\" Art. R. 313-2.-Pour une autorisation de découvert ou une facilité de découvert, lorsque le taux annuel effectif global est calculé avant leur utilisation, le calcul est effectué selon la méthode définie par la formule figurant en annexe au présent code et mentionnée au III de l'article R. 313-1."},{"type":"add","content":"\" Art. R. 313-2. – Pour une autorisation de découvert ou une facilité de découvert, lorsque le taux annuel effectif global est calculé avant leur utilisation, le calcul est effectué selon la méthode définie par la formule figurant en annexe au présent code et mentionnée au III de l'article R. 313-1."},{"type":"del","content":"\" Art. R. 313-3.-Lorsqu'il s'agit d'une opération d'escompte, le taux de période s'entend du rapport qui s'établit entre les intérêts et frais divers dus par l'emprunteur au titre de l'escompte et le montant de l'effet escompté. La période est égale au nombre de jours de calendrier, de la date de négociation exclue jusqu'à la date réelle d'échéance de l'effet incluse ; cette période ne peut être retenue pour une durée inférieure à dix jours. \""},{"type":"add","content":"\" Art. R. 313-3. – Lorsqu'il s'agit d'une opération d'escompte, le taux de période s'entend du rapport qui s'établit entre les intérêts et frais divers dus par l'emprunteur au titre de l'escompte et le montant de l'effet escompté. La période est égale au nombre de jours de calendrier, de la date de négociation exclue jusqu'à la date réelle d'échéance de l'effet incluse ; cette période ne peut être retenue pour une durée inférieure à dix jours. \""},{"type":"del","content":"\" Art. R. 313-4.-Lorsque le montant des opérations mentionnées aux articles R. 313-2 et R. 313-3 est inférieur à un montant fixé par arrêté du ministre chargé de l'économie et des finances, il peut être perçu pour chaque opération un minimum forfaitaire qui n'est pas pris en compte pour déterminer le taux effectif global ; ce minimum doit être porté à la connaissance de l'emprunteur. \""},{"type":"add","content":"\" Art. R. 313-4. – Lorsque le montant des opérations mentionnées aux articles R. 313-2 et R. 313-3 est inférieur à un montant fixé par arrêté du ministre chargé de l'économie et des finances, il peut être perçu pour chaque opération un minimum forfaitaire qui n'est pas pris en compte pour déterminer le taux effectif global ; ce minimum doit être porté à la connaissance de l'emprunteur. \""},{"type":"del","content":"\" Art. R. 313-5.-Lorsque l'octroi d'un prêt est subordonné à une phase d'épargne préalable, le taux effectif global est calculé sans tenir compte de cette phase d'épargne. \""},{"type":"add","content":"\" Art. R. 313-5. – Lorsque l'octroi d'un prêt est subordonné à une phase d'épargne préalable, le taux effectif global est calculé sans tenir compte de cette phase d'épargne. \""},{"type":"del","content":"Code de la consommation - article R313-1-1 AUTONOME ABROGE, en vigueur du 2008-08-01 au 2016-07-01 PILOTE_SUIVEUR cible"},{"type":"add","content":"Code de la consommation - article R313-1 AUTONOME ABROGE, en vigueur du 2011-05-01 au 2016-07-01 PILOTE_SUIVEUR cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la consommation - article R313-1 AUTONOME MODIFIE, en vigueur du 2002-07-01 au 2011-05-01 PILOTE_SUIVEUR cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la consommation - article R313-1 AUTONOME MODIFIE, en vigueur du 1997-04-03 au 2002-07-01 PILOTE_SUIVEUR cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2012-1478 du 27 décembre 2012 relatif aux modalités de calcul du taux annuel effectif global et au délai de rétractation d'un contrat de crédit affecté lors d'une demande de livraison immédiate - article 1 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":"2012-12-27 MODIFICATION source Décret n° 2012-1478 du 27 décembre 2012 relatif aux modalités de calcul du taux annuel effectif global et au délai de rétractation d'un contrat de crédit affecté lors d'une demande de livraison immédiate - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la consommation - article R313-1 AUTONOME MODIFIE, en vigueur du 1997-04-03 au 2002-07-01"},{"type":"add","content":""},{"type":"del","content":"      2999-01-01 PILOTE_SUIVEUR source Code de la consommation - art. R313-1-1 (V)"},{"type":"add","content":"2999-01-01 CITATION source Code de la consommation - article R313-2 AUTONOME VIGUEUR, en vigueur depuis le 2016-10-01"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/24/52/33/LEGIARTI000024523371.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/24/52/33/LEGIARTI000024523371.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/24/52/33/LEGIARTI000024523371.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/26/99/27/LEGIARTI000026992709.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/26/99/27/LEGIARTI000026992709.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/26/99/27/LEGIARTI000026992709.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000024523371)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000026992709)"}],"status":"modified"}],"stats":{"additions":48,"deletions":27,"filesChanged":1}}