{"sha":"5978cd523b0c","date":"2009-02-19","message":"LOI n° 2009-179 du 17 février 2009 pour l'accélération des programmes de construction et d'investissement publics et privés","files":[{"filename":"partie_legislative/livre_iii/titre_ier/chapitre_iii/section_3/sous-section_1/article_l313-29-1.md","articleName":"Article L313-29-1","additions":8,"deletions":8,"diff":[{"type":"del","content":"Le contrat de partenariat ou le contrat mentionné au premier alinéa de l'article L. 6148-5 du code de la santé publique peut prévoir qu'une fraction, n'excédant pas 80 % de la rémunération due par la personne publique au titre des coûts d'investissement, lesquels comprennent, notamment, les coûts d'étude et de conception, les coûts annexes à la construction et les frais financiers intercalaires, et des coûts de financement, peut être cédée en application des articles L. 313-23 à L. 313-29 du présent code."},{"type":"add","content":"Lorsque tout ou partie de la rémunération due en vertu d'un contrat de partenariat ou d'un contrat mentionné au premier alinéa de l'article L. 6148-5 du code de la santé publique au titre des coûts d'investissement, lesquels comprennent notamment les coûts d'étude et de conception, les coûts de construction et ses coûts annexes, les frais financiers intercalaires, et des coûts de financement, est cédé en application des articles L. 313-23 à L. 313-29 du présent code, le contrat peut prévoir que 80 % au maximum de cette cession fait l'objet de l'acceptation prévue à l'article L. 313-29."},{"type":"del","content":"Dans ce cas, la créance cédée ne peut être définitivement acquise au cessionnaire qu'à compter de la constatation par la personne publique contractante que les investissements ont été réalisés conformément aux prescriptions du contrat.A compter de cette constatation, et à moins que le cessionnaire, en acquérant ou en recevant la créance, n'ait agi sciemment au détriment du débiteur public, aucune compensation ni aucune exception fondée sur les rapports personnels du débiteur avec le titulaire du contrat de partenariat ou du contrat mentionné au premier alinéa de l'article L. 6148-5 du code de la santé publique, telles que l'annulation, la résolution ou la résiliation du contrat, ne peut être opposée au cessionnaire, excepté la prescription quadriennale relevant de la loi n° 68-1250 du 31 décembre 1968 relative à la prescription des créances sur l'Etat, les départements, les communes et les établissements publics."},{"type":"add","content":"L'acceptation est subordonnée à la constatation par la personne publique contractante que les investissements ont été réalisés conformément aux prescriptions du contrat. A compter de cette constatation, et à moins que le cessionnaire, en acquérant ou en recevant la créance, n'ait agi sciemment au détriment du débiteur public, aucune compensation ni aucune exception fondée sur les rapports personnels du débiteur avec le titulaire du contrat de partenariat ou du contrat mentionné au premier alinéa de l'article L. 6148-5 du code de la santé publique, telles que l'annulation, la résolution ou la résiliation du contrat, ne peut être opposée au cessionnaire, excepté la prescription quadriennale relevant de la loi n° 68-1250 du 31 décembre 1968 relative à la prescription des créances sur l'Etat, les départements, les communes et les établissements publics."},{"type":"del","content":"LOI n° 2008-735 du 28 juillet 2008 relative aux contrats de partenariat - article 42 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"LOI n° 2009-179 du 17 février 2009 pour l'accélération des programmes de construction et d'investissement publics et privés - article 12 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2008-07-28 MODIFIE cible LOI n° 2008-735 du 28 juillet 2008 relative aux contrats de partenariat - article 42 ENTIEREMENT_MODIF"},{"type":"add","content":"2009-02-17 MODIFIE cible LOI n° 2009-179 du 17 février 2009 pour l'accélération des programmes de construction et d'investissement publics et privés - article 12 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/19/26/47/LEGIARTI000019264761.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/19/26/47/LEGIARTI000019264761.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/19/26/47/LEGIARTI000019264761.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/27/88/LEGIARTI000020278894.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/27/88/LEGIARTI000020278894.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/20/27/88/LEGIARTI000020278894.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000019264761)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000020278894)"}],"status":"modified"}],"stats":{"additions":8,"deletions":8,"filesChanged":1}}