{"sha":"5e1c316d4bce","date":"2016-10-01","message":"Ordonnance n° 2016-351 du 25 mars 2016 sur les contrats de crédit aux consommateurs relatifs aux biens immobiliers à usage d'habitation","files":[{"filename":"partie_legislative/livre_iii/titre_ier/chapitre_ii/section_1/sous-section_2/article_l312-1-1.md","articleName":"Article L312-1-1","additions":19,"deletions":28,"diff":[{"type":"del","content":"I.-Les établissements de crédit sont tenus d'informer leur clientèle et le public sur les conditions générales et tarifaires applicables aux opérations relatives à la gestion d'un compte de dépôt, selon des modalités fixées par un arrêté du ministre chargé de l'économie."},{"type":"add","content":"I. – Les établissements de crédit sont tenus d'informer leur clientèle et le public sur les conditions générales et tarifaires applicables aux opérations relatives à la gestion d'un compte de dépôt, selon des modalités fixées par un arrêté du ministre chargé de l'économie."},{"type":"del","content":"Lorsqu'un relevé de compte est diffusé en application des stipulations de la convention visée à l'alinéa précédent et que celui-ci indique, à titre d'information, qu'un montant de découvert est autorisé, il mentionne immédiatement après, dans les mêmes caractères, le taux annuel effectif global au sens de l'article L. 313-1 du code de la consommation, quelle que soit la durée du découvert autorisé considéré."},{"type":"add","content":"Lorsqu'un relevé de compte est diffusé en application des stipulations de la convention visée à l'alinéa précédent et que celui-ci indique, à titre d'information, qu'un montant de découvert est autorisé, il mentionne immédiatement après, dans les mêmes caractères, le taux annuel effectif global au sens des articles L. 314-1 à L. 314-4 du code de la consommation, quelle que soit la durée du découvert autorisé considéré."},{"type":"del","content":"II.-Tout projet de modification de la convention de compte de dépôt est communiqué sur support papier ou sur un autre support durable au client au plus tard deux mois avant la date d'application envisagée. Selon les modalités prévues dans la convention de compte de dépôt, l'établissement de crédit informe le client qu'il est réputé avoir accepté la modification s'il ne lui a pas notifié, avant la date d'entrée en vigueur proposée de cette modification, qu'il ne l'acceptait pas ; dans ce cas, l'établissement de crédit précise également que, si le client refuse la modification proposée, il peut résilier la convention de compte de dépôt sans frais, avant la date d'entrée en vigueur proposée de la modification."},{"type":"add","content":"II. – Tout projet de modification de la convention de compte de dépôt est communiqué sur support papier ou sur un autre support durable au client au plus tard deux mois avant la date d'application envisagée. Selon les modalités prévues dans la convention de compte de dépôt, l'établissement de crédit informe le client qu'il est réputé avoir accepté la modification s'il ne lui a pas notifié, avant la date d'entrée en vigueur proposée de cette modification, qu'il ne l'acceptait pas ; dans ce cas, l'établissement de crédit précise également que, si le client refuse la modification proposée, il peut résilier la convention de compte de dépôt sans frais, avant la date d'entrée en vigueur proposée de la modification."},{"type":"del","content":"III.-Le client peut résilier la convention de compte de dépôt à tout moment, sauf stipulation contractuelle d'un préavis qui ne peut dépasser trente jours."},{"type":"add","content":"III. – Le client peut résilier la convention de compte de dépôt à tout moment, sauf stipulation contractuelle d'un préavis qui ne peut dépasser trente jours."},{"type":"del","content":"Avec l'accord du client, la convention de compte peut être adaptée avant l'expiration du délai de deux mois mentionné au II lorsqu'il bénéficie de la procédure de surendettement afin de faciliter l'exécution des mesures de traitement prévue au titre III du livre III du code de la consommation. L'Association française des établissements de crédit et des entreprises d'investissement, mentionnée à l'article L. 511-29 du présent code, adopte des normes professionnelles qui précisent les modalités et la durée du maintien du compte de dépôt et les adaptations, en particulier des moyens de paiement, de nature à en faciliter le fonctionnement et à éviter les incidents."},{"type":"add","content":"Avec l'accord du client, la convention de compte peut être adaptée avant l'expiration du délai de deux mois mentionné au II lorsqu'il bénéficie de la procédure de surendettement afin de faciliter l'exécution des mesures de traitement prévue au titre III du livre VII du code de la consommation. L'Association française des établissements de crédit et des entreprises d'investissement, mentionnée à l'article L. 511-29 du présent code, adopte des normes professionnelles qui précisent les modalités et la durée du maintien du compte de dépôt et les adaptations, en particulier des moyens de paiement, de nature à en faciliter le fonctionnement et à éviter les incidents."},{"type":"del","content":"IV.-A tout moment de la relation contractuelle, l'établissement de crédit fournit à la demande de l'utilisateur les termes de la convention de compte de dépôt sur support papier ou sur un autre support durable."},{"type":"add","content":"IV. – A tout moment de la relation contractuelle, l'établissement de crédit fournit à la demande de l'utilisateur les termes de la convention de compte de dépôt sur support papier ou sur un autre support durable."},{"type":"del","content":"V.-Pour chaque opération de paiement mentionnée à l'article L. 314-2 relevant d'une convention de compte de dépôt et ordonnée par le payeur, le prestataire de services de paiement fournit à celui-ci, à sa demande, des informations sur le délai d'exécution maximal de cette opération spécifique, sur les frais qu'il doit payer et, le cas échéant, sur le détail de ces frais."},{"type":"add","content":"V. – Pour chaque opération de paiement mentionnée à l'article L. 314-2 relevant d'une convention de compte de dépôt et ordonnée par le payeur, le prestataire de services de paiement fournit à celui-ci, à sa demande, des informations sur le délai d'exécution maximal de cette opération spécifique, sur les frais qu'il doit payer et, le cas échéant, sur le détail de ces frais."},{"type":"del","content":"Code de la consommation - article L313-1 AUTONOME MODIFIE, en vigueur du 2006-03-24 au 2011-05-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la consommation - article L313-1 AUTONOME ABROGE, en vigueur du 2011-05-01 au 2016-10-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2014-1662 du 30 décembre 2014 portant diverses dispositions d'adaptation de la législation au droit de l'Union européenne en matière économique et financière - article 21 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la consommation - article L313-1 AUTONOME MODIFIE, en vigueur du 1993-07-27 au 2006-03-24 CITATION cible"},{"type":"add","content":"Ordonnance n° 2016-351 du 25 mars 2016 sur les contrats de crédit aux consommateurs relatifs aux biens immobiliers à usage d'habitation - article 4 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":"CODIFICATION source Ordonnance n° 2000-1223 du 14 décembre 2000 relative à la partie Législative du code monétaire et financier"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2014-12-30 MODIFIE cible LOI n° 2014-1662 du 30 décembre 2014 portant diverses dispositions d'adaptation de la législation au droit de l'Union européenne en matière économique et financière - article 21 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"add","content":""},{"type":"add","content":"2016-03-25 MODIFICATION source Ordonnance n° 2016-351 du 25 mars 2016 sur les contrats de crédit aux consommateurs relatifs aux biens immobiliers à usage d'habitation - article 4 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la consommation - article L313-1 AUTONOME MODIFIE, en vigueur du 1993-07-27 au 2006-03-24"},{"type":"add","content":"      2999-01-01 CITATION source Code de la consommation - art. L314-1 (V)"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code monétaire et financier - article L511-29 AUTONOME MODIFIE, en vigueur du 2001-01-01 au 2008-12-07"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/05/40/LEGIARTI000030054066.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/05/40/LEGIARTI000030054066.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/30/05/40/LEGIARTI000030054066.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/23/24/LEGIARTI000033232408.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/23/24/LEGIARTI000033232408.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/23/24/LEGIARTI000033232408.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000030054066)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033232408)"}],"status":"modified"},{"filename":"partie_legislative/livre_iii/titre_ier/chapitre_iii/section_1/sous-section_2/paragraphe_2/article_l313-4.md","articleName":"Article L313-4","additions":18,"deletions":54,"diff":[{"type":"del","content":"Les règles relatives au taux effectif global des crédits sont fixées par les articles L. 313-1 et L. 313-2 du code de la consommation ci-après reproduits :"},{"type":"add","content":"Les règles relatives au taux effectif global des crédits sont fixées par les articles L. 314-1 à L. 314-5 et L. 341-49 du code de la consommation ci-après reproduits :"},{"type":"del","content":"\" Art. L. 313-1-Dans tous les cas, pour la détermination du taux effectif global du prêt, comme pour celle du taux effectif pris comme référence, sont ajoutés aux intérêts les frais, commissions ou rémunérations de toute nature, directs ou indirects, y compris ceux qui sont payés ou dus à des intermédiaires intervenus de quelque manière que ce soit dans l'octroi du prêt, même si ces frais, commissions ou rémunérations correspondent à des débours réels."},{"type":"add","content":"\" Art. L. 314-1- Dans tous les cas, pour la détermination du taux effectif global du prêt, comme pour celle du taux effectif pris comme référence, sont ajoutés aux intérêts les frais, les taxes, les commissions ou rémunérations de toute nature, directs ou indirects, supportés par l'emprunteur et connus du prêteur à la date d'émission de l'offre de crédit ou de l'avenant au contrat de crédit, ou dont le montant peut être déterminé à ces mêmes dates, et qui constituent une condition pour obtenir le crédit ou pour l'obtenir aux conditions annoncées. \""},{"type":"del","content":"Toutefois, pour l'application des articles L. 312-4 à L. 312-8, les charges liées aux garanties dont les crédits sont éventuellement assortis ainsi que les honoraires d'officiers ministériels ne sont pas compris dans le taux effectif global défini ci-dessus, lorsque leur montant ne peut être indiqué avec précision antérieurement à la conclusion définitive du contrat."},{"type":"add","content":"\" Art. L. 314-2-Pour les contrats de crédit qui prévoient un amortissement échelonné, le taux effectif global doit être calculé en tenant compte des modalités de l'amortissement de la créance. \""},{"type":"del","content":"Pour les contrats de crédit entrant dans le champ d'application du chapitre Ier du présent titre, le taux effectif global, qui est dénommé \" Taux annuel effectif global \", ne comprend pas les frais d'acte notarié."},{"type":"add","content":"\" Art. L. 314-3-Pour les contrats de crédit entrant dans le champ d'application des chapitres II et III du présent titre, le taux effectif global est dénommé \" Taux annuel effectif global \". \""},{"type":"del","content":"En outre, pour les prêts qui font l'objet d'un amortissement échelonné, le taux effectif global doit être calculé en tenant compte des modalités de l'amortissement de la créance."},{"type":"add","content":"\" Art. L. 314-4-Un décret en Conseil d'Etat précise les conditions d'application des articles L. 314-1 à L. 314-3 et notamment les modalités de détermination de l'assiette et de calcul du taux effectif global, ainsi que les modalités de calcul du taux annuel effectif de l'assurance mentionné aux articles L. 312-7 et L. 313-8. \""},{"type":"del","content":"Un décret en Conseil d'Etat déterminera les conditions d'application du présent article. \""},{"type":"add","content":"\" Art. L. 314-5-Le taux effectif global déterminé selon les modalités prévues aux articles L. 314-1 à L. 314-4 est mentionné dans tout écrit constatant un contrat de prêt régi par la présente section. \""},{"type":"del","content":"\" Art. L. 313-2-Le taux effectif global déterminé comme il est dit à l'article L. 313-1 doit être mentionné dans tout écrit constatant un contrat de prêt régi par la présente section."},{"type":"add","content":"\" Art. L. 341-49-Le fait de ne pas respecter les dispositions de l'article L. 314-5 est puni d'une amende de 150 000 euros."},{"type":"del","content":"Toute infraction aux dispositions du présent article sera punie d'une amende de 150 000 euros."},{"type":"add","content":"Les personnes physiques coupables encourent également à titre de peines complémentaires l'interdiction, suivant les modalités prévues à l'article 131-27 du code pénal, soit d'exercer une fonction publique ou d'exercer l'activité professionnelle ou sociale dans l'exercice ou à l'occasion de l'exercice de laquelle l'infraction a été commise, soit d'exercer une profession commerciale ou industrielle, de diriger, d'administrer, de gérer ou de contrôler à un titre quelconque, directement ou indirectement, pour leur propre compte ou pour le compte d'autrui, une entreprise commerciale ou industrielle ou une société commerciale."},{"type":"del","content":"Les personnes physiques déclarées coupables encourent également à titre de peines complémentaires l'interdiction, suivant les modalités prévues à l'article 131-27 du code pénal, soit d'exercer une fonction publique ou d'exercer l'activité professionnelle ou sociale dans l'exercice ou à l'occasion de l'exercice de laquelle l'infraction a été commise, soit d'exercer une profession commerciale ou industrielle, de diriger, d'administrer, de gérer ou de contrôler à un titre quelconque, directement ou indirectement, pour leur propre compte ou pour le compte d'autrui, une entreprise commerciale ou industrielle ou une société commerciale. Ces interdictions d'exercice ne peuvent excéder une durée de cinq ans. Elles peuvent être prononcées cumulativement.\""},{"type":"add","content":"Ces interdictions d'exercice ne peuvent excéder une durée de cinq ans. Elles peuvent être prononcées cumulativement. \""},{"type":"del","content":"Code de la consommation - article L313-2 AUTONOME ABROGE, en vigueur du 2014-03-19 au 2016-07-01 PILOTE_SUIVEUR cible"},{"type":"add","content":"Ordonnance n° 2016-351 du 25 mars 2016 sur les contrats de crédit aux consommateurs relatifs aux biens immobiliers à usage d'habitation - article 4 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":"Code pénal - article 131-27 AUTONOME MODIFIE, en vigueur du 1994-03-01 au 2008-08-06 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code pénal - article 131-27 AUTONOME MODIFIE, en vigueur du 2008-08-06 au 2013-12-08 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la consommation - article L313-2 AUTONOME MODIFIE, en vigueur du 1994-03-01 au 2002-01-01 PILOTE_SUIVEUR cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la consommation - article L313-2 AUTONOME MODIFIE, en vigueur du 2006-03-24 au 2014-03-19 PILOTE_SUIVEUR cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la consommation - article L313-1 AUTONOME MODIFIE, en vigueur du 2006-03-24 au 2011-05-01 PILOTE_SUIVEUR cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la consommation - article L313-1 AUTONOME ABROGE, en vigueur du 2011-05-01 au 2016-10-01 PILOTE_SUIVEUR cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la consommation - article L313-2 AUTONOME MODIFIE, en vigueur du 2002-01-01 au 2006-03-24 PILOTE_SUIVEUR cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code pénal - article 131-27 AUTONOME VIGUEUR, en vigueur depuis le 2013-12-08 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2014-344 du 17 mars 2014 relative à la consommation - article 132 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la consommation - article L313-1 AUTONOME MODIFIE, en vigueur du 1993-07-27 au 2006-03-24 PILOTE_SUIVEUR cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la consommation - article L313-2 AUTONOME MODIFIE, en vigueur du 1993-07-27 au 1994-03-01 PILOTE_SUIVEUR cible"},{"type":"add","content":"Ordonnance n° 2016-301 du 14 mars 2016 relative à la partie législative du code de la consommation - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2016-07-01 MODIFICATION cible"},{"type":"del","content":"2014-03-17 MODIFICATION source LOI n° 2014-344 du 17 mars 2014 relative à la consommation - article 132 ENTIEREMENT_MODIF"},{"type":"add","content":"2016-03-14 MODIFICATION source Ordonnance n° 2016-301 du 14 mars 2016 relative à la partie législative du code de la consommation - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2016-07-01"},{"type":"del","content":"2999-01-01 CONCORDANCE source Code de la consommation - article L313-1 AUTONOME MODIFIE, en vigueur du 1993-07-27 au 2006-03-24"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 PILOTE_SUIVEUR source Code de la consommation - article L313-1 AUTONOME MODIFIE, en vigueur du 1993-07-27 au 2006-03-24"},{"type":"add","content":"2016-03-25 MODIFICATION source Ordonnance n° 2016-351 du 25 mars 2016 sur les contrats de crédit aux consommateurs relatifs aux biens immobiliers à usage d'habitation - article 4 ENTIEREMENT_MODIF"},{"type":"del","content":"2999-01-01 PILOTE_SUIVEUR source Code de la consommation - article L313-2 AUTONOME MODIFIE, en vigueur du 1993-07-27 au 1994-03-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code pénal - article 131-27 AUTONOME MODIFIE, en vigueur du 1994-03-01 au 2008-08-06"},{"type":"add","content":"2999-01-01 CONCORDANCE source Code de la consommation - article L313-1 AUTONOME MODIFIE, en vigueur du 1993-07-27 au 2006-03-24"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/29/46/98/LEGIARTI000029469816.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/29/46/98/LEGIARTI000029469816.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/29/46/98/LEGIARTI000029469816.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/23/05/LEGIARTI000033230542.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/23/05/LEGIARTI000033230542.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/23/05/LEGIARTI000033230542.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000029469816)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033230542)"}],"status":"modified"},{"filename":"partie_legislative/livre_iii/titre_ier/chapitre_iii/section_2/sous-section_2/paragraphe_2/sous-paragraphe_1/article_l313-17.md","articleName":"Article L313-17","additions":33,"deletions":20,"diff":[{"type":"del","content":"Sans préjudice des articles L. 313-1 à L. 313-6 du code de la consommation, l'intérêt fixe du prêt participatif peut être majoré dans les conditions qui sont déterminées par le contrat, notamment par le jeu d'une clause de participation au bénéfice net de l'emprunteur ou au bénéfice réalisé par l'emprunteur lors de l'utilisation des biens dont l'acquisition a été financée totalement ou partiellement par ce prêt ou à la plus-value réalisée lors de leur cession ou sous forme de rétrocession de la marge réalisée."},{"type":"add","content":"Sans préjudice des articles L. 314-1 à L. 314-9 et L. 341-48 à L. 341-51 du code de la consommation, l'intérêt fixe du prêt participatif peut être majoré dans les conditions qui sont déterminées par le contrat, notamment par le jeu d'une clause de participation au bénéfice net de l'emprunteur ou au bénéfice réalisé par l'emprunteur lors de l'utilisation des biens dont l'acquisition a été financée totalement ou partiellement par ce prêt ou à la plus-value réalisée lors de leur cession ou sous forme de rétrocession de la marge réalisée."},{"type":"del","content":"Code de la consommation - article L313-1 AUTONOME MODIFIE, en vigueur du 2006-03-24 au 2011-05-01 CITATION cible"},{"type":"add","content":"Code de commerce - article L225-99 AUTONOME MODIFIE, en vigueur du 2009-04-01 au 2021-01-01 CITATION cible"},{"type":"del","content":"Code de la consommation - article L313-1 AUTONOME ABROGE, en vigueur du 2011-05-01 au 2016-10-01 CITATION cible"},{"type":"add","content":"Code de la consommation - article L341-48 AUTONOME VIGUEUR, en vigueur depuis le 2016-07-01 CITATION cible"},{"type":"del","content":"Loi n° 2005-882 du 2 août 2005 en faveur des petites et moyennes entreprises - article 11 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"Code de commerce - article L225-99 AUTONOME MODIFIE, en vigueur du 2000-09-21 au 2005-07-27 CITATION cible"},{"type":"del","content":"Code de la consommation - article L313-1 AUTONOME MODIFIE, en vigueur du 1993-07-27 au 2006-03-24 CITATION cible"},{"type":"add","content":"Code de commerce - article L225-99 AUTONOME MODIFIE, en vigueur du 2005-07-27 au 2009-04-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la consommation - article L314-1 AUTONOME VIGUEUR, en vigueur depuis le 2016-10-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la consommation - article L314-1 AUTONOME MODIFIE, en vigueur du 2016-07-01 au 2016-10-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de commerce - article L228-103 AUTONOME VIGUEUR, en vigueur depuis le 2004-12-10 CITATION cible"},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":"Ordonnance n° 2000-1223 du 14 décembre 2000 relative à la partie Législative du code monétaire et financier VIGUEUR, en vigueur depuis le 2001-01-01 CODIFICATION cible"},{"type":"add","content":"Code de commerce - article L228-35-6 AUTONOME VIGUEUR, en vigueur depuis le 2004-06-26 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de commerce - article L228-103 AUTONOME MODIFIE, en vigueur du 2004-06-26 au 2004-12-10 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de commerce - article L225-99 AUTONOME VIGUEUR, en vigueur depuis le 2021-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Ordonnance n° 2016-351 du 25 mars 2016 sur les contrats de crédit aux consommateurs relatifs aux biens immobiliers à usage d'habitation - article 5 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":"2000-12-14 CODIFICATION source Ordonnance n° 2000-1223 du 14 décembre 2000 relative à la partie Législative du code monétaire et financier VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2005-08-02 MODIFICATION source Loi n° 2005-882 du 2 août 2005 en faveur des petites et moyennes entreprises - article 11 ENTIEREMENT_MODIF"},{"type":"add","content":"2016-03-25 MODIFICATION source Ordonnance n° 2016-351 du 25 mars 2016 sur les contrats de crédit aux consommateurs relatifs aux biens immobiliers à usage d'habitation - article 5 ENTIEREMENT_MODIF"},{"type":"del","content":"2999-01-01 CITATION source Code de la consommation - article L313-1 AUTONOME MODIFIE, en vigueur du 1993-07-27 au 2006-03-24"},{"type":"add","content":"      2999-01-01 CITATION source Code de la consommation - art. L314-1 (V)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la consommation - article L341-48 AUTONOME VIGUEUR, en vigueur depuis le 2016-07-01"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/65/21/LEGIARTI000006652126.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/65/21/LEGIARTI000006652126.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/65/21/LEGIARTI000006652126.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/23/25/LEGIARTI000033232520.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/23/25/LEGIARTI000033232520.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/23/25/LEGIARTI000033232520.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006652126)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033232520)"}],"status":"modified"}],"stats":{"additions":70,"deletions":102,"filesChanged":3}}