{"sha":"6b3f7953b6c8","date":"2022-01-01","message":"Ordonnance n° 2021-1192 du 15 septembre 2021 portant réforme du droit des sûretés","files":[{"filename":"partie_legislative/livre_ii/titre_ier/chapitre_ier/section_2/sous-section_4/article_l211-20.md","articleName":"Article L211-20","additions":16,"deletions":39,"diff":[{"type":"del","content":"I. – Le nantissement d'un compte-titres est réalisé, tant entre les parties qu'à l'égard de la personne morale émettrice et des tiers, par une déclaration signée par le titulaire du compte. Cette déclaration comporte les énonciations fixées par décret. Les titres financiers figurant initialement dans le compte nanti, ceux qui leur sont substitués ou les complètent en garantie de la créance initiale du créancier nanti, de quelque manière que ce soit, ainsi que leurs fruits et produits en toute monnaie, sont compris dans l'assiette du nantissement. Les titres financiers et les sommes en toute monnaie postérieurement inscrits au crédit du compte nanti, en garantie de la créance initiale du créancier nanti, sont soumis aux mêmes conditions que ceux y figurant initialement et sont considérés comme ayant été remis à la date de déclaration de nantissement initiale. Le créancier nanti peut obtenir, sur simple demande au teneur de compte, une attestation de nantissement de compte-titres, comportant inventaire des titres financiers et sommes en toute monnaie inscrits en compte nanti à la date de délivrance de cette attestation."},{"type":"add","content":"I. – Le nantissement d'un compte-titres est constitué, tant entre les parties qu'à l'égard de la personne morale émettrice et des tiers, par une déclaration signée par le titulaire du compte. Cette déclaration comporte les énonciations fixées par décret. Les titres financiers figurant initialement dans le compte nanti, ceux qui leur sont substitués ou les complètent en garantie de la créance initiale du créancier nanti, de quelque manière que ce soit, ainsi que, sauf convention contraire des parties, leurs fruits et produits en toute monnaie, sont compris dans l'assiette du nantissement. Les titres financiers et les sommes en toute monnaie postérieurement inscrits au crédit du compte nanti, en garantie de la créance initiale du créancier nanti, sont soumis aux mêmes conditions que ceux y figurant initialement et sont considérés comme ayant été remis à la date de déclaration de nantissement initiale. Le créancier nanti peut obtenir, sur simple demande au teneur de compte, une attestation de nantissement de compte-titres, comportant inventaire des titres financiers et sommes en toute monnaie inscrits en compte nanti à la date de délivrance de cette attestation."},{"type":"add","content":""},{"type":"add","content":"I bis.-Lorsqu'un même compte-titres fait l'objet de plusieurs nantissements successifs, le rang des créanciers est réglé par l'ordre de leur déclaration. Dans ce cas, le titulaire du compte ou le créancier nanti notifie successivement chacun des nantissements au teneur de compte."},{"type":"del","content":"A défaut d'un compte spécial, sont réputés constituer le compte nanti les titres financiers mentionnés au premier alinéa, ainsi que les sommes en toute monnaie ayant fait l'objet d'une identification à cet effet par un procédé informatique."},{"type":"add","content":"A défaut d'un compte spécial, sont réputés constituer le compte nanti les titres financiers mentionnés au premier alinéa, ainsi que, le cas échéant, les sommes en toute monnaie ayant fait l'objet d'une identification à cet effet par un procédé informatique."},{"type":"add","content":""},{"type":"add","content":"III. – Lorsque les titres financiers figurant dans le compte nanti sont inscrits dans un compte tenu par l'émetteur et que celui-ci n'est pas une personne autorisée à recevoir des fonds remboursables du public au sens de l'article L. 312-2, les fruits et produits mentionnés au I versés en toute monnaie sont, lorsqu'ils n'ont pas été exclus de l'assiette du nantissement par convention des parties, inscrits au crédit d'un compte fruits et produits ouvert au nom du titulaire du compte nanti dans les livres d'un intermédiaire mentionné à l'article L. 211-3 ou d'un établissement de crédit. Cette inscription peut avoir lieu à tout moment. Les fruits et produits sont réputés faire partie intégrante du compte nanti à la date de signature de la déclaration de nantissement quelle que soit la date d'ouverture du compte fruits et produits. Le créancier nanti peut obtenir, sur simple demande au teneur du compte fruits et produits, une attestation comportant l'inventaire des sommes en toute monnaie inscrites au crédit de ce compte à la date de la délivrance de cette attestation."},{"type":"del","content":"III. – Lorsque les titres financiers figurant dans le compte nanti sont inscrits dans un compte tenu par l'émetteur et que celui-ci n'est pas une personne autorisée à recevoir des fonds remboursables du public au sens de l'article L. 312-2, les fruits et produits mentionnés au I versés en toute monnaie doivent être inscrits au crédit d'un compte spécial ouvert au nom du titulaire du compte nanti dans les livres d'un intermédiaire mentionné à l'article L. 211-3 ou d'un établissement de crédit. Ce compte spécial est réputé faire partie intégrante du compte nanti à la date de signature de la déclaration de nantissement. Le créancier nanti peut obtenir, sur simple demande au teneur du compte spécial, une attestation comportant l'inventaire des sommes en toute monnaie inscrites au crédit de ce compte à la date de la délivrance de cette attestation."},{"type":"add","content":"A défaut d'inscription au crédit d'un compte fruits et produits, à la date à laquelle la sûreté peut être réalisée, les fruits et produits sont exclus de l'assiette du nantissement."},{"type":"del","content":"V. – Le créancier nanti titulaire d'une créance certaine, liquide et exigible peut, pour les titres financiers, français ou étrangers, négociés sur un marché réglementé, les parts ou actions d'organismes de placement collectif, ainsi que pour les sommes en toute monnaie, réaliser le nantissement, civil ou commercial, huit jours – ou à l'échéance de tout autre délai préalablement convenu avec le titulaire du compte – après mise en demeure du débiteur remise en mains propres ou adressée par courrier recommandé. Cette mise en demeure du débiteur est également notifiée au constituant du nantissement lorsqu'il n'est pas le débiteur ainsi qu'au teneur de compte lorsque ce dernier n'est pas le créancier nanti. La réalisation du nantissement intervient selon des modalités fixées par décret."},{"type":"add","content":"V. – Le créancier nanti titulaire d'une créance certaine, liquide et exigible peut, pour les titres financiers, français ou étrangers, admis sur une plateforme de négociation, les parts ou actions d'organismes de placement collectif, ainsi que pour les sommes en toute monnaie, réaliser le nantissement, civil ou commercial, huit jours – ou à l'échéance de tout autre délai préalablement convenu avec le titulaire du compte – après mise en demeure du débiteur remise en mains propres ou adressée par courrier recommandé. Cette mise en demeure du débiteur est également notifiée au constituant du nantissement lorsqu'il n'est pas le débiteur ainsi qu'au teneur de compte lorsque ce dernier n'est pas le créancier nanti. La réalisation du nantissement intervient selon des modalités fixées par décret."},{"type":"del","content":"Pour les instruments financiers autres que ceux mentionnés à l'alinéa précédent, la réalisation du nantissement intervient conformément aux dispositions de l'article L. 521-3 du code de commerce."},{"type":"add","content":"Pour les instruments financiers autres que ceux mentionnés à l'alinéa précédent, le créancier nanti titulaire d'une créance certaine, liquide et exigible peut réaliser le nantissement, civil ou commercial, huit jours après mise en demeure du débiteur remise en mains propres ou adressée par lettre recommandée avec demande d'avis de réception, à défaut d'un autre délai préalablement convenu avec le titulaire du compte. Cette mise en demeure du débiteur est également notifiée au constituant du nantissement lorsqu'il n'est pas le débiteur ainsi qu'au teneur de compte lorsque ce dernier n'est pas le créancier nanti. La réalisation du nantissement intervient par vente publique. Le créancier peut également demander l'attribution judiciaire des titres nantis ou convenir de son appropriation conformément aux articles 2347 et 2348 du code civil."},{"type":"del","content":"Conformément à l’ordonnance n° 2017-1674 du 8 décembre 2017, article 8, ces dispositions entrent en vigueur à la publication du décret prévu au 2° de l'article 2 et, au plus tard, le 1er juillet 2018."},{"type":"add","content":"Conformément au I de l’article 37 de l’ordonnance n° 2021-1192 du 15 septembre 2021, ces dispositions entreront en vigueur le 1er janvier 2022."},{"type":"del","content":"Code monétaire et financier - article L312-2 AUTONOME MODIFIE, en vigueur du 2014-01-01 au 2019-05-24 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L521-3 AUTONOME MODIFIE, en vigueur du 2000-09-21 au 2006-03-24 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L521-3 AUTONOME MODIFIE, en vigueur du 2006-03-24 au 2011-09-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code monétaire et financier - article L312-2 AUTONOME MODIFIE, en vigueur du 2001-01-01 au 2007-12-19 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code monétaire et financier - article L312-2 AUTONOME VIGUEUR, en vigueur depuis le 2019-05-24 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de commerce - article L521-3 AUTONOME ABROGE, en vigueur du 2011-09-01 au 2022-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Ordonnance n° 2017-1674 du 8 décembre 2017 relative à l'utilisation d'un dispositif d'enregistrement électronique partagé pour la représentation et la transmission de titres financiers - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code monétaire et financier - article L312-2 AUTONOME MODIFIE, en vigueur du 2007-12-19 au 2014-01-01 CITATION cible"},{"type":"add","content":"Ordonnance n° 2021-1192 du 15 septembre 2021 portant réforme du droit des sûretés - article 29 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2017-12-08 MODIFIE cible Ordonnance n° 2017-1674 du 8 décembre 2017 relative à l'utilisation d'un dispositif d'enregistrement électronique partagé pour la représentation et la transmission de titres financiers - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":"2021-09-15 MODIFIE cible Ordonnance n° 2021-1192 du 15 septembre 2021 portant réforme du droit des sûretés - article 29 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de commerce - article L521-3 AUTONOME MODIFIE, en vigueur du 2000-09-21 au 2006-03-24"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code monétaire et financier - article L312-2 AUTONOME MODIFIE, en vigueur du 2001-01-01 au 2007-12-19"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/36/17/52/LEGIARTI000036175272.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/36/17/52/LEGIARTI000036175272.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/36/17/52/LEGIARTI000036175272.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/44/07/28/LEGIARTI000044072836.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/44/07/28/LEGIARTI000044072836.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/44/07/28/LEGIARTI000044072836.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000036175272)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000044072836)"}],"status":"modified"},{"filename":"partie_legislative/livre_iii/titre_ier/chapitre_iii/section_2/sous-section_2/paragraphe_4/README.md","articleName":"Sommaire - Paragraphe 4","additions":0,"deletions":1,"diff":[{"type":"del","content":"- [Article L313-22](article_l313-22.md)"}],"status":"modified"},{"filename":"partie_legislative/livre_iii/titre_ier/chapitre_iii/section_2/sous-section_2/paragraphe_4/article_l313-22.md","articleName":"Article L313-22","additions":0,"deletions":66,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article L313-22"},{"type":"del","content":""},{"type":"del","content":"Les établissements de crédit ou les sociétés de financement ayant accordé un concours financier à une entreprise, sous la condition du cautionnement par une personne physique ou une personne morale, sont tenus au plus tard avant le 31 mars de chaque année de faire connaître à la caution le montant du principal et des intérêts, commissions, frais et accessoires restant à courir au 31 décembre de l'année précédente au titre de l'obligation bénéficiant de la caution, ainsi que le terme de cet engagement. Si l'engagement est à durée indéterminée, ils rappellent la faculté de révocation à tout moment et les conditions dans lesquelles celle-ci est exercée."},{"type":"del","content":""},{"type":"del","content":"La réalisation de cette obligation légale ne peut en aucun cas être facturée à la personne qui bénéficie de l'information."},{"type":"del","content":""},{"type":"del","content":"Le défaut d'accomplissement de la formalité prévue à l'alinéa précédent emporte, dans les rapports entre la caution et l'établissement tenu à cette formalité, déchéance des intérêts échus depuis la précédente information jusqu'à la date de communication de la nouvelle information. Les paiements effectués par le débiteur principal sont réputés, dans les rapports entre la caution et l'établissement, affectés prioritairement au règlement du principal de la dette."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Ordonnance n° 2021-1192 du 15 septembre 2021 portant réforme du droit des sûretés - article 32 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2021-09-17 ABROGE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2016-1691 du 9 décembre 2016 relative à la transparence, à la lutte contre la corruption et à la modernisation de la vie économique - article 84 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1984-03-01 CONCORDANCE source Loi n°84-148 du 1 mars 1984 RELATIVE A LA PREVENTION ET AU REGLEMENT AMIABLE DES DIFFICULTES DES ENTREPRISES"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"CODIFICATION source Ordonnance n° 2000-1223 du 14 décembre 2000 relative à la partie Législative du code monétaire et financier"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1984-03-01 CONCORDE cible Loi n° 84-148 du 1 mars 1984 relative à la prévention et au règlement amiable des difficultés des entreprises - article 48 AUTONOME ABROGE, en vigueur du 1999-06-29 au 2001-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2016-12-09 MODIFIE cible LOI n° 2016-1691 du 9 décembre 2016 relative à la transparence, à la lutte contre la corruption et à la modernisation de la vie économique - article 84 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2021-09-15 ABROGE cible Ordonnance n° 2021-1192 du 15 septembre 2021 portant réforme du droit des sûretés - article 32 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2021-09-17"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code monétaire et financier - article L733-5 AUTONOME ABROGE, en vigueur du 2001-01-01 au 2008-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code monétaire et financier - article L743-5 AUTONOME ABROGE, en vigueur du 2018-01-03 au 2022-02-26"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code monétaire et financier - article L753-5 AUTONOME ABROGE, en vigueur du 2018-01-03 au 2022-02-26"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code monétaire et financier - article L763-5 AUTONOME ABROGE, en vigueur du 2018-01-03 au 2022-02-26"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/61/27/LEGIARTI000033612777.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/61/27/LEGIARTI000033612777.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/61/27/LEGIARTI000033612777.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_monetaire_et_financier/src/branch/main/partie_legislative/livre_iii/titre_ier/chapitre_iii/section_2/sous-section_2/paragraphe_4/article_l313-22.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033612777)"},{"type":"del","content":""}],"status":"deleted"},{"filename":"partie_legislative/livre_iii/titre_ier/chapitre_iii/section_3/sous-section_2/paragraphe_3/article_l313-47.md","articleName":"Article L313-47","additions":23,"deletions":14,"diff":[{"type":"del","content":"Pour la radiation des inscriptions, aucune pièce justificative n'est exigée à l'appui des énonciations de l'acte de mainlevée établissant qu'il y a eu mise à la disposition ou remise en propriété si lesdites énonciations sont certifiées exactes dans cet acte. Les bénéficiaires de la mise à la disposition ou de la remise en propriété ne sont pas considérés comme parties intéressées, au sens de l'article 2440 du code civil, si l'acte de mainlevée ne fait pas état de l'opération intervenue à leur profit."},{"type":"add","content":"Pour la radiation des inscriptions, aucune pièce justificative n'est exigée à l'appui des énonciations de l'acte de mainlevée établissant qu'il y a eu mise à la disposition ou remise en propriété si lesdites énonciations sont certifiées exactes dans cet acte. Les bénéficiaires de la mise à la disposition ou de la remise en propriété ne sont pas considérés comme parties intéressées, au sens de l'article 2435 du code civil, si l'acte de mainlevée ne fait pas état de l'opération intervenue à leur profit."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Conformément à l’article 37 de l’ordonnance n° 2021-1192 du 15 septembre 2021, ces dispositions entrent en vigueur le 1er janvier 2022."},{"type":"del","content":"Ordonnance n° 2006-346 du 23 mars 2006 relative aux sûretés. - article 54 AUTONOME MODIFIE, en vigueur du 2006-03-24 au 2007-12-19 MODIFICATION cible"},{"type":"add","content":"Code civil - article 2440 AUTONOME VIGUEUR, en vigueur depuis le 2022-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code civil - article 2435 AUTONOME VIGUEUR, en vigueur depuis le 2022-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code civil - article 2440 AUTONOME MODIFIE, en vigueur du 2006-03-24 au 2022-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Ordonnance n° 2021-1192 du 15 septembre 2021 portant réforme du droit des sûretés - article 33 AUTONOME VIGUEUR, en vigueur depuis le 2021-09-17 MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":"Ordonnance n° 2000-1223 du 14 décembre 2000 relative à la partie Législative du code monétaire et financier VIGUEUR, en vigueur depuis le 2001-01-01 CODIFICATION cible"},{"type":"add","content":"Code civil - article 2435 AUTONOME MODIFIE, en vigueur du 2006-03-24 au 2022-01-01 CITATION cible"},{"type":"del","content":"2000-12-14 CODIFICATION source Ordonnance n° 2000-1223 du 14 décembre 2000 relative à la partie Législative du code monétaire et financier VIGUEUR"},{"type":"add","content":"2021-09-15 MODIFICATION source Ordonnance n° 2021-1192 du 15 septembre 2021 portant réforme du droit des sûretés - article 33 AUTONOME VIGUEUR, en vigueur depuis le 2021-09-17"},{"type":"del","content":"2006-03-23 MODIFICATION source Ordonnance n° 2006-346 du 23 mars 2006 relative aux sûretés. - article 54 AUTONOME MODIFIE, en vigueur du 2006-03-24 au 2007-12-19"},{"type":"add","content":"2999-01-01 CITATION source Code civil - article 2435 AUTONOME MODIFIE, en vigueur du 2006-03-24 au 2022-01-01"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/65/21/LEGIARTI000006652167.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/65/21/LEGIARTI000006652167.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/65/21/LEGIARTI000006652167.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/47/21/62/LEGIARTI000047216217.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/47/21/62/LEGIARTI000047216217.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/47/21/62/LEGIARTI000047216217.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006652167)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000047216217)"}],"status":"modified"},{"filename":"partie_legislative/livre_vii/titre_v/chapitre_iii/section_1/sous-section_3/paragraphe_2/sous-paragraphe_1/article_l753-4.md","articleName":"Article L753-4","additions":77,"deletions":10,"diff":[{"type":"del","content":"Les articles L. 313-7 à L. 313-11 sont applicables en Polynésie française."},{"type":"add","content":"I.-Sont applicables en Polynésie française, sous réserve des adaptations prévues au II, les dispositions des articles mentionnés dans la colonne de gauche du tableau ci-après, dans leur rédaction indiquée dans la colonne de droite du même tableau :"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        Articles applicables"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        Dans leur rédaction résultant de"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        L. 313-7"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        La loi n° 2005-882 du 2 août 2005"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        L. 313-8 à L. 313-10"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        L'ordonnance n° 2005-429 du 6 mai 2005"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"."},{"type":"add","content":""},{"type":"add","content":"II.-Pour l'application des articles L. 313-7 et L. 313-10, les références au code de commerce sont remplacées par les dispositions équivalentes applicables localement."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Conformément au I de l’article 37 de l’ordonnance n° 2021-1192 du 15 septembre 2021, ces dispositions entreront en vigueur le 1er janvier 2022."},{"type":"add","content":""},{"type":"del","content":"Code monétaire et financier - article L313-7 AUTONOME MODIFIE, en vigueur du 2001-01-01 au 2005-05-07 CITATION cible"},{"type":"add","content":"Code monétaire et financier - article L313-10 AUTONOME MODIFIE, en vigueur du 2001-01-01 au 2005-05-07 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article L753-6 AUTONOME VIGUEUR, en vigueur depuis le 2022-02-26 CONCORDANCE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article L313-10 AUTONOME VIGUEUR, en vigueur depuis le 2005-05-07 CITATION cible"},{"type":"del","content":"Code monétaire et financier - article L313-7 AUTONOME VIGUEUR, en vigueur depuis le 2005-08-03 CITATION cible"},{"type":"add","content":"Code monétaire et financier - article L313-8 AUTONOME MODIFIE, en vigueur du 2001-01-01 au 2005-05-07 CITATION cible"},{"type":"del","content":"Code monétaire et financier - article L313-7 AUTONOME MODIFIE, en vigueur du 2005-05-07 au 2005-08-03 CITATION cible"},{"type":"add","content":"Ordonnance n° 2021-1192 du 15 septembre 2021 portant réforme du droit des sûretés - article 36 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2021-09-17 MODIFIE source"},{"type":"del","content":"Ordonnance n° 2021-1200 du 15 septembre 2021 relative aux titres Ier et II de la partie législative du livre VII du code monétaire et financier - article 8 ENTIEREMENT_MODIF ABROGE source"},{"type":"add","content":"Code monétaire et financier - article L313-8 AUTONOME VIGUEUR, en vigueur depuis le 2005-05-07 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2022-231 du 24 février 2022 relatif à l'entrée en vigueur de dispositions du livre VII du code monétaire et financier - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2022-02-26 ABROGATION cible"},{"type":"del","content":"2021-09-15 ABROGE cible Ordonnance n° 2021-1200 du 15 septembre 2021 relative aux titres Ier et II de la partie législative du livre VII du code monétaire et financier - article 8 ENTIEREMENT_MODIF"},{"type":"add","content":"2021-09-15 MODIFIE cible Ordonnance n° 2021-1192 du 15 septembre 2021 portant réforme du droit des sûretés - article 36 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2021-09-17"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2022-02-24 ABROGATION source Décret n° 2022-231 du 24 février 2022 relatif à l'entrée en vigueur de dispositions du livre VII du code monétaire et financier - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2022-02-26"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code monétaire et financier - article L313-10 AUTONOME MODIFIE, en vigueur du 2001-01-01 au 2005-05-07"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code monétaire et financier - article L313-8 AUTONOME MODIFIE, en vigueur du 2001-01-01 au 2005-05-07"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CONCORDANCE cible Code monétaire et financier - article L753-6 AUTONOME VIGUEUR, en vigueur depuis le 2022-02-26"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/44/08/01/LEGIARTI000044080179.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/44/08/01/LEGIARTI000044080179.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/44/08/01/LEGIARTI000044080179.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/44/07/37/LEGIARTI000044073761.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/44/07/37/LEGIARTI000044073761.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/44/07/37/LEGIARTI000044073761.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000044080179)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000044073761)"}],"status":"modified"},{"filename":"partie_legislative/livre_vii/titre_vi/chapitre_iii/section_1/sous-section_3/paragraphe_2/sous-paragraphe_1/article_l763-4.md","articleName":"Article L763-4","additions":54,"deletions":11,"diff":[{"type":"del","content":"Les articles L. 313-7 à L. 313-11 sont applicables dans les îles Wallis-et-Futuna."},{"type":"add","content":"Sont applicables dans les îles Wallis-et-Futuna les dispositions des articles mentionnés dans la colonne de gauche du tableau ci-après, dans leur rédaction indiquée dans la colonne de droite du même tableau :"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        Articles applicables"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        Dans leur rédaction résultant de"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        L. 313-7"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        La loi n° 2005-882 du 2 aout 2005"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        L. 313-8 à L. 313-10"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"        L'ordonnance n° 2005-429 du 6 mai 2005"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Conformément au I de l’article 37 de l’ordonnance n° 2021-1192 du 15 septembre 2021, ces dispositions entreront en vigueur le 1er janvier 2022."},{"type":"del","content":"Code monétaire et financier - article L313-7 AUTONOME MODIFIE, en vigueur du 2001-01-01 au 2005-05-07 CITATION cible"},{"type":"add","content":"Code monétaire et financier - article L313-8 AUTONOME MODIFIE, en vigueur du 2001-01-01 au 2005-05-07 CITATION cible"},{"type":"del","content":"Code monétaire et financier - article L313-7 AUTONOME VIGUEUR, en vigueur depuis le 2005-08-03 CITATION cible"},{"type":"add","content":"Ordonnance n° 2021-1192 du 15 septembre 2021 portant réforme du droit des sûretés - article 36 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2021-09-17 MODIFIE source"},{"type":"del","content":"Code monétaire et financier - article L313-7 AUTONOME MODIFIE, en vigueur du 2005-05-07 au 2005-08-03 CITATION cible"},{"type":"add","content":"Code monétaire et financier - article L313-8 AUTONOME VIGUEUR, en vigueur depuis le 2005-05-07 CITATION cible"},{"type":"del","content":"Ordonnance n° 2021-1200 du 15 septembre 2021 relative aux titres Ier et II de la partie législative du livre VII du code monétaire et financier - article 8 ENTIEREMENT_MODIF ABROGE source"},{"type":"add","content":"Décret n° 2022-231 du 24 février 2022 relatif à l'entrée en vigueur de dispositions du livre VII du code monétaire et financier - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2022-02-26 ABROGATION cible"},{"type":"del","content":"2021-09-15 ABROGE cible Ordonnance n° 2021-1200 du 15 septembre 2021 relative aux titres Ier et II de la partie législative du livre VII du code monétaire et financier - article 8 ENTIEREMENT_MODIF"},{"type":"add","content":"2021-09-15 MODIFIE cible Ordonnance n° 2021-1192 du 15 septembre 2021 portant réforme du droit des sûretés - article 36 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2021-09-17"},{"type":"del","content":"2999-01-01 CITATION source Code monétaire et financier VIGUEUR"},{"type":"add","content":"2022-02-24 ABROGATION source Décret n° 2022-231 du 24 février 2022 relatif à l'entrée en vigueur de dispositions du livre VII du code monétaire et financier - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2022-02-26"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code monétaire et financier - article L313-8 AUTONOME MODIFIE, en vigueur du 2001-01-01 au 2005-05-07"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/44/07/93/LEGIARTI000044079386.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/44/07/93/LEGIARTI000044079386.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/44/07/93/LEGIARTI000044079386.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/44/07/37/LEGIARTI000044073756.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/44/07/37/LEGIARTI000044073756.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/44/07/37/LEGIARTI000044073756.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000044079386)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000044073756)"}],"status":"modified"}],"stats":{"additions":170,"deletions":141,"filesChanged":6}}