{"sha":"7ba8ec2d0d63","date":"2019-08-05","message":"Décret n° 2019-821 du 2 août 2019 relatif à la composition des commissions spécialisées de l'Autorité des marchés financiers","files":[{"filename":"partie_reglementaire/livre_vi/titre_ii/chapitre_unique/section_2/article_r621-4.md","articleName":"Article R621-4","additions":12,"deletions":8,"diff":[{"type":"del","content":"I. – Chaque commission spécialisée se réunit sur convocation du président de l'Autorité des marchés financiers ou à la demande de la moitié de ses membres. En cas d'absence, le président de l'Autorité des marchés financiers confie à l'un des autres membres de la commission spécialisée le soin de présider la séance. Chaque commission spécialisée ne peut délibérer que si la moitié au moins de ses membres est présente. Un membre qui ne prend pas part à une délibération ou qui s'abstient de siéger en application de l'article 12 de la loi n° 2017-55 du 20 janvier 2017 portant statut général des autorités administratives indépendantes et autorités publiques indépendantes n'est pas pris en compte au titre du quorum, dans les conditions fixées aux articles 1er à 4 du décret n° 2014-90 du 31 janvier 2014 portant application de l'article 2 de la loi n° 2013-907 du 11 octobre 2013 relative à la transparence de la vie publique. Un membre peut donner pouvoir à un autre membre de voter en son nom lors d'une séance à laquelle il ne peut assister. Chaque membre ne peut disposer que d'un seul pouvoir."},{"type":"add","content":"I. – Chaque commission spécialisée se réunit sur convocation du président de l'Autorité des marchés financiers ou à la demande de la moitié de ses membres. En cas d'absence, le président de l'Autorité des marchés financiers confie à l'un des autres membres de la commission spécialisée le soin de présider la séance. Chaque commission spécialisée ne peut délibérer que si la moitié au moins de ses membres est présente. Un membre qui ne prend pas part à une délibération ou qui s'abstient de siéger en application de l'article 12 de la loi n° 2017-55 du 20 janvier 2017 portant statut général des autorités administratives indépendantes et autorités publiques indépendantes n'est pas pris en compte au titre du quorum, dans les conditions fixées aux articles 1er à 4 du décret n° 2014-90 du 31 janvier 2014 portant application de l'article 2 de la loi n° 2013-907 du 11 octobre 2013 relative à la transparence de la vie publique."},{"type":"del","content":"II. – Un agent des services de l'Autorité des marchés financiers, faisant office de secrétaire de séance, établit un procès-verbal des délibérations de la commission spécialisée. Mention y est faite des noms des membres présents, des membres ayant donné pouvoir, des membres ayant reçu pouvoir et des membres qui se sont abstenus de siéger ou de délibérer au motif qu'ils s'estiment en situation de conflit d'intérêts en application de l'article 12 de la loi du 20 janvier 2017 mentionnée ci-dessus. Le procès-verbal est soumis à l'approbation de la commission spécialisée. Une fois approuvé, ce procès-verbal est signé par le président de séance et copie en est tenue à la disposition de chacun des membres du collège et du directeur général du Trésor."},{"type":"add","content":"Dans le cas où, lors d'une séance d'une commission spécialisée, un membre de cette commission est absent, ne prend pas part à une délibération ou s'abstient de siéger en application de l'article 12 de la loi n° 2017-55 du 20 janvier 2017 portant statut général des autorités administrative indépendantes et autorités publiques indépendantes, le président de l'Autorité des marchés financiers peut demander à un autre membre du collège de suppléer ce membre pour l'ensemble de cette séance ou pour un ou plusieurs des dossiers inscrits à son ordre du jour."},{"type":"add","content":""},{"type":"add","content":"Le membre suppléant appartient à la même catégorie de membres que celle du membre qu'il supplée : celle des membres désignés au titre des 2° à 7° du II de l'article L. 621-2 ou celle des membres désignés au titre des 8° et 9° du même II."},{"type":"add","content":""},{"type":"add","content":"II. – Un agent des services de l'Autorité des marchés financiers, faisant office de secrétaire de séance, établit un procès-verbal des délibérations de la commission spécialisée. Mention y est faite des noms des membres présents et des membres qui se sont abstenus de siéger ou de délibérer au motif qu'ils s'estiment en situation de conflit d'intérêts en application de l'article 12 de la loi du 20 janvier 2017 mentionnée ci-dessus. Le procès-verbal est soumis à l'approbation de la commission spécialisée. Une fois approuvé, ce procès-verbal est signé par le président de séance et copie en est tenue à la disposition de chacun des membres du collège et du directeur général du Trésor."},{"type":"del","content":"Décret n° 2018-572 du 3 juillet 2018 relatif à l'Autorité des marchés financiers - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Décret n° 2019-821 du 2 août 2019 relatif à la composition des commissions spécialisées de l'Autorité des marchés financiers - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2018-07-03 MODIFIE cible Décret n° 2018-572 du 3 juillet 2018 relatif à l'Autorité des marchés financiers - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2019-08-02 MODIFIE cible Décret n° 2019-821 du 2 août 2019 relatif à la composition des commissions spécialisées de l'Autorité des marchés financiers - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/37/15/50/LEGIARTI000037155059.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/37/15/50/LEGIARTI000037155059.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/37/15/50/LEGIARTI000037155059.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/38/89/52/LEGIARTI000038895251.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/38/89/52/LEGIARTI000038895251.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/38/89/52/LEGIARTI000038895251.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000037155059)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000038895251)"}],"status":"modified"}],"stats":{"additions":12,"deletions":8,"filesChanged":1}}