{"sha":"7e8a328cb2e4","date":"2024-01-17","message":"Décret n° 2024-20 du 15 janvier 2024 relatif à la composition de l'Observatoire de la sécurité des moyens de paiement","files":[{"filename":"partie_reglementaire/livre_ier/titre_iv/chapitre_ii/section_7/article_r142-22.md","articleName":"Article R142-22","additions":35,"deletions":24,"diff":[{"type":"del","content":"b) Deux représentants du ministre chargé de l'économie ;"},{"type":"add","content":"b) Un représentant du garde des sceaux, ministre de la justice ;"},{"type":"del","content":"c) Un représentant du garde des sceaux, ministre de la justice ;"},{"type":"add","content":"c) Deux représentants du ministre de l'intérieur ;"},{"type":"del","content":"d) Deux représentants du ministre de l'intérieur ;"},{"type":"add","content":"d) Le directeur général du Trésor ou son représentant ;"},{"type":"del","content":"e) Un représentant du ministre chargé de la consommation ;"},{"type":"add","content":"e) Le directeur général de la concurrence de la consommation et de la répression des fraudes ou son représentant ;"},{"type":"del","content":"f) Un représentant du ministre chargé de l'industrie ;"},{"type":"add","content":"f) Le directeur général de l'Institut d'émission d'outre-mer ou son représentant ;"},{"type":"add","content":""},{"type":"add","content":"g) Le directeur général de l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse ou son représentant ;"},{"type":"del","content":"6° Quatorze représentants des émetteurs de moyens de paiement et des opérateurs de systèmes de paiement ;"},{"type":"add","content":"6° Huit représentants des émetteurs de moyens de paiement ;"},{"type":"del","content":"7° Cinq représentants du collège consommateurs du Conseil national de la consommation ;"},{"type":"add","content":"7° Sept représentants des opérateurs de systèmes de paiement ;"},{"type":"del","content":"8° Huit représentants des organisations professionnelles de commerçants et des entreprises dans les domaines, notamment, du commerce de détail, de la grande distribution, de la vente à distance et du commerce électronique ;"},{"type":"add","content":"8° Deux représentants des opérateurs de communications électroniques ;"},{"type":"del","content":"9° Deux personnalités choisies en raison de leur compétence."},{"type":"add","content":"9° Cinq représentants du collège constitué des associations de défense des consommateurs disposant de l'agrément prévu à l'article L. 811-1 du code de la consommation du Conseil national de la consommation ;"},{"type":"del","content":"Chaque membre dispose d'une voix. Les membres de l'Observatoire de la sécurité des moyens de paiement autres que ceux mentionnés aux 3°, 4° et 5° sont nommés par arrêté du ministre chargé de l'économie, selon les modalités suivantes pour ceux mentionnés aux 1°, 2°, 6°, 7°, et 8° :"},{"type":"add","content":"10° Deux représentants d'associations de personnes handicapées ;"},{"type":"del","content":"– sur désignation de leur assemblée respective pour les parlementaires ;"},{"type":"add","content":"11° Huit représentants des organisations professionnelles de commerçants et des entreprises dans les domaines, notamment, du commerce de détail, de la grande distribution, de la vente à distance et du commerce électronique ;"},{"type":"del","content":"– sur proposition du ministre dont ils relèvent pour les représentants de l'Etat ;"},{"type":"add","content":"12° Deux personnalités choisies en raison de leur compétence en matière de sécurité des moyens de paiement."},{"type":"del","content":"– sur proposition du gouverneur de la Banque de France pour les représentants des émetteurs ;"},{"type":"add","content":"Chaque membre dispose d'une voix. Les membres de l'Observatoire de la sécurité des moyens de paiement autres que ceux mentionnés aux 2° d) à 2° g), 3°, 4° et 5° sont nommés par arrêté du ministre chargé de l'économie, selon les modalités suivantes pour ceux mentionnés aux 1°, 2°, 6° à 12° :"},{"type":"del","content":"– sur proposition du collège “ consommateurs ” du Conseil national de la consommation, pour les représentants des consommateurs ;"},{"type":"add","content":"– sur désignation de leur assemblée respective pour les parlementaires ;"},{"type":"del","content":"– sur proposition de CCI France ou des organisations professionnelles du commerce et des entreprises, saisies par le ministre chargé de l'économie, pour les représentants des commerçants et des entreprises."},{"type":"add","content":"– sur proposition du ministre dont ils relèvent pour les représentants des administrations concernées ;"},{"type":"add","content":""},{"type":"add","content":"– sur proposition du gouverneur de la Banque de France pour les représentants des émetteurs, des opérateurs de systèmes de paiement et des opérateurs de communications électroniques ;"},{"type":"del","content":"Les représentants des assemblées parlementaires siègent au sein de l'observatoire jusqu'à la fin de leur mandat de parlementaire ; leur mandat de membre de l'observatoire est renouvelable en cas de renouvellement de leur mandat de parlementaire. Les autres membres de l'observatoire, à l'exception de ceux représentant l'Etat, du gouverneur de la Banque de France et du secrétaire général de l'Autorité de contrôle prudentiel et de résolution, sont nommés pour un mandat de trois ans renouvelable. En cas de vacance d'un siège de membre de l'observatoire, pour quelque cause que ce soit, il est procédé à son remplacement pour la durée du mandat restant à courir."},{"type":"add","content":"– sur proposition du collège “ consommateurs ” du Conseil national de la consommation, pour les représentants des consommateurs ;"},{"type":"add","content":"- sur proposition du collège des représentants des associations de personnes handicapées du Conseil national consultatif des personnes handicapées, pour les représentants d'associations de personnes handicapées ;"},{"type":"del","content":"### Nota"},{"type":"add","content":"– sur proposition de CCI France ou des organisations professionnelles du commerce et des entreprises, saisies par le ministre chargé de l'économie, pour les représentants des commerçants et des entreprises."},{"type":"del","content":"Conformément aux dispositions du I et du II de l'article 3 du décret n° 2017-497 du 6 avril 2017, ces dispositions entrent en vigueur le premier jour du deuxième mois suivant celui de la date de publication dudit décret. Les mandats en cours des membres de l'Observatoire de la sécurité des cartes de paiement nommés pour trois ans se poursuivent jusqu'à cette date d'entrée en vigueur."},{"type":"add","content":"Les représentants des assemblées parlementaires siègent au sein de l'observatoire jusqu'à la fin de leur mandat de parlementaire ; leur mandat de membre de l'observatoire est renouvelable en cas de renouvellement de leur mandat de parlementaire. Les autres membres de l'observatoire, à l'exception de ceux représentant les administrations concernées, du gouverneur de la Banque de France et du secrétaire général de l'Autorité de contrôle prudentiel et de résolution, sont nommés pour un mandat de trois ans renouvelable. En cas de vacance d'un siège de membre de l'observatoire, pour quelque cause que ce soit, il est procédé à son remplacement pour la durée du mandat restant à courir."},{"type":"del","content":"Décret n° 2017-497 du 6 avril 2017 relatif à l'Observatoire de la sécurité des moyens de paiement - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Code de la consommation - article L811-1 AUTONOME VIGUEUR, en vigueur depuis le 2016-07-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2024-20 du 15 janvier 2024 relatif à la composition de l'Observatoire de la sécurité des moyens de paiement - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2017-04-06 MODIFIE cible Décret n° 2017-497 du 6 avril 2017 relatif à l'Observatoire de la sécurité des moyens de paiement - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":"2024-01-15 MODIFIE cible Décret n° 2024-20 du 15 janvier 2024 relatif à la composition de l'Observatoire de la sécurité des moyens de paiement - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code de la consommation - art. L811-1"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/39/58/LEGIARTI000034395835.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/39/58/LEGIARTI000034395835.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/34/39/58/LEGIARTI000034395835.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/48/95/16/LEGIARTI000048951668.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/48/95/16/LEGIARTI000048951668.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/48/95/16/LEGIARTI000048951668.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000034395835)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000048951668)"}],"status":"modified"}],"stats":{"additions":35,"deletions":24,"filesChanged":1}}