{"sha":"b29e5efa6d6c","date":"2013-07-28","message":"Loi n° 88-1201 du 23 décembre 1988 relative aux organismes de placement collectif en valeurs mobilières et portant création des fonds communs de créances","files":[{"filename":"partie_legislative/livre_ii/titre_ier/chapitre_iv/section_1/sous-section_2/sous-section_1/README.md","articleName":"Sommaire - Sous-Section 1","additions":0,"deletions":1,"diff":[{"type":"del","content":"- [Article L214-24](article_l214-24.md)"}],"status":"modified"},{"filename":"partie_legislative/livre_ii/titre_ier/chapitre_iv/section_2/README.md","articleName":"Sommaire - Section 2","additions":1,"deletions":0,"diff":[{"type":"add","content":"- [Article L214-24](article_l214-24.md)"}],"status":"modified"},{"filename":"partie_legislative/livre_ii/titre_ier/chapitre_iv/section_2/article_l214-24.md","articleName":"Article L214-24","additions":68,"deletions":28,"diff":[{"type":"del","content":"Les organismes de placement collectifs en valeurs mobilières relevant de la présente sous-section sont ceux qui ne sont pas agréés conformément à la directive 2009/65/ CE du Parlement européen et du Conseil du 13 juillet 2009."},{"type":"add","content":"I.-Les fonds d'investissement relevant de la directive 2011/61/ UE du Parlement européen et du Conseil du 8 juin 2011, dits \" FIA \" :"},{"type":"add","content":""},{"type":"add","content":"1° Lèvent des capitaux auprès d'un certain nombre d'investisseurs en vue de les investir, dans l'intérêt de ces investisseurs, conformément à une politique d'investissement que ces FIA ou leurs sociétés de gestion définissent ;"},{"type":"add","content":""},{"type":"add","content":"2° Ne sont pas des OPCVM."},{"type":"add","content":""},{"type":"add","content":"Lorsque le FIA ne délègue pas globalement la gestion des capitaux levés, et sous réserve des dispositions du dernier alinéa du II et des dispositions des 2°, 3° et du dernier alinéa du III du présent article, du second alinéa du III de l'article L. 532-9 et du I de l'article L. 214-167, il doit remplir les conditions applicables aux sociétés de gestion de portefeuille et respecter les dispositions applicables à ces sociétés."},{"type":"add","content":""},{"type":"add","content":"II.-Sont régis par la présente section :"},{"type":"add","content":""},{"type":"add","content":"1° Les FIA ouverts à des investisseurs non professionnels régis par la sous-section 2 ;"},{"type":"add","content":""},{"type":"add","content":"2° Les FIA ouverts à des investisseurs professionnels régis par la sous-section 3 ;"},{"type":"add","content":""},{"type":"add","content":"3° Les fonds d'épargne salariale régis par la sous-section 4 ;"},{"type":"add","content":""},{"type":"add","content":"4° Les organismes de titrisation régis par la sous-section 5."},{"type":"add","content":""},{"type":"add","content":"Lorsqu'une société de gestion de portefeuille gère un ou plusieurs FIA relevant des 1° à 4° du présent II dont la valeur totale des actifs, combinée avec les autres actifs qu'elle gère et calculée conformément à l'article 2 du règlement délégué (UE) n° 231/2013 de la Commission du 19 décembre 2012 est inférieure aux seuils mentionnés au IV de l'article L. 532-9, ces FIA n'appliquent pas les dispositions des paragraphes 1,3,4 et 5 de la sous-section 1 et leur société de gestion est soumise aux obligations d'information prévues par le règlement général de l'Autorité des marchés financiers. Leur société de gestion de portefeuille peut choisir de soumettre ces FIA aux dispositions des paragraphes 1 à 5 de la sous-section 1."},{"type":"add","content":""},{"type":"add","content":"III.-Les FIA qui ne sont pas mentionnés au II sont appelés : \" Autres FIA \"."},{"type":"add","content":""},{"type":"add","content":"Lorsqu'une personne morale gère un ou plusieurs \" Autres FIA \" dont la valeur totale des actifs, combinée avec les autres actifs qu'elle gère et calculée conformément à l'article 2 du règlement délégué (UE) n° 231/2013 de la Commission du 19 décembre 2012 :"},{"type":"add","content":""},{"type":"add","content":"1° Est supérieure aux seuils mentionnés au IV de l'article L. 532-9, ces \" Autres FIA \" désignent un dépositaire et sont gérés par une société de gestion de portefeuille. Ces \" Autres FIA \" appliquent les dispositions des paragraphes 1 à 5 de la sous-section 1 et leur société de gestion est soumise aux obligations d'information prévues par le règlement général de l'Autorité des marchés financiers ;"},{"type":"add","content":""},{"type":"add","content":"2° Est inférieure aux seuils mentionnés au IV de l'article L. 532-9, ces \" Autres FIA \" désignent un dépositaire et sont gérés par une société de gestion de portefeuille lorsqu'ils ont au moins un porteur de parts ou actionnaire non professionnel. Ces \" Autres FIA \" n'appliquent pas les dispositions des paragraphes 1,3,4 et 5 de la sous-section 1 et leur société de gestion de portefeuille est soumise aux obligations d'information prévues par le règlement général de l'Autorité des marchés financiers. Leur société de gestion de portefeuille peut choisir de soumettre ces \" Autres FIA \" au régime décrit au 1° ;"},{"type":"add","content":""},{"type":"add","content":"3° Est inférieure aux seuils mentionnés au IV de l'article L. 532-9, ces \" Autres FIA \" ne sont pas tenus de désigner un dépositaire et d'être gérés par une société de gestion de portefeuille lorsqu'ils n'ont que des porteurs de parts ou actionnaires professionnels. Ces \" Autres FIA \" n'appliquent pas les dispositions des paragraphes 1 à 5 de la sous-section 1. La personne morale qui gère ces \" Autres FIA \" est enregistrée auprès de l'Autorité des marchés financiers et est soumise aux obligations d'information prévues par le règlement général de l'Autorité des marchés financiers. Elle peut choisir de soumettre ces \" Autres FIA \" au régime décrit au 1°."},{"type":"add","content":""},{"type":"add","content":"Lorsqu'une société de gestion de portefeuille gère un ou plusieurs FIA relevant du II du présent article ainsi qu'un ou plusieurs \" Autres FIA \" relevant du présent III, dont la valeur totale des actifs, combinée avec les autres actifs qu'elle gère et calculée conformément à l'article 2 du règlement délégué (UE) n° 231/2013 de la Commission du 19 décembre 2012 est inférieure aux seuils mentionnés au IV de l'article L. 532-9, ces FIA n'appliquent pas les dispositions des paragraphes 1,3,4 et 5 de la sous-section 1 et leur société de gestion est soumise aux obligations d'information prévues par le règlement général de l'Autorité des marchés financiers. Leur société de gestion de portefeuille peut choisir de soumettre ces FIA au régime décrit au 1°."},{"type":"add","content":""},{"type":"add","content":"IV.-Un \" FIA nourricier au sens de la directive 2011/61/ UE du Parlement européen et du Conseil du 8 juin 2011 \" est un FIA qui remplit l'une des conditions suivantes :"},{"type":"add","content":""},{"type":"add","content":"1° Etre investi à hauteur d'au moins 85 % de son actif dans les parts ou actions d'un FIA maître au sens de la directive 2011/61/ UE du Parlement européen et du Conseil du 8 juin 2011 ;"},{"type":"add","content":""},{"type":"add","content":"2° Etre investi à hauteur d'au moins 85 % de son actif dans plusieurs FIA maîtres lorsque ces FIA maîtres ont des stratégies d'investissement identiques ;"},{"type":"add","content":""},{"type":"add","content":"3° Etre exposé pour au moins 85 % de ses actifs à un FIA maître."},{"type":"add","content":""},{"type":"add","content":"Un FIA maître au sens de la directive 2011/61/ UE du Parlement européen et du Conseil du 8 juin 2011 est un FIA dans lequel un autre FIA investit ou auquel un autre FIA est exposé conformément au 1°, 2° ou 3°."},{"type":"add","content":""},{"type":"add","content":"V.-Le siège social et l'administration centrale d'un FIA ou de la société de gestion de portefeuille qui gère un FIA sont situés en France. Ceux de la société de gestion peuvent toutefois être situés dans un autre Etat membre de l'Union européenne ou un pays tiers lorsqu'elle exerce en France son activité en libre établissement ou en libre prestation de services en application de l'article L. 532-21-3 ou de l'article L. 532-30."},{"type":"add","content":""},{"type":"add","content":"VI.-Un FIA qui n'a pas délégué globalement la gestion de son portefeuille à une société de gestion de portefeuille dispose d'un capital initial d'au moins 300 000 €."},{"type":"add","content":""},{"type":"add","content":"VII.-Le \" courtier principal \" est un établissement de crédit, une entreprise d'investissement réglementée ou une autre entité soumise à une réglementation prudentielle et à une surveillance adéquate offrant des services aux investisseurs professionnels essentiellement pour financer et exécuter des transactions sur des instruments financiers à titre de contrepartie et qui peut également fournir d'autres services tels que la compensation et le règlement de transactions, des services de conservation, le prêt de titres, les services techniques et le soutien opérationnel sur mesure."},{"type":"add","content":""},{"type":"add","content":"VIII.-La société de gestion de portefeuille peut déléguer ses fonctions dans les conditions fixées par le règlement général de l'Autorité des marchés financiers."},{"type":"add","content":""},{"type":"add","content":"IX.-Les I à IV sont applicables aux compartiments tels que définis à l'article L. 214-24-26."},{"type":"del","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Ordonnance n° 2011-915 du 1er août 2011 relative aux organismes de placement collectif en valeurs mobilières et à la modernisation du cadre juridique de la gestion d'actifs - article 3 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Ordonnance n° 2000-1223 du 14 décembre 2000 relative à la partie Législative du code monétaire et financier VIGUEUR, en vigueur depuis le 2001-01-01 CODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"1988-12-23 CONCORDE cible Loi n° 88-1201 du 23 décembre 1988 relative aux organismes de placement collectif en valeurs mobilières et portant création des fonds communs de créances - article 11 AUTONOME ABROGE, en vigueur du 1996-07-04 au 2001-01-01"},{"type":"add","content":"CODIFICATION source Ordonnance n° 2000-1223 du 14 décembre 2000 relative à la partie Législative du code monétaire et financier"},{"type":"del","content":"1989-09-06 CITATION cible Décret n°89-623 du 6 septembre 1989 pris en application de la loi n° 88-1201 du 23 décembre 1988 relative aux organismes de placement collectif en valeurs mobilières et portant création des fonds communs de créances - article 10 AUTONOME ABROGE, en vigueur du 2005-07-30 au 2005-08-25"},{"type":"add","content":"1988-12-23 CONCORDE cible Loi n° 88-1201 du 23 décembre 1988 relative aux organismes de placement collectif en valeurs mobilières et portant création des fonds communs de créances - article 11 AUTONOME ABROGE, en vigueur du 1996-07-04 au 2001-01-01"},{"type":"del","content":"2000-12-14 CODIFICATION source Ordonnance n° 2000-1223 du 14 décembre 2000 relative à la partie Législative du code monétaire et financier VIGUEUR"},{"type":"add","content":"1989-09-06 CITATION cible Décret n°89-623 du 6 septembre 1989 pris en application de la loi n° 88-1201 du 23 décembre 1988 relative aux organismes de placement collectif en valeurs mobilières et portant création des fonds communs de créances - article 10 AUTONOME ABROGE, en vigueur du 2005-07-30 au 2005-08-25"},{"type":"del","content":""},{"type":"del","content":"2011-08-01 MODIFIE cible Ordonnance n° 2011-915 du 1er août 2011 relative aux organismes de placement collectif en valeurs mobilières et à la modernisation du cadre juridique de la gestion d'actifs - article 3 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code monétaire et financier - art. L214-24-26 (V)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code monétaire et financier - art. L532-21-3 (V)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code monétaire et financier - article L532-30 AUTONOME VIGUEUR, en vigueur depuis le 2013-07-28"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/24/43/97/LEGIARTI000024439708.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/24/43/97/LEGIARTI000024439708.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/24/43/97/LEGIARTI000024439708.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_monetaire_et_financier/src/branch/main/partie_legislative/livre_ii/titre_ier/chapitre_iv/section_1/sous-section_2/sous-section_1/article_l214-24.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000024439708)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/78/69/LEGIARTI000027786948.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/78/69/LEGIARTI000027786948.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/27/78/69/LEGIARTI000027786948.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_monetaire_et_financier/src/branch/main/partie_legislative/livre_ii/titre_ier/chapitre_iv/section_2/article_l214-24.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000027786948)"}],"status":"added"}],"stats":{"additions":69,"deletions":29,"filesChanged":3}}