{"sha":"c16020a2d822","date":"2021-06-03","message":"Décret n° 2021-704 du 2 juin 2021 relatif aux modalités de déclaration et de divulgation auprès de l'administration des douanes des flux d'argent liquide entre la France et l'étranger","files":[{"filename":"partie_reglementaire/livre_ier/titre_v/chapitre_ii/section_3/README.md","articleName":"Sommaire - Section 3","additions":1,"deletions":0,"diff":[{"type":"add","content":"- [Article R152-9](article_r152-9.md)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_ier/titre_v/chapitre_ii/section_3/article_r152-6.md","articleName":"Article R152-6","additions":33,"deletions":60,"diff":[{"type":"del","content":"I. – La déclaration prévue à l'article 3 du règlement (CE) n° 1889/2005 du Parlement européen et du Conseil du 26 octobre 2005 relatif aux contrôles de l'argent liquide entrant ou sortant de la Communauté et la déclaration des sommes, titres ou valeurs transférés vers un Etat membre de l'Union européenne ou en provenance d'un tel Etat, prévue à l'article L. 152-1, sont faites par écrit par les personnes physiques, pour leur compte ou pour celui d'autrui, auprès de l'administration des douanes, au plus tard au moment de l'entrée ou de la sortie de l'Union européenne ou du transfert vers un Etat membre de l'Union européenne ou en provenance d'un tel Etat."},{"type":"add","content":"I.-La déclaration prévue à l'article 3 du règlement (UE) 2018/1672 du Parlement européen et du Conseil du 23 octobre 2018 relatif aux contrôles de l'argent liquide entrant dans l'Union ou sortant de l'Union et la déclaration de l'argent liquide transporté par porteur prévue à l'article L. 152-1, sont faites par écrit, sur support papier ou par voie électronique, par les porteurs de l'argent liquide, auprès de l'administration des douanes, au plus tard au moment de l'entrée ou de la sortie de l'Union européenne ou du franchissement de la frontière avec un Etat membre de l'Union européenne."},{"type":"del","content":"Lorsque les déclarations sont faites préalablement à l'entrée ou la sortie de l'Union européenne ou au transfert vers un Etat membre de l'Union européenne ou en provenance d'un tel Etat, elles peuvent être adressées par voie postale ou par voie électronique au service des douanes."},{"type":"add","content":"Lorsqu'elles sont faites au plus tôt trente jours avant l'entrée ou la sortie de l'Union européenne ou le franchissement de la frontière avec un Etat membre de l'Union européenne, les déclarations sont adressées par voie électronique au moyen du téléservice dont la dénomination et les caractéristiques sont fixées par arrêté du ministre chargé des douanes."},{"type":"del","content":"Lorsqu'elles sont déposées au service des douanes ou qu'elles sont adressées par voie postale, les déclarations faites par écrit sont signées par le déclarant."},{"type":"add","content":"Lorsqu'elles sont faites au moment de l'entrée ou de la sortie de l'Union européenne ou du franchissement de la frontière avec un Etat membre de l'Union européenne, les déclarations sont déposées auprès du service des douanes sur support papier ou par voie électronique au moyen du téléservice mentionné au deuxième alinéa."},{"type":"del","content":"La transmission des déclarations électroniques emporte les mêmes effets juridiques que le dépôt des déclarations faites par écrit et signées."},{"type":"add","content":"La transmission des déclarations électroniques au moyen du téléservice mentionné au deuxième alinéa emporte les mêmes effets juridiques que le dépôt des déclarations faites sur support papier et signées."},{"type":"del","content":"Lorsque le transfert mentionné à l'article L. 152-1 est effectué par l'intermédiaire d'un prestataire du service postal au sens de l'article L. 1 du code des postes et des communications électroniques ou par tout autre prestataire de services d'expédition, la déclaration est faite par l'expéditeur au plus tard le jour de l'envoi postal ou de l'expédition."},{"type":"add","content":"II.-La déclaration de l'argent liquide transporté par porteur prévue à l'article L. 152-1 contient, sur un document daté, les informations concernant :"},{"type":"del","content":"II. – Les déclarations mentionnées au I contiennent, sur un document daté, les informations suivantes :"},{"type":"add","content":"1° Le porteur, y compris ses noms et prénoms, ses coordonnées, y compris son adresse, sa date et son lieu de naissance, sa nationalité et le numéro d'un document d'identité ;"},{"type":"del","content":"1° Les nom, prénoms et civilité du déclarant, sa nationalité, sa date et son lieu de naissance, sa profession, son adresse ainsi que la nature, le numéro, la date de validité et le lieu de délivrance de la pièce d'identité qui sera présentée au service des douanes ;"},{"type":"add","content":"2° Le propriétaire de l'argent liquide, y compris, lorsqu'il s'agit d'une personne physique, ses noms et prénoms, ses coordonnées, y compris son adresse, sa date et son lieu de naissance, sa nationalité et le numéro d'un document d'identité ou, lorsqu'il s'agit d'une personne morale, sa dénomination complète, ses coordonnées, y compris son adresse, son numéro d'enregistrement et, si cette information est disponible, son numéro d'immatriculation à la taxe sur la valeur ajoutée ;"},{"type":"del","content":"2° Lorsque le transfert est opéré pour le compte d'un tiers :"},{"type":"add","content":"3° Si cette information est disponible, le destinataire projeté de l'argent liquide, y compris, lorsqu'il s'agit d'une personne physique, ses noms et prénoms, ses coordonnées, y compris son adresse, sa date et son lieu de naissance, sa nationalité et le numéro d'un document d'identité ou, lorsqu'il s'agit d'une personne morale, sa dénomination complète, ses coordonnées, y compris son adresse, son numéro d'enregistrement et, si cette information est disponible, son numéro d'immatriculation à la taxe sur la valeur ajoutée ;"},{"type":"del","content":"a) S'il s'agit d'une personne physique, les nom et prénoms du propriétaire des sommes, titres ou valeurs, sa nationalité, sa date et son lieu de naissance, sa profession, son adresse et la nature, le numéro, la date de validité et le lieu de délivrance de ses pièces d'identité ;"},{"type":"add","content":"4° La nature et le montant ou la valeur de l'argent liquide ;"},{"type":"del","content":"b) S'il s'agit d'une personne morale, sa raison ou dénomination sociale, son numéro individuel d'identification prévu à l'article 286 ter du code général des impôts si elle en possède un et son adresse ;"},{"type":"add","content":"5° La provenance économique de l'argent liquide ;"},{"type":"del","content":"3° Les nom et prénoms du destinataire projeté des sommes, titres ou valeurs ou, s'il s'agit d'une personne morale, sa raison ou dénomination sociale, ainsi que son adresse ;"},{"type":"add","content":"6° L'usage qu'il est prévu de faire de l'argent liquide ;"},{"type":"del","content":"4° Le montant et la nature des sommes, titres ou valeurs ;"},{"type":"add","content":"7° L'itinéraire de transport ;"},{"type":"del","content":"5° La provenance des sommes, titres ou valeurs et l'usage qu'il est prévu d'en faire ;"},{"type":"add","content":"8° Le ou les moyens de transport."},{"type":"del","content":"6° L'itinéraire de transport ;"},{"type":"add","content":"Une copie certifiée de la déclaration d'argent liquide transporté par porteur prévue à l'article L. 152-1 est délivrée au déclarant à sa demande."},{"type":"del","content":"7° Le ou les moyens de transport."},{"type":"add","content":"III.-Les modalités de dépôt des déclarations de l'argent liquide transporté par porteur sont précisées par arrêté du ministre chargé des douanes."},{"type":"del","content":"III. – Les modalités de dépôt de la déclaration sont fixées par arrêté du ministre chargé des douanes."},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Conformément à l'article 19 du décret n° 2021-704 du 2 juin 2021, ces dispositions entrent en vigueur le 3 juin 2021."},{"type":"del","content":"Code des postes et des communications électroniques - article L1 AUTONOME MODIFIE, en vigueur du 1962-03-14 au 1991-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 286 ter AUTONOME MODIFIE, en vigueur du 2021-07-01 au 2022-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 286 ter AUTONOME MODIFIE, en vigueur du 2013-01-01 au 2021-07-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des postes et des communications électroniques - article L1 AUTONOME MODIFIE, en vigueur du 2011-01-01 au 2017-03-02 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 286 ter AUTONOME MODIFIE, en vigueur du 1993-01-01 au 1994-09-02 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 286 ter AUTONOME MODIFIE, en vigueur du 2022-01-01 au 2025-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 286 ter AUTONOME MODIFIE_MORT_NE, en vigueur du 2022-01-01 au 2020-12-31 CITATION cible"},{"type":"add","content":"Code monétaire et financier - article L152-1 AUTONOME MODIFIE, en vigueur du 2013-01-30 au 2013-12-08 CITATION cible"},{"type":"del","content":"Code des postes et des communications électroniques - article L1 AUTONOME MODIFIE, en vigueur du 1991-01-01 au 1999-06-29 CITATION cible"},{"type":"add","content":"Code monétaire et financier - article L152-1 AUTONOME MODIFIE, en vigueur du 2016-12-07 au 2021-06-03 CITATION cible"},{"type":"del","content":"Code général des impôts - article 286 ter AUTONOME MODIFIE, en vigueur du 2010-01-01 au 2013-01-01 CITATION cible"},{"type":"add","content":"Code monétaire et financier - article L152-1 AUTONOME MODIFIE, en vigueur du 2009-11-01 au 2013-01-30 CITATION cible"},{"type":"del","content":"Code des postes et des communications électroniques - article L1 AUTONOME MODIFIE, en vigueur du 1999-06-29 au 2005-02-24 CITATION cible"},{"type":"add","content":"Code monétaire et financier - article L152-1 AUTONOME MODIFIE, en vigueur du 2007-06-15 au 2009-11-01 CITATION cible"},{"type":"del","content":"Code des postes et des communications électroniques - article L1 AUTONOME VIGUEUR, en vigueur depuis le 2017-03-02 CITATION cible"},{"type":"add","content":"Code monétaire et financier - article L152-1 AUTONOME VIGUEUR, en vigueur depuis le 2021-06-03 CITATION cible"},{"type":"del","content":"Code des postes et des communications électroniques - article L1 AUTONOME MODIFIE, en vigueur du 2005-05-21 au 2011-01-01 CITATION cible"},{"type":"add","content":"Code monétaire et financier - article L152-1 AUTONOME MODIFIE, en vigueur du 2002-01-01 au 2007-06-15 CITATION cible"},{"type":"del","content":"Code général des impôts - article 286 ter AUTONOME MODIFIE, en vigueur du 2002-03-31 au 2010-01-01 CITATION cible"},{"type":"add","content":"Code monétaire et financier - article L152-1 AUTONOME MODIFIE, en vigueur du 2001-01-01 au 2002-01-01 CITATION cible"},{"type":"del","content":"Code général des impôts - article 286 ter AUTONOME VIGUEUR, en vigueur depuis le 2025-01-01 CITATION cible"},{"type":"add","content":"Décret n° 2021-704 du 2 juin 2021 relatif aux modalités de déclaration et de divulgation auprès de l'administration des douanes des flux d'argent liquide entre la France et l'étranger - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"Code général des impôts - article 286 ter AUTONOME MODIFIE, en vigueur du 1994-09-02 au 2002-03-31 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2016-1523 du 10 novembre 2016 relatif à la lutte contre le financement du terrorisme - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des postes et des communications électroniques - article L1 AUTONOME MODIFIE, en vigueur du 2005-02-24 au 2005-05-21 CITATION cible"},{"type":"add","content":"Code monétaire et financier - article L152-1 AUTONOME MODIFIE, en vigueur du 2013-12-08 au 2016-12-07 CITATION cible"},{"type":"del","content":"2016-11-10 MODIFIE cible Décret n° 2016-1523 du 10 novembre 2016 relatif à la lutte contre le financement du terrorisme - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":"2021-06-02 MODIFIE cible Décret n° 2021-704 du 2 juin 2021 relatif aux modalités de déclaration et de divulgation auprès de l'administration des douanes des flux d'argent liquide entre la France et l'étranger - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code général des impôts - article 286 ter AUTONOME MODIFIE, en vigueur du 1993-01-01 au 1994-09-02"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code des postes et des communications électroniques - article L1 AUTONOME MODIFIE, en vigueur du 1962-03-14 au 1991-01-01"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/38/50/LEGIARTI000033385027.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/38/50/LEGIARTI000033385027.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/38/50/LEGIARTI000033385027.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/60/36/LEGIARTI000043603681.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/60/36/LEGIARTI000043603681.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/43/60/36/LEGIARTI000043603681.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033385027)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000043603681)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_ier/titre_v/chapitre_ii/section_3/article_r152-7.md","articleName":"Article R152-7","additions":40,"deletions":24,"diff":[{"type":"del","content":"Pour l'application de l'article L. 152-1, sont considérés comme des sommes, titres ou valeurs :"},{"type":"add","content":"I.-La déclaration de divulgation prévue à l'article 4 du règlement (UE) 2018/1672 du Parlement européen et du Conseil du 23 octobre 2018 relatif aux contrôles de l'argent liquide entrant dans l'Union ou sortant de l'Union et la déclaration de divulgation prévue à l'article L. 152-1-1 sont faites sur demande écrite de l'administration des douanes par l'expéditeur, le destinataire ou leur représentant, selon le cas, par écrit, sur support papier ou par voie électronique, dans un délai de trente jours à compter de la date de réception de la demande de divulgation."},{"type":"del","content":"1° Les instruments négociables au porteur, y compris les instruments monétaires au porteur tels que les chèques de voyage ;"},{"type":"add","content":"Lorsqu'elles sont adressées par voie électronique, les déclarations sont faites au moyen du téléservice mentionné à l'article R. 152-6."},{"type":"del","content":"2° Les instruments négociables (y compris les chèques, les billets à ordre et les mandats) qui sont soit au porteur, endossés sans restriction ou libellés à l'ordre d'un bénéficiaire fictif, soit sous une forme telle que la propriété de l'instrument est transférée au moment de la cession de celui-ci ;"},{"type":"add","content":"La transmission des déclarations électroniques au moyen du téléservice mentionné à l'article R. 152-6 emporte les mêmes effets juridiques que le dépôt des déclarations établies sur support papier et signées."},{"type":"del","content":"3° Les instruments incomplets (y compris les chèques, les billets à ordre et les mandats) signés mais où le nom du bénéficiaire n'a pas été indiqué ;"},{"type":"add","content":"II.-La déclaration de divulgation prévue à l'article L. 152-1-1 contient, sur un document daté, les informations concernant :"},{"type":"del","content":"4° Les espèces (billets de banque et pièces de monnaie qui sont en circulation comme instruments d'échange)."},{"type":"add","content":"1° Le déclarant, notamment ses noms et prénoms, ses coordonnées, y compris son adresse, sa date et son lieu de naissance, sa nationalité et le numéro d'un document d'identité ;"},{"type":"add","content":""},{"type":"add","content":"2° Le propriétaire de l'argent liquide, notamment, lorsqu'il s'agit d'une personne physique, ses noms et prénoms, ses coordonnées, y compris son adresse, sa date et son lieu de naissance, sa nationalité et le numéro d'un document d'identité ou, lorsqu'il s'agit d'une personne morale, sa dénomination complète, ses coordonnées, y compris son adresse, son numéro d'enregistrement et, si cette information est disponible, son numéro d'immatriculation à la taxe sur la valeur ajoutée ;"},{"type":"add","content":""},{"type":"add","content":"3° L'expéditeur de l'argent liquide, notamment, lorsqu'il s'agit d'une personne physique, ses noms et prénoms, ses coordonnées, y compris son adresse, sa date et son lieu de naissance, sa nationalité et le numéro d'un document d'identité ou, lorsqu'il s'agit d'une personne morale, sa dénomination complète, ses coordonnées, y compris son adresse, son numéro d'enregistrement et, si cette information est disponible, son numéro d'immatriculation à la taxe sur la valeur ajoutée ;"},{"type":"add","content":""},{"type":"add","content":"4° Le destinataire ou le destinataire projeté de l'argent liquide, notamment, lorsqu'il s'agit d'une personne physique, ses noms et prénoms, ses coordonnées, y compris son adresse, sa date et son lieu de naissance, sa nationalité et le numéro d'un document d'identité ou, lorsqu'il s'agit d'une personne morale, sa dénomination complète, ses coordonnées, y compris son adresse, son numéro d'enregistrement et, si cette information est disponible, son numéro d'immatriculation à la taxe sur la valeur ajoutée ;"},{"type":"add","content":""},{"type":"add","content":"5° La nature et le montant ou la valeur de l'argent liquide ;"},{"type":"add","content":""},{"type":"add","content":"6° La provenance économique de l'argent liquide ;"},{"type":"add","content":""},{"type":"add","content":"7° L'usage qu'il est prévu de faire de l'argent liquide."},{"type":"add","content":""},{"type":"add","content":"Une copie certifiée de la déclaration de divulgation prévue à l'article L. 152-1-1 est délivrée au déclarant à sa demande."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Conformément à l'article 19 du décret n° 2021-704 du 2 juin 2021, ces dispositions entrent en vigueur le 3 juin 2021."},{"type":"del","content":"Code monétaire et financier - article L152-1 AUTONOME MODIFIE, en vigueur du 2013-01-30 au 2013-12-08 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code monétaire et financier - article L152-1 AUTONOME MODIFIE, en vigueur du 2016-12-07 au 2021-06-03 CITATION cible"},{"type":"add","content":"Code monétaire et financier - article R152-6 AUTONOME MODIFIE, en vigueur du 2007-11-22 au 2012-10-26 CITATION cible"},{"type":"del","content":"Code monétaire et financier - article L152-1 AUTONOME MODIFIE, en vigueur du 2009-11-01 au 2013-01-30 CITATION cible"},{"type":"add","content":"Décret n° 2021-704 du 2 juin 2021 relatif aux modalités de déclaration et de divulgation auprès de l'administration des douanes des flux d'argent liquide entre la France et l'étranger - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"Code monétaire et financier - article L152-1 AUTONOME MODIFIE, en vigueur du 2007-06-15 au 2009-11-01 CITATION cible"},{"type":"add","content":"Code monétaire et financier - article L152-1-1 AUTONOME VIGUEUR, en vigueur depuis le 2021-06-03 CITATION cible"},{"type":"del","content":"Code monétaire et financier - article L152-1 AUTONOME VIGUEUR, en vigueur depuis le 2021-06-03 CITATION cible"},{"type":"add","content":"Code monétaire et financier - article R152-6 AUTONOME MODIFIE, en vigueur du 2012-10-26 au 2016-12-01 CITATION cible"},{"type":"del","content":"Code monétaire et financier - article L152-1 AUTONOME MODIFIE, en vigueur du 2002-01-01 au 2007-06-15 CITATION cible"},{"type":"add","content":"Code monétaire et financier - article R152-6 AUTONOME VIGUEUR, en vigueur depuis le 2021-06-03 CITATION cible"},{"type":"del","content":"Code monétaire et financier - article L152-1 AUTONOME MODIFIE, en vigueur du 2001-01-01 au 2002-01-01 CITATION cible"},{"type":"add","content":"Code monétaire et financier - article R152-6 AUTONOME MODIFIE, en vigueur du 2016-12-01 au 2021-06-03 CITATION cible"},{"type":"del","content":"Code monétaire et financier - article L152-1 AUTONOME MODIFIE, en vigueur du 2013-12-08 au 2016-12-07 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2012-1182 du 23 octobre 2012 modifiant les livres Ier et VII de la partie réglementaire du code monétaire et financier - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Code monétaire et financier - article R152-6 AUTONOME MODIFIE, en vigueur du 2005-08-25 au 2007-11-22 CITATION cible"},{"type":"del","content":"2012-10-23 MODIFIE cible Décret n° 2012-1182 du 23 octobre 2012 modifiant les livres Ier et VII de la partie réglementaire du code monétaire et financier - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":"2021-06-02 MODIFIE cible Décret n° 2021-704 du 2 juin 2021 relatif aux modalités de déclaration et de divulgation auprès de l'administration des douanes des flux d'argent liquide entre la France et l'étranger - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code monétaire et financier - art. L152-1-1"},{"type":"del","content":"2999-01-01 CITATION source Code monétaire et financier - article L152-1 AUTONOME MODIFIE, en vigueur du 2001-01-01 au 2002-01-01"},{"type":"add","content":"2999-01-01 CITATION source Code monétaire et financier - article R152-6 AUTONOME MODIFIE, en vigueur du 2005-08-25 au 2007-11-22"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/26/53/38/LEGIARTI000026533815.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/26/53/38/LEGIARTI000026533815.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/26/53/38/LEGIARTI000026533815.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/60/36/LEGIARTI000043603685.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/60/36/LEGIARTI000043603685.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/43/60/36/LEGIARTI000043603685.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000026533815)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000043603685)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_ier/titre_v/chapitre_ii/section_3/article_r152-9.md","articleName":"Article R152-9","additions":99,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article R152-9"},{"type":"add","content":""},{"type":"add","content":"Pour l'application de l'article L. 152-4-1 :"},{"type":"add","content":""},{"type":"add","content":"1° La liste des informations que le porteur est tenu de fournir à l'administration est celle prévue au II de l'article R. 152-6 ;"},{"type":"add","content":""},{"type":"add","content":"2° La liste des informations que l'expéditeur, le destinataire, ou leur représentant, selon le cas, est tenu de fournir à l'administration, est celle prévue au II de l'article R. 152-7."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Conformément à l'article 19 du décret n° 2021-704 du 2 juin 2021, ces dispositions entrent en vigueur le 3 juin 2021."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article R152-6 AUTONOME MODIFIE, en vigueur du 2007-11-22 au 2012-10-26 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article R152-7 AUTONOME VIGUEUR, en vigueur depuis le 2021-06-03 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article L152-4-1 AUTONOME VIGUEUR, en vigueur depuis le 2021-06-03 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article R152-6 AUTONOME MODIFIE, en vigueur du 2012-10-26 au 2016-12-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article R152-7 AUTONOME MODIFIE, en vigueur du 2012-10-26 au 2021-06-03 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article R152-6 AUTONOME VIGUEUR, en vigueur depuis le 2021-06-03 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article R152-7 AUTONOME MODIFIE, en vigueur du 2007-11-22 au 2012-10-26 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article R152-6 AUTONOME MODIFIE, en vigueur du 2016-12-01 au 2021-06-03 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article R152-7 AUTONOME MODIFIE, en vigueur du 2005-08-25 au 2007-11-22 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article R152-6 AUTONOME MODIFIE, en vigueur du 2005-08-25 au 2007-11-22 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2021-704 du 2 juin 2021 relatif aux modalités de déclaration et de divulgation auprès de l'administration des douanes des flux d'argent liquide entre la France et l'étranger - article 3 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2005-1007 du 2 août 2005 relatif à la partie réglementaire du code monétaire et financier Les dispositions réglementaires du code monétaire et financier font l'objet d'une publication spéciale annexée au Journal officiel de ce jour (voir à la fin du sommaire) CODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2005-08-02 CODIFICATION source Décret n° 2005-1007 du 2 août 2005 relatif à la partie réglementaire du code monétaire et financier Les dispositions réglementaires du code monétaire et financier font l'objet d'une publication spéciale annexée au Journal officiel de ce jour (voir à la fin du sommaire)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2014-05-15 CITATION cible Arrêté du 15 mai 2014 portant adaptation de l'arrêté du 7 novembre 2012 pris en application des articles R. 152-9, R. 721-6, R. 731-7, R. 741-9, R. 751-9 et R. 761-9 du code monétaire et financier et des règlements du comité de la réglementation bancaire et financière au changement de statut de Mayotte VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2021-06-02 MODIFIE cible Décret n° 2021-704 du 2 juin 2021 relatif aux modalités de déclaration et de divulgation auprès de l'administration des douanes des flux d'argent liquide entre la France et l'étranger - article 3 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code monétaire et financier - art. L152-4-1"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code monétaire et financier - article R152-6 AUTONOME MODIFIE, en vigueur du 2005-08-25 au 2007-11-22"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code monétaire et financier - article R152-7 AUTONOME MODIFIE, en vigueur du 2005-08-25 au 2007-11-22"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/60/36/LEGIARTI000043603692.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/60/36/LEGIARTI000043603692.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/43/60/36/LEGIARTI000043603692.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_monetaire_et_financier/src/branch/main/partie_reglementaire/livre_ier/titre_v/chapitre_ii/section_3/article_r152-9.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000043603692)"},{"type":"add","content":""}],"status":"added"},{"filename":"partie_reglementaire/livre_vii/titre_ii/chapitre_ier/section_3/sous-section_1/README.md","articleName":"Sommaire - Sous-Section 1","additions":1,"deletions":0,"diff":[{"type":"add","content":"- [Article R721-4](article_r721-4.md)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_vii/titre_ii/chapitre_ier/section_3/sous-section_1/article_r721-3.md","articleName":"Article R721-3","additions":39,"deletions":54,"diff":[{"type":"del","content":"I. – La déclaration des sommes, titres ou valeurs, prévues à l'article L. 721-2, est faite par écrit par les personnes physiques, pour leur compte ou pour celui d'autrui, auprès de l'administration des douanes, au plus tard au moment du transfert des sommes, titres ou valeurs à destination ou en provenance de l'étranger."},{"type":"add","content":"I.-La déclaration de l'argent liquide transporté par porteur prévue à l'article L. 721-2 est faite par écrit, sur support papier ou par voie électronique, par les porteurs de l'argent liquide, auprès de l'administration des douanes, au plus tard au moment du franchissement de la frontière avec l'étranger."},{"type":"del","content":"Lorsque la déclaration est faite préalablement au transfert des sommes, titres ou valeurs à destination ou en provenance de l'étranger, elle peut être adressée par voie postale ou par voie électronique au service des douanes."},{"type":"add","content":"Lorsqu'elle est faite au plus tôt trente jours avant le franchissement de la frontière avec l'étranger, la déclaration est adressée par voie électronique au moyen du téléservice dont la dénomination et les caractéristiques sont fixées par arrêté du ministre chargé des douanes."},{"type":"del","content":"Lorsqu'elle est déposée au service des douanes ou qu'elle est adressée par voie postale, la déclaration faite par écrit est signée par le déclarant."},{"type":"add","content":"Lorsqu'elle est faite au moment du franchissement de la frontière avec l'étranger, la déclaration est déposée auprès du service des douanes, sur support papier ou par voie électronique au moyen du téléservice mentionné au deuxième alinéa."},{"type":"del","content":"La transmission de la déclaration électronique emporte les mêmes effets juridiques que le dépôt de la déclaration faite par écrit et signée."},{"type":"add","content":"La transmission de la déclaration électronique au moyen du téléservice mentionné au deuxième alinéa emporte les mêmes effets juridiques que le dépôt de la déclaration établie sur support papier et signée."},{"type":"del","content":"Lorsque le transfert mentionné à l'article L. 721-2 est effectué par l'intermédiaire d'un prestataire du service postal au sens de l'article L. 1 du code des postes et des communications électroniques ou par tout autre prestataire de services d'expédition, la déclaration est faite par l'expéditeur au plus tard le jour de l'envoi postal ou de l'expédition."},{"type":"add","content":"II.-La déclaration mentionnée au I contient, sur un document daté, les informations concernant :"},{"type":"del","content":"II. – La déclaration visée à l'alinéa précédent contient, sur un document daté, les informations suivantes :"},{"type":"add","content":"1° Le porteur, y compris ses noms et prénoms, ses coordonnées, y compris son adresse, sa date et son lieu de naissance, sa nationalité et le numéro d'un document d'identité ;"},{"type":"del","content":"1° Les nom, prénoms et civilité du déclarant, sa nationalité, sa date et son lieu de naissance, sa profession, son adresse ainsi que la nature, le numéro, la date de validité et le lieu de délivrance de la pièce d'identité qui sera présentée au service des douanes ;"},{"type":"add","content":"2° Le propriétaire de l'argent liquide, y compris, lorsqu'il s'agit d'une personne physique, ses noms et prénoms, ses coordonnées, y compris son adresse, sa date et son lieu de naissance, sa nationalité et le numéro d'un document d'identité ou, lorsqu'il s'agit d'une personne morale, sa dénomination complète, ses coordonnées, y compris son adresse, son numéro d'enregistrement et, si cette information est disponible, son numéro d'immatriculation à la taxe sur la valeur ajoutée (TVA) ;"},{"type":"del","content":"2° Lorsque le transfert est opéré pour le compte d'un tiers :"},{"type":"add","content":"3° Si cette information est disponible, le destinataire projeté de l'argent liquide, y compris, lorsqu'il s'agit d'une personne physique, ses noms et prénoms, ses coordonnées, y compris son adresse, sa date et son lieu de naissance, sa nationalité et le numéro d'un document d'identité ou, lorsqu'il s'agit d'une personne morale, sa dénomination complète, ses coordonnées, y compris son adresse, son numéro d'enregistrement et, si cette information est disponible, son numéro d'immatriculation à la TVA ;"},{"type":"del","content":"a) S'il s'agit d'une personne physique, les nom et prénoms du propriétaire des sommes, titres ou valeurs, sa nationalité, sa date et son lieu de naissance, sa profession, son adresse et la nature, le numéro, la date de validité et le lieu de délivrance de ses pièces d'identité ;"},{"type":"add","content":"4° La nature et le montant ou la valeur de l'argent liquide ;"},{"type":"del","content":"b) S'il s'agit d'une personne morale, sa raison ou dénomination sociale et son adresse ;"},{"type":"add","content":"5° La provenance économique de l'argent liquide ;"},{"type":"del","content":"3° Les nom et prénoms du destinataire projeté des sommes, titres ou valeurs ou, s'il s'agit d'une personne morale, sa raison ou dénomination sociale, ainsi que son adresse ;"},{"type":"add","content":"6° L'usage qu'il est prévu de faire de l'argent liquide ;"},{"type":"del","content":"4° Le montant et la nature des sommes, titres ou valeurs ;"},{"type":"add","content":"7° L'itinéraire de transport ;"},{"type":"del","content":"5° La provenance des sommes, titres ou valeurs et l'usage qu'il est prévu d'en faire ;"},{"type":"add","content":"8° Le ou les moyens de transport."},{"type":"del","content":"6° L'itinéraire de transport ;"},{"type":"add","content":"Une copie certifiée de la déclaration d'argent liquide transporté par porteur prévue à l'article L. 721-2 est délivrée au déclarant à sa demande."},{"type":"del","content":"7° Le ou les moyens de transport."},{"type":"add","content":"III.-Les modalités de dépôt de la déclaration de l'argent liquide transporté par porteur sont précisées par arrêté du ministre chargé des douanes."},{"type":"del","content":"III. – Les modalités de dépôt de la déclaration sont fixées par arrêté du ministre chargé des douanes."},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Conformément à l'article 19 du décret n° 2021-704 du 2 juin 2021, ces dispositions entrent en vigueur le 3 juin 2021."},{"type":"del","content":"Code des postes et des communications électroniques - article L1 AUTONOME MODIFIE, en vigueur du 1962-03-14 au 1991-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code monétaire et financier - article L721-2 AUTONOME ABROGE, en vigueur du 2021-06-03 au 2022-02-26 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code monétaire et financier - article L721-2 AUTONOME MODIFIE, en vigueur du 2001-01-01 au 2002-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code monétaire et financier - article L721-2 AUTONOME MODIFIE, en vigueur du 2013-09-01 au 2021-06-03 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des postes et des communications électroniques - article L1 AUTONOME MODIFIE, en vigueur du 2011-01-01 au 2017-03-02 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code monétaire et financier - article L721-2 AUTONOME MODIFIE, en vigueur du 2005-05-07 au 2007-06-15 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code monétaire et financier - article L721-2 AUTONOME MODIFIE, en vigueur du 2007-06-15 au 2013-09-01 CITATION cible"},{"type":"add","content":"Code monétaire et financier - article R722-3 AUTONOME VIGUEUR, en vigueur depuis le 2022-11-25 CONCORDANCE source"},{"type":"del","content":"Code monétaire et financier - article L721-2 AUTONOME MODIFIE, en vigueur du 2002-01-01 au 2005-05-07 CITATION cible"},{"type":"add","content":"Code monétaire et financier - article L721-2 AUTONOME VIGUEUR, en vigueur depuis le 2022-02-26 CITATION cible"},{"type":"del","content":"Code des postes et des communications électroniques - article L1 AUTONOME MODIFIE, en vigueur du 1991-01-01 au 1999-06-29 CITATION cible"},{"type":"add","content":"Code monétaire et financier - article R721-5 AUTONOME ABROGE, en vigueur du 2021-06-03 au 2022-11-25 CITATION source"},{"type":"del","content":"Code des postes et des communications électroniques - article L1 AUTONOME MODIFIE, en vigueur du 1999-06-29 au 2005-02-24 CITATION cible"},{"type":"add","content":"Décret n° 2021-704 du 2 juin 2021 relatif aux modalités de déclaration et de divulgation auprès de l'administration des douanes des flux d'argent liquide entre la France et l'étranger - article 4 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"Code des postes et des communications électroniques - article L1 AUTONOME VIGUEUR, en vigueur depuis le 2017-03-02 CITATION cible"},{"type":"add","content":"Décret n° 2022-1456 du 23 novembre 2022 relatif à la partie réglementaire du livre VII du code monétaire et financier - article 7 ENTIEREMENT_MODIF ABROGE source"},{"type":"del","content":"Code des postes et des communications électroniques - article L1 AUTONOME MODIFIE, en vigueur du 2005-05-21 au 2011-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2016-1523 du 10 novembre 2016 relatif à la lutte contre le financement du terrorisme - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des postes et des communications électroniques - article L1 AUTONOME MODIFIE, en vigueur du 2005-02-24 au 2005-05-21 CITATION cible"},{"type":"add","content":"Code monétaire et financier - article R722-4 AUTONOME VIGUEUR, en vigueur depuis le 2022-11-25 CONCORDANCE source"},{"type":"del","content":"2016-11-10 MODIFIE cible Décret n° 2016-1523 du 10 novembre 2016 relatif à la lutte contre le financement du terrorisme - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":"2021-06-02 MODIFIE cible Décret n° 2021-704 du 2 juin 2021 relatif aux modalités de déclaration et de divulgation auprès de l'administration des douanes des flux d'argent liquide entre la France et l'étranger - article 4 ENTIEREMENT_MODIF"},{"type":"del","content":"2999-01-01 CITATION source Code des postes et des communications électroniques - article L1 AUTONOME MODIFIE, en vigueur du 1962-03-14 au 1991-01-01"},{"type":"add","content":"2022-11-23 ABROGE cible Décret n° 2022-1456 du 23 novembre 2022 relatif à la partie réglementaire du livre VII du code monétaire et financier - article 7 ENTIEREMENT_MODIF"},{"type":"del","content":"2999-01-01 CITATION source Code monétaire et financier - article L721-2 AUTONOME MODIFIE, en vigueur du 2001-01-01 au 2002-01-01"},{"type":"add","content":"2999-01-01 CITATION source Code monétaire et financier - article L721-2 AUTONOME VIGUEUR, en vigueur depuis le 2022-02-26"},{"type":"del","content":"2999-01-01 CITATION cible Code monétaire et financier - article R721-5 AUTONOME MODIFIE, en vigueur du 2005-08-25 au 2012-10-26"},{"type":"add","content":"2999-01-01 CITATION cible Code monétaire et financier - article R721-5 AUTONOME ABROGE, en vigueur du 2021-06-03 au 2022-11-25"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CONCORDANCE cible Code monétaire et financier - article R722-3 AUTONOME VIGUEUR, en vigueur depuis le 2022-11-25"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CONCORDANCE cible Code monétaire et financier - article R722-4 AUTONOME VIGUEUR, en vigueur depuis le 2022-11-25"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/38/50/LEGIARTI000033385045.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/38/50/LEGIARTI000033385045.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/38/50/LEGIARTI000033385045.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/60/36/LEGIARTI000043603696.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/60/36/LEGIARTI000043603696.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/43/60/36/LEGIARTI000043603696.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033385045)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000043603696)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_vii/titre_ii/chapitre_ier/section_3/sous-section_1/article_r721-4.md","articleName":"Article R721-4","additions":126,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article R721-4"},{"type":"add","content":""},{"type":"add","content":"I.-La déclaration de divulgation prévue à l'article L. 721-2-1 est faite sur demande écrite de l'administration des douanes par l'expéditeur, le destinataire ou leur représentant, selon le cas, par écrit, sur support papier ou par voie électronique, dans un délai de trente jours à compter de la date de réception de la demande de divulgation."},{"type":"add","content":""},{"type":"add","content":"Lorsqu'elle est adressée par voie électronique, la déclaration est faite au moyen du téléservice mentionné à l'article R. 721-3."},{"type":"add","content":""},{"type":"add","content":"La transmission de la déclaration électronique au moyen du téléservice mentionné à l'article R. 721-3 emporte les mêmes effets juridiques que le dépôt de la déclaration établie sur support papier et signée."},{"type":"add","content":""},{"type":"add","content":"II.-La déclaration mentionnée au I contient, sur un document daté, les informations concernant :"},{"type":"add","content":""},{"type":"add","content":"1° Le déclarant, notamment ses noms et prénoms, ses coordonnées, y compris son adresse, sa date et son lieu de naissance, sa nationalité et le numéro d'un document d'identité ;"},{"type":"add","content":""},{"type":"add","content":"2° Le propriétaire de l'argent liquide, notamment, lorsqu'il s'agit d'une personne physique, ses noms et prénoms, ses coordonnées, y compris son adresse, sa date et son lieu de naissance, sa nationalité et le numéro d'un document d'identité ou, lorsqu'il s'agit d'une personne morale, sa dénomination complète, ses coordonnées, y compris son adresse, son numéro d'enregistrement et, si cette information est disponible, son numéro d'immatriculation à la TVA ;"},{"type":"add","content":""},{"type":"add","content":"3° L'expéditeur de l'argent liquide, notamment, lorsqu'il s'agit d'une personne physique, ses noms et prénoms, ses coordonnées, y compris son adresse, sa date et son lieu de naissance, sa nationalité et le numéro d'un document d'identité ou, lorsqu'il s'agit d'une personne morale, sa dénomination complète, ses coordonnées, y compris son adresse, son numéro d'enregistrement et, si cette information est disponible, son numéro d'immatriculation à la TVA ;"},{"type":"add","content":""},{"type":"add","content":"4° Le destinataire ou le destinataire projeté de l'argent liquide, notamment, lorsqu'il s'agit d'une personne physique, ses noms et prénoms, ses coordonnées, y compris son adresse, sa date et son lieu de naissance, sa nationalité et le numéro d'un document d'identité ou, lorsqu'il s'agit d'une personne morale, sa dénomination complète, ses coordonnées, y compris son adresse, son numéro d'enregistrement et, si cette information est disponible, son numéro d'immatriculation à la TVA ;"},{"type":"add","content":""},{"type":"add","content":"5° La nature et le montant ou la valeur de l'argent liquide ;"},{"type":"add","content":""},{"type":"add","content":"6° La provenance économique de l'argent liquide ;"},{"type":"add","content":""},{"type":"add","content":"7° L'usage qu'il est prévu de faire de l'argent liquide."},{"type":"add","content":""},{"type":"add","content":"Une copie certifiée de la déclaration de divulgation prévue à l'article L. 721-2-1 est délivrée au déclarant à sa demande."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Conformément à l'article 19 du décret n° 2021-704 du 2 juin 2021, ces dispositions entrent en vigueur le 3 juin 2021."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2021-704 du 2 juin 2021 relatif aux modalités de déclaration et de divulgation auprès de l'administration des douanes des flux d'argent liquide entre la France et l'étranger - article 5 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article R721-3 AUTONOME ABROGE, en vigueur du 2021-06-03 au 2022-11-25 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article L721-2-1 AUTONOME ABROGE, en vigueur du 2021-06-03 au 2022-02-26 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article R721-3 AUTONOME MODIFIE, en vigueur du 2016-12-01 au 2021-06-03 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article R721-3 AUTONOME MODIFIE, en vigueur du 2005-08-25 au 2012-10-26 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article R721-3 AUTONOME MODIFIE, en vigueur du 2012-10-26 au 2016-12-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article R721-5 AUTONOME ABROGE, en vigueur du 2021-06-03 au 2022-11-25 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article R722-6 AUTONOME VIGUEUR, en vigueur depuis le 2022-11-25 CONCORDANCE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article R722-5 AUTONOME VIGUEUR, en vigueur depuis le 2022-11-25 CONCORDANCE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2022-1456 du 23 novembre 2022 relatif à la partie réglementaire du livre VII du code monétaire et financier - article 7 ENTIEREMENT_MODIF ABROGE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2005-1007 du 2 août 2005 relatif à la partie réglementaire du code monétaire et financier Les dispositions réglementaires du code monétaire et financier font l'objet d'une publication spéciale annexée au Journal officiel de ce jour (voir à la fin du sommaire) CODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2005-08-02 CODIFICATION source Décret n° 2005-1007 du 2 août 2005 relatif à la partie réglementaire du code monétaire et financier Les dispositions réglementaires du code monétaire et financier font l'objet d'une publication spéciale annexée au Journal officiel de ce jour (voir à la fin du sommaire)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2016-11-10 CITATION cible Décret n° 2016-1523 du 10 novembre 2016 relatif à la lutte contre le financement du terrorisme VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2021-06-02 MODIFIE cible Décret n° 2021-704 du 2 juin 2021 relatif aux modalités de déclaration et de divulgation auprès de l'administration des douanes des flux d'argent liquide entre la France et l'étranger - article 5 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2022-11-23 ABROGE cible Décret n° 2022-1456 du 23 novembre 2022 relatif à la partie réglementaire du livre VII du code monétaire et financier - article 7 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code monétaire et financier - art. L721-2-1"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code monétaire et financier - article R721-3 AUTONOME MODIFIE, en vigueur du 2005-08-25 au 2012-10-26"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code monétaire et financier - article R721-5 AUTONOME ABROGE, en vigueur du 2021-06-03 au 2022-11-25"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CONCORDANCE cible Code monétaire et financier - article R722-5 AUTONOME VIGUEUR, en vigueur depuis le 2022-11-25"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CONCORDANCE cible Code monétaire et financier - article R722-6 AUTONOME VIGUEUR, en vigueur depuis le 2022-11-25"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CONCORDANCE source Décret 2002-1440 2002-1205 art 2 (ecqc Saint-Pierre-et-Miquelon)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/60/36/LEGIARTI000043603699.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/60/36/LEGIARTI000043603699.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/43/60/36/LEGIARTI000043603699.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_monetaire_et_financier/src/branch/main/partie_reglementaire/livre_vii/titre_ii/chapitre_ier/section_3/sous-section_1/article_r721-4.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000043603699)"},{"type":"add","content":""}],"status":"added"},{"filename":"partie_reglementaire/livre_vii/titre_ii/chapitre_ier/section_3/sous-section_1/article_r721-5.md","articleName":"Article R721-5","additions":30,"deletions":20,"diff":[{"type":"del","content":"Pour l'application de l'article L. 721-2, sont considérés comme des sommes, titres ou valeurs :"},{"type":"add","content":"Pour l'application de l'article L. 721-3-1 :"},{"type":"del","content":"1° Les instruments négociables au porteur, y compris les instruments monétaires au porteur tels que les chèques de voyage ;"},{"type":"add","content":"1° La liste des informations que le porteur est tenu de fournir à l'administration est celle prévue au II de l'article R. 721-3 ;"},{"type":"del","content":"2° Les instruments négociables (y compris les chèques, les billets à ordre et les mandats) qui sont soit au porteur, endossés sans restriction ou libellés à l'ordre d'un bénéficiaire fictif, soit sous une forme telle que la propriété de l'instrument est transférée au moment de la cession de celui-ci ;"},{"type":"add","content":"2° La liste des informations que l'expéditeur, le destinataire, ou leur représentant, selon le cas, est tenu de fournir à l'administration est celle prévue au II de l'article R. 721-4."},{"type":"del","content":"3° Les instruments incomplets (y compris les chèques, les billets à ordre et les mandats) signés mais où le nom du bénéficiaire n'a pas été indiqué ;"},{"type":"del","content":"4° Les espèces (billets de banque et pièces de monnaie qui sont en circulation comme instrument d'échange)."},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Conformément à l'article 19 du décret n° 2021-704 du 2 juin 2021, ces dispositions entrent en vigueur le 3 juin 2021."},{"type":"del","content":"Code monétaire et financier - article L721-2 AUTONOME ABROGE, en vigueur du 2021-06-03 au 2022-02-26 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code monétaire et financier - article L721-2 AUTONOME MODIFIE, en vigueur du 2001-01-01 au 2002-01-01 CITATION cible"},{"type":"add","content":"Code monétaire et financier - article R721-3 AUTONOME ABROGE, en vigueur du 2021-06-03 au 2022-11-25 CITATION cible"},{"type":"del","content":"Code monétaire et financier - article L721-2 AUTONOME MODIFIE, en vigueur du 2013-09-01 au 2021-06-03 CITATION cible"},{"type":"add","content":"Code monétaire et financier - article L721-3-1 AUTONOME ABROGE, en vigueur du 2021-06-03 au 2022-02-26 CITATION cible"},{"type":"del","content":"Code monétaire et financier - article L721-2 AUTONOME MODIFIE, en vigueur du 2005-05-07 au 2007-06-15 CITATION cible"},{"type":"add","content":"Code monétaire et financier - article R721-4 AUTONOME ABROGE, en vigueur du 2021-06-03 au 2022-11-25 CITATION cible"},{"type":"del","content":"Code monétaire et financier - article L721-2 AUTONOME MODIFIE, en vigueur du 2007-06-15 au 2013-09-01 CITATION cible"},{"type":"add","content":"Code monétaire et financier - article R722-7 AUTONOME VIGUEUR, en vigueur depuis le 2022-11-25 CONCORDANCE source"},{"type":"del","content":"Code monétaire et financier - article L721-2 AUTONOME MODIFIE, en vigueur du 2002-01-01 au 2005-05-07 CITATION cible"},{"type":"add","content":"Décret n° 2021-704 du 2 juin 2021 relatif aux modalités de déclaration et de divulgation auprès de l'administration des douanes des flux d'argent liquide entre la France et l'étranger - article 6 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"Décret n° 2012-1182 du 23 octobre 2012 modifiant les livres Ier et VII de la partie réglementaire du code monétaire et financier - article 5 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Décret n° 2022-1456 du 23 novembre 2022 relatif à la partie réglementaire du livre VII du code monétaire et financier - article 7 ENTIEREMENT_MODIF ABROGE source"},{"type":"del","content":"2012-10-23 MODIFIE cible Décret n° 2012-1182 du 23 octobre 2012 modifiant les livres Ier et VII de la partie réglementaire du code monétaire et financier - article 5 ENTIEREMENT_MODIF"},{"type":"add","content":"2021-06-02 MODIFIE cible Décret n° 2021-704 du 2 juin 2021 relatif aux modalités de déclaration et de divulgation auprès de l'administration des douanes des flux d'argent liquide entre la France et l'étranger - article 6 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2022-11-23 ABROGE cible Décret n° 2022-1456 du 23 novembre 2022 relatif à la partie réglementaire du livre VII du code monétaire et financier - article 7 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code monétaire et financier - art. L721-3-1"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code monétaire et financier - article R721-3 AUTONOME ABROGE, en vigueur du 2021-06-03 au 2022-11-25"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code monétaire et financier - article R721-4 AUTONOME ABROGE, en vigueur du 2021-06-03 au 2022-11-25"},{"type":"del","content":"2999-01-01 CITATION source Code monétaire et financier - article L721-2 AUTONOME MODIFIE, en vigueur du 2001-01-01 au 2002-01-01"},{"type":"add","content":"2999-01-01 CONCORDANCE cible Code monétaire et financier - article R722-7 AUTONOME VIGUEUR, en vigueur depuis le 2022-11-25"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/26/53/38/LEGIARTI000026533826.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/26/53/38/LEGIARTI000026533826.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/26/53/38/LEGIARTI000026533826.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/60/37/LEGIARTI000043603703.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/60/37/LEGIARTI000043603703.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/43/60/37/LEGIARTI000043603703.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000026533826)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000043603703)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_vii/titre_iv/chapitre_ier/section_3/sous-section_2/README.md","articleName":"Sommaire - Sous-Section 2","additions":1,"deletions":0,"diff":[{"type":"add","content":"- [Article R741-7](article_r741-7.md)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_vii/titre_iv/chapitre_ier/section_3/sous-section_2/article_r741-6.md","articleName":"Article R741-6","additions":54,"deletions":30,"diff":[{"type":"del","content":"I. – La déclaration des sommes, titres ou valeurs, prévue à l'article L. 741-4, est faite par écrit par les personnes physiques, pour leur compte ou pour celui d'autrui, auprès de l'administration des douanes, au plus tard au moment du transfert des sommes, titres ou valeurs à destination ou en provenance de l'étranger."},{"type":"add","content":"I.-La déclaration de l'argent liquide transporté par porteur prévue à l'article L. 741-4 est faite par écrit, sur support papier ou par voie électronique, par les porteurs de l'argent liquide, auprès de l'administration des douanes, au plus tard au moment du franchissement de la frontière avec l'étranger."},{"type":"del","content":"Lorsque la déclaration est faite préalablement au transfert des sommes, titres ou valeurs à destination ou en provenance de l'étranger, elle peut être adressée par voie postale ou par voie électronique au service des douanes."},{"type":"add","content":"Lorsqu'elle est faite au plus tôt trente jours avant le franchissement de la frontière avec l'étranger, la déclaration est adressée par voie électronique au moyen du téléservice dont la dénomination et les caractéristiques sont fixées par arrêté du ministre chargé des douanes."},{"type":"del","content":"Lorsqu'elle est déposée au service des douanes ou qu'elle est adressée par voie postale, la déclaration faite par écrit est signée par le déclarant."},{"type":"add","content":"Lorsqu'elle est faite au moment du franchissement de la frontière avec l'étranger, la déclaration est déposée auprès du service des douanes, sur support papier ou par voie électronique au moyen du téléservice mentionné au deuxième alinéa."},{"type":"del","content":"La transmission de la déclaration électronique emporte les mêmes effets juridiques que le dépôt des déclarations faites par écrit et signées."},{"type":"add","content":"La transmission de la déclaration électronique au moyen du téléservice mentionné au deuxième alinéa emporte les mêmes effets juridiques que le dépôt de la déclaration établie sur support papier et signée."},{"type":"del","content":"Lorsque le transfert mentionné à l'article L. 741-4 est effectué par l'intermédiaire d'un prestataire du service postal au sens de l'article L. 1 du code des postes et des communications électroniques ou par tout autre prestataire de services d'expédition, la déclaration est faite par l'expéditeur au plus tard le jour de l'envoi postal ou de l'expédition."},{"type":"add","content":"II.-La déclaration mentionnée au I contient, sur un document daté, les informations concernant :"},{"type":"del","content":"II. – La déclaration visée au I contient, sur un document daté, les informations suivantes :"},{"type":"add","content":"1° Le porteur, y compris ses noms et prénoms, ses coordonnées, y compris son adresse, sa date et son lieu de naissance, sa nationalité et le numéro d'un document d'identité ;"},{"type":"del","content":"1° Les nom, prénoms et civilité du déclarant, sa nationalité, sa date et son lieu de naissance, sa profession, son adresse ainsi que la nature, le numéro, la date de validité et le lieu de délivrance de la pièce d'identité qui sera présentée au service des douanes ;"},{"type":"add","content":"2° Le propriétaire de l'argent liquide, y compris, lorsqu'il s'agit d'une personne physique, ses noms et prénoms, ses coordonnées, y compris son adresse, sa date et son lieu de naissance, sa nationalité et le numéro d'un document d'identité ou, lorsqu'il s'agit d'une personne morale, sa dénomination complète, ses coordonnées, y compris son adresse, son numéro d'enregistrement et, si cette information est disponible, son numéro d'immatriculation à la taxe sur la valeur ajoutée (TVA) ;"},{"type":"del","content":"2° Lorsque le transfert est opéré pour le compte d'un tiers :"},{"type":"add","content":"3° Lorsque cette information est disponible, le destinataire projeté de l'argent liquide, y compris, lorsqu'il s'agit d'une personne physique, ses noms et prénoms, ses coordonnées, y compris son adresse, sa date et son lieu de naissance, sa nationalité et le numéro d'un document d'identité ou, lorsqu'il s'agit d'une personne morale, sa dénomination complète, ses coordonnées, y compris son adresse, son numéro d'enregistrement et, si cette information est disponible, son numéro d'immatriculation à la TVA ;"},{"type":"del","content":"a) S'il s'agit d'une personne physique, les nom et prénoms du propriétaire des sommes, titres ou valeurs, sa nationalité, sa date et son lieu de naissance, sa profession, son adresse et la nature, le numéro, la date de validité et le lieu de délivrance de ses pièces d'identité ;"},{"type":"add","content":"4° La nature et le montant ou la valeur de l'argent liquide ;"},{"type":"del","content":"b) S'il s'agit d'une personne morale, sa raison ou dénomination sociale et son adresse ;"},{"type":"add","content":"5° La provenance économique de l'argent liquide ;"},{"type":"del","content":"3° Les nom et prénoms du destinataire projeté des sommes, titres ou valeurs ou, s'il s'agit d'une personne morale, sa raison ou dénomination sociale, ainsi que son adresse ;"},{"type":"add","content":"6° L'usage qu'il est prévu de faire de l'argent liquide ;"},{"type":"del","content":"4° Le montant et la nature des sommes, titres ou valeurs ;"},{"type":"add","content":"7° L'itinéraire de transport ;"},{"type":"del","content":"5° La provenance des sommes, titres ou valeurs et l'usage qu'il est prévu d'en faire ;"},{"type":"add","content":"8° Le ou les moyens de transport."},{"type":"del","content":"6° L'itinéraire de transport ;"},{"type":"add","content":"Une copie certifiée de la déclaration d'argent liquide transporté par porteur prévue à l'article L. 741-4 est délivrée au déclarant à sa demande."},{"type":"del","content":"7° Le ou les moyens de transport."},{"type":"add","content":"III.-Les modalités de dépôt de la déclaration de l'argent liquide transporté par porteur sont précisées par arrêté du ministre chargé des douanes."},{"type":"del","content":"III. – Les modalités de dépôt de la déclaration sont fixées par arrêté du ministre chargé des douanes."},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Conformément à l'article 19 du décret n° 2021-704 du 2 juin 2021, ces dispositions entrent en vigueur le 3 juin 2021."},{"type":"del","content":"Code des postes et des communications électroniques - article L1 AUTONOME MODIFIE, en vigueur du 1962-03-14 au 1991-01-01 CITATION cible"},{"type":"add","content":"Code monétaire et financier - article R722-3 AUTONOME VIGUEUR, en vigueur depuis le 2022-11-25 CONCORDANCE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article L741-4 AUTONOME ABROGE, en vigueur du 2021-06-03 au 2022-02-26 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article L741-4 AUTONOME MODIFIE, en vigueur du 2010-07-08 au 2013-09-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article L741-4 AUTONOME MODIFIE, en vigueur du 2013-09-01 au 2021-06-03 CITATION cible"},{"type":"del","content":"Code des postes et des communications électroniques - article L1 AUTONOME MODIFIE, en vigueur du 2011-01-01 au 2017-03-02 CITATION cible"},{"type":"add","content":"Code monétaire et financier - article L741-4 AUTONOME MODIFIE, en vigueur du 2007-06-15 au 2010-07-08 CITATION cible"},{"type":"del","content":"Code des postes et des communications électroniques - article L1 AUTONOME MODIFIE, en vigueur du 1991-01-01 au 1999-06-29 CITATION cible"},{"type":"add","content":"Code monétaire et financier - article L741-4 AUTONOME MODIFIE, en vigueur du 2006-04-01 au 2007-06-15 CITATION cible"},{"type":"del","content":"Code des postes et des communications électroniques - article L1 AUTONOME MODIFIE, en vigueur du 1999-06-29 au 2005-02-24 CITATION cible"},{"type":"add","content":"Code monétaire et financier - article L741-4 AUTONOME MODIFIE, en vigueur du 2002-01-01 au 2006-04-01 CITATION cible"},{"type":"del","content":"Code des postes et des communications électroniques - article L1 AUTONOME VIGUEUR, en vigueur depuis le 2017-03-02 CITATION cible"},{"type":"add","content":"Code monétaire et financier - article L741-4 AUTONOME MODIFIE, en vigueur du 2001-01-01 au 2002-01-01 CITATION cible"},{"type":"del","content":"Code des postes et des communications électroniques - article L1 AUTONOME MODIFIE, en vigueur du 2005-05-21 au 2011-01-01 CITATION cible"},{"type":"add","content":"Décret n° 2021-704 du 2 juin 2021 relatif aux modalités de déclaration et de divulgation auprès de l'administration des douanes des flux d'argent liquide entre la France et l'étranger - article 7 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"Décret n° 2016-1523 du 10 novembre 2016 relatif à la lutte contre le financement du terrorisme - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Décret n° 2022-1456 du 23 novembre 2022 relatif à la partie réglementaire du livre VII du code monétaire et financier - article 7 ENTIEREMENT_MODIF ABROGE source"},{"type":"del","content":"Code des postes et des communications électroniques - article L1 AUTONOME MODIFIE, en vigueur du 2005-02-24 au 2005-05-21 CITATION cible"},{"type":"add","content":"Code monétaire et financier - article R722-4 AUTONOME VIGUEUR, en vigueur depuis le 2022-11-25 CONCORDANCE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article R741-8 AUTONOME ABROGE, en vigueur du 2021-06-03 au 2022-11-25 CITATION source"},{"type":"del","content":"2016-11-10 MODIFIE cible Décret n° 2016-1523 du 10 novembre 2016 relatif à la lutte contre le financement du terrorisme - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":"2021-06-02 MODIFIE cible Décret n° 2021-704 du 2 juin 2021 relatif aux modalités de déclaration et de divulgation auprès de l'administration des douanes des flux d'argent liquide entre la France et l'étranger - article 7 ENTIEREMENT_MODIF"},{"type":"del","content":"2999-01-01 CITATION source Code des postes et des communications électroniques - article L1 AUTONOME MODIFIE, en vigueur du 1962-03-14 au 1991-01-01"},{"type":"add","content":"2022-11-23 ABROGE cible Décret n° 2022-1456 du 23 novembre 2022 relatif à la partie réglementaire du livre VII du code monétaire et financier - article 7 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CONCORDANCE cible Code monétaire et financier - article R722-3 AUTONOME VIGUEUR, en vigueur depuis le 2022-11-25"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CONCORDANCE cible Code monétaire et financier - article R722-4 AUTONOME VIGUEUR, en vigueur depuis le 2022-11-25"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code monétaire et financier - article R741-8 AUTONOME ABROGE, en vigueur du 2021-06-03 au 2022-11-25"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/38/50/LEGIARTI000033385040.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/38/50/LEGIARTI000033385040.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/38/50/LEGIARTI000033385040.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/60/37/LEGIARTI000043603710.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/60/37/LEGIARTI000043603710.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/43/60/37/LEGIARTI000043603710.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033385040)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000043603710)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_vii/titre_iv/chapitre_ier/section_3/sous-section_2/article_r741-7.md","articleName":"Article R741-7","additions":126,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article R741-7"},{"type":"add","content":""},{"type":"add","content":"I.-La déclaration de divulgation prévue à l'article L. 741-4-1 est faite sur demande écrite de l'administration des douanes par l'expéditeur, le destinataire ou leur représentant, selon le cas, par écrit, sur support papier ou par voie électronique, dans un délai de trente jours à compter de la date de réception de la demande de divulgation."},{"type":"add","content":""},{"type":"add","content":"Lorsqu'elle est adressée par voie électronique, la déclaration est faite au moyen du téléservice mentionné à l'article R. 741-6."},{"type":"add","content":""},{"type":"add","content":"La transmission de la déclaration électronique au moyen du téléservice mentionné à l'article R. 741-6 emporte les mêmes effets juridiques que le dépôt de la déclaration établie sur support papier et signée."},{"type":"add","content":""},{"type":"add","content":"II.-La déclaration mentionnée au I contient, sur un document daté, les informations concernant :"},{"type":"add","content":""},{"type":"add","content":"1° Le déclarant, notamment ses noms et prénoms, ses coordonnées, y compris son adresse, sa date et son lieu de naissance, sa nationalité et le numéro d'un document d'identité ;"},{"type":"add","content":""},{"type":"add","content":"2° Le propriétaire de l'argent liquide, notamment, lorsqu'il s'agit d'une personne physique, ses noms et prénoms, ses coordonnées, y compris son adresse, sa date et son lieu de naissance, sa nationalité et le numéro d'un document d'identité ou, lorsqu'il s'agit d'une personne morale, sa dénomination complète, ses coordonnées, y compris son adresse, son numéro d'enregistrement et, si cette information est disponible, son numéro d'immatriculation à la TVA ;"},{"type":"add","content":""},{"type":"add","content":"3° L'expéditeur de l'argent liquide, notamment, lorsqu'il s'agit d'une personne physique, ses noms et prénoms, ses coordonnées, y compris son adresse, sa date et son lieu de naissance, sa nationalité et le numéro d'un document d'identité ou, lorsqu'il s'agit d'une personne morale, sa dénomination complète, ses coordonnées, y compris son adresse, son numéro d'enregistrement et, si cette information est disponible, son numéro d'immatriculation à la TVA ;"},{"type":"add","content":""},{"type":"add","content":"4° Le destinataire ou le destinataire projeté de l'argent liquide, notamment, lorsqu'il s'agit d'une personne physique, ses noms et prénoms, ses coordonnées, y compris son adresse, sa date et son lieu de naissance, sa nationalité et le numéro d'un document d'identité ou, lorsqu'il s'agit d'une personne morale, sa dénomination complète, ses coordonnées, y compris son adresse, son numéro d'enregistrement et, si cette information est disponible, son numéro d'immatriculation à la TVA ;"},{"type":"add","content":""},{"type":"add","content":"5° La nature et le montant ou la valeur de l'argent liquide ;"},{"type":"add","content":""},{"type":"add","content":"6° La provenance économique de l'argent liquide ;"},{"type":"add","content":""},{"type":"add","content":"7° L'usage qu'il est prévu de faire de l'argent liquide."},{"type":"add","content":""},{"type":"add","content":"Une copie certifiée de la déclaration de divulgation prévue à l'article L. 741-4-1 est délivrée au déclarant à sa demande."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Conformément à l'article 19 du décret n° 2021-704 du 2 juin 2021, ces dispositions entrent en vigueur le 3 juin 2021."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article L741-4-1 AUTONOME ABROGE, en vigueur du 2021-06-03 au 2022-02-26 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article R741-6 AUTONOME MODIFIE, en vigueur du 2012-10-26 au 2016-12-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article R741-6 AUTONOME MODIFIE, en vigueur du 2005-08-25 au 2012-10-26 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article R741-6 AUTONOME MODIFIE, en vigueur du 2016-12-01 au 2021-06-03 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2021-704 du 2 juin 2021 relatif aux modalités de déclaration et de divulgation auprès de l'administration des douanes des flux d'argent liquide entre la France et l'étranger - article 8 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article R722-6 AUTONOME VIGUEUR, en vigueur depuis le 2022-11-25 CONCORDANCE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article R722-5 AUTONOME VIGUEUR, en vigueur depuis le 2022-11-25 CONCORDANCE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2022-1456 du 23 novembre 2022 relatif à la partie réglementaire du livre VII du code monétaire et financier - article 7 ENTIEREMENT_MODIF ABROGE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article R741-6 AUTONOME ABROGE, en vigueur du 2021-06-03 au 2022-11-25 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article R741-8 AUTONOME ABROGE, en vigueur du 2021-06-03 au 2022-11-25 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2005-1007 du 2 août 2005 relatif à la partie réglementaire du code monétaire et financier Les dispositions réglementaires du code monétaire et financier font l'objet d'une publication spéciale annexée au Journal officiel de ce jour (voir à la fin du sommaire) CODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2002-12-05 CONCORDANCE source Décret n° 2002-1440 du 5 décembre 2002 portant modalités d'application des articles L. 721-2, L. 731-3, L. 741-4, L. 751-4 et L. 761-3 du code monétaire et financier"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2005-08-02 CODIFICATION source Décret n° 2005-1007 du 2 août 2005 relatif à la partie réglementaire du code monétaire et financier Les dispositions réglementaires du code monétaire et financier font l'objet d'une publication spéciale annexée au Journal officiel de ce jour (voir à la fin du sommaire)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2016-11-10 CITATION cible Décret n° 2016-1523 du 10 novembre 2016 relatif à la lutte contre le financement du terrorisme VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2021-06-02 MODIFIE cible Décret n° 2021-704 du 2 juin 2021 relatif aux modalités de déclaration et de divulgation auprès de l'administration des douanes des flux d'argent liquide entre la France et l'étranger - article 8 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2022-11-23 ABROGE cible Décret n° 2022-1456 du 23 novembre 2022 relatif à la partie réglementaire du livre VII du code monétaire et financier - article 7 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code monétaire et financier - art. L741-4-1"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CONCORDANCE cible Code monétaire et financier - article R722-5 AUTONOME VIGUEUR, en vigueur depuis le 2022-11-25"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CONCORDANCE cible Code monétaire et financier - article R722-6 AUTONOME VIGUEUR, en vigueur depuis le 2022-11-25"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code monétaire et financier - article R741-6 AUTONOME MODIFIE, en vigueur du 2005-08-25 au 2012-10-26"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code monétaire et financier - article R741-8 AUTONOME ABROGE, en vigueur du 2021-06-03 au 2022-11-25"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/60/37/LEGIARTI000043603714.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/60/37/LEGIARTI000043603714.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/43/60/37/LEGIARTI000043603714.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_monetaire_et_financier/src/branch/main/partie_reglementaire/livre_vii/titre_iv/chapitre_ier/section_3/sous-section_2/article_r741-7.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000043603714)"},{"type":"add","content":""}],"status":"added"},{"filename":"partie_reglementaire/livre_vii/titre_iv/chapitre_ier/section_3/sous-section_2/article_r741-8.md","articleName":"Article R741-8","additions":30,"deletions":23,"diff":[{"type":"del","content":"Pour l'application de l'article L. 741-4, sont considérés comme des sommes, titres ou valeurs :"},{"type":"add","content":"Pour l'application de l'article L. 741-5-1 :"},{"type":"del","content":"1° Les instruments négociables au porteur, y compris les instruments monétaires au porteur tels que les chèques de voyage ;"},{"type":"add","content":"1° La liste des informations que le porteur est tenu de fournir à l'administration est celle prévue au II de l'article R. 741-6 ;"},{"type":"del","content":"2° Les instruments négociables (y compris les chèques, les billets à ordre et les mandats) qui sont soit au porteur, endossés sans restriction ou libellés à l'ordre d'un bénéficiaire fictif, soit sous une forme telle que la propriété de l'instrument est transférée au moment de la cession de celui-ci ;"},{"type":"add","content":"2° La liste des informations que l'expéditeur, le destinataire, ou leur représentant, selon le cas, est tenu de fournir à l'administration est celle prévue au II de l'article R. 741-7."},{"type":"del","content":"3° Les instruments incomplets (y compris les chèques, les billets à ordre et les mandats) signés mais où le nom du bénéficiaire n'a pas été indiqué ;"},{"type":"del","content":"4° Les espèces (billets de banque et pièces de monnaie qui sont en circulation comme instrument d'échange)."},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Conformément à l'article 19 du décret n° 2021-704 du 2 juin 2021, ces dispositions entrent en vigueur le 3 juin 2021."},{"type":"del","content":"Code monétaire et financier - article L741-4 AUTONOME ABROGE, en vigueur du 2021-06-03 au 2022-02-26 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code monétaire et financier - article L741-4 AUTONOME MODIFIE, en vigueur du 2010-07-08 au 2013-09-01 CITATION cible"},{"type":"add","content":"Code monétaire et financier - article R741-7 AUTONOME ABROGE, en vigueur du 2021-06-03 au 2022-11-25 CITATION cible"},{"type":"del","content":"Code monétaire et financier - article L741-4 AUTONOME MODIFIE, en vigueur du 2013-09-01 au 2021-06-03 CITATION cible"},{"type":"add","content":"Code monétaire et financier - article R722-7 AUTONOME VIGUEUR, en vigueur depuis le 2022-11-25 CONCORDANCE source"},{"type":"del","content":"Code monétaire et financier - article L741-4 AUTONOME MODIFIE, en vigueur du 2007-06-15 au 2010-07-08 CITATION cible"},{"type":"add","content":"Code monétaire et financier - article L741-5-1 AUTONOME ABROGE, en vigueur du 2021-06-03 au 2022-02-26 CITATION cible"},{"type":"del","content":"Code monétaire et financier - article L741-4 AUTONOME MODIFIE, en vigueur du 2006-04-01 au 2007-06-15 CITATION cible"},{"type":"add","content":"Décret n° 2021-704 du 2 juin 2021 relatif aux modalités de déclaration et de divulgation auprès de l'administration des douanes des flux d'argent liquide entre la France et l'étranger - article 9 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"Code monétaire et financier - article L741-4 AUTONOME MODIFIE, en vigueur du 2002-01-01 au 2006-04-01 CITATION cible"},{"type":"add","content":"Décret n° 2022-1456 du 23 novembre 2022 relatif à la partie réglementaire du livre VII du code monétaire et financier - article 7 ENTIEREMENT_MODIF ABROGE source"},{"type":"del","content":"Code monétaire et financier - article L741-4 AUTONOME MODIFIE, en vigueur du 2001-01-01 au 2002-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2012-1182 du 23 octobre 2012 modifiant les livres Ier et VII de la partie réglementaire du code monétaire et financier - article 11 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Code monétaire et financier - article R741-6 AUTONOME ABROGE, en vigueur du 2021-06-03 au 2022-11-25 CITATION cible"},{"type":"del","content":"2012-10-23 MODIFIE cible Décret n° 2012-1182 du 23 octobre 2012 modifiant les livres Ier et VII de la partie réglementaire du code monétaire et financier - article 11 ENTIEREMENT_MODIF"},{"type":"add","content":"2021-06-02 MODIFIE cible Décret n° 2021-704 du 2 juin 2021 relatif aux modalités de déclaration et de divulgation auprès de l'administration des douanes des flux d'argent liquide entre la France et l'étranger - article 9 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2022-11-23 ABROGE cible Décret n° 2022-1456 du 23 novembre 2022 relatif à la partie réglementaire du livre VII du code monétaire et financier - article 7 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code monétaire et financier - art. L741-5-1"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CONCORDANCE cible Code monétaire et financier - article R722-7 AUTONOME VIGUEUR, en vigueur depuis le 2022-11-25"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code monétaire et financier - article R741-6 AUTONOME ABROGE, en vigueur du 2021-06-03 au 2022-11-25"},{"type":"del","content":"2999-01-01 CITATION source Code monétaire et financier - article L741-4 AUTONOME MODIFIE, en vigueur du 2001-01-01 au 2002-01-01"},{"type":"add","content":"2999-01-01 CITATION source Code monétaire et financier - article R741-7 AUTONOME ABROGE, en vigueur du 2021-06-03 au 2022-11-25"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/26/53/38/LEGIARTI000026533845.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/26/53/38/LEGIARTI000026533845.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/26/53/38/LEGIARTI000026533845.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/60/37/LEGIARTI000043603718.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/60/37/LEGIARTI000043603718.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/43/60/37/LEGIARTI000043603718.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000026533845)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000043603718)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_vii/titre_v/chapitre_ier/section_3/sous-section_2/README.md","articleName":"Sommaire - Sous-Section 2","additions":1,"deletions":0,"diff":[{"type":"add","content":"- [Article R751-7](article_r751-7.md)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_vii/titre_v/chapitre_ier/section_3/sous-section_2/article_r751-6.md","articleName":"Article R751-6","additions":65,"deletions":23,"diff":[{"type":"del","content":"I. – La déclaration des sommes, titres ou valeurs prévue à l'article L. 751-4 est faite par écrit par les personnes physiques, pour leur compte ou pour celui d'autrui, auprès de l'administration des douanes, au plus tard au moment du transfert des sommes, titres ou valeurs à destination ou en provenance de l'étranger."},{"type":"add","content":"I.-La déclaration de l'argent liquide transporté par porteur prévue à l'article L. 751-4 est faite par écrit, sur support papier ou par voie électronique, par les porteurs de l'argent liquide, auprès de l'administration des douanes, au plus tard au moment du franchissement de la frontière avec l'étranger."},{"type":"del","content":"Lorsque la déclaration est faite préalablement au transfert des sommes, titres ou valeurs à destination ou en provenance de l'étranger, elle peut être adressée par voie postale ou par voie électronique au service des douanes."},{"type":"add","content":"Lorsqu'elle est faite au plus tôt trente jours avant le franchissement de la frontière avec l'étranger, la déclaration est adressée par voie électronique au moyen du téléservice dont la dénomination et les caractéristiques sont fixées par arrêté du ministre chargé des douanes."},{"type":"del","content":"Lorsqu'elle est déposée au service des douanes ou qu'elle est adressée par voie postale, la déclaration faite par écrit est signée par le déclarant."},{"type":"add","content":"Lorsqu'elle est faite au moment du franchissement de la frontière avec l'étranger, la déclaration est déposée auprès du service des douanes, sur support papier ou par voie électronique au moyen du téléservice mentionné au deuxième alinéa."},{"type":"del","content":"La transmission de la déclaration électronique emporte les mêmes effets juridiques que le dépôt de la déclaration faite par écrit et signée."},{"type":"add","content":"La transmission de la déclaration électronique au moyen du téléservice mentionné au deuxième alinéa emporte les mêmes effets juridiques que le dépôt de la déclaration établie sur support papier et signée."},{"type":"del","content":"Lorsque le transfert mentionné à l'article L. 751-4 est effectué par l'intermédiaire d'un prestataire du service postal au sens de l'article L. 1 du code des postes et des communications électroniques ou par tout autre prestataire de services d'expédition, la déclaration est faite par l'expéditeur au plus tard le jour de l'envoi postal ou de l'expédition."},{"type":"add","content":"II.-La déclaration mentionnée au I contient, sur un document daté, les informations concernant :"},{"type":"del","content":"II. – La déclaration visée au I contient, sur un document daté, les informations suivantes :"},{"type":"add","content":"1° Le porteur, y compris ses noms et prénoms, ses coordonnées, y compris son adresse, sa date et son lieu de naissance, sa nationalité et le numéro d'un document d'identité ;"},{"type":"del","content":"1° Les nom, prénoms et civilité du déclarant, sa nationalité, sa date et son lieu de naissance, sa profession, son adresse ainsi que la nature, le numéro, la date de validité et le lieu de délivrance de la pièce d'identité qui sera présentée au service des douanes ;"},{"type":"add","content":"2° Le propriétaire de l'argent liquide, y compris, lorsqu'il s'agit d'une personne physique, ses noms et prénoms, ses coordonnées, y compris son adresse, sa date et son lieu de naissance, sa nationalité et le numéro d'un document d'identité ou, lorsqu'il s'agit d'une personne morale, sa dénomination complète, ses coordonnées, y compris son adresse, son numéro d'enregistrement et, si cette information est disponible, son numéro d'immatriculation à la taxe sur la valeur ajoutée (TVA) ;"},{"type":"del","content":"2° Lorsque le transfert est opéré pour le compte d'un tiers :"},{"type":"add","content":"3° Lorsque cette information est disponible, le destinataire projeté de l'argent liquide, y compris, lorsqu'il s'agit d'une personne physique, ses noms et prénoms, ses coordonnées, y compris son adresse, sa date et son lieu de naissance, sa nationalité et le numéro d'un document d'identité ou, lorsqu'il s'agit d'une personne morale, sa dénomination complète, ses coordonnées, y compris son adresse, son numéro d'enregistrement et, si cette information est disponible, son numéro d'immatriculation à la TVA ;"},{"type":"del","content":"a) S'il s'agit d'une personne physique, les nom et prénoms du propriétaire des sommes, titres ou valeurs, sa nationalité, sa date et son lieu de naissance, sa profession, son adresse et la nature, le numéro, la date de validité et le lieu de délivrance de ses pièces d'identité ;"},{"type":"add","content":"4° La nature et le montant ou la valeur de l'argent liquide ;"},{"type":"del","content":"b) S'il s'agit d'une personne morale, sa raison ou dénomination sociale et son adresse ;"},{"type":"add","content":"5° La provenance économique de l'argent liquide ;"},{"type":"del","content":"3° Les nom et prénoms du destinataire projeté des sommes, titres ou valeurs ou, s'il s'agit d'une personne morale, sa raison ou dénomination sociale, ainsi que son adresse ;"},{"type":"add","content":"6° L'usage qu'il est prévu de faire de l'argent liquide ;"},{"type":"del","content":"4° Le montant et la nature des sommes, titres ou valeurs ;"},{"type":"add","content":"7° L'itinéraire de transport ;"},{"type":"del","content":"5° La provenance des sommes, titres ou valeurs et l'usage qu'il est prévu d'en faire ;"},{"type":"add","content":"8° Le ou les moyens de transport."},{"type":"del","content":"6° L'itinéraire de transport ;"},{"type":"add","content":"Une copie certifiée de la déclaration d'argent liquide transporté par porteur prévue à l'article L. 751-4 est délivrée au déclarant à sa demande."},{"type":"del","content":"7° Le ou les moyens de transport."},{"type":"add","content":"III.-Les modalités de dépôt de la déclaration de l'argent liquide transporté par porteur sont précisées par arrêté du ministre chargé des douanes."},{"type":"del","content":"III. – Les modalités de dépôt de la déclaration sont fixées par arrêté du ministre chargé des douanes."},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Conformément à l'article 19 du décret n° 2021-704 du 2 juin 2021, ces dispositions entrent en vigueur le 3 juin 2021."},{"type":"del","content":"Décret n° 2016-1523 du 10 novembre 2016 relatif à la lutte contre le financement du terrorisme - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Code monétaire et financier - article R722-3 AUTONOME VIGUEUR, en vigueur depuis le 2022-11-25 CONCORDANCE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article L751-4 AUTONOME MODIFIE, en vigueur du 2013-09-01 au 2021-06-03 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article L751-4 AUTONOME ABROGE, en vigueur du 2021-06-03 au 2022-02-26 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article L751-4 AUTONOME MODIFIE, en vigueur du 2007-06-15 au 2010-07-08 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article L751-4 AUTONOME MODIFIE, en vigueur du 2001-01-01 au 2006-04-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article L751-4 AUTONOME MODIFIE, en vigueur du 2010-07-08 au 2013-09-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article R751-8 AUTONOME ABROGE, en vigueur du 2021-06-03 au 2022-11-25 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article L751-4 AUTONOME MODIFIE, en vigueur du 2006-04-01 au 2007-06-15 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2021-704 du 2 juin 2021 relatif aux modalités de déclaration et de divulgation auprès de l'administration des douanes des flux d'argent liquide entre la France et l'étranger - article 10 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2022-1456 du 23 novembre 2022 relatif à la partie réglementaire du livre VII du code monétaire et financier - article 7 ENTIEREMENT_MODIF ABROGE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article R722-4 AUTONOME VIGUEUR, en vigueur depuis le 2022-11-25 CONCORDANCE source"},{"type":"del","content":"2016-11-10 MODIFIE cible Décret n° 2016-1523 du 10 novembre 2016 relatif à la lutte contre le financement du terrorisme - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":"2021-06-02 MODIFIE cible Décret n° 2021-704 du 2 juin 2021 relatif aux modalités de déclaration et de divulgation auprès de l'administration des douanes des flux d'argent liquide entre la France et l'étranger - article 10 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":"2022-11-23 ABROGE cible Décret n° 2022-1456 du 23 novembre 2022 relatif à la partie réglementaire du livre VII du code monétaire et financier - article 7 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CONCORDANCE cible Code monétaire et financier - article R722-3 AUTONOME VIGUEUR, en vigueur depuis le 2022-11-25"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CONCORDANCE cible Code monétaire et financier - article R722-4 AUTONOME VIGUEUR, en vigueur depuis le 2022-11-25"},{"type":"add","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code monétaire et financier - article R751-8 AUTONOME MODIFIE, en vigueur du 2005-08-25 au 2012-10-26"},{"type":"add","content":"2999-01-01 CITATION cible Code monétaire et financier - article R751-8 AUTONOME ABROGE, en vigueur du 2021-06-03 au 2022-11-25"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/38/50/LEGIARTI000033385094.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/38/50/LEGIARTI000033385094.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/38/50/LEGIARTI000033385094.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/60/37/LEGIARTI000043603731.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/60/37/LEGIARTI000043603731.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/43/60/37/LEGIARTI000043603731.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033385094)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000043603731)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_vii/titre_v/chapitre_ier/section_3/sous-section_2/article_r751-7.md","articleName":"Article R751-7","additions":126,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article R751-7"},{"type":"add","content":""},{"type":"add","content":"I.-La déclaration de divulgation prévue à l'article L. 751-4-1 est faite sur demande écrite de l'administration des douanes par l'expéditeur, le destinataire ou leur représentant, selon le cas, par écrit, sur support papier ou par voie électronique, dans un délai de trente jours à compter de la date de réception de la demande de divulgation."},{"type":"add","content":""},{"type":"add","content":"Lorsqu'elle est adressée par voie électronique, la déclaration est faite au moyen du téléservice mentionné à l'article R. 751-6."},{"type":"add","content":""},{"type":"add","content":"La transmission de la déclaration électronique au moyen du téléservice mentionné à l'article R. 751-6 emporte les mêmes effets juridiques que le dépôt de la déclaration établie sur support papier et signée."},{"type":"add","content":""},{"type":"add","content":"II.-La déclaration mentionnée au I contient, sur un document daté, les informations concernant :"},{"type":"add","content":""},{"type":"add","content":"1° Le déclarant, notamment ses noms et prénoms, ses coordonnées, y compris son adresse, sa date et son lieu de naissance, sa nationalité et le numéro d'un document d'identité ;"},{"type":"add","content":""},{"type":"add","content":"2° Le propriétaire de l'argent liquide, notamment, lorsqu'il s'agit d'une personne physique, ses noms et prénoms, ses coordonnées, y compris son adresse, sa date et son lieu de naissance, sa nationalité et le numéro d'un document d'identité ou, lorsqu'il s'agit d'une personne morale, sa dénomination complète, ses coordonnées, y compris son adresse, son numéro d'enregistrement et, si cette information est disponible, son numéro d'immatriculation à la TVA ;"},{"type":"add","content":""},{"type":"add","content":"3° L'expéditeur de l'argent liquide, notamment, lorsqu'il s'agit d'une personne physique, ses noms et prénoms, ses coordonnées, y compris son adresse, sa date et son lieu de naissance, sa nationalité et le numéro d'un document d'identité ou, lorsqu'il s'agit d'une personne morale, sa dénomination complète, ses coordonnées, y compris son adresse, son numéro d'enregistrement et, si cette information est disponible, son numéro d'immatriculation à la TVA ;"},{"type":"add","content":""},{"type":"add","content":"4° Le destinataire ou le destinataire projeté de l'argent liquide, notamment, lorsqu'il s'agit d'une personne physique, ses noms et prénoms, ses coordonnées, y compris son adresse, sa date et son lieu de naissance, sa nationalité et le numéro d'un document d'identité ou, lorsqu'il s'agit d'une personne morale, sa dénomination complète, ses coordonnées, y compris son adresse, son numéro d'enregistrement et, si cette information est disponible, son numéro d'immatriculation à la TVA ;"},{"type":"add","content":""},{"type":"add","content":"5° La nature et le montant ou la valeur de l'argent liquide ;"},{"type":"add","content":""},{"type":"add","content":"6° La provenance économique de l'argent liquide ;"},{"type":"add","content":""},{"type":"add","content":"7° L'usage qu'il est prévu de faire de l'argent liquide."},{"type":"add","content":""},{"type":"add","content":"Une copie certifiée de la déclaration de divulgation prévue à l'article L. 751-4-1 est délivrée au déclarant à sa demande."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Conformément à l'article 19 du décret n° 2021-704 du 2 juin 2021, ces dispositions entrent en vigueur le 3 juin 2021."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article R751-6 AUTONOME MODIFIE, en vigueur du 2016-12-01 au 2021-06-03 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article R751-6 AUTONOME MODIFIE, en vigueur du 2005-08-25 au 2012-10-26 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article L751-4-1 AUTONOME ABROGE, en vigueur du 2021-06-03 au 2022-02-26 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article R751-6 AUTONOME ABROGE, en vigueur du 2021-06-03 au 2022-11-25 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article R751-8 AUTONOME ABROGE, en vigueur du 2021-06-03 au 2022-11-25 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2021-704 du 2 juin 2021 relatif aux modalités de déclaration et de divulgation auprès de l'administration des douanes des flux d'argent liquide entre la France et l'étranger - article 11 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article R722-6 AUTONOME VIGUEUR, en vigueur depuis le 2022-11-25 CONCORDANCE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article R722-5 AUTONOME VIGUEUR, en vigueur depuis le 2022-11-25 CONCORDANCE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2022-1456 du 23 novembre 2022 relatif à la partie réglementaire du livre VII du code monétaire et financier - article 7 ENTIEREMENT_MODIF ABROGE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article R751-6 AUTONOME MODIFIE, en vigueur du 2012-10-26 au 2016-12-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2005-1007 du 2 août 2005 relatif à la partie réglementaire du code monétaire et financier Les dispositions réglementaires du code monétaire et financier font l'objet d'une publication spéciale annexée au Journal officiel de ce jour (voir à la fin du sommaire) CODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2002-12-05 CONCORDANCE source Décret n° 2002-1440 du 5 décembre 2002 portant modalités d'application des articles L. 721-2, L. 731-3, L. 741-4, L. 751-4 et L. 761-3 du code monétaire et financier"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2005-08-02 CODIFICATION source Décret n° 2005-1007 du 2 août 2005 relatif à la partie réglementaire du code monétaire et financier Les dispositions réglementaires du code monétaire et financier font l'objet d'une publication spéciale annexée au Journal officiel de ce jour (voir à la fin du sommaire)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2016-11-10 CITATION cible Décret n° 2016-1523 du 10 novembre 2016 relatif à la lutte contre le financement du terrorisme VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2021-06-02 MODIFIE cible Décret n° 2021-704 du 2 juin 2021 relatif aux modalités de déclaration et de divulgation auprès de l'administration des douanes des flux d'argent liquide entre la France et l'étranger - article 11 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2022-11-23 ABROGE cible Décret n° 2022-1456 du 23 novembre 2022 relatif à la partie réglementaire du livre VII du code monétaire et financier - article 7 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code monétaire et financier - art. L751-4-1"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CONCORDANCE cible Code monétaire et financier - article R722-5 AUTONOME VIGUEUR, en vigueur depuis le 2022-11-25"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CONCORDANCE cible Code monétaire et financier - article R722-6 AUTONOME VIGUEUR, en vigueur depuis le 2022-11-25"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code monétaire et financier - article R751-6 AUTONOME MODIFIE, en vigueur du 2005-08-25 au 2012-10-26"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code monétaire et financier - article R751-8 AUTONOME ABROGE, en vigueur du 2021-06-03 au 2022-11-25"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/60/37/LEGIARTI000043603735.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/60/37/LEGIARTI000043603735.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/43/60/37/LEGIARTI000043603735.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_monetaire_et_financier/src/branch/main/partie_reglementaire/livre_vii/titre_v/chapitre_ier/section_3/sous-section_2/article_r751-7.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000043603735)"},{"type":"add","content":""}],"status":"added"},{"filename":"partie_reglementaire/livre_vii/titre_v/chapitre_ier/section_3/sous-section_2/article_r751-8.md","articleName":"Article R751-8","additions":30,"deletions":20,"diff":[{"type":"del","content":"Pour l'application de l'article L. 751-4, sont considérés comme des sommes, titres ou valeurs :"},{"type":"add","content":"Pour l'application de l'article L. 751-5-1 :"},{"type":"del","content":"1° Les instruments négociables au porteur, y compris les instruments monétaires au porteur tels que les chèques de voyage ;"},{"type":"add","content":"1° La liste des informations que le porteur est tenu de fournir à l'administration est celle prévue au II de l'article R. 751-6 ;"},{"type":"del","content":"2° Les instruments négociables (y compris les chèques, les billets à ordre et les mandats) qui sont soit au porteur, endossés sans restriction ou libellés à l'ordre d'un bénéficiaire fictif, soit sous une forme telle que la propriété de l'instrument est transférée au moment de la cession de celui-ci ;"},{"type":"add","content":"2° La liste des informations que l'expéditeur, le destinataire, ou leur représentant, selon le cas, est tenu de fournir à l'administration est celle prévue au II de l'article R. 751-7."},{"type":"del","content":"3° Les instruments incomplets (y compris les chèques, les billets à ordre et les mandats) signés mais où le nom du bénéficiaire n'a pas été indiqué ;"},{"type":"del","content":"4° Les espèces (billets de banque et pièces de monnaie qui sont en circulation comme instrument d'échange)."},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Conformément à l'article 19 du décret n° 2021-704 du 2 juin 2021, ces dispositions entrent en vigueur le 3 juin 2021."},{"type":"del","content":"Code monétaire et financier - article L751-4 AUTONOME MODIFIE, en vigueur du 2013-09-01 au 2021-06-03 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code monétaire et financier - article L751-4 AUTONOME ABROGE, en vigueur du 2021-06-03 au 2022-02-26 CITATION cible"},{"type":"add","content":"Code monétaire et financier - article R722-7 AUTONOME VIGUEUR, en vigueur depuis le 2022-11-25 CONCORDANCE source"},{"type":"del","content":"Code monétaire et financier - article L751-4 AUTONOME MODIFIE, en vigueur du 2007-06-15 au 2010-07-08 CITATION cible"},{"type":"add","content":"Code monétaire et financier - article L751-5-1 AUTONOME ABROGE, en vigueur du 2021-06-03 au 2022-02-26 CITATION cible"},{"type":"del","content":"Code monétaire et financier - article L751-4 AUTONOME MODIFIE, en vigueur du 2001-01-01 au 2006-04-01 CITATION cible"},{"type":"add","content":"Code monétaire et financier - article R751-6 AUTONOME ABROGE, en vigueur du 2021-06-03 au 2022-11-25 CITATION cible"},{"type":"del","content":"Code monétaire et financier - article L751-4 AUTONOME MODIFIE, en vigueur du 2010-07-08 au 2013-09-01 CITATION cible"},{"type":"add","content":"Code monétaire et financier - article R751-7 AUTONOME ABROGE, en vigueur du 2021-06-03 au 2022-11-25 CITATION cible"},{"type":"del","content":"Code monétaire et financier - article L751-4 AUTONOME MODIFIE, en vigueur du 2006-04-01 au 2007-06-15 CITATION cible"},{"type":"add","content":"Décret n° 2021-704 du 2 juin 2021 relatif aux modalités de déclaration et de divulgation auprès de l'administration des douanes des flux d'argent liquide entre la France et l'étranger - article 12 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"Décret n° 2012-1182 du 23 octobre 2012 modifiant les livres Ier et VII de la partie réglementaire du code monétaire et financier - article 14 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Décret n° 2022-1456 du 23 novembre 2022 relatif à la partie réglementaire du livre VII du code monétaire et financier - article 7 ENTIEREMENT_MODIF ABROGE source"},{"type":"del","content":"2012-10-23 MODIFIE cible Décret n° 2012-1182 du 23 octobre 2012 modifiant les livres Ier et VII de la partie réglementaire du code monétaire et financier - article 14 ENTIEREMENT_MODIF"},{"type":"add","content":"2021-06-02 MODIFIE cible Décret n° 2021-704 du 2 juin 2021 relatif aux modalités de déclaration et de divulgation auprès de l'administration des douanes des flux d'argent liquide entre la France et l'étranger - article 12 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2022-11-23 ABROGE cible Décret n° 2022-1456 du 23 novembre 2022 relatif à la partie réglementaire du livre VII du code monétaire et financier - article 7 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code monétaire et financier - art. L751-5-1"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CONCORDANCE cible Code monétaire et financier - article R722-7 AUTONOME VIGUEUR, en vigueur depuis le 2022-11-25"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code monétaire et financier - article R751-6 AUTONOME ABROGE, en vigueur du 2021-06-03 au 2022-11-25"},{"type":"del","content":"2999-01-01 CITATION source Code monétaire et financier - article L751-4 AUTONOME MODIFIE, en vigueur du 2001-01-01 au 2006-04-01"},{"type":"add","content":"2999-01-01 CITATION source Code monétaire et financier - article R751-7 AUTONOME ABROGE, en vigueur du 2021-06-03 au 2022-11-25"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/26/53/38/LEGIARTI000026533856.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/26/53/38/LEGIARTI000026533856.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/26/53/38/LEGIARTI000026533856.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/60/37/LEGIARTI000043603739.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/60/37/LEGIARTI000043603739.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/43/60/37/LEGIARTI000043603739.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000026533856)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000043603739)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_vii/titre_vi/chapitre_ier/section_3/sous-section_2/README.md","articleName":"Sommaire - Sous-Section 2","additions":1,"deletions":0,"diff":[{"type":"add","content":"- [Article R761-7](article_r761-7.md)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_vii/titre_vi/chapitre_ier/section_3/sous-section_2/article_r761-6.md","articleName":"Article R761-6","additions":52,"deletions":31,"diff":[{"type":"del","content":"I. – La déclaration des sommes, titres ou valeurs prévue à l'article L. 761-3 est faite par écrit par les personnes physiques, pour leur compte ou pour celui d'autrui, auprès de l'administration des douanes, au plus tard au moment du transfert des sommes, titres ou valeurs à destination ou en provenance de l'étranger."},{"type":"add","content":"I.-La déclaration de l'argent liquide transporté par porteur prévue à l'article L. 761-3 est faite par écrit, sur support papier ou par voie électronique, par les porteurs de l'argent liquide, auprès de l'administration des douanes, au plus tard au moment du franchissement de la frontière avec l'étranger."},{"type":"del","content":"Lorsque la déclaration est faite préalablement au transfert des sommes, titres ou valeurs à destination ou en provenance de l'étranger, elle peut être adressée par voie postale ou par voie électronique au service des douanes."},{"type":"add","content":"Lorsqu'elle est faite au plus tôt trente jours avant le franchissement de la frontière avec l'étranger, la déclaration est adressée par voie électronique au moyen du téléservice dont la dénomination et les caractéristiques sont fixées par arrêté du ministre chargé des douanes."},{"type":"del","content":"Lorsqu'elle est déposée au service des douanes ou qu'elle est adressée par voie postale, la déclaration faite par écrit est signée par le déclarant."},{"type":"add","content":"Lorsqu'elle est faite au moment du franchissement de la frontière avec l'étranger, la déclaration est déposée auprès du service des douanes, sur support papier ou par voie électronique au moyen du téléservice mentionné au deuxième alinéa."},{"type":"del","content":"La transmission de la déclaration électronique emporte les mêmes effets juridiques que le dépôt des déclarations faites par écrit et signées."},{"type":"add","content":"La transmission de la déclaration électronique au moyen du téléservice mentionné au deuxième alinéa emporte les mêmes effets juridiques que le dépôt de la déclaration établie sur support papier et signée."},{"type":"del","content":"Lorsque le transfert mentionné à l'article L. 761-3 est effectué par l'intermédiaire d'un prestataire du service postal au sens de l'article L. 1 du code des postes et des communications électroniques ou par tout autre prestataire de services d'expédition, la déclaration est faite par l'expéditeur au plus tard le jour de l'envoi postal ou de l'expédition."},{"type":"add","content":"II.-La déclaration mentionnée au I contient, sur un document daté, les informations concernant :"},{"type":"del","content":"II. – La déclaration visée à l'alinéa précédent contient, sur un document daté, les informations suivantes :"},{"type":"add","content":"1° Le porteur, y compris ses noms et prénoms, ses coordonnées, y compris son adresse, sa date et son lieu de naissance, sa nationalité et le numéro d'un document d'identité ;"},{"type":"del","content":"1° Les nom, prénoms et civilité du déclarant, sa nationalité, sa date et son lieu de naissance, sa profession, son adresse ainsi que la nature, le numéro, la date de validité et le lieu de délivrance de la pièce d'identité qui sera présentée au service des douanes ;"},{"type":"add","content":"2° Le propriétaire de l'argent liquide, y compris, lorsqu'il s'agit d'une personne physique, ses noms et prénoms, ses coordonnées, y compris son adresse, sa date et son lieu de naissance, sa nationalité et le numéro d'un document d'identité ou, lorsqu'il s'agit d'une personne morale, sa dénomination complète, ses coordonnées, y compris son adresse, son numéro d'enregistrement et, si cette information est disponible, son numéro d'immatriculation à la taxe sur la valeur ajoutée (TVA) ;"},{"type":"del","content":"2° Lorsque le transfert est opéré pour le compte d'un tiers :"},{"type":"add","content":"3° Si cette information est disponible, le destinataire projeté de l'argent liquide, y compris, lorsqu'il s'agit d'une personne physique, ses noms et prénoms, ses coordonnées, y compris son adresse, sa date et son lieu de naissance, sa nationalité et le numéro d'un document d'identité ou, lorsqu'il s'agit d'une personne morale, sa dénomination complète, ses coordonnées, y compris son adresse, son numéro d'enregistrement et, si cette information est disponible, son numéro d'immatriculation à la TVA ;"},{"type":"del","content":"a) S'il s'agit d'une personne physique, les nom et prénoms du propriétaire des sommes, titres ou valeurs, sa nationalité, sa date et son lieu de naissance, sa profession, son adresse et la nature, le numéro, la date de validité et le lieu de délivrance de ses pièces d'identité ;"},{"type":"add","content":"4° La nature et le montant ou la valeur de l'argent liquide ;"},{"type":"del","content":"b) S'il s'agit d'une personne morale, sa raison ou dénomination sociale et son adresse ;"},{"type":"add","content":"5° La provenance économique de l'argent liquide ;"},{"type":"del","content":"3° Les nom et prénoms du destinataire projeté des sommes, titres ou valeurs ou, s'il s'agit d'une personne morale, sa raison ou dénomination sociale, ainsi que son adresse ;"},{"type":"add","content":"6° L'usage qu'il est prévu de faire de l'argent liquide ;"},{"type":"del","content":"4° Le montant et la nature des sommes, titres ou valeurs ;"},{"type":"add","content":"7° L'itinéraire de transport ;"},{"type":"del","content":"5° La provenance des sommes, titres ou valeurs et l'usage qu'il est prévu d'en faire ;"},{"type":"add","content":"8° Le ou les moyens de transport."},{"type":"del","content":"6° L'itinéraire de transport ;"},{"type":"add","content":"Une copie certifiée de la déclaration d'argent liquide transporté par porteur prévue à l'article L. 761-3 est délivrée au déclarant à sa demande."},{"type":"del","content":"7° Le ou les moyens de transport."},{"type":"add","content":"III.-Les modalités de dépôt de la déclaration de l'argent liquide transporté par porteur sont précisées par arrêté du ministre chargé des douanes."},{"type":"del","content":"III. – Les modalités de dépôt de la déclaration sont fixées par arrêté du ministre chargé des douanes."},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Conformément à l'article 19 du décret n° 2021-704 du 2 juin 2021, ces dispositions entrent en vigueur le 3 juin 2021."},{"type":"del","content":"Code des postes et des communications électroniques - article L1 AUTONOME MODIFIE, en vigueur du 1962-03-14 au 1991-01-01 CITATION cible"},{"type":"add","content":"Code monétaire et financier - article L761-3 AUTONOME MODIFIE, en vigueur du 2001-01-01 au 2005-05-07 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article R722-3 AUTONOME VIGUEUR, en vigueur depuis le 2022-11-25 CONCORDANCE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article L761-3 AUTONOME MODIFIE, en vigueur du 2013-09-01 au 2021-06-03 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article L761-3 AUTONOME ABROGE, en vigueur du 2021-06-03 au 2022-02-26 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article R761-8 AUTONOME ABROGE, en vigueur du 2021-06-03 au 2022-11-25 CITATION source"},{"type":"del","content":"Code des postes et des communications électroniques - article L1 AUTONOME MODIFIE, en vigueur du 2011-01-01 au 2017-03-02 CITATION cible"},{"type":"add","content":"Code monétaire et financier - article L761-3 AUTONOME MODIFIE, en vigueur du 2006-04-01 au 2007-06-15 CITATION cible"},{"type":"del","content":"Code des postes et des communications électroniques - article L1 AUTONOME MODIFIE, en vigueur du 1991-01-01 au 1999-06-29 CITATION cible"},{"type":"add","content":"Code monétaire et financier - article L761-3 AUTONOME MODIFIE, en vigueur du 2005-05-07 au 2006-04-01 CITATION cible"},{"type":"del","content":"Code des postes et des communications électroniques - article L1 AUTONOME MODIFIE, en vigueur du 1999-06-29 au 2005-02-24 CITATION cible"},{"type":"add","content":"Décret n° 2021-704 du 2 juin 2021 relatif aux modalités de déclaration et de divulgation auprès de l'administration des douanes des flux d'argent liquide entre la France et l'étranger - article 13 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"Code des postes et des communications électroniques - article L1 AUTONOME VIGUEUR, en vigueur depuis le 2017-03-02 CITATION cible"},{"type":"add","content":"Code monétaire et financier - article L761-3 AUTONOME MODIFIE, en vigueur du 2007-06-15 au 2010-07-08 CITATION cible"},{"type":"del","content":"Code des postes et des communications électroniques - article L1 AUTONOME MODIFIE, en vigueur du 2005-05-21 au 2011-01-01 CITATION cible"},{"type":"add","content":"Code monétaire et financier - article L761-3 AUTONOME MODIFIE, en vigueur du 2010-07-08 au 2013-09-01 CITATION cible"},{"type":"del","content":"Décret n° 2016-1523 du 10 novembre 2016 relatif à la lutte contre le financement du terrorisme - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Décret n° 2022-1456 du 23 novembre 2022 relatif à la partie réglementaire du livre VII du code monétaire et financier - article 7 ENTIEREMENT_MODIF ABROGE source"},{"type":"del","content":"Code des postes et des communications électroniques - article L1 AUTONOME MODIFIE, en vigueur du 2005-02-24 au 2005-05-21 CITATION cible"},{"type":"add","content":"Code monétaire et financier - article R722-4 AUTONOME VIGUEUR, en vigueur depuis le 2022-11-25 CONCORDANCE source"},{"type":"del","content":"2016-11-10 MODIFIE cible Décret n° 2016-1523 du 10 novembre 2016 relatif à la lutte contre le financement du terrorisme - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":"2021-06-02 MODIFIE cible Décret n° 2021-704 du 2 juin 2021 relatif aux modalités de déclaration et de divulgation auprès de l'administration des douanes des flux d'argent liquide entre la France et l'étranger - article 13 ENTIEREMENT_MODIF"},{"type":"del","content":"2999-01-01 CITATION source Code des postes et des communications électroniques - article L1 AUTONOME MODIFIE, en vigueur du 1962-03-14 au 1991-01-01"},{"type":"add","content":"2022-11-23 ABROGE cible Décret n° 2022-1456 du 23 novembre 2022 relatif à la partie réglementaire du livre VII du code monétaire et financier - article 7 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CONCORDANCE cible Code monétaire et financier - article R722-3 AUTONOME VIGUEUR, en vigueur depuis le 2022-11-25"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CONCORDANCE cible Code monétaire et financier - article R722-4 AUTONOME VIGUEUR, en vigueur depuis le 2022-11-25"},{"type":"add","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code monétaire et financier - article R761-8 AUTONOME MODIFIE, en vigueur du 2005-08-25 au 2012-10-26"},{"type":"add","content":"2999-01-01 CITATION cible Code monétaire et financier - article R761-8 AUTONOME ABROGE, en vigueur du 2021-06-03 au 2022-11-25"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/38/50/LEGIARTI000033385081.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/38/50/LEGIARTI000033385081.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/38/50/LEGIARTI000033385081.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/60/37/LEGIARTI000043603746.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/60/37/LEGIARTI000043603746.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/43/60/37/LEGIARTI000043603746.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033385081)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000043603746)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_vii/titre_vi/chapitre_ier/section_3/sous-section_2/article_r761-7.md","articleName":"Article R761-7","additions":126,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article R761-7"},{"type":"add","content":""},{"type":"add","content":"I.-La déclaration de divulgation prévue à l'article L. 761-3-1 est faite sur demande écrite de l'administration des douanes par l'expéditeur, le destinataire ou leur représentant, selon le cas, par écrit, sur support papier ou par voie électronique, dans un délai de trente jours à compter de la date de réception de la demande de divulgation."},{"type":"add","content":""},{"type":"add","content":"Lorsqu'elle est adressée par voie électronique, la déclaration est faite au moyen du téléservice mentionné à l'article R. 761-6."},{"type":"add","content":""},{"type":"add","content":"La transmission de la déclaration électronique au moyen du téléservice mentionné à l'article R. 761-6 emporte les mêmes effets juridiques que le dépôt de la déclaration établie sur support papier et signée."},{"type":"add","content":""},{"type":"add","content":"II.-La déclaration mentionnée au I contient, sur un document daté, les informations concernant :"},{"type":"add","content":""},{"type":"add","content":"1° Le déclarant, notamment ses noms et prénoms, ses coordonnées, y compris son adresse, sa date et son lieu de naissance, sa nationalité et le numéro d'un document d'identité ;"},{"type":"add","content":""},{"type":"add","content":"2° Le propriétaire de l'argent liquide, notamment, lorsqu'il s'agit d'une personne physique, ses noms et prénoms, ses coordonnées, y compris son adresse, sa date et son lieu de naissance, sa nationalité et le numéro d'un document d'identité ou, lorsqu'il s'agit d'une personne morale, sa dénomination complète, ses coordonnées, y compris son adresse, son numéro d'enregistrement et, si cette information est disponible, son numéro d'immatriculation à la TVA ;"},{"type":"add","content":""},{"type":"add","content":"3° L'expéditeur de l'argent liquide, notamment, lorsqu'il s'agit d'une personne physique, ses noms et prénoms, ses coordonnées, y compris son adresse, sa date et son lieu de naissance, sa nationalité et le numéro d'un document d'identité ou, lorsqu'il s'agit d'une personne morale, sa dénomination complète, ses coordonnées, y compris son adresse, son numéro d'enregistrement et, si cette information est disponible, son numéro d'immatriculation à la TVA ;"},{"type":"add","content":""},{"type":"add","content":"4° Le destinataire ou le destinataire projeté de l'argent liquide, notamment, lorsqu'il s'agit d'une personne physique, ses noms et prénoms, ses coordonnées, y compris son adresse, sa date et son lieu de naissance, sa nationalité et le numéro d'un document d'identité ou, lorsqu'il s'agit d'une personne morale, sa dénomination complète, ses coordonnées, y compris son adresse, son numéro d'enregistrement et, si cette information est disponible, son numéro d'immatriculation à la TVA ;"},{"type":"add","content":""},{"type":"add","content":"5° La nature et le montant ou la valeur de l'argent liquide ;"},{"type":"add","content":""},{"type":"add","content":"6° La provenance économique de l'argent liquide ;"},{"type":"add","content":""},{"type":"add","content":"7° L'usage qu'il est prévu de faire de l'argent liquide."},{"type":"add","content":""},{"type":"add","content":"Une copie certifiée de la déclaration de divulgation prévue à l'article L. 761-3-1 est délivrée au déclarant à sa demande."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Conformément à l'article 19 du décret n° 2021-704 du 2 juin 2021, ces dispositions entrent en vigueur le 3 juin 2021."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article L761-3-1 AUTONOME ABROGE, en vigueur du 2021-06-03 au 2022-02-26 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article R761-6 AUTONOME MODIFIE, en vigueur du 2005-08-25 au 2012-10-26 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article R761-6 AUTONOME MODIFIE, en vigueur du 2016-12-01 au 2021-06-03 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article R761-6 AUTONOME MODIFIE, en vigueur du 2012-10-26 au 2016-12-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article R761-6 AUTONOME ABROGE, en vigueur du 2021-06-03 au 2022-11-25 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article R761-8 AUTONOME ABROGE, en vigueur du 2021-06-03 au 2022-11-25 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2021-704 du 2 juin 2021 relatif aux modalités de déclaration et de divulgation auprès de l'administration des douanes des flux d'argent liquide entre la France et l'étranger - article 14 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article R722-6 AUTONOME VIGUEUR, en vigueur depuis le 2022-11-25 CONCORDANCE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article R722-5 AUTONOME VIGUEUR, en vigueur depuis le 2022-11-25 CONCORDANCE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2022-1456 du 23 novembre 2022 relatif à la partie réglementaire du livre VII du code monétaire et financier - article 7 ENTIEREMENT_MODIF ABROGE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2005-1007 du 2 août 2005 relatif à la partie réglementaire du code monétaire et financier Les dispositions réglementaires du code monétaire et financier font l'objet d'une publication spéciale annexée au Journal officiel de ce jour (voir à la fin du sommaire) CODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2002-12-05 CONCORDANCE source Décret n° 2002-1440 du 5 décembre 2002 portant modalités d'application des articles L. 721-2, L. 731-3, L. 741-4, L. 751-4 et L. 761-3 du code monétaire et financier"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2005-08-02 CODIFICATION source Décret n° 2005-1007 du 2 août 2005 relatif à la partie réglementaire du code monétaire et financier Les dispositions réglementaires du code monétaire et financier font l'objet d'une publication spéciale annexée au Journal officiel de ce jour (voir à la fin du sommaire)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2016-11-10 CITATION cible Décret n° 2016-1523 du 10 novembre 2016 relatif à la lutte contre le financement du terrorisme VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2021-06-02 MODIFIE cible Décret n° 2021-704 du 2 juin 2021 relatif aux modalités de déclaration et de divulgation auprès de l'administration des douanes des flux d'argent liquide entre la France et l'étranger - article 14 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2022-11-23 ABROGE cible Décret n° 2022-1456 du 23 novembre 2022 relatif à la partie réglementaire du livre VII du code monétaire et financier - article 7 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code monétaire et financier - art. L761-3-1"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CONCORDANCE cible Code monétaire et financier - article R722-5 AUTONOME VIGUEUR, en vigueur depuis le 2022-11-25"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CONCORDANCE cible Code monétaire et financier - article R722-6 AUTONOME VIGUEUR, en vigueur depuis le 2022-11-25"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code monétaire et financier - article R761-6 AUTONOME MODIFIE, en vigueur du 2005-08-25 au 2012-10-26"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code monétaire et financier - article R761-8 AUTONOME ABROGE, en vigueur du 2021-06-03 au 2022-11-25"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/60/37/LEGIARTI000043603750.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/60/37/LEGIARTI000043603750.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/43/60/37/LEGIARTI000043603750.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_monetaire_et_financier/src/branch/main/partie_reglementaire/livre_vii/titre_vi/chapitre_ier/section_2/sous-section_2/article_r761-7.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000043603750)"},{"type":"add","content":""}],"status":"added"},{"filename":"partie_reglementaire/livre_vii/titre_vi/chapitre_ier/section_3/sous-section_2/article_r761-8.md","articleName":"Article R761-8","additions":30,"deletions":23,"diff":[{"type":"del","content":"Pour l'application de l'article L. 761-3, sont considérés comme des sommes, titres ou valeurs :"},{"type":"add","content":"Pour l'application de l'article L. 761-4-1 :"},{"type":"del","content":"1° Les instruments négociables au porteur, y compris les instruments monétaires au porteur tels que les chèques de voyage ;"},{"type":"add","content":"1° La liste des informations que le porteur est tenu de fournir à l'administration est celle prévue au II de l'article R. 761-6 ;"},{"type":"del","content":"2° Les instruments négociables (y compris les chèques, les billets à ordre et les mandats) qui sont soit au porteur, endossés sans restriction ou libellés à l'ordre d'un bénéficiaire fictif, soit sous une forme telle que la propriété de l'instrument est transférée au moment de la cession de celui-ci ;"},{"type":"add","content":"2° La liste des informations que l'expéditeur, le destinataire, ou leur représentant, selon le cas, est tenu de fournir à l'administration, est celle prévue au II de l'article R. 761-7."},{"type":"del","content":"3° Les instruments incomplets (y compris les chèques, les billets à ordre et les mandats) signés mais où le nom du bénéficiaire n'a pas été indiqué ;"},{"type":"del","content":"4° Les espèces (billets de banque et pièces de monnaie qui sont en circulation comme instrument d'échange)."},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Conformément à l'article 19 du décret n° 2021-704 du 2 juin 2021, ces dispositions entrent en vigueur le 3 juin 2021."},{"type":"del","content":"Code monétaire et financier - article L761-3 AUTONOME MODIFIE, en vigueur du 2001-01-01 au 2005-05-07 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code monétaire et financier - article L761-3 AUTONOME MODIFIE, en vigueur du 2013-09-01 au 2021-06-03 CITATION cible"},{"type":"add","content":"Code monétaire et financier - article R722-7 AUTONOME VIGUEUR, en vigueur depuis le 2022-11-25 CONCORDANCE source"},{"type":"del","content":"Code monétaire et financier - article L761-3 AUTONOME ABROGE, en vigueur du 2021-06-03 au 2022-02-26 CITATION cible"},{"type":"add","content":"Code monétaire et financier - article L761-4-1 AUTONOME ABROGE, en vigueur du 2021-06-03 au 2022-02-26 CITATION cible"},{"type":"del","content":"Code monétaire et financier - article L761-3 AUTONOME MODIFIE, en vigueur du 2006-04-01 au 2007-06-15 CITATION cible"},{"type":"add","content":"Code monétaire et financier - article R761-6 AUTONOME ABROGE, en vigueur du 2021-06-03 au 2022-11-25 CITATION cible"},{"type":"del","content":"Code monétaire et financier - article L761-3 AUTONOME MODIFIE, en vigueur du 2005-05-07 au 2006-04-01 CITATION cible"},{"type":"add","content":"Code monétaire et financier - article R761-7 AUTONOME ABROGE, en vigueur du 2021-06-03 au 2022-11-25 CITATION cible"},{"type":"del","content":"Code monétaire et financier - article L761-3 AUTONOME MODIFIE, en vigueur du 2007-06-15 au 2010-07-08 CITATION cible"},{"type":"add","content":"Décret n° 2021-704 du 2 juin 2021 relatif aux modalités de déclaration et de divulgation auprès de l'administration des douanes des flux d'argent liquide entre la France et l'étranger - article 15 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"Code monétaire et financier - article L761-3 AUTONOME MODIFIE, en vigueur du 2010-07-08 au 2013-09-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2012-1182 du 23 octobre 2012 modifiant les livres Ier et VII de la partie réglementaire du code monétaire et financier - article 17 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Décret n° 2022-1456 du 23 novembre 2022 relatif à la partie réglementaire du livre VII du code monétaire et financier - article 7 ENTIEREMENT_MODIF ABROGE source"},{"type":"del","content":"2012-10-23 MODIFIE cible Décret n° 2012-1182 du 23 octobre 2012 modifiant les livres Ier et VII de la partie réglementaire du code monétaire et financier - article 17 ENTIEREMENT_MODIF"},{"type":"add","content":"2021-06-02 MODIFIE cible Décret n° 2021-704 du 2 juin 2021 relatif aux modalités de déclaration et de divulgation auprès de l'administration des douanes des flux d'argent liquide entre la France et l'étranger - article 15 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2022-11-23 ABROGE cible Décret n° 2022-1456 du 23 novembre 2022 relatif à la partie réglementaire du livre VII du code monétaire et financier - article 7 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code monétaire et financier - art. L761-4-1"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CONCORDANCE cible Code monétaire et financier - article R722-7 AUTONOME VIGUEUR, en vigueur depuis le 2022-11-25"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code monétaire et financier - article R761-6 AUTONOME ABROGE, en vigueur du 2021-06-03 au 2022-11-25"},{"type":"del","content":"2999-01-01 CITATION source Code monétaire et financier - article L761-3 AUTONOME MODIFIE, en vigueur du 2001-01-01 au 2005-05-07"},{"type":"add","content":"2999-01-01 CITATION source Code monétaire et financier - article R761-7 AUTONOME ABROGE, en vigueur du 2021-06-03 au 2022-11-25"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/26/53/38/LEGIARTI000026533867.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/26/53/38/LEGIARTI000026533867.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/26/53/38/LEGIARTI000026533867.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/60/37/LEGIARTI000043603754.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/60/37/LEGIARTI000043603754.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/43/60/37/LEGIARTI000043603754.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000026533867)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000043603754)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_vii/titre_vii/chapitre_ier/README.md","articleName":"Sommaire - Chapitre Ier","additions":1,"deletions":0,"diff":[{"type":"add","content":"- [Article R771-3](article_r771-3.md)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_vii/titre_vii/chapitre_ier/article_r771-1.md","articleName":"Article R771-1","additions":44,"deletions":38,"diff":[{"type":"del","content":"I. – La déclaration des sommes, titres ou valeurs prévue à l'article L. 771-1 est faite par écrit par les personnes physiques, pour leur compte ou pour celui d'autrui, auprès de l'administration des douanes, au plus tard au moment du transfert des sommes, titres ou valeurs à destination ou en provenance de l'étranger."},{"type":"add","content":"I.-La déclaration de l'argent liquide transporté par porteur prévue à l'article L. 771-1 est faite par écrit, sur support papier ou par voie électronique, par les porteurs de l'argent liquide, auprès de l'administration des douanes, au plus tard au moment du franchissement de la frontière avec l'étranger."},{"type":"del","content":"Lorsque la déclaration est faite préalablement au transfert des sommes, titres ou valeurs à destination ou en provenance de l'étranger, elle peut être adressée par voie postale ou par voie électronique au service des douanes."},{"type":"add","content":"Lorsqu'elle est faite au plus tôt trente jours avant le franchissement de la frontière avec l'étranger, la déclaration est adressée par voie électronique au moyen du téléservice dont la dénomination et les caractéristiques sont fixées par arrêté du ministre chargé des douanes."},{"type":"del","content":"Lorsqu'elle est déposée au service des douanes ou qu'elle est adressée par voie postale, la déclaration faite par écrit est signée par le déclarant."},{"type":"add","content":"Lorsqu'elle est faite au moment du franchissement de la frontière avec l'étranger, la déclaration est déposée auprès du service des douanes, sur support papier ou par voie électronique au moyen du téléservice mentionné au deuxième alinéa."},{"type":"del","content":"La transmission de la déclaration électronique emporte les mêmes effets juridiques que le dépôt de la déclaration faite par écrit et signée."},{"type":"add","content":"La transmission de la déclaration électronique au moyen du téléservice mentionné au deuxième alinéa emporte les mêmes effets juridiques que le dépôt de la déclaration établie sur support papier et signée."},{"type":"del","content":"Lorsque le transfert mentionné à l'article L. 771-1 est effectué par l'intermédiaire d'un prestataire du service postal au sens de l'article L. 1 du code des postes et des communications électroniques ou par tout autre prestataire de services d'expédition, la déclaration est faite par l'expéditeur au plus tard le jour de l'envoi postal ou de l'expédition."},{"type":"add","content":"II.-La déclaration mentionnée au I contient, sur un document daté, les informations concernant :"},{"type":"del","content":"II. – La déclaration mentionnée au I contient, sur un document daté, les informations suivantes :"},{"type":"add","content":"1° Le porteur, y compris ses noms et prénoms, ses coordonnées, y compris son adresse, sa date et son lieu de naissance, sa nationalité et le numéro d'un document d'identité ;"},{"type":"del","content":"1° Les nom, prénoms et civilité du déclarant, sa nationalité, sa date et son lieu de naissance, sa profession, son adresse ainsi que la nature, le numéro, la date de validité et le lieu de délivrance de la pièce d'identité qui sera présentée au service des douanes ;"},{"type":"add","content":"2° Le propriétaire de l'argent liquide, y compris, lorsqu'il s'agit d'une personne physique, ses noms et prénoms, ses coordonnées, y compris son adresse, sa date et son lieu de naissance, sa nationalité et le numéro d'un document d'identité ou, lorsqu'il s'agit d'une personne morale, sa dénomination complète, ses coordonnées, y compris son adresse, son numéro d'enregistrement et, si cette information est disponible, son numéro d'immatriculation à la taxe sur la valeur ajoutée (TVA) ;"},{"type":"del","content":"2° Lorsque le transfert est opéré pour le compte d'un tiers :"},{"type":"add","content":"3° Si cette information est disponible, le destinataire projeté de l'argent liquide, y compris, lorsqu'il s'agit d'une personne physique, ses noms et prénoms, ses coordonnées, y compris son adresse, sa date et son lieu de naissance, sa nationalité et le numéro d'un document d'identité ou, lorsqu'il s'agit d'une personne morale, sa dénomination complète, ses coordonnées, y compris son adresse, son numéro d'enregistrement et, si cette information est disponible, son numéro d'immatriculation à la TVA ;"},{"type":"del","content":"a) S'il s'agit d'une personne physique, les nom et prénoms du propriétaire des sommes, titres ou valeurs, sa nationalité, sa date et son lieu de naissance, sa profession, son adresse et la nature, le numéro, la date de validité et le lieu de délivrance de ses pièces d'identité ;"},{"type":"add","content":"4° La nature et le montant ou la valeur de l'argent liquide ;"},{"type":"del","content":"b) S'il s'agit d'une personne morale, sa raison ou dénomination sociale et son adresse ;"},{"type":"add","content":"5° La provenance économique de l'argent liquide ;"},{"type":"del","content":"3° Les nom et prénoms du destinataire projeté des sommes, titres ou valeurs ou, s'il s'agit d'une personne morale, sa raison ou dénomination sociale, ainsi que son adresse ;"},{"type":"add","content":"6° L'usage qu'il est prévu de faire de l'argent liquide ;"},{"type":"del","content":"4° Le montant et la nature des sommes, titres ou valeurs ;"},{"type":"add","content":"7° L'itinéraire de transport ;"},{"type":"del","content":"5° La provenance des sommes, titres ou valeurs et l'usage qu'il est prévu d'en faire ;"},{"type":"add","content":"8° Le ou les moyens de transport."},{"type":"del","content":"6° L'itinéraire de transport ;"},{"type":"add","content":"Une copie certifiée de la déclaration d'argent liquide transporté par porteur prévue à l'article L. 771-1 est délivrée au déclarant à sa demande."},{"type":"del","content":"7° Le ou les moyens de transport."},{"type":"add","content":"III.-Les modalités de dépôt de la déclaration de l'argent liquide transporté par porteur sont précisées par arrêté du ministre chargé des douanes."},{"type":"del","content":"III. – Les modalités de dépôt de la déclaration sont fixées par arrêté du ministre chargé des douanes."},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Conformément à l'article 19 du décret n° 2021-704 du 2 juin 2021, ces dispositions entrent en vigueur le 3 juin 2021."},{"type":"del","content":"Code des postes et des communications électroniques - article L1 AUTONOME MODIFIE, en vigueur du 1962-03-14 au 1991-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code monétaire et financier - article L771-1 AUTONOME MODIFIE, en vigueur du 2012-01-01 au 2013-09-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code monétaire et financier - article L771-1 AUTONOME MODIFIE, en vigueur du 2013-09-01 au 2021-06-03 CITATION cible"},{"type":"add","content":"Décret n° 2021-704 du 2 juin 2021 relatif aux modalités de déclaration et de divulgation auprès de l'administration des douanes des flux d'argent liquide entre la France et l'étranger - article 16 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"Code des postes et des communications électroniques - article L1 AUTONOME MODIFIE, en vigueur du 2011-01-01 au 2017-03-02 CITATION cible"},{"type":"add","content":"Code monétaire et financier - article R722-3 AUTONOME VIGUEUR, en vigueur depuis le 2022-11-25 CONCORDANCE source"},{"type":"del","content":"Code des postes et des communications électroniques - article L1 AUTONOME MODIFIE, en vigueur du 1991-01-01 au 1999-06-29 CITATION cible"},{"type":"add","content":"Code monétaire et financier - article R771-3 AUTONOME ABROGE, en vigueur du 2021-06-03 au 2022-11-25 CITATION source"},{"type":"del","content":"Code des postes et des communications électroniques - article L1 AUTONOME MODIFIE, en vigueur du 1999-06-29 au 2005-02-24 CITATION cible"},{"type":"add","content":"Code monétaire et financier - article L771-1 AUTONOME MODIFIE, en vigueur du 2023-07-15 au 2023-09-01 CITATION cible"},{"type":"del","content":"Code monétaire et financier - article L771-1 AUTONOME ABROGE, en vigueur du 2021-06-03 au 2022-02-26 CITATION cible"},{"type":"add","content":"Code monétaire et financier - article L771-1 AUTONOME MODIFIE, en vigueur du 2022-02-26 au 2023-07-15 CITATION cible"},{"type":"del","content":"Code des postes et des communications électroniques - article L1 AUTONOME VIGUEUR, en vigueur depuis le 2017-03-02 CITATION cible"},{"type":"add","content":"Code monétaire et financier - article L771-1 AUTONOME MODIFIE, en vigueur du 2023-09-01 au 2024-10-18 CITATION cible"},{"type":"del","content":"Code des postes et des communications électroniques - article L1 AUTONOME MODIFIE, en vigueur du 2005-05-21 au 2011-01-01 CITATION cible"},{"type":"add","content":"Décret n° 2022-1456 du 23 novembre 2022 relatif à la partie réglementaire du livre VII du code monétaire et financier - article 7 ENTIEREMENT_MODIF ABROGE source"},{"type":"del","content":"Décret n° 2016-1523 du 10 novembre 2016 relatif à la lutte contre le financement du terrorisme - article 2 ENTIEREMENT_MODIF CREE source"},{"type":"add","content":"Code monétaire et financier - article R722-4 AUTONOME VIGUEUR, en vigueur depuis le 2022-11-25 CONCORDANCE source"},{"type":"del","content":"Code des postes et des communications électroniques - article L1 AUTONOME MODIFIE, en vigueur du 2005-02-24 au 2005-05-21 CITATION cible"},{"type":"add","content":"Code monétaire et financier - article L771-1 AUTONOME VIGUEUR, en vigueur depuis le 2024-10-18 CITATION cible"},{"type":"del","content":"2016-11-10 CREE cible Décret n° 2016-1523 du 10 novembre 2016 relatif à la lutte contre le financement du terrorisme - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":"2021-06-02 MODIFIE cible Décret n° 2021-704 du 2 juin 2021 relatif aux modalités de déclaration et de divulgation auprès de l'administration des douanes des flux d'argent liquide entre la France et l'étranger - article 16 ENTIEREMENT_MODIF"},{"type":"del","content":"2999-01-01 CITATION source Code des postes et des communications électroniques - article L1 AUTONOME MODIFIE, en vigueur du 1962-03-14 au 1991-01-01"},{"type":"add","content":"2022-11-23 ABROGE cible Décret n° 2022-1456 du 23 novembre 2022 relatif à la partie réglementaire du livre VII du code monétaire et financier - article 7 ENTIEREMENT_MODIF"},{"type":"del","content":"2999-01-01 CITATION source Code monétaire et financier - article L771-1 AUTONOME MODIFIE, en vigueur du 2012-01-01 au 2013-09-01"},{"type":"add","content":"2999-01-01 CITATION source Code monétaire et financier - article L771-1 AUTONOME MODIFIE, en vigueur du 2022-02-26 au 2023-07-15"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CONCORDANCE cible Code monétaire et financier - article R722-3 AUTONOME VIGUEUR, en vigueur depuis le 2022-11-25"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CONCORDANCE cible Code monétaire et financier - article R722-4 AUTONOME VIGUEUR, en vigueur depuis le 2022-11-25"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code monétaire et financier - article R771-3 AUTONOME ABROGE, en vigueur du 2021-06-03 au 2022-11-25"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/38/51/LEGIARTI000033385153.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/38/51/LEGIARTI000033385153.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/38/51/LEGIARTI000033385153.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/60/37/LEGIARTI000043603761.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/60/37/LEGIARTI000043603761.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/43/60/37/LEGIARTI000043603761.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033385153)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000043603761)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_vii/titre_vii/chapitre_ier/article_r771-2.md","articleName":"Article R771-2","additions":61,"deletions":15,"diff":[{"type":"del","content":"Pour l'application de l'article L. 771-1, sont considérés comme des sommes, titres ou valeurs :"},{"type":"add","content":"I.-La déclaration de divulgation prévue à l'article L. 771-1-1 est faite sur demande écrite de l'administration des douanes par l'expéditeur, le destinataire ou leur représentant, selon le cas, par écrit, sur support papier ou par voie électronique, dans un délai de trente jours à compter de la date de réception de la demande de divulgation."},{"type":"del","content":"1° Les instruments négociables au porteur, y compris les instruments monétaires au porteur tels que les chèques de voyage ;"},{"type":"add","content":"Lorsqu'elle est adressée par voie électronique, la déclaration est faite au moyen du téléservice mentionné à l'article R. 771-1."},{"type":"del","content":"2° Les instruments négociables, y compris les chèques, les billets à ordre et les mandats, qui sont soit au porteur, endossés sans restriction ou libellés à l'ordre d'un bénéficiaire fictif, soit sous une forme telle que la propriété de l'instrument est transférée au moment de la cession de celui-ci ;"},{"type":"add","content":"La transmission de la déclaration électronique au moyen du téléservice mentionné à l'article R. 771-1 emporte les mêmes effets juridiques que le dépôt de la déclaration établie sur support papier et signée."},{"type":"del","content":"3° Les instruments incomplets (y compris les chèques, les billets à ordre et les mandats) signés mais où le nom du bénéficiaire n'a pas été indiqué ;"},{"type":"add","content":"II.-La déclaration mentionnée au I contient, sur un document daté, les informations concernant :"},{"type":"del","content":"4° Les espèces (billets de banque et pièces de monnaie qui sont en circulation comme instrument d'échange)."},{"type":"add","content":"1° Le déclarant, notamment ses noms et prénoms, ses coordonnées, y compris son adresse, sa date et son lieu de naissance, sa nationalité et le numéro d'un document d'identité ;"},{"type":"add","content":""},{"type":"add","content":"2° Le propriétaire de l'argent liquide, notamment, lorsqu'il s'agit d'une personne physique, ses noms et prénoms, ses coordonnées, y compris son adresse, sa date et son lieu de naissance, sa nationalité et le numéro d'un document d'identité ou, lorsqu'il s'agit d'une personne morale, sa dénomination complète, ses coordonnées, y compris son adresse, son numéro d'enregistrement et, si cette information est disponible, son numéro d'immatriculation à la TVA ;"},{"type":"add","content":""},{"type":"add","content":"3° L'expéditeur de l'argent liquide, notamment, lorsqu'il s'agit d'une personne physique, ses noms et prénoms, ses coordonnées, y compris son adresse, sa date et son lieu de naissance, sa nationalité et le numéro d'un document d'identité ou, lorsqu'il s'agit d'une personne morale, sa dénomination complète, ses coordonnées, y compris son adresse, son numéro d'enregistrement et, si cette information est disponible, son numéro d'immatriculation à la TVA ;"},{"type":"add","content":""},{"type":"add","content":"4° Le destinataire ou le destinataire projeté de l'argent liquide, notamment, lorsqu'il s'agit d'une personne physique, ses noms et prénoms, ses coordonnées, y compris son adresse, sa date et son lieu de naissance, sa nationalité et le numéro d'un document d'identité ou, lorsqu'il s'agit d'une personne morale, sa dénomination complète, ses coordonnées, y compris son adresse, son numéro d'enregistrement et, si cette information est disponible, son numéro d'immatriculation à la TVA ;"},{"type":"add","content":""},{"type":"add","content":"5° La nature et le montant ou la valeur de l'argent liquide ;"},{"type":"add","content":""},{"type":"add","content":"6° La provenance économique de l'argent liquide ;"},{"type":"add","content":""},{"type":"add","content":"7° L'usage qu'il est prévu de faire de l'argent liquide."},{"type":"add","content":""},{"type":"add","content":"Une copie certifiée de la déclaration de divulgation prévue à l'article L. 771-1-1 est délivrée au déclarant à sa demande."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Conformément à l'article 19 du décret n° 2021-704 du 2 juin 2021, ces dispositions entrent en vigueur le 3 juin 2021."},{"type":"del","content":"Code monétaire et financier - article L771-1 AUTONOME MODIFIE, en vigueur du 2012-01-01 au 2013-09-01 CITATION cible"},{"type":"add","content":"Code monétaire et financier - article R771-1 AUTONOME MODIFIE, en vigueur du 2016-12-01 au 2021-06-03 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article R771-3 AUTONOME ABROGE, en vigueur du 2021-06-03 au 2022-11-25 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article R771-1 AUTONOME ABROGE, en vigueur du 2021-06-03 au 2022-11-25 CITATION cible"},{"type":"del","content":"Code monétaire et financier - article L771-1 AUTONOME MODIFIE, en vigueur du 2013-09-01 au 2021-06-03 CITATION cible"},{"type":"add","content":"Décret n° 2021-704 du 2 juin 2021 relatif aux modalités de déclaration et de divulgation auprès de l'administration des douanes des flux d'argent liquide entre la France et l'étranger - article 17 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"Code monétaire et financier - article L771-1 AUTONOME ABROGE, en vigueur du 2021-06-03 au 2022-02-26 CITATION cible"},{"type":"add","content":"Code monétaire et financier - article R722-6 AUTONOME VIGUEUR, en vigueur depuis le 2022-11-25 CONCORDANCE source"},{"type":"del","content":"Décret n° 2016-1523 du 10 novembre 2016 relatif à la lutte contre le financement du terrorisme - article 2 ENTIEREMENT_MODIF CREE source"},{"type":"add","content":"Code monétaire et financier - article R722-5 AUTONOME VIGUEUR, en vigueur depuis le 2022-11-25 CONCORDANCE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article L771-1-1 AUTONOME ABROGE, en vigueur du 2021-06-03 au 2022-02-26 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2022-1456 du 23 novembre 2022 relatif à la partie réglementaire du livre VII du code monétaire et financier - article 7 ENTIEREMENT_MODIF ABROGE source"},{"type":"del","content":"2016-11-10 CREE cible Décret n° 2016-1523 du 10 novembre 2016 relatif à la lutte contre le financement du terrorisme - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":"2021-06-02 MODIFIE cible Décret n° 2021-704 du 2 juin 2021 relatif aux modalités de déclaration et de divulgation auprès de l'administration des douanes des flux d'argent liquide entre la France et l'étranger - article 17 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2022-11-23 ABROGE cible Décret n° 2022-1456 du 23 novembre 2022 relatif à la partie réglementaire du livre VII du code monétaire et financier - article 7 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code monétaire et financier - art. L771-1-1"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CONCORDANCE cible Code monétaire et financier - article R722-5 AUTONOME VIGUEUR, en vigueur depuis le 2022-11-25"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CONCORDANCE cible Code monétaire et financier - article R722-6 AUTONOME VIGUEUR, en vigueur depuis le 2022-11-25"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code monétaire et financier - art. R771-1"},{"type":"del","content":"2999-01-01 CITATION source Code monétaire et financier - article L771-1 AUTONOME MODIFIE, en vigueur du 2012-01-01 au 2013-09-01"},{"type":"add","content":"2999-01-01 CITATION cible Code monétaire et financier - article R771-3 AUTONOME ABROGE, en vigueur du 2021-06-03 au 2022-11-25"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/38/51/LEGIARTI000033385150.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/38/51/LEGIARTI000033385150.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/38/51/LEGIARTI000033385150.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/60/37/LEGIARTI000043603763.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/60/37/LEGIARTI000043603763.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/43/60/37/LEGIARTI000043603763.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033385150)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000043603763)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_vii/titre_vii/chapitre_ier/article_r771-3.md","articleName":"Article R771-3","additions":76,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article R771-3"},{"type":"add","content":""},{"type":"add","content":"Pour l'application de l'article L. 771-2-1 :"},{"type":"add","content":""},{"type":"add","content":"1° La liste des informations que le porteur est tenu de fournir à l'administration est celle prévue au II de l'article R. 771-1 ;"},{"type":"add","content":""},{"type":"add","content":"2° La liste des informations que l'expéditeur, le destinataire, ou leur représentant, selon le cas, est tenu de fournir à l'administration est celle prévue au II de l'article R. 771-2."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Conformément à l'article 19 du décret n° 2021-704 du 2 juin 2021, ces dispositions entrent en vigueur le 3 juin 2021."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article L771-2-1 AUTONOME ABROGE, en vigueur du 2021-06-03 au 2022-02-26 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article R722-7 AUTONOME VIGUEUR, en vigueur depuis le 2022-11-25 CONCORDANCE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article R771-1 AUTONOME ABROGE, en vigueur du 2021-06-03 au 2022-11-25 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code monétaire et financier - article R771-2 AUTONOME ABROGE, en vigueur du 2021-06-03 au 2022-11-25 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2021-704 du 2 juin 2021 relatif aux modalités de déclaration et de divulgation auprès de l'administration des douanes des flux d'argent liquide entre la France et l'étranger - article 18 ENTIEREMENT_MODIF CREE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2022-1456 du 23 novembre 2022 relatif à la partie réglementaire du livre VII du code monétaire et financier - article 7 ENTIEREMENT_MODIF ABROGE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2021-06-02 CREE cible Décret n° 2021-704 du 2 juin 2021 relatif aux modalités de déclaration et de divulgation auprès de l'administration des douanes des flux d'argent liquide entre la France et l'étranger - article 18 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2022-11-23 ABROGE cible Décret n° 2022-1456 du 23 novembre 2022 relatif à la partie réglementaire du livre VII du code monétaire et financier - article 7 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code monétaire et financier - art. L771-2-1"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CONCORDANCE cible Code monétaire et financier - article R722-7 AUTONOME VIGUEUR, en vigueur depuis le 2022-11-25"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code monétaire et financier - article R771-1 AUTONOME ABROGE, en vigueur du 2021-06-03 au 2022-11-25"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code monétaire et financier - article R771-2 AUTONOME ABROGE, en vigueur du 2021-06-03 au 2022-11-25"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/59/25/LEGIARTI000043592595.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/59/25/LEGIARTI000043592595.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/43/59/25/LEGIARTI000043592595.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_monetaire_et_financier/src/branch/main/partie_reglementaire/livre_vii/titre_vii/chapitre_ier/article_r771-3.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000043592595)"},{"type":"add","content":""}],"status":"added"}],"stats":{"additions":1193,"deletions":361,"filesChanged":24}}