{"sha":"eb3856c3b80c","date":"2011-02-01","message":"Loi n° 2010-1249 du 22 octobre 2010 de régulation bancaire et financière","files":[{"filename":"partie_legislative/livre_iv/titre_iii/chapitre_iii/section_2/article_l433-3.md","articleName":"Article L433-3","additions":25,"deletions":16,"diff":[{"type":"del","content":"I. - Le règlement général de l'Autorité des marchés financiers fixe les conditions dans lesquelles toute personne physique ou morale agissant seule ou de concert au sens des dispositions de l'article L. 233-10 du code de commerce et venant à détenir, directement ou indirectement, une fraction du capital ou des droits de vote d'une société dont le siège social est établi en France et dont les actions sont admises aux négociations sur un marché réglementé d'un Etat membre de la Communauté européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen, est tenue d'en informer immédiatement l'Autorité et de déposer un projet d'offre publique en vue d'acquérir une quantité déterminée des titres de la société ; à défaut d'avoir procédé à ce dépôt, les titres qu'elle détient au-delà de la fraction du capital ou des droits de vote sont privés du droit de vote."},{"type":"add","content":"I.-Le règlement général de l'Autorité des marchés financiers fixe les conditions dans lesquelles toute personne physique ou morale, actionnaire d'une société dont le siège social est établi en France, et dont les actions sont admises aux négociations sur un marché réglementé d'un Etat membre de l'Union européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen, agissant seule ou de concert au sens de l'article L. 233-10 du code de commerce, venant à détenir, directement ou indirectement, plus des trois dixièmes du capital ou des droits de vote, ou détenant, directement ou indirectement, un nombre compris entre trois dixièmes et la moitié du capital ou des droits de vote et qui, en moins de douze mois consécutifs, augmente sa détention en capital ou en droits de vote d'au moins un cinquantième du capital ou des droits de vote de la société, est tenue d'en informer immédiatement l'Autorité des marchés financiers et de déposer un projet d'offre publique en vue d'acquérir une quantité déterminée des titres de la société. A défaut d'avoir procédé à ce dépôt, les titres détenus par cette personne au-delà des trois dixièmes ou au-delà de sa détention augmentée de la fraction d'un cinquantième susmentionnée du capital ou des droits de vote sont privés du droit de vote."},{"type":"del","content":"Le prix proposé doit être au moins équivalent au prix le plus élevé payé par l'auteur de l'offre, agissant seul ou de concert au sens des dispositions de l'article L. 233-10 du code de commerce, sur une période de douze mois précédant le dépôt de l'offre. L'Autorité des marchés financiers peut demander ou autoriser la modification du prix proposé dans les circonstances et selon les critères fixés dans son règlement général."},{"type":"add","content":"La détention directe ou indirecte d'une fraction du capital ou des droits de vote est appréciée au regard des articles L. 233-7 et L. 233-9 du code de commerce. Le règlement général de l'Autorité des marchés financiers fixe la liste précise des accords ou instruments financiers mentionnés au 4° du I de l'article L. 233-9 qui doivent être pris en compte pour la détermination de cette détention."},{"type":"del","content":"Le règlement général de l'Autorité des marchés financiers fixe également les conditions dans lesquelles l'autorité peut accorder une dérogation à l'obligation de déposer un projet d'offre publique portant sur des instruments financiers émis par une société dont le siège social est établi en France et dont les instruments financiers sont admis aux négociations sur un marché réglementé d'un Etat membre de la Communauté européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen."},{"type":"add","content":"Le prix proposé doit être au moins égal au prix le plus élevé payé par l'auteur de l'offre, agissant seul ou de concert au sens de l'article L. 233-10 du code de commerce, sur une période de douze mois précédant le fait générateur de l'obligation de dépôt du projet d'offre publique. L'Autorité des marchés financiers peut demander ou autoriser la modification du prix proposé dans les circonstances et selon les critères fixés dans son règlement général."},{"type":"del","content":"II. - Le règlement général de l'Autorité des marchés financiers fixe également les conditions dans lesquelles le projet d'acquisition d'un bloc de titres conférant la majorité du capital ou des droits de vote d'une société dont le siège social est établi en France et dont les actions sont admises aux négociations sur un marché réglementé d'un Etat membre de la Communauté européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen oblige le ou les acquéreurs à acheter les titres qui leur sont alors présentés au cours ou au prix auquel la cession du bloc est réalisée."},{"type":"add","content":"Le règlement général de l'Autorité des marchés financiers fixe également les conditions dans lesquelles l'autorité peut accorder une dérogation à l'obligation de déposer un projet d'offre publique portant sur des instruments financiers émis par une société dont le siège social est établi en France et dont les instruments financiers sont admis aux négociations sur un marché réglementé d'un Etat membre de l'Union européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen."},{"type":"del","content":"III. - L'Autorité des marchés financiers peut prévoir que les règles mentionnées au II sont également applicables, dans des conditions et selon des modalités fixées par son règlement général, aux instruments financiers négociés sur tout marché d'instruments financiers ne constituant pas un marché réglementé, lorsque la personne qui gère ce marché en fait la demande."},{"type":"add","content":"II.-Dans les conditions et modalités prévues au I par le règlement général de l'Autorité des marchés financiers, un projet d'offre publique doit également être déposé lorsque toute personne physique ou morale agissant seule ou de concert au sens de l'article L. 233-10 du code de commerce vient à détenir, directement ou indirectement, plus des cinq dixièmes du capital ou des droits de vote d'une société dont le siège social est établi en France et dont les actions sont admises aux négociations sur un marché d'instruments financiers ne constituant pas un marché réglementé d'un Etat membre de l'Union européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen, lorsque la personne qui gère ce marché en fait la demande auprès de l'Autorité des marchés financiers."},{"type":"del","content":"IV. - Le règlement général de l'Autorité des marchés financiers fixe également les conditions dans lesquelles tout projet d'offre publique déposé conformément aux dispositions de la section 1 du présent chapitre ou de la présente section doit, lorsque l'offre porte sur une société qui détient plus du tiers du capital ou des droits de vote d'une société française ou étrangère dont des titres de capital sont admis aux négociations sur un marché réglementé d'un Etat partie à l'accord sur l'Espace économique européen ou sur un marché équivalent régi par un droit étranger et qui constitue un actif essentiel de la société détentrice, être accompagné des documents permettant de prouver qu'un projet d'offre publique irrévocable et loyale est ou sera déposé sur l'ensemble du capital de ladite société française ou étrangère, au plus tard à la date d'ouverture de la première offre publique."},{"type":"add","content":"III.-Le règlement général de l'Autorité des marchés financiers fixe également les conditions dans lesquelles tout projet d'offre publique déposé conformément aux dispositions de la section 1 du présent chapitre ou de la présente section doit, lorsque l'offre porte sur une société qui détient plus des trois dixièmes du capital ou des droits de vote d'une société française ou étrangère dont des titres de capital sont admis aux négociations sur un marché réglementé d'un Etat partie à l'accord sur l'Espace économique européen ou sur un marché équivalent régi par un droit étranger et qui constitue un actif essentiel de la société détentrice, être accompagné des documents permettant de prouver qu'un projet d'offre publique irrévocable et loyale est ou sera déposé sur l'ensemble du capital de ladite société française ou étrangère, au plus tard à la date d'ouverture de la première offre publique."},{"type":"del","content":"LOI n° 2006-387 du 31 mars 2006 relative aux offres publiques d'acquisition - article 2 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"Loi n° 2010-1249 du 22 octobre 2010 de régulation bancaire et financière - article 53 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Loi n° 2010-1249 du 22 octobre 2010 de régulation bancaire et financière - article 50 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":"LOI no 96-597 du 2 juillet 1996 de modernisation des activités financières CONCORDANCE cible"},{"type":"del","content":""},{"type":"del","content":"2006-03-31 MODIFICATION source LOI n° 2006-387 du 31 mars 2006 relative aux offres publiques d'acquisition - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":"2006-07-28 CITATION cible Ordonnance n° 2006-931 du 28 juillet 2006 portant actualisation et adaptation du droit économique et financier applicable à Mayotte, en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna. - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2006-07-29"},{"type":"del","content":"2006-07-28 CITATION cible Ordonnance n° 2006-931 du 28 juillet 2006 portant actualisation et adaptation du droit économique et financier applicable à Mayotte, en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna. - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2006-07-29"},{"type":"add","content":"2010-10-22 MODIFIE cible Loi n° 2010-1249 du 22 octobre 2010 de régulation bancaire et financière - article 50 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2010-10-22 MODIFIE cible Loi n° 2010-1249 du 22 octobre 2010 de régulation bancaire et financière - article 53 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de commerce - article L233-7 AUTONOME MODIFIE, en vigueur du 2000-09-21 au 2001-05-16"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de commerce - article L233-9 AUTONOME MODIFIE, en vigueur du 2000-09-21 au 2005-07-27"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/65/37/LEGIARTI000006653752.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/65/37/LEGIARTI000006653752.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/65/37/LEGIARTI000006653752.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/22/96/30/LEGIARTI000022963056.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/22/96/30/LEGIARTI000022963056.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/22/96/30/LEGIARTI000022963056.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006653752)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000022963056)"}],"status":"modified"},{"filename":"partie_legislative/livre_iv/titre_iii/chapitre_iii/section_3/article_l433-4.md","articleName":"Article L433-4","additions":30,"deletions":13,"diff":[{"type":"del","content":"I.-Le règlement général de l'Autorité des marchés financiers fixe les conditions applicables aux procédures d'offre et de demande de retrait dans les cas suivants :"},{"type":"add","content":"I. – Le règlement général de l'Autorité des marchés financiers fixe les conditions applicables aux procédures d'offre et de demande de retrait dans les cas suivants :"},{"type":"del","content":"1° Lorsque le ou les actionnaires majoritaires d'une société dont le siège social est établi en France et dont les actions sont admises aux négociations sur un marché réglementé ou dont les titres ont cessé d'être négociés sur un marché réglementé d'un Etat membre de la Communauté européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen détiennent de concert, au sens de l'article L. 233-10 du code de commerce, une fraction déterminée des droits de vote ;"},{"type":"add","content":"1° Lorsque le ou les actionnaires majoritaires d'une société dont le siège social est établi en France et dont les actions sont admises aux négociations sur un marché réglementé ou dont les titres ont cessé d'être négociés sur un marché réglementé d'un Etat membre de l'Union européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen détiennent de concert, au sens de l'article L. 233-10 du code de commerce, une fraction déterminée des droits de vote ;"},{"type":"del","content":"2° Lorsqu'une société dont le siège social est établi en France et dont les actions sont admises aux négociations sur un marché réglementé d'un Etat membre de la Communauté européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen prend la forme d'une société en commandite par actions ;"},{"type":"add","content":"2° Lorsqu'une société dont le siège social est établi en France et dont les actions sont admises aux négociations sur un marché réglementé d'un Etat membre de l'Union européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen prend la forme d'une société en commandite par actions ;"},{"type":"del","content":"3° Lorsque la ou les personnes physiques ou morales qui contrôlent, au sens de l'article L. 233-3 du code de commerce, une société dont le siège est établi en France et dont les actions sont admises aux négociations sur un marché réglementé d'un Etat membre de la Communauté européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen se proposent de soumettre à l'approbation d'une assemblée générale extraordinaire une ou plusieurs modifications significatives des dispositions statutaires, notamment relatives à la forme de la société, aux conditions de cession et de transmission des titres de capital ainsi qu'aux droits qui y sont attachés, ou décident le principe de la fusion de cette société, de la cession ou de l'apport à une autre société de la totalité ou du principal des actifs, de la réorientation de l'activité sociale ou de la suppression, pendant plusieurs exercices, de toute rémunération de titres de capital. Dans ces cas, l'Autorité des marchés financiers apprécie les conséquences de l'opération au regard des droits et des intérêts des détenteurs de titres de capital ou de droits de vote de la société pour décider s'il y a lieu de mettre en œuvre une offre publique de retrait."},{"type":"add","content":"3° Lorsque la ou les personnes physiques ou morales qui contrôlent, au sens de l'article L. 233-3 du code de commerce, une société dont le siège est établi en France et dont les actions sont admises aux négociations sur un marché réglementé d'un Etat membre de l'Union européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen se proposent de soumettre à l'approbation d'une assemblée générale extraordinaire une ou plusieurs modifications significatives des dispositions statutaires, notamment relatives à la forme de la société, aux conditions de cession et de transmission des titres de capital ainsi qu'aux droits qui y sont attachés, ou décident le principe de la fusion de cette société avec la société qui la contrôle ou avec une autre société contrôlée par celle-ci, de la cession ou de l'apport à une autre société de la totalité ou du principal des actifs, de la réorientation de l'activité sociale ou de la suppression, pendant plusieurs exercices, de toute rémunération de titres de capital. Dans ces cas, l'Autorité des marchés financiers apprécie les conséquences de l'opération au regard des droits et des intérêts des détenteurs de titres de capital ou de droits de vote de la société pour décider s'il y a lieu de mettre en œuvre une offre publique de retrait."},{"type":"del","content":"II.-Le règlement général de l'Autorité des marchés financiers fixe également les conditions dans lesquelles, à l'issue d'une procédure d'offre ou de demande de retrait, les titres non présentés par les actionnaires minoritaires, dès lors qu'ils ne représentent pas plus de 5 % du capital ou des droits de vote, sont transférés aux actionnaires majoritaires à leur demande, et les détenteurs indemnisés ; l'évaluation des titres, effectuée selon les méthodes objectives pratiquées en cas de cession d'actifs tient compte, selon une pondération appropriée à chaque cas, de la valeur des actifs, des bénéfices réalisés, de la valeur boursière, de l'existence de filiales et des perspectives d'activité.L'indemnisation est égale, par titre, au résultat de l'évaluation précitée ou, s'il est plus élevé, au prix proposé lors de l'offre ou la demande de retrait. Le montant de l'indemnisation revenant aux détenteurs non identifiés est consigné."},{"type":"add","content":"II. – Le règlement général de l'Autorité des marchés financiers fixe également les conditions dans lesquelles, à l'issue d'une procédure d'offre ou de demande de retrait, les titres non présentés par les actionnaires minoritaires, dès lors qu'ils ne représentent pas plus de 5 % du capital ou des droits de vote, sont transférés aux actionnaires majoritaires à leur demande, et les détenteurs indemnisés ; l'évaluation des titres, effectuée selon les méthodes objectives pratiquées en cas de cession d'actifs tient compte, selon une pondération appropriée à chaque cas, de la valeur des actifs, des bénéfices réalisés, de la valeur boursière, de l'existence de filiales et des perspectives d'activité.L'indemnisation est égale, par titre, au résultat de l'évaluation précitée ou, s'il est plus élevé, au prix proposé lors de l'offre ou la demande de retrait. Le montant de l'indemnisation revenant aux détenteurs non identifiés est consigné."},{"type":"del","content":"III.-Sans préjudice des dispositions du II, le règlement général de l'Autorité des marchés financiers fixe également les conditions dans lesquelles, à l'issue de toute offre publique et dans un délai de trois mois à l'issue de la clôture de cette offre, les titres non présentés par les actionnaires minoritaires, dès lors qu'ils ne représentent pas plus de 5 % du capital ou des droits de vote, sont transférés aux actionnaires majoritaires à leur demande, et les détenteurs indemnisés. Dans les conditions et selon les modalités fixées par le règlement général de l'Autorité des marchés financiers, l'indemnisation est égale, par titre, au prix proposé lors de la dernière offre ou, le cas échéant, au résultat de l'évaluation mentionnée au II. Lorsque la première offre publique a eu lieu en tout ou partie sous forme d'échange de titres, l'indemnisation peut consister en un règlement en titres, à condition qu'un règlement en numéraire soit proposé à titre d'option, dans les conditions et selon les modalités fixées par le règlement général de l'Autorité des marchés financiers. Lorsque les titulaires de titres ne sont pas identifiés, dans les conditions mentionnées à l'article L. 228-6-3 du code de commerce, l'indemnisation est effectuée en numéraire et son montant consigné."},{"type":"add","content":"III. – Sans préjudice des dispositions du II, le règlement général de l'Autorité des marchés financiers fixe également les conditions dans lesquelles, à l'issue de toute offre publique et dans un délai de trois mois à l'issue de la clôture de cette offre, les titres non présentés par les actionnaires minoritaires, dès lors qu'ils ne représentent pas plus de 5 % du capital ou des droits de vote, sont transférés aux actionnaires majoritaires à leur demande, et les détenteurs indemnisés. Dans les conditions et selon les modalités fixées par le règlement général de l'Autorité des marchés financiers, l'indemnisation est égale, par titre, au prix proposé lors de la dernière offre ou, le cas échéant, au résultat de l'évaluation mentionnée au II. Lorsque la première offre publique a eu lieu en tout ou partie sous forme d'échange de titres, l'indemnisation peut consister en un règlement en titres, à condition qu'un règlement en numéraire soit proposé à titre d'option, dans les conditions et selon les modalités fixées par le règlement général de l'Autorité des marchés financiers. Lorsque les titulaires de titres ne sont pas identifiés, dans les conditions mentionnées à l'article L. 228-6-3 du code de commerce, l'indemnisation est effectuée en numéraire et son montant consigné."},{"type":"del","content":"IV.-Le règlement général de l'Autorité des marchés financiers fixe également les conditions dans lesquelles la procédure mentionnée aux II et III porte sur les titres donnant ou pouvant donner accès au capital, dès lors que les titres de capital susceptibles d'être créés par conversion, souscription, échange, remboursement, ou de toute autre manière, des titres donnant ou pouvant donner accès au capital non présentés, une fois additionnés avec les titres de capital existants non présentés, ne représentent pas plus de 5 % de la somme des titres de capital existants et susceptibles d'être créés."},{"type":"add","content":"IV. – Le règlement général de l'Autorité des marchés financiers fixe également les conditions dans lesquelles la procédure mentionnée aux II et III porte sur les titres donnant ou pouvant donner accès au capital, dès lors que les titres de capital susceptibles d'être créés par conversion, souscription, échange, remboursement, ou de toute autre manière, des titres donnant ou pouvant donner accès au capital non présentés, une fois additionnés avec les titres de capital existants non présentés, ne représentent pas plus de 5 % de la somme des titres de capital existants et susceptibles d'être créés."},{"type":"add","content":""},{"type":"add","content":"V. - Le 1° du I et les II à IV sont également applicables, dans les conditions et selon les modalités fixées par le règlement général de l'Autorité des marchés financiers, aux instruments financiers négociés sur tout marché d'instruments financiers ne constituant pas un marché réglementé d'un Etat membre de l'Union européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen, lorsque la personne qui gère ce marché en fait la demande auprès de cette autorité."},{"type":"del","content":"LOI n° 2008-776 du 4 août 2008 de modernisation de l'économie - article 153 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Code de commerce - article L228-6-3 AUTONOME VIGUEUR, en vigueur depuis le 2004-06-26 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Loi n° 2010-1249 du 22 octobre 2010 de régulation bancaire et financière - article 54 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Loi n° 2010-1249 du 22 octobre 2010 de régulation bancaire et financière - article 50 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Loi n° 2010-1249 du 22 octobre 2010 de régulation bancaire et financière - article 51 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2008-08-04 MODIFIE cible LOI n° 2008-776 du 4 août 2008 de modernisation de l'économie - article 153 ENTIEREMENT_MODIF"},{"type":"add","content":"2010-10-22 MODIFIE cible Loi n° 2010-1249 du 22 octobre 2010 de régulation bancaire et financière - article 50 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2010-10-22 MODIFIE cible Loi n° 2010-1249 du 22 octobre 2010 de régulation bancaire et financière - article 51 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2010-10-22 MODIFIE cible Loi n° 2010-1249 du 22 octobre 2010 de régulation bancaire et financière - article 54 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/19/30/05/LEGIARTI000019300557.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/19/30/05/LEGIARTI000019300557.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/19/30/05/LEGIARTI000019300557.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/22/96/30/LEGIARTI000022963064.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/22/96/30/LEGIARTI000022963064.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/22/96/30/LEGIARTI000022963064.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000019300557)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000022963064)"}],"status":"modified"},{"filename":"partie_legislative/livre_iv/titre_v/chapitre_ier/section_1/article_l451-1-2.md","articleName":"Article L451-1-2","additions":9,"deletions":9,"diff":[{"type":"del","content":"3° Le montant net par branche d'activité du chiffre d'affaires du trimestre écoulé et, le cas échéant, de chacun des trimestres précédents de l'exercice en cours et de l'ensemble de cet exercice, ainsi que l'indication des chiffres d'affaires correspondants de l'exercice précédent. Ce montant est établi individuellement ou, le cas échéant, de façon consolidée."},{"type":"add","content":"3° Le montant net par branche d'activité du chiffre d'affaires du trimestre écoulé et, le cas échéant, de l'ensemble de l'exercice en cours, ainsi que l'indication des chiffres d'affaires correspondants de l'exercice précédent. Ce montant est établi individuellement ou, le cas échéant, de façon consolidée."},{"type":"del","content":"Ordonnance n° 2009-80 du 22 janvier 2009 relative à l'appel public à l'épargne et portant diverses dispositions en matière financière - article 29 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Loi n° 2010-1249 du 22 octobre 2010 de régulation bancaire et financière - article 52 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":"2009-01-22 MODIFIE cible Ordonnance n° 2009-80 du 22 janvier 2009 relative à l'appel public à l'épargne et portant diverses dispositions en matière financière - article 29 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"add","content":""},{"type":"add","content":"2010-10-22 MODIFIE cible Loi n° 2010-1249 du 22 octobre 2010 de régulation bancaire et financière - article 52 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/14/86/LEGIARTI000020148695.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/14/86/LEGIARTI000020148695.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/20/14/86/LEGIARTI000020148695.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/22/96/30/LEGIARTI000022963071.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/22/96/30/LEGIARTI000022963071.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/22/96/30/LEGIARTI000022963071.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000020148695)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000022963071)"}],"status":"modified"},{"filename":"partie_legislative/livre_vii/titre_iii/chapitre_iv/article_l734-4.md","articleName":"Article L734-4","additions":14,"deletions":44,"diff":[{"type":"del","content":"I.-1° Au premier et au dernier alinéas du I, après les mots : \" sur un marché réglementé \", les mots : \" d'un Etat membre de la Communauté européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen \" sont remplacés par le mot : \" français \" ;"},{"type":"add","content":"I.-1° Au premier et au dernier alinéas du I, après les mots : \" un marché réglementé \", les mots : \" d'un Etat membre de la Communauté européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen \" sont remplacés par le mot : \" français \" ;"},{"type":"del","content":"2° Au II, les mots : \" d'un Etat membre de l'Union européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen \" sont remplacés par le mot : \" français \"."},{"type":"add","content":"2° Au II, les mots : \" d'un Etat membre de l'Union européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen \" sont remplacés par le mot : \" français \" ;"},{"type":"del","content":"Code monétaire et financier - article L433-3 AUTONOME MODIFIE, en vigueur du 2005-07-27 au 2006-04-01 CITATION cible"},{"type":"add","content":"Ordonnance n° 2013-79 du 25 janvier 2013 portant adaptation du code monétaire et financier à la départementalisation de Mayotte et du droit des chèques dans les collectivités d'outre-mer et en Nouvelle-Calédonie - article 1 ENTIEREMENT_MODIF ABROGE source"},{"type":"del","content":"Code monétaire et financier - article L433-3 AUTONOME MODIFIE, en vigueur du 2003-08-02 au 2005-07-27 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code monétaire et financier - article L433-4 AUTONOME MODIFIE, en vigueur du 2008-08-06 au 2011-02-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code monétaire et financier - article L433-3 AUTONOME MODIFIE, en vigueur du 2001-01-01 au 2003-08-02 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code monétaire et financier - article L433-4 AUTONOME MODIFIE, en vigueur du 2001-01-01 au 2003-08-02 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code monétaire et financier - article L433-4 AUTONOME MODIFIE, en vigueur du 2003-08-02 au 2006-04-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code monétaire et financier - article L433-3 AUTONOME VIGUEUR, en vigueur depuis le 2014-07-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code monétaire et financier - article L433-3 AUTONOME MODIFIE, en vigueur du 2006-04-01 au 2011-02-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code monétaire et financier - article L433-4 AUTONOME MODIFIE, en vigueur du 2006-04-01 au 2008-08-06 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code monétaire et financier - article L433-4 AUTONOME VIGUEUR, en vigueur depuis le 2019-05-24 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code monétaire et financier - article L433-3 AUTONOME MODIFIE, en vigueur du 2011-02-01 au 2012-10-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code monétaire et financier - article L433-4 AUTONOME MODIFIE, en vigueur du 2011-02-01 au 2019-05-24 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2010-1249 du 22 octobre 2010 de régulation bancaire et financière - article 85 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2010-10-24 MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code monétaire et financier - article L433-3 AUTONOME MODIFIE, en vigueur du 2012-10-01 au 2014-07-01 CITATION cible"},{"type":"add","content":"Loi n° 2010-1249 du 22 octobre 2010 de régulation bancaire et financière - article 53 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":"2010-10-22 MODIFIE cible Loi n° 2010-1249 du 22 octobre 2010 de régulation bancaire et financière - article 53 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2013-01-25 ABROGE cible Ordonnance n° 2013-79 du 25 janvier 2013 portant adaptation du code monétaire et financier à la départementalisation de Mayotte et du droit des chèques dans les collectivités d'outre-mer et en Nouvelle-Calédonie - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/22/97/14/LEGIARTI000022971402.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/22/97/14/LEGIARTI000022971402.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/22/97/14/LEGIARTI000022971402.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/22/96/30/LEGIARTI000022963075.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/22/96/30/LEGIARTI000022963075.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/22/96/30/LEGIARTI000022963075.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000022971402)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000022963075)"}],"status":"modified"}],"stats":{"additions":78,"deletions":82,"filesChanged":4}}