{"sha":"fb718a5f0fda","date":"2009-02-28","message":"Ordonnance n° 2009-233 du 26 février 2009 réformant les voies de recours contre les visites domiciliaires et les saisies de l'Autorité des marchés financiers","files":[{"filename":"partie_legislative/livre_vi/titre_ii/chapitre_unique/section_4/sous-section_3/article_l621-12.md","articleName":"Article L621-12","additions":33,"deletions":21,"diff":[{"type":"del","content":"Pour la recherche des infractions définies aux articles L. 465-1 et L. 465-2, le président du tribunal de grande instance dans le ressort duquel sont situés les locaux à visiter peut, sur demande motivée du secrétaire général de l'Autorité des marchés financiers, autoriser les enquêteurs de l'Autorité à effectuer des visites en tous lieux ainsi qu'à procéder à la saisie de documents. L'ordonnance n'est susceptible que d'un pourvoi en cassation selon les règles prévues par le code de procédure pénale ; ce pourvoi n'est pas suspensif."},{"type":"add","content":"Pour la recherche des infractions définies aux articles L. 465-1 et L. 465-2, le juge des libertés et de la détention du tribunal de grande instance dans le ressort duquel sont situés les locaux à visiter peut, sur demande motivée du secrétaire général de l'Autorité des marchés financiers, autoriser par ordonnance les enquêteurs de l'Autorité à effectuer des visites en tous lieux ainsi qu'à procéder à la saisie de documents."},{"type":"del","content":"La visite s'effectue sous l'autorité et le contrôle du juge qui l'a autorisée. Il peut se rendre dans les locaux pendant l'intervention. A tout moment, il peut décider la suspension ou l'arrêt de la visite."},{"type":"add","content":"L'ordonnance fait mention de la faculté pour l'occupant des lieux ou son représentant de faire appel à un conseil de son choix.L'exercice de cette faculté n'entraîne pas la suspension des opérations de visite et de saisie. Le délai et la voie de recours sont mentionnés dans l'ordonnance."},{"type":"add","content":""},{"type":"add","content":"L'ordonnance est notifiée verbalement et sur place au moment de la visite à l'occupant des lieux ou à son représentant qui en reçoit copie intégrale contre récépissé ou émargement au procès-verbal prévu aux dixième et onzième alinéas du présent article. En l'absence de l'occupant des lieux ou de son représentant, l'ordonnance est notifiée, après la visite, par lettre recommandée avec avis de réception. La notification est réputée faite à la date de réception figurant sur l'avis.A défaut de réception, il est procédé à la signification de l'ordonnance par acte d'huissier de justice. Une copie de l'ordonnance est adressée par lettre recommandée avec avis de réception à l'auteur présumé des délits mentionnés à l'alinéa premier."},{"type":"add","content":""},{"type":"add","content":"L'ordonnance mentionnée au premier alinéa est exécutoire au seul vu de la minute. Cette ordonnance est susceptible de recours devant le premier président de la cour d'appel ou son délégué. Les parties ne sont pas tenues de constituer avoué. Suivant les règles prévues par le code de procédure civile, cet appel doit être exclusivement formé par déclaration remise ou adressée, par pli recommandé ou à compter du 1er janvier 2009 par voie électronique, au greffe de la cour dans un délai de quinze jours. Ce délai court à compter soit de la remise, soit de la réception, soit de la signification de l'ordonnance. Cet appel n'est pas suspensif. Le greffe du tribunal de grande instance transmet sans délai le dossier de l'affaire au greffe de la cour d'appel où les parties peuvent le consulter.L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation, selon les règles prévues par le code de procédure civile. Le délai du pourvoi en cassation est de quinze jours."},{"type":"add","content":""},{"type":"add","content":"La visite s'effectue sous l'autorité et le contrôle du juge qui l'a autorisée. Il peut se rendre dans les locaux pendant l'intervention.A tout moment, il peut décider la suspension ou l'arrêt de la visite."},{"type":"del","content":"L'officier de police judiciaire veille au respect du secret professionnel et des droits de la défense conformément aux dispositions du troisième alinéa de l'article 56 du code de procédure pénale. L'article 58 de ce code est applicable."},{"type":"add","content":"L'officier de police judiciaire veille au respect du secret professionnel et des droits de la défense conformément aux dispositions du troisième alinéa de l'article 56 du code de procédure pénale.L'article 58 de ce code est applicable."},{"type":"add","content":""},{"type":"add","content":"Lorsque la visite domiciliaire est effectuée dans le cabinet d'un avocat ou à son domicile, dans les locaux d'une entreprise de presse ou de communication audiovisuelle, dans le cabinet d'un médecin, d'un notaire, d'un avoué ou d'un huissier, les dispositions des articles 56-1, 56-2 ou 56-3 du code de procédure pénale, selon les cas, sont applicables."},{"type":"add","content":""},{"type":"add","content":"Le procès-verbal de visite relatant les modalités et le déroulement de l'opération est dressé sur-le-champ par les enquêteurs de l'Autorité. Un inventaire des pièces et documents saisis lui est annexé. Le procès-verbal et l'inventaire sont signés par les enquêteurs de l'Autorité et par l'officier de police judiciaire ainsi que les personnes mentionnées au cinquième alinéa du présent article ; en cas de refus de signer, mention en est faite au procès-verbal. Si l'inventaire sur place présente des difficultés, les pièces et documents saisis sont placés sous scellés.L'occupant des lieux ou son représentant est avisé qu'il peut assister à l'ouverture des scellés qui a lieu en présence de l'officier de police judiciaire ; l'inventaire est alors établi."},{"type":"del","content":"Le procès-verbal de visite relatant les modalités et le déroulement de l'opération est dressé sur-le-champ par les enquêteurs de l'Autorité. Un inventaire des pièces et documents saisis lui est annexé. Le procès-verbal et l'inventaire sont signés par les enquêteurs de l'Autorité et par l'officier de police judiciaire ainsi que les personnes mentionnées au cinquième alinéa du présent article ; en cas de refus de signer, mention en est faite au procès-verbal. Si l'inventaire sur place présente des difficultés, les pièces et documents saisis sont placés sous scellés. L'occupant des lieux ou son représentant est avisé qu'il peut assister à l'ouverture des scellés qui a lieu en présence de l'officier de police judiciaire ; l'inventaire est alors établi."},{"type":"add","content":"Le premier président de la cour d'appel connaît des recours contre le déroulement des opérations de visite ou de saisie autorisées en application du premier alinéa. Le procès-verbal et l'inventaire rédigés à l'issue de ces opérations mentionnent le délai et la voie de recours. Les parties ne sont pas tenues de constituer avoué. Suivant les règles prévues par le code de procédure civile, ce recours doit être exclusivement formé par déclaration remise ou adressée par pli recommandé ou à compter du 1er janvier 2009 par voie électronique au greffe de la cour dans un délai de quinze jours. Ce délai court à compter de la remise ou de la réception soit du procès-verbal, soit de l'inventaire. Ce recours n'est pas suspensif.L'ordonnance du premier président est susceptible d'un pourvoi en cassation selon les règles prévues par le code de procédure civile. Le délai du pourvoi en cassation est de quinze jours."},{"type":"del","content":"Les originaux du procès-verbal de visite et de l'inventaire sont, dès qu'ils ont été établis, adressés au juge qui a délivré l'ordonnance ; une copie de ces mêmes documents est remise à l'occupant des lieux ou à son représentant."},{"type":"add","content":"Les originaux du procès-verbal de visite et de l'inventaire sont, dès qu'ils ont été établis, adressés au juge qui a délivré l'ordonnance ; une copie de ces mêmes documents est remise à l'occupant des lieux ou à son représentant, ou en leur absence, adressée par lettre recommandée avec avis de réception à l'occupant des lieux et le cas échéant à la personne visée par l'autorisation donnée dans l'ordonnance mentionnée au premier aliéna du présent article qui pourrait avoir commis une des infractions définies aux articles L. 465-1 et L. 465-2.A défaut de réception, il est procédé à la signification de ces documents par acte d'huissier de justice. Ces documents mentionnent le délai et la voie de recours."},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Ordonnance 2009-233 du 26 février 2009 art. 1 : III. - Les dispositions du I (modifiant le présent article) sont applicables aux opérations de visites et de saisies pour lesquelles l'ordonnance d'autorisation a été notifiée à compter de la publication de la présente ordonnance."},{"type":"add","content":""},{"type":"add","content":""},{"type":"del","content":"LOI n° 2003-706 du 1er août 2003 de sécurité financière - article 9 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2003-706 du 1er août 2003 de sécurité financière - article 1 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2003-706 du 1er août 2003 de sécurité financière - article 11 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"Ordonnance n° 2009-233 du 26 février 2009 réformant les voies de recours contre les visites domiciliaires et les saisies de l'Autorité des marchés financiers - article 1 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2009-02-28 MODIFIE source"},{"type":"del","content":"2003-08-01 MODIFICATION source LOI n° 2003-706 du 1er août 2003 de sécurité financière - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2009-02-26 MODIFIE cible Ordonnance n° 2009-233 du 26 février 2009 réformant les voies de recours contre les visites domiciliaires et les saisies de l'Autorité des marchés financiers - article 1 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2009-02-28"},{"type":"del","content":"2003-08-01 MODIFICATION source LOI n° 2003-706 du 1er août 2003 de sécurité financière - article 11 ENTIEREMENT_MODIF"},{"type":"add","content":"2014-12-30 CITATION cible LOI n° 2014-1662 du 30 décembre 2014 portant diverses dispositions d'adaptation de la législation au droit de l'Union européenne en matière économique et financière - article 23 AUTONOME VIGUEUR, en vigueur depuis le 2016-06-23"},{"type":"del","content":"2003-08-01 MODIFICATION source LOI n° 2003-706 du 1er août 2003 de sécurité financière - article 9 ENTIEREMENT_MODIF"},{"type":"add","content":"2999-01-01 CITATION source Code de procédure pénale - article 56 AUTONOME MODIFIE, en vigueur du 1960-06-08 au 1999-06-24"},{"type":"del","content":"2014-12-30 CITATION cible LOI n° 2014-1662 du 30 décembre 2014 portant diverses dispositions d'adaptation de la législation au droit de l'Union européenne en matière économique et financière - article 23 AUTONOME VIGUEUR, en vigueur depuis le 2016-06-23"},{"type":"add","content":"2999-01-01 CITATION source Code de procédure pénale - article 56-1 AUTONOME MODIFIE, en vigueur du 1986-02-01 au 1993-03-01"},{"type":"del","content":"2999-01-01 CITATION source Code de procédure pénale - article 56 AUTONOME MODIFIE, en vigueur du 1960-06-08 au 1999-06-24"},{"type":"add","content":"2999-01-01 CITATION source Code de procédure pénale - article 56-2 AUTONOME MODIFIE, en vigueur du 1993-03-01 au 2010-01-06"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de procédure pénale - article 56-3 AUTONOME MODIFIE, en vigueur du 2000-06-16 au 2012-01-01"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/66/03/LEGIARTI000006660342.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/66/03/LEGIARTI000006660342.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/66/03/LEGIARTI000006660342.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/31/69/LEGIARTI000020316978.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/31/69/LEGIARTI000020316978.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/20/31/69/LEGIARTI000020316978.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006660342)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000020316978)"}],"status":"modified"}],"stats":{"additions":33,"deletions":21,"filesChanged":1}}