{"sha":"0137033d8777","date":"2017-07-10","message":"Décret n° 2017-1145 du 7 juillet 2017 modifiant le règlement général du certificat de spécialisation agricole délivré par le ministère chargé de l'agriculture","files":[{"filename":"partie_reglementaire/livre_viii/titre_ier/chapitre_ier/section_8/sous-section_1/paragraphe_2/README.md","articleName":"Sommaire - Paragraphe 2","additions":0,"deletions":1,"diff":[{"type":"del","content":"- [Article D811-167-9](article_d811-167-9.md)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_viii/titre_ier/chapitre_ier/section_8/sous-section_1/paragraphe_2/article_d811-167-1.md","articleName":"Article D811-167-1","additions":13,"deletions":8,"diff":[{"type":"del","content":"Le certificat de spécialisation agricole porte mention d'une option qui atteste une qualification professionnelle spécialisée correspondant à un profil particulier d'emploi ou à une activité particulière dans un ou plusieurs métiers visés à l'article L. 811-1 du code rural et de la pêche maritime. Il sanctionne l'acquisition de compétences, aptitudes et connaissances complétant celles du diplôme sur lequel s'appuie chaque option."},{"type":"add","content":"Le certificat de spécialisation agricole porte mention d'une option qui atteste une qualification professionnelle spécialisée correspondant à un profil particulier d'emploi ou à une activité particulière dans un ou plusieurs métiers mentionnés à l'article L. 811-1 du code rural et de la pêche maritime. Il sanctionne l'acquisition de compétences professionnelles."},{"type":"del","content":"La formation conduisant au certificat de spécialisation agricole est assurée par les centres de formation professionnelle continue, par les centres de formation d'apprentis ou par les établissements d'enseignement à distance."},{"type":"add","content":"La formation conduisant au certificat de spécialisation agricole est assurée par les centres de formation professionnelle continue ou par les centres de formation d'apprentis."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Conformément aux dispositions de l'article 3 du décret n° 2017-1145 du 7 juillet 2017, à titre transitoire, les dispositions du code rural et de la pêche maritime restent applicables, dans leur rédaction antérieure à l'entrée en vigueur dudit décret, pour les candidats entrés en formation avant l'entrée en vigueur du décret."},{"type":"del","content":"Ordonnance n° 2010-462 du 6 mai 2010 créant un livre IX du code rural relatif à la pêche maritime et à l'aquaculture marine - article 1 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"Décret n° 2017-1145 du 7 juillet 2017 modifiant le règlement général du certificat de spécialisation agricole délivré par le ministère chargé de l'agriculture - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2010-05-06 MODIFICATION source Ordonnance n° 2010-462 du 6 mai 2010 créant un livre IX du code rural relatif à la pêche maritime et à l'aquaculture marine - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2017-07-07 MODIFIE cible Décret n° 2017-1145 du 7 juillet 2017 modifiant le règlement général du certificat de spécialisation agricole délivré par le ministère chargé de l'agriculture - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/22/35/93/LEGIARTI000022359361.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/22/35/93/LEGIARTI000022359361.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/22/35/93/LEGIARTI000022359361.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/35/15/85/LEGIARTI000035158534.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/35/15/85/LEGIARTI000035158534.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/35/15/85/LEGIARTI000035158534.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000022359361)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000035158534)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_viii/titre_ier/chapitre_ier/section_8/sous-section_1/paragraphe_2/article_d811-167-2.md","articleName":"Article D811-167-2","additions":16,"deletions":69,"diff":[{"type":"del","content":"Chaque option du titre est créée par arrêté du ministre chargé de l'agriculture après avis de la commission professionnelle consultative des métiers de l'agriculture, de la transformation, des services et de l'aménagement des espaces et classée par arrêté au niveau V, IV ou III de la nomenclature interministérielle des niveaux de formation selon le niveau du diplôme sur lequel il s'appuie."},{"type":"add","content":"Le certificat de spécialisation agricole porte mention d'une option créée par arrêté du ministre chargé de l'agriculture après avis de la commission professionnelle consultative des métiers de l'agriculture, de la transformation, des services et de l'aménagement des espaces et classée par arrêté du ministre chargé de l'agriculture au niveau V, IV ou III de la nomenclature des niveaux de formation mentionnée à l'article R. 335-13 du code de l'éducation selon le niveau du diplôme sur lequel il s'appuie."},{"type":"del","content":"L'arrêté de création de chaque option du certificat de spécialisation agricole comporte au minimum :"},{"type":"add","content":"L'arrêté de création de chaque option du certificat de spécialisation agricole fixe le référentiel professionnel et le référentiel de certification."},{"type":"del","content":"1. Le diplôme de référence sur lequel s'appuie la qualification visée par l'option du certificat de spécialisation agricole, et son niveau de classification dans la nomenclature interministérielle des niveaux de formation."},{"type":"add","content":"Le référentiel professionnel caractérise le profil particulier de l'emploi ou des activités visés."},{"type":"del","content":"2. La liste des diplômes ou titres enregistrés au répertoire national des certifications professionnelles et des diplômes ou titres étrangers, permettant l'accès direct à la préparation et la délivrance du certificat de spécialisation."},{"type":"add","content":"Le référentiel de certification précise la liste des capacités requises pour l'obtention du titre et les modalités d'évaluation."},{"type":"del","content":"3. La durée minimale de la formation en centre de formation."},{"type":"add","content":"La liste des diplômes permettant l'accès en formation est fixée par chaque arrêté portant création d'une option."},{"type":"del","content":"4. Le référentiel professionnel décrivant le profil particulier de l'activité ou des emplois visés."},{"type":"del","content":"5. Le référentiel d'évaluation énumérant les capacités que les titulaires doivent posséder."},{"type":"add","content":"### Nota"},{"type":"del","content":"Il précise en fonction des modalités possibles d'évaluation :"},{"type":"del","content":""},{"type":"del","content":"-la nature et le nombre des unités capitalisables, au nombre de deux à quatre, chacune constituant un ensemble cohérent de capacités visant un objectif terminal d'intégration ;"},{"type":"del","content":""},{"type":"del","content":"-la liste, la nature, les coefficients et la durée des épreuves terminales, ainsi que, le cas échéant, la note éliminatoire à une ou plusieurs des épreuves en fonction des conditions d'exercice du métier ou de l'activité particulière visée ;"},{"type":"del","content":""},{"type":"del","content":"-la liste des compétences, aptitudes et connaissances permettant au jury de valider les acquis de l'expérience."},{"type":"del","content":""},{"type":"del","content":"Ces référentiels font l'objet d'annexes à l'arrêté mentionné au présent article."},{"type":"del","content":""},{"type":"del","content":"Une unité capitalisable mentionnée à l'article D. 811-167-6 du présent code correspond à un bloc de compétences mentionné au 1° du II de l'article L. 6323-6 du code du travail."},{"type":"add","content":"Conformément aux dispositions de l'article 3 du décret n° 2017-1145 du 7 juillet 2017, à titre transitoire, les dispositions du code rural et de la pêche maritime restent applicables, dans leur rédaction antérieure à l'entrée en vigueur dudit décret, pour les candidats entrés en formation avant l'entrée en vigueur du décret."},{"type":"del","content":"Code rural et de la pêche maritime - article D811-167-6 AUTONOME MODIFIE, en vigueur du 2016-07-01 au 2017-07-10 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural et de la pêche maritime - article D811-167-6 AUTONOME MODIFIE, en vigueur du 2017-07-10 au 2017-12-29 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L6323-6 AUTONOME MODIFIE, en vigueur du 2024-01-01 au 2025-02-16 CITATION cible"},{"type":"add","content":"Code de l'éducation - article R335-13 AUTONOME ABROGE, en vigueur du 2006-05-24 au 2019-01-01 CITATION cible"},{"type":"del","content":"Code du travail - article L6323-6 AUTONOME MODIFIE, en vigueur du 2022-01-01 au 2024-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L6323-6 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2015-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L6323-6 AUTONOME MODIFIE_MORT_NE, en vigueur du 2017-01-01 au 2016-12-29 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L6323-6 AUTONOME MODIFIE, en vigueur du 2017-01-01 au 2019-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L6323-6 AUTONOME MODIFIE, en vigueur du 2019-01-01 au 2022-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L6323-6 AUTONOME MODIFIE, en vigueur du 2015-01-01 au 2017-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural et de la pêche maritime - article D811-167-6 AUTONOME VIGUEUR, en vigueur depuis le 2019-08-26 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural (nouveau) - article D811-167-6 AUTONOME MODIFIE, en vigueur du 2010-05-01 au 2016-07-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural et de la pêche maritime - article D811-167-6 AUTONOME MODIFIE, en vigueur du 2017-12-29 au 2019-08-26 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural (nouveau) - article D811-167-6 AUTONOME MODIFIE, en vigueur du 2005-04-22 au 2010-05-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2017-283 du 2 mars 2017 relatif à la reconnaissance de l'acquisition de blocs de compétences par les candidats préparant l'examen du certificat de spécialisation agricole dans le cadre de la formation professionnelle continue ou de la validation des acquis de l'expérience - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L6323-6 AUTONOME VIGUEUR, en vigueur depuis le 2025-02-16 CITATION cible"},{"type":"add","content":"Décret n° 2017-1145 du 7 juillet 2017 modifiant le règlement général du certificat de spécialisation agricole délivré par le ministère chargé de l'agriculture - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":"      CONCORDANCE source Code rural R811-167-2"},{"type":"del","content":""},{"type":"del","content":"2017-03-02 MODIFIE cible Décret n° 2017-283 du 2 mars 2017 relatif à la reconnaissance de l'acquisition de blocs de compétences par les candidats préparant l'examen du certificat de spécialisation agricole dans le cadre de la formation professionnelle continue ou de la validation des acquis de l'expérience - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":"2017-07-07 MODIFIE cible Décret n° 2017-1145 du 7 juillet 2017 modifiant le règlement général du certificat de spécialisation agricole délivré par le ministère chargé de l'agriculture - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":"2999-01-01 CITATION source Code rural (nouveau) - article D811-167-6 AUTONOME MODIFIE, en vigueur du 2005-04-22 au 2010-05-01"},{"type":"add","content":"2999-01-01 CITATION source Code de l'éducation - article R335-13 AUTONOME ABROGE, en vigueur du 2006-05-24 au 2019-01-01"},{"type":"del","content":"2999-01-01 CITATION source Code du travail - article L6323-6 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2015-01-01"},{"type":"add","content":"      CONCORDANCE source Code rural R811-167-2"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/13/84/LEGIARTI000034138427.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/13/84/LEGIARTI000034138427.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/34/13/84/LEGIARTI000034138427.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/35/15/85/LEGIARTI000035158526.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/35/15/85/LEGIARTI000035158526.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/35/15/85/LEGIARTI000035158526.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000034138427)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000035158526)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_viii/titre_ier/chapitre_ier/section_8/sous-section_1/paragraphe_2/article_d811-167-3.md","articleName":"Article D811-167-3","additions":22,"deletions":30,"diff":[{"type":"del","content":"Le certificat de spécialisation agricole est obtenu :"},{"type":"add","content":"1. Le certificat de spécialisation agricole peut être obtenu :"},{"type":"del","content":"a) Par la voie de l'apprentissage dans les conditions définies au livre Ier du code du travail."},{"type":"add","content":"a) Par la voie de l'apprentissage dans les conditions définies au livre II de la sixième partie du code du travail ;"},{"type":"del","content":"b) Par la voie de la formation continue dans les conditions définies au livre IX du code du travail."},{"type":"add","content":"b) Par la voie de la formation continue dans les conditions définies au livre III de la sixième partie du code du travail ;"},{"type":"del","content":"Lorsque le certificat de spécialisation agricole est demandé par la voie de l'apprentissage ou de la formation continue, les candidats doivent justifier :"},{"type":"add","content":"2. Lorsque le certificat de spécialisation agricole est demandé par la voie de l'apprentissage ou de la formation continue, les candidats doivent justifier lors de leur entrée en formation :"},{"type":"del","content":"1. De l'équivalent d'une année d'activité professionnelle à temps plein à la date d'évaluation de la dernière unité capitalisable ou de la première épreuve terminale. Au titre de cette année d'activité peut être pris en compte la durée d'un contrat de travail de type particulier en alternance ou en apprentissage ;"},{"type":"add","content":"a) Soit de la possession de l'un des diplômes figurant sur la liste fixée par l'arrêté de création de l'option ;"},{"type":"del","content":"2. Et lors de leur entrée en formation :"},{"type":"add","content":"b) Soit de la possession d'un diplôme obtenu en France ou à l'étranger autre que ceux figurant sur la liste fixée par l'arrêté de création de l'option, de niveau au moins équivalent et en rapport avec les diplômes figurant sur la liste fixée par l'arrêté de création de l'option ;"},{"type":"del","content":"a) Soit de la possession de l'un des diplômes ou titres inscrits au répertoire national des certifications professionnelles figurant sur la liste fixée par l'arrêté de création de l'option ;"},{"type":"add","content":"c) Soit de l'équivalent d'une année d'activité professionnelle salariée, non salariée, bénévole ou de volontariat à temps plein dans un emploi en rapport direct avec le contenu et le niveau de l'un des diplômes figurant sur la liste fixée par l'arrêté de création de l'option. Ils doivent en outre satisfaire aux évaluations de prérequis organisées par le centre. Le directeur régional de l'alimentation, de l'agriculture et de la forêt détermine la recevabilité des justificatifs présentés."},{"type":"del","content":"b) Soit de la possession d'un autre diplôme ou titre inscrit au répertoire national des certifications professionnelles et de niveau au moins équivalent à celui du diplôme de référence, mais dont le contenu n'est pas en rapport avec celui-ci, sous réserve d'une durée de formation plus longue précisée à l'article D. 811-167-4 ;"},{"type":"add","content":"3. Une décision dérogatoire à l'entrée en formation peut être accordée par le directeur régional de l'alimentation, de l'agriculture et de la forêt dans les cas suivants :"},{"type":"del","content":"c) Soit de l'équivalent d'une année d'activité professionnelle à temps plein dans un emploi en rapport direct avec le contenu et le niveau de l'un des diplômes ou titres en permettant l'accès, ou de l'équivalent de trois années à temps plein dans un autre emploi. Ils doivent en outre satisfaire aux évaluations de pré-requis organisées par le centre. Les périodes effectuées lors d'un contrat de travail de type particulier en alternance ou en apprentissage, ou lors d'un stage d'application mentionné à l'article R. 343-4 du code rural et de la pêche maritime peuvent être prises en compte dans cette durée."},{"type":"add","content":"a) Aux candidats qui ne possèdent pas l'un des diplômes figurant sur la liste fixée par l'arrêté de création de l'option mais qui justifient du suivi de la formation complète y conduisant, après examen de leur dossier intégrant, le cas échéant, les autres formations suivies ou les activités exercées ;"},{"type":"del","content":"Le directeur de l'alimentation, de l'agriculture et de la forêt en Guadeloupe, en Guyane, en Martinique, à La Réunion et à Mayotte, ou le directeur départemental de l'agriculture et de la forêt détermine la recevabilité des justificatifs présentés."},{"type":"add","content":"b) Aux candidats justifiant d'un diplôme obtenu en France ou à l'étranger autre que ceux figurant sur la liste fixée par l'arrêté de création de l'option, de niveau au moins équivalent et sans rapport avec les diplômes figurant sur la liste fixée par l'arrêté de création de l'option. Ils doivent en outre satisfaire aux évaluations de prérequis organisées par le centre de formation ;"},{"type":"del","content":"De plus, une décision dérogatoire à l'entrée en formation peut être accordée par le directeur de l'alimentation, de l'agriculture et de la forêt en Guadeloupe, en Guyane, en Martinique, à La Réunion et à Mayotte, ou par le directeur départemental de l'agriculture et de la forêt dans les cas suivants :"},{"type":"add","content":"c) Aux candidats justifiant de l'équivalent de trois années d'activité professionnelle salariée, non salariée, bénévole ou de volontariat à temps plein dans un emploi sans rapport direct avec le contenu et le niveau de l'un des diplômes figurant sur la liste fixée par l'arrêté de création de l'option. Ils doivent en outre satisfaire aux évaluations de prérequis organisées par le centre de formation."},{"type":"del","content":"a) Aux candidats qui ne possèdent pas l'un des diplômes ou titres figurant sur la liste fixée par l'arrêté de création de l'option du certificat de spécialisation agricole mais qui justifient du suivi de la formation complète y conduisant, après examen de leur dossier intégrant les autres formations suivies ou les activités exercées ;"},{"type":"del","content":"b) Aux candidats justifiant d'un diplôme ou titre obtenu en France ou à l'étranger autre que ceux figurant sur l'arrêté de création de l'option du certificat de spécialisation agricole, de niveau au moins équivalent et dont le contenu est en rapport avec celui du diplôme de référence."},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Conformément aux dispositions de l'article 3 du décret n° 2017-1145 du 7 juillet 2017, à titre transitoire, les dispositions du code rural et de la pêche maritime restent applicables, dans leur rédaction antérieure à l'entrée en vigueur dudit décret, pour les candidats entrés en formation avant l'entrée en vigueur du décret."},{"type":"del","content":"Code rural et de la pêche maritime - article D811-167-4 AUTONOME MODIFIE, en vigueur du 2017-07-10 au 2020-08-20 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural et de la pêche maritime - article D811-167-4 AUTONOME VIGUEUR, en vigueur depuis le 2020-08-20 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2017-283 du 2 mars 2017 relatif à la reconnaissance de l'acquisition de blocs de compétences par les candidats préparant l'examen du certificat de spécialisation agricole dans le cadre de la formation professionnelle continue ou de la validation des acquis de l'expérience - article 3 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural (nouveau) - article D811-167-4 AUTONOME MODIFIE, en vigueur du 2005-04-22 au 2017-07-10 CITATION cible"},{"type":"add","content":"Décret n° 2017-1145 du 7 juillet 2017 modifiant le règlement général du certificat de spécialisation agricole délivré par le ministère chargé de l'agriculture - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2017-03-02 MODIFIE cible Décret n° 2017-283 du 2 mars 2017 relatif à la reconnaissance de l'acquisition de blocs de compétences par les candidats préparant l'examen du certificat de spécialisation agricole dans le cadre de la formation professionnelle continue ou de la validation des acquis de l'expérience - article 3 ENTIEREMENT_MODIF"},{"type":"add","content":"2017-07-07 MODIFIE cible Décret n° 2017-1145 du 7 juillet 2017 modifiant le règlement général du certificat de spécialisation agricole délivré par le ministère chargé de l'agriculture - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":"2999-01-01 CITATION source Code rural (nouveau) - article D811-167-4 AUTONOME MODIFIE, en vigueur du 2005-04-22 au 2017-07-10"},{"type":"add","content":"2999-01-01 CITATION cible Code rural (nouveau) - article D811-167-4 AUTONOME MODIFIE, en vigueur du 2005-04-22 au 2017-07-10"},{"type":"del","content":"      2999-01-01 CITATION source Code du travail - art. R6412-1 (V)"},{"type":"add","content":"      2999-01-01 CITATION source Code du travail - art. R6412-1 (VT)"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/13/84/LEGIARTI000034138434.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/13/84/LEGIARTI000034138434.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/34/13/84/LEGIARTI000034138434.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/35/15/85/LEGIARTI000035158520.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/35/15/85/LEGIARTI000035158520.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/35/15/85/LEGIARTI000035158520.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000034138434)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000035158520)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_viii/titre_ier/chapitre_ier/section_8/sous-section_1/paragraphe_2/article_d811-167-4.md","articleName":"Article D811-167-4","additions":14,"deletions":115,"diff":[{"type":"del","content":"La formation conduisant à la délivrance du certificat de spécialisation agricole comporte :"},{"type":"add","content":"La formation conduisant à la délivrance du certificat de spécialisation agricole comporte, d'une part, une formation en centre de formation dont la durée est définie pour chaque option par arrêté du ministre chargé de l'agriculture et, d'autre part, une formation en milieu professionnel, en une ou plusieurs périodes, dont la durée totale minimale est de douze semaines."},{"type":"del","content":"a) Une formation en centre comprise entre 400 et 600 heures, et entre 600 et 1200 heures pour les candidats visés au b du 2 de l'article D. 811-167-3 ;"},{"type":"add","content":"Dans le cas d'une préparation par la voie de l'apprentissage, la durée normale du cycle de formation mentionné à l'article L. 6222-7-1 du code du travail est de un an."},{"type":"del","content":"b) Une formation en milieu professionnel, en une ou plusieurs périodes, dont la durée totale minimale est de douze semaines."},{"type":"del","content":"Dans le cas de préparation du certificat de spécialisation agricole par la voie de l'apprentissage, la durée normale du cycle de formation mentionné à l'article L. 115-2 du code du travail est de un an. Cette durée est portée à deux ans pour les candidats concernés par le b du 2 de l'article D. 811-167-3."},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Conformément aux dispositions de l'article 3 du décret n° 2017-1145 du 7 juillet 2017, à titre transitoire, les dispositions du code rural et de la pêche maritime restent applicables, dans leur rédaction antérieure à l'entrée en vigueur dudit décret, pour les candidats entrés en formation avant l'entrée en vigueur du décret."},{"type":"del","content":"Code rural et de la pêche maritime - article R841-7 AUTONOME MODIFIE, en vigueur du 2016-07-01 au 2018-11-07 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 1er août 2023 portant création de l'option « pilotage de machines agricoles et travaux mécanisés à haute technicité » du certificat de spécialisation et fixant ses conditions de délivrance - article 6 AUTONOME VIGUEUR, en vigueur depuis le 2023-08-12 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural et de la pêche maritime - article R841-7 AUTONOME VIGUEUR, en vigueur depuis le 2018-11-07 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural et de la pêche maritime - article D811-167-3 AUTONOME MODIFIE, en vigueur du 2017-07-10 au 2017-12-29 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural et de la pêche maritime - article D811-167-3 AUTONOME MODIFIE, en vigueur du 2010-05-08 au 2016-07-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural et de la pêche maritime - article D840-13 AUTONOME ABROGE, en vigueur du 2013-08-19 au 2016-07-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural (nouveau) - article D811-167-3 AUTONOME MODIFIE, en vigueur du 2010-05-01 au 2010-05-08 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural et de la pêche maritime - article D811-167-3 AUTONOME VIGUEUR, en vigueur depuis le 2017-12-29 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 6 juillet 2017 portant création du certificat de spécialisation agricole option \"arboriste élagueur\" et fixant ses conditions de délivrance - article 4 AUTONOME ABROGE_DIFF, en vigueur du 2018-11-14 au 2027-07-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 22 février 2019 portant création de l'option \"pilote de machines de bûcheronnage\" du certificat de spécialisation agricole et fixant ses conditions de délivrance - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2019-03-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 22 février 2019 portant création de l'option « responsable d'une unité de méthanisation agricole » du certificat de spécialisation agricole et fixant ses conditions de délivrance - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2019-03-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 23 juillet 2019 portant création de l'option « conduite d'un élevage ovin viande » du certificat de spécialisation agricole et fixant ses conditions de délivrance - article 6 AUTONOME VIGUEUR, en vigueur depuis le 2020-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 22 décembre 2020 portant création de l'option « sols sportifs engazonnés » du certificat de spécialisation et fixant ses conditions de délivrance - article 6 AUTONOME VIGUEUR, en vigueur depuis le 2021-04-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 13 mai 2022 portant création de l'option « travaux mécanisés de génie écologique » du certificat de spécialisation et fixant ses conditions de délivrance - article 6 AUTONOME VIGUEUR, en vigueur depuis le 2022-05-20 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 6 juillet 2017 portant création du certificat de spécialisation agricole option « diagnostic et taille des arbres » et fixant ses conditions de délivrance - article 4 AUTONOME MODIFIE, en vigueur du 2017-09-01 au 2018-11-14 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 23 juillet 2019 portant création de l'option \"conduite d'un élevage porcin\" du certificat de spécialisation agricole et fixant ses conditions de délivrance - article 6 AUTONOME VIGUEUR, en vigueur depuis le 2020-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 22 décembre 2020 portant création de l'option « arrosage automatique : espaces verts et sols sportifs » du certificat de spécialisation agricole et fixant ses conditions de délivrance - article 6 AUTONOME VIGUEUR, en vigueur depuis le 2021-04-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 22 décembre 2020 portant création de l'option « constructions paysagères » du certificat de spécialisation et fixant ses conditions de délivrance - article 6 AUTONOME VIGUEUR, en vigueur depuis le 2021-04-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 13 juillet 2017 portant création du certificat de spécialisation agricole option « apiculture » et fixant ses conditions de délivrance - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2017-09-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 5 novembre 2018 portant création de l'option « utilisation et conduite d'attelages de chevaux » du certificat de spécialisation agricole et fixant ses conditions de délivrance - article 4 AUTONOME ABROGE_DIFF, en vigueur du 2019-01-01 au 2027-12-31 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 23 juillet 2019 portant création de l'option « conduite d'un élevage bovin lait » du certificat de spécialisation agricole et fixant ses conditions de délivrance - article 7 AUTONOME VIGUEUR, en vigueur depuis le 2020-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 2 mars 2020 portant création de l'option « conduite de la production de plantes à parfum, aromatiques et médicinales » du certificat de spécialisation et fixant ses conditions de délivrance - article 8 AUTONOME VIGUEUR, en vigueur depuis le 2020-07-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 17 juin 2020 portant création de l'option « conduite de productions maraîchères » du certificat de spécialisation et fixant ses conditions de délivrance - article 8 AUTONOME VIGUEUR, en vigueur depuis le 2020-09-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 23 juillet 2019 portant création de l'option « conduite d'un élevage caprin » du certificat de spécialisation agricole et fixant ses conditions de délivrance - article 7 AUTONOME VIGUEUR, en vigueur depuis le 2020-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 23 janvier 2024 portant création de l'option « conduite de productions en arboriculture fruitière » du certificat de spécialisation agricole et fixant ses conditions de délivrance - article 9 AUTONOME VIGUEUR, en vigueur depuis le 2024-02-04 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 23 juillet 2019 portant création de l'option \"conduite d'un élevage bovin viande\" du certificat de spécialisation agricole et fixant ses conditions de délivrance - article 6 AUTONOME VIGUEUR, en vigueur depuis le 2020-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°2005-368 du 19 avril 2005 relatif à la partie réglementaire du livre VII du code rural et modifiant la partie réglementaire des livres Ier, II, III, IV, V, VI et VIII du même code - article 9 AUTONOME VIGUEUR, en vigueur depuis le 2005-04-22 CREATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural (nouveau) - article D811-167-3 AUTONOME MODIFIE, en vigueur du 2005-04-22 au 2010-05-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 19 février 2025 portant création de l'option « collecte de grains et distribution d'agrofournitures » du certificat de spécialisation agricole et fixant ses conditions de délivrance - article 7 AUTONOME VIGUEUR, en vigueur depuis le 2025-02-23 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 20 juin 2024 portant création de l'option « conduite d'un élevage de production avicole » du certificat de spécialisation agricole et fixant ses conditions de délivrance - article 7 AUTONOME VIGUEUR, en vigueur depuis le 2024-07-31 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 25 avril 2025 portant création de l'option « traction équine et conduite d'attelages » du certificat de spécialisation agricole et fixant ses conditions de délivrance - article 7 AUTONOME VIGUEUR, en vigueur depuis le 2025-05-04 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural et de la pêche maritime - article D811-167-3 AUTONOME MODIFIE, en vigueur du 2016-07-01 au 2017-03-06 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural et de la pêche maritime - article D811-167-3 AUTONOME MODIFIE, en vigueur du 2017-03-06 au 2017-07-10 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 2 mai 2024 portant création de l'option « techniques cynégétiques » du certificat de spécialisation agricole et fixant ses conditions de délivrance - article 6 AUTONOME VIGUEUR, en vigueur depuis le 2024-05-20 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 23 juin 2025 portant création de l'option « arboriste grimpeur » du certificat de spécialisation agricole et fixant ses conditions de délivrance - article 8 AUTONOME VIGUEUR, en vigueur depuis le 2025-07-03 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 16 juillet 2025 portant création de l'option « commercialisation du bétail » du certificat de spécialisation agricole et fixant ses conditions de délivrance - article 6 AUTONOME VIGUEUR, en vigueur depuis le 2025-08-01 CITATION source"},{"type":"add","content":"Décret n° 2017-1145 du 7 juillet 2017 modifiant le règlement général du certificat de spécialisation agricole délivré par le ministère chargé de l'agriculture - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2005-04-19 CREATION source Décret n°2005-368 du 19 avril 2005 relatif à la partie réglementaire du livre VII du code rural et modifiant la partie réglementaire des livres Ier, II, III, IV, V, VI et VIII du même code - article 9 AUTONOME VIGUEUR, en vigueur depuis le 2005-04-22"},{"type":"add","content":"2017-07-07 MODIFIE cible Décret n° 2017-1145 du 7 juillet 2017 modifiant le règlement général du certificat de spécialisation agricole délivré par le ministère chargé de l'agriculture - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code du travail - art. L6222-7-1 (V)"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/59/89/LEGIARTI000006598923.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/59/89/LEGIARTI000006598923.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/59/89/LEGIARTI000006598923.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/35/15/85/LEGIARTI000035158512.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/35/15/85/LEGIARTI000035158512.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/35/15/85/LEGIARTI000035158512.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006598923)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000035158512)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_viii/titre_ier/chapitre_ier/section_8/sous-section_1/paragraphe_2/article_d811-167-5.md","articleName":"Article D811-167-5","additions":18,"deletions":25,"diff":[{"type":"del","content":"Les durées minimales de formation en centre et en milieu professionnel peuvent être réduites après évaluation des compétences, aptitudes et connaissances.L'évaluation prend en compte les études suivies en France ou à l'étranger, les diplômes ou titres français ou étrangers possédés, les unités de diplômes ou titres dont le candidat bénéficie dans la limite de leur validité, les compétences, aptitudes et connaissances professionnelles que le candidat peut faire valoir."},{"type":"add","content":"Les durées minimales de formation en centre et en milieu professionnel peuvent être réduites après positionnement du candidat organisé par le centre. Le positionnement prend en compte, d'une part, les études suivies en France ou à l'étranger, les diplômes français ou étrangers possédés, les unités ou épreuves de diplômes dont le candidat bénéficie dans la limite de leur validité, d'autre part, les compétences professionnelles que le candidat peut faire valoir."},{"type":"del","content":"Sans préjudice de l'application de l'article L. 116-3 du code du travail pour les apprentis, la décision de réduction, après évaluation des compétences, aptitudes et connaissances, fixe la durée minimale de la formation qui sera requise pour l'obtention du certificat de spécialisation agricole."},{"type":"add","content":"Sans préjudice de l'application de l'article L. 6233-8 du code du travail pour les apprentis, la décision de réduction, après une évaluation de positionnement du candidat organisée par le centre, fixe la durée minimale de la formation qui sera requise pour l'obtention du certificat de spécialisation agricole."},{"type":"del","content":"La décision est prise par le directeur régional de l'alimentation, de l'agriculture et de la forêt après avis du directeur du centre de formation ou de l'établissement d'enseignement à distance. Lorsque la délivrance du certificat de spécialisation agricole est demandée selon la modalité des unités capitalisables, la décision est déléguée au directeur du centre habilité."},{"type":"add","content":"La décision est prise par le directeur du centre habilité."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Conformément aux dispositions de l'article 3 du décret n° 2017-1145 du 7 juillet 2017, à titre transitoire, les dispositions du code rural et de la pêche maritime restent applicables, dans leur rédaction antérieure à l'entrée en vigueur dudit décret, pour les candidats entrés en formation avant l'entrée en vigueur du décret."},{"type":"del","content":"Code du travail - article L116-3 AUTONOME MODIFIE, en vigueur du 1973-11-23 au 1985-07-26 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L116-3 AUTONOME MODIFIE, en vigueur du 1985-07-26 au 1987-07-24 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L116-3 AUTONOME MODIFIE, en vigueur du 1987-07-24 au 1992-07-19 CITATION cible"},{"type":"add","content":"Code du travail - article L6233-8 AUTONOME ABROGE, en vigueur du 2008-05-01 au 2019-01-01 CITATION cible"},{"type":"del","content":"Code du travail - article L116-3 AUTONOME ABROGE, en vigueur du 2005-02-26 au 2008-05-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L116-3 AUTONOME MODIFIE, en vigueur du 1992-07-19 au 2005-02-26 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2010-429 du 29 avril 2010 relatif à l'organisation et aux missions des directions régionales de l'alimentation, de l'agriculture et de la forêt - article 6 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2010-05-01 MODIFIE source"},{"type":"add","content":"Décret n° 2017-1145 du 7 juillet 2017 modifiant le règlement général du certificat de spécialisation agricole délivré par le ministère chargé de l'agriculture - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":"2010-04-29 MODIFIE cible Décret n° 2010-429 du 29 avril 2010 relatif à l'organisation et aux missions des directions régionales de l'alimentation, de l'agriculture et de la forêt - article 6 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2010-05-01"},{"type":"del","content":""},{"type":"add","content":""},{"type":"add","content":"2017-07-07 MODIFIE cible Décret n° 2017-1145 du 7 juillet 2017 modifiant le règlement général du certificat de spécialisation agricole délivré par le ministère chargé de l'agriculture - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"del","content":"2999-01-01 CITATION source Code du travail - article L116-3 AUTONOME MODIFIE, en vigueur du 1973-11-23 au 1985-07-26"},{"type":"add","content":"2999-01-01 CITATION source Code du travail - article L6233-8 AUTONOME ABROGE, en vigueur du 2008-05-01 au 2019-01-01"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/22/17/04/LEGIARTI000022170485.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/22/17/04/LEGIARTI000022170485.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/22/17/04/LEGIARTI000022170485.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/35/15/85/LEGIARTI000035158506.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/35/15/85/LEGIARTI000035158506.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/35/15/85/LEGIARTI000035158506.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000022170485)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000035158506)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_viii/titre_ier/chapitre_ier/section_8/sous-section_1/paragraphe_2/article_d811-167-6.md","articleName":"Article D811-167-6","additions":18,"deletions":14,"diff":[{"type":"del","content":"Le certificat de spécialisation agricole peut être délivré selon la modalité des unités capitalisables, la modalité d'épreuves terminales ou la modalité de la validation d'acquis de l'expérience."},{"type":"add","content":"Le certificat de spécialisation agricole est délivré selon la modalité des unités capitalisables."},{"type":"del","content":"Lorsque le certificat de spécialisation agricole est délivré selon la modalité des unités capitalisables, le candidat, pour être déclaré admis, doit avoir obtenu toutes les unités de ce titre. Des unités capitalisables peuvent être communes à plusieurs certificats de spécialisation agricole ou à un certificat de spécialisation agricole et à un diplôme ou autre titre."},{"type":"add","content":"Pour être déclaré admis, le candidat doit avoir obtenu toutes les unités du certificat de spécialisation agricole."},{"type":"del","content":"Lorsque le certificat de spécialisation agricole est délivré sous forme d'épreuves terminales, le candidat doit avoir obtenu une moyenne générale au moins égale à 10 sur 20 à l'ensemble des épreuves affectées de leur coefficient et, le cas échéant, aucune note éliminatoire fixée par l'arrêté de création de l'option."},{"type":"add","content":"Les modalités de préparation au certificat de spécialisation agricole et sa délivrance selon le dispositif des unités capitalisables sont définies par arrêté du ministre chargé de l'agriculture."},{"type":"del","content":"Lorsque l'accès au certificat de spécialisation agricole est délivré par la voie de la validation des acquis de l'expérience, l'ensemble des compétences, aptitudes et connaissances figurant au référentiel d'évaluation doit être validé par le jury."},{"type":"add","content":"Une unité capitalisable correspond à un bloc de compétences mentionné au 1° du II de l'article L. 6323-6 du code du travail."},{"type":"del","content":"Pour préparer un candidat à l'obtention d'un certificat de spécialisation agricole selon la modalité des unités capitalisables et participer aux évaluations des objectifs terminaux d'intégration, le centre doit avoir obtenu, préalablement à la mise en oeuvre de la formation, une habilitation délivrée par le directeur régional de l'alimentation, de l'agriculture et de la forêt ou, en Guadeloupe, en Guyane, en Martinique, à La Réunion et à Mayotte, par le directeur de l'alimentation, de l'agriculture et de la forêt."},{"type":"add","content":"Pour dispenser la formation en vue de l'obtention du certificat de spécialisation agricole selon la modalité des unités capitalisables, les centres de formation mentionnés à l'article D. 811-167-1 doivent avoir obtenu, préalablement à la mise en place de la formation, une habilitation du ministre chargé de l'agriculture dans les conditions fixées par arrêté."},{"type":"del","content":"Pour participer à la validation des acquis de l'expérience à l'issue de l'accompagnement du candidat, ou à l'organisation de l'évaluation complémentaire en cas de validation partielle, le centre de formation doit avoir obtenu préalablement une habilitation délivrée par le directeur régional de l'alimentation, de l'agriculture et de la forêt ou, en Guadeloupe, en Guyane, en Martinique, à La Réunion et à Mayotte, par le directeur de l'alimentation, de l'agriculture et de la forêt."},{"type":"del","content":"Les conditions de ces habilitations sont fixées par arrêté du ministre chargé de l'agriculture."},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Conformément aux dispositions de l'article 3 du décret n° 2017-1145 du 7 juillet 2017, à titre transitoire, les dispositions du code rural et de la pêche maritime restent applicables, dans leur rédaction antérieure à l'entrée en vigueur dudit décret, pour les candidats entrés en formation avant l'entrée en vigueur du décret."},{"type":"del","content":"Décret n° 2016-781 du 10 juin 2016 recodifiant les dispositions relatives à l'outre-mer du code rural et de la pêche maritime (partie réglementaire) - article 9 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Décret n° 2017-1145 du 7 juillet 2017 modifiant le règlement général du certificat de spécialisation agricole délivré par le ministère chargé de l'agriculture - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2016-06-10 MODIFIE cible Décret n° 2016-781 du 10 juin 2016 recodifiant les dispositions relatives à l'outre-mer du code rural et de la pêche maritime (partie réglementaire) - article 9 ENTIEREMENT_MODIF"},{"type":"add","content":"      CONCORDANCE source Code rural R811-167-6"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2017-07-07 MODIFIE cible Décret n° 2017-1145 du 7 juillet 2017 modifiant le règlement général du certificat de spécialisation agricole délivré par le ministère chargé de l'agriculture - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":"      CONCORDANCE source Code rural R811-167-6"},{"type":"add","content":"2999-01-01 CITATION source Code du travail - article L6233-6 AUTONOME ABROGE, en vigueur du 2008-05-01 au 2019-01-01"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/32/71/71/LEGIARTI000032717120.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/32/71/71/LEGIARTI000032717120.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/32/71/71/LEGIARTI000032717120.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/35/15/85/LEGIARTI000035158502.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/35/15/85/LEGIARTI000035158502.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/35/15/85/LEGIARTI000035158502.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000032717120)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000035158502)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_viii/titre_ier/chapitre_ier/section_8/sous-section_1/paragraphe_2/article_d811-167-7.md","articleName":"Article D811-167-7","additions":14,"deletions":9,"diff":[{"type":"del","content":"Le jury, présidé par un fonctionnaire de catégorie A membre de l'enseignement agricole public, est désigné par le directeur régional de l'alimentation, de l'agriculture et de la forêt ou, en Guadeloupe, en Guyane, en Martinique, à La Réunion et à Mayotte, par le directeur de l'alimentation, de l'agriculture et de la forêt. Il est souverain dans ses délibérations prises dans le cadre de la réglementation en vigueur. Le jury, en tant que de besoin, peut s'adjoindre à titre consultatif des experts spécialisés."},{"type":"add","content":"Le jury, présidé par un fonctionnaire de catégorie A membre de l'enseignement agricole public, est désigné par le directeur régional de l'alimentation, de l'agriculture et de la forêt. Il est souverain dans ses délibérations prises dans le cadre de la réglementation en vigueur. Le jury, en tant que de besoin, peut s'adjoindre à titre consultatif des experts spécialisés."},{"type":"del","content":"-des membres de l'enseignement et de la formation professionnelle aux métiers de l'agriculture, de la forêt, de la nature et des territoires. Les membres de l'enseignement et de la formation professionnelle agricoles publics doivent représenter au moins la moitié de cette catégorie ;"},{"type":"add","content":"– des membres de l'enseignement et de la formation professionnelle aux métiers de l'agriculture, de la forêt, de la nature et des territoires. Les membres de l'enseignement et de la formation professionnelle agricoles publics doivent représenter au moins la moitié de cette catégorie ;"},{"type":"del","content":"-des professionnels du secteur d'activité concerné par le certificat de spécialisation agricole, à parité employeurs ou exploitants agricoles et salariés, sauf dispositions particulières prévues dans l'arrêté de création de l'option du certificat de spécialisation agricole."},{"type":"add","content":"– des professionnels du secteur d'activité concerné par le certificat de spécialisation agricole, à parité employeurs et salariés, sauf dispositions particulières prévues dans l'arrêté de création de l'option du certificat de spécialisation agricole."},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Conformément aux dispositions de l'article 3 du décret n° 2017-1145 du 7 juillet 2017, à titre transitoire, les dispositions du code rural et de la pêche maritime restent applicables, dans leur rédaction antérieure à l'entrée en vigueur dudit décret, pour les candidats entrés en formation avant l'entrée en vigueur du décret."},{"type":"add","content":""},{"type":"add","content":""},{"type":"del","content":"Décret n° 2016-781 du 10 juin 2016 recodifiant les dispositions relatives à l'outre-mer du code rural et de la pêche maritime (partie réglementaire) - article 9 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Décret n° 2017-1145 du 7 juillet 2017 modifiant le règlement général du certificat de spécialisation agricole délivré par le ministère chargé de l'agriculture - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2016-06-10 MODIFIE cible Décret n° 2016-781 du 10 juin 2016 recodifiant les dispositions relatives à l'outre-mer du code rural et de la pêche maritime (partie réglementaire) - article 9 ENTIEREMENT_MODIF"},{"type":"add","content":"2017-07-07 MODIFIE cible Décret n° 2017-1145 du 7 juillet 2017 modifiant le règlement général du certificat de spécialisation agricole délivré par le ministère chargé de l'agriculture - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/32/71/71/LEGIARTI000032717118.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/32/71/71/LEGIARTI000032717118.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/32/71/71/LEGIARTI000032717118.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/35/15/85/LEGIARTI000035158500.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/35/15/85/LEGIARTI000035158500.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/35/15/85/LEGIARTI000035158500.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000032717118)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000035158500)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_viii/titre_ier/chapitre_ier/section_8/sous-section_1/paragraphe_2/article_d811-167-8.md","articleName":"Article D811-167-8","additions":15,"deletions":10,"diff":[{"type":"del","content":"L'obtention d'une unité capitalisable donne lieu à la délivrance d'une attestation par le directeur régional de l'alimentation, de l'agriculture et de la forêt."},{"type":"add","content":"1. Lorsque le certificat de spécialisation agricole est demandé par la voie de l'apprentissage, l'obtention d'une unité capitalisable donne lieu à la délivrance d'une attestation par le directeur régional de l'alimentation, de l'agriculture et de la forêt."},{"type":"del","content":"Les candidats ajournés après délibération du jury à l'issue de la présentation de toutes les unités capitalisables, de toutes les épreuves terminales ou de toutes les phases de la procédure de validation des acquis de l'expérience, ainsi que les candidats dont une ou plusieurs unités capitalisables ont été obtenues depuis plus de cinq ans, doivent se réinscrire au certificat de spécialisation agricole pour présenter, selon le cas, soit les unités capitalisables manquantes, soit l'ensemble des épreuves terminales, soit une nouvelle procédure de validation des acquis de l'expérience."},{"type":"add","content":"Les candidats ajournés après délibération du jury à l'issue de la présentation de toutes les unités capitalisables ainsi que les candidats dont une ou plusieurs unités capitalisables ont été obtenues depuis plus de cinq ans doivent se réinscrire au certificat de spécialisation agricole pour présenter les unités capitalisables manquantes."},{"type":"del","content":"L'obtention d'un bloc de compétences donne lieu à la délivrance d'une attestation par le directeur régional de l'alimentation, de l'agriculture et de la forêt."},{"type":"add","content":"2. Lorsque le certificat de spécialisation agricole est demandé par la voie de la formation continue ou de la validation des acquis de l'expérience, l'obtention d'un bloc de compétences donne lieu à la délivrance d'une attestation par le directeur régional de l'alimentation, de l'agriculture et de la forêt."},{"type":"del","content":"Les candidats qui prétendent au diplôme et qui ont déjà obtenu un ou plusieurs blocs de compétences au titre de la formation professionnelle continue ou au titre de la validation des acquis de l'expérience, titulaires de l'attestation définie au précédent alinéa, peuvent être dispensés à leur demande d'une ou plusieurs unités capitalisables du titre correspondantes aux blocs de compétences obtenus, sous réserve de la validité de l'option du titre présentée. En cas de rénovation de l'option, il est tenu compte d'un tableau de correspondances entre anciennes et nouvelles unités capitalisables."},{"type":"add","content":"Les candidats qui prétendent au diplôme et qui ont déjà obtenu un ou plusieurs blocs de compétences au titre de la formation professionnelle continue ou au titre de la validation des acquis de l'expérience, titulaires de l'attestation définie au précédent alinéa, peuvent être dispensés à leur demande d'une ou plusieurs unités capitalisables du titre correspondants aux blocs de compétences obtenus, sous réserve de la validité de l'option du titre présentée. En cas de rénovation de l'option, il est tenu compte d'un tableau de correspondances entre anciennes et nouvelles unités capitalisables."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Conformément aux dispositions de l'article 3 du décret n° 2017-1145 du 7 juillet 2017, à titre transitoire, les dispositions du code rural et de la pêche maritime restent applicables, dans leur rédaction antérieure à l'entrée en vigueur dudit décret, pour les candidats entrés en formation avant l'entrée en vigueur du décret."},{"type":"del","content":"Décret n° 2017-283 du 2 mars 2017 relatif à la reconnaissance de l'acquisition de blocs de compétences par les candidats préparant l'examen du certificat de spécialisation agricole dans le cadre de la formation professionnelle continue ou de la validation des acquis de l'expérience - article 4 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Décret n° 2017-1145 du 7 juillet 2017 modifiant le règlement général du certificat de spécialisation agricole délivré par le ministère chargé de l'agriculture - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2017-03-02 MODIFIE cible Décret n° 2017-283 du 2 mars 2017 relatif à la reconnaissance de l'acquisition de blocs de compétences par les candidats préparant l'examen du certificat de spécialisation agricole dans le cadre de la formation professionnelle continue ou de la validation des acquis de l'expérience - article 4 ENTIEREMENT_MODIF"},{"type":"add","content":"2017-07-07 MODIFIE cible Décret n° 2017-1145 du 7 juillet 2017 modifiant le règlement général du certificat de spécialisation agricole délivré par le ministère chargé de l'agriculture - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/13/84/LEGIARTI000034138439.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/13/84/LEGIARTI000034138439.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/34/13/84/LEGIARTI000034138439.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/35/15/84/LEGIARTI000035158491.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/35/15/84/LEGIARTI000035158491.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/35/15/84/LEGIARTI000035158491.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000034138439)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000035158491)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_viii/titre_ier/chapitre_ier/section_8/sous-section_1/paragraphe_2/article_d811-167-9.md","articleName":"Article D811-167-9","additions":0,"deletions":64,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article D811-167-9"},{"type":"del","content":""},{"type":"del","content":"Les dispositions des articles D. 811-167 à D. 811-167-8 sont applicables aux certificats de spécialisation agricole créés ou rénovés en application de l'arrêté du 12 janvier 1995."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural (nouveau) - article D811-167 AUTONOME MODIFIE, en vigueur du 2005-04-22 au 2017-07-10 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural et de la pêche maritime - article D811-167 AUTONOME VIGUEUR, en vigueur depuis le 2017-07-10 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2017-1145 du 7 juillet 2017 modifiant le règlement général du certificat de spécialisation agricole délivré par le ministère chargé de l'agriculture - article 2 ENTIEREMENT_MODIF ABROGE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°2005-368 du 19 avril 2005 relatif à la partie réglementaire du livre VII du code rural et modifiant la partie réglementaire des livres Ier, II, III, IV, V, VI et VIII du même code - article 9 AUTONOME VIGUEUR, en vigueur depuis le 2005-04-22 CREATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2005-368 du 19 avril 2005 relatif à la partie réglementaire du livre VII du code rural et modifiant la partie réglementaire des livres Ier, II, III, IV, V, VI et VIII du même code La partie réglementaire du livre VII du code rural fait l'objet d'une publication spéciale annexée au Journal officiel de ce jour CODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2005-04-19 CODIFICATION source Décret n° 2005-368 du 19 avril 2005 relatif à la partie réglementaire du livre VII du code rural et modifiant la partie réglementaire des livres Ier, II, III, IV, V, VI et VIII du même code La partie réglementaire du livre VII du code rural fait l'objet d'une publication spéciale annexée au Journal officiel de ce jour"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2005-04-19 CREATION source Décret n°2005-368 du 19 avril 2005 relatif à la partie réglementaire du livre VII du code rural et modifiant la partie réglementaire des livres Ier, II, III, IV, V, VI et VIII du même code - article 9 AUTONOME VIGUEUR, en vigueur depuis le 2005-04-22"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2017-07-07 ABROGE cible Décret n° 2017-1145 du 7 juillet 2017 modifiant le règlement général du certificat de spécialisation agricole délivré par le ministère chargé de l'agriculture - article 2 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code rural (nouveau) - article D811-167 AUTONOME MODIFIE, en vigueur du 2005-04-22 au 2017-07-10"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CONCORDANCE source Code rural R811-167-9"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/59/89/LEGIARTI000006598928.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/59/89/LEGIARTI000006598928.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/59/89/LEGIARTI000006598928.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_rural_et_de_la_peche_maritime/src/branch/main/partie_reglementaire/livre_viii/titre_ier/chapitre_ier/section_8/sous-section_1/paragraphe_2/article_d811-167-9.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006598928)"},{"type":"del","content":""}],"status":"deleted"},{"filename":"partie_reglementaire/livre_viii/titre_ier/chapitre_ier/section_8/sous-section_1/paragraphe_2/article_d811-167.md","articleName":"Article D811-167","additions":36,"deletions":16,"diff":[{"type":"del","content":"Le certificat de spécialisation agricole est un titre national à finalité professionnelle délivré par le ministre chargé de l'agriculture dans les conditions définies par les articles D. 811-167-1 à D. 811-167-9."},{"type":"add","content":"Le certificat de spécialisation agricole est un titre national à finalité professionnelle délivré par le ministre chargé de l'agriculture dans les conditions définies par les articles D. 811-167-1 à D. 811-167-8."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Conformément aux dispositions de l'article 3 du décret n° 2017-1145 du 7 juillet 2017, à titre transitoire, les dispositions du code rural et de la pêche maritime restent applicables, dans leur rédaction antérieure à l'entrée en vigueur dudit décret, pour les candidats entrés en formation avant l'entrée en vigueur du décret."},{"type":"del","content":"Décret n°2005-368 du 19 avril 2005 relatif à la partie réglementaire du livre VII du code rural et modifiant la partie réglementaire des livres Ier, II, III, IV, V, VI et VIII du même code - article 9 AUTONOME VIGUEUR, en vigueur depuis le 2005-04-22 CREATION cible"},{"type":"add","content":"Code rural et de la pêche maritime - article D811-167-1 AUTONOME MODIFIE, en vigueur du 2010-05-08 au 2017-07-10 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code rural et de la pêche maritime - article D811-167-8 AUTONOME MODIFIE, en vigueur du 2017-03-06 au 2017-07-10 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code rural et de la pêche maritime - article D811-167-1 AUTONOME MODIFIE, en vigueur du 2017-07-10 au 2017-12-29 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code rural et de la pêche maritime - article D811-167-8 AUTONOME VIGUEUR, en vigueur depuis le 2017-07-10 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code rural et de la pêche maritime - article D811-167-1 AUTONOME VIGUEUR, en vigueur depuis le 2017-12-29 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2017-1145 du 7 juillet 2017 modifiant le règlement général du certificat de spécialisation agricole délivré par le ministère chargé de l'agriculture - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"Code rural (nouveau) - article D811-167-9 AUTONOME ABROGE, en vigueur du 2005-04-22 au 2017-07-10 CITATION source"},{"type":"add","content":"Code rural (nouveau) - article D811-167-1 AUTONOME MODIFIE, en vigueur du 2005-04-22 au 2010-05-08 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code rural (nouveau) - article D811-167-8 AUTONOME MODIFIE, en vigueur du 2005-04-22 au 2017-03-06 CITATION cible"},{"type":"del","content":""},{"type":"del","content":"Décret n° 2017-283 du 2 mars 2017 relatif à la reconnaissance de l'acquisition de blocs de compétences par les candidats préparant l'examen du certificat de spécialisation agricole dans le cadre de la formation professionnelle continue ou de la validation des acquis de l'expérience CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2017-283 du 2 mars 2017 relatif à la reconnaissance de l'acquisition de blocs de compétences par les candidats préparant l'examen du certificat de spécialisation agricole dans le cadre de la formation professionnelle continue ou de la validation des acquis de l'expérience VIGUEUR, en vigueur depuis le 2017-03-06 CITATION source"},{"type":"del","content":""},{"type":"del","content":"2005-04-19 CODIFICATION source Décret n° 2005-368 du 19 avril 2005 relatif à la partie réglementaire du livre VII du code rural et modifiant la partie réglementaire des livres Ier, II, III, IV, V, VI et VIII du même code La partie réglementaire du livre VII du code rural fait l'objet d'une publication spéciale annexée au Journal officiel de ce jour"},{"type":"add","content":"      CONCORDANCE source Code rural R811-167"},{"type":"del","content":"2005-04-19 CREATION source Décret n°2005-368 du 19 avril 2005 relatif à la partie réglementaire du livre VII du code rural et modifiant la partie réglementaire des livres Ier, II, III, IV, V, VI et VIII du même code - article 9 AUTONOME VIGUEUR, en vigueur depuis le 2005-04-22"},{"type":"add","content":"2005-04-19 CODIFICATION source Décret n° 2005-368 du 19 avril 2005 relatif à la partie réglementaire du livre VII du code rural et modifiant la partie réglementaire des livres Ier, II, III, IV, V, VI et VIII du même code La partie réglementaire du livre VII du code rural fait l'objet d'une publication spéciale annexée au Journal officiel de ce jour"},{"type":"add","content":""},{"type":"add","content":"2017-07-07 MODIFIE cible Décret n° 2017-1145 du 7 juillet 2017 modifiant le règlement général du certificat de spécialisation agricole délivré par le ministère chargé de l'agriculture - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"del","content":"      CONCORDANCE source Code rural R811-167"},{"type":"add","content":"2999-01-01 CITATION source Code rural (nouveau) - article D811-167-8 AUTONOME MODIFIE, en vigueur du 2005-04-22 au 2017-03-06"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/59/89/LEGIARTI000006598918.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/59/89/LEGIARTI000006598918.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/59/89/LEGIARTI000006598918.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/35/15/85/LEGIARTI000035158540.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/35/15/85/LEGIARTI000035158540.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/35/15/85/LEGIARTI000035158540.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006598918)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000035158540)"}],"status":"modified"}],"stats":{"additions":166,"deletions":361,"filesChanged":11}}