{"sha":"10837e74a553","date":"2021-10-20","message":"Décision n° 430261 du 24 février 2021 du Conseil d'Etat statuant au contentieux","files":[{"filename":"partie_legislative/livre_v/titre_ii/chapitre_ier/section_1/README.md","articleName":"Sommaire - Section 1","additions":0,"deletions":1,"diff":[{"type":"del","content":"- [Article L521-3-1](article_l521-3-1.md)"}],"status":"modified"},{"filename":"partie_legislative/livre_v/titre_ii/chapitre_ier/section_1/article_l521-3-1.md","articleName":"Article L521-3-1","additions":0,"deletions":100,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article L521-3-1"},{"type":"del","content":""},{"type":"del","content":"I.-L'organe chargé de l'administration de la société définit les modalités de détermination et de paiement du prix des apports de produits, des services ou des cessions d'approvisionnement, notamment les acomptes et, s'il y a lieu, les compléments de prix, et propose une répartition des excédents annuels disponibles mentionnés au d du I de l'article L. 521-3. Cette répartition est décidée par l'assemblée générale ordinaire. L'ensemble de ces éléments constitue la rémunération de l'associé coopérateur."},{"type":"del","content":""},{"type":"del","content":"II.-L'organe chargé de l'administration établit un document présentant la part des résultats de la société coopérative qu'il propose de reverser aux associés coopérateurs à titre de rémunération du capital social et de ristournes ainsi que la part des résultats des filiales destinée à la société coopérative, en expliquant les éléments pris en compte pour les déterminer. Ce document est adressé à chaque associé coopérateur avec sa convocation à l'assemblée générale."},{"type":"del","content":""},{"type":"del","content":"Lorsque la société coopérative est tenue de désigner un commissaire aux comptes, celui-ci atteste l'exactitude des informations figurant sur le document mentionné au précédent alinéa. Son attestation est jointe à ce document. Si le commissaire aux comptes émet des observations ou s'il refuse de remettre une attestation, il en informe sans délai le Haut Conseil de la coopération agricole."},{"type":"del","content":""},{"type":"del","content":"III.-L'organe chargé de l'administration présente lors de l'assemblée générale ordinaire un document donnant des informations :"},{"type":"del","content":""},{"type":"del","content":"1° Sur l'écart entre le prix indiqué lors de la précédente assemblée générale ordinaire, et le prix effectivement payé aux associés coopérateurs pour leurs apports ;"},{"type":"del","content":""},{"type":"del","content":"2° Sur les écarts constatés entre ce prix et les différents indicateurs relatifs aux coûts de production et aux prix des produits agricoles et alimentaires éventuellement pris en compte dans le règlement intérieur pour fixer les critères et modalités de détermination du prix des apports, ou, à défaut, tous indicateurs disponibles relatifs aux coûts pertinents de production en agriculture et aux prix des produits agricoles et alimentaires constatés sur les marchés sur lesquels opère la coopérative. Ce document précise que la coopérative engage sa responsabilité si ces informations ne sont pas sincères."},{"type":"del","content":""},{"type":"del","content":"L'organe chargé de l'administration de la coopérative communique aux associés coopérateurs, selon la fréquence mentionnée dans le règlement intérieur, l'évolution des indicateurs relatifs aux prix des produits agricoles et alimentaires constatés sur les marchés sur lesquels la coopérative opère."},{"type":"del","content":""},{"type":"del","content":"IV.-Dans le mois qui suit l'assemblée générale ordinaire, une information sur la rémunération définitive globale liée aux apports de l'associé coopérateur, incluant le prix des apports versé sous forme d'acompte et de compléments de prix et les ristournes, est transmise à chaque associé coopérateur. Cette rémunération peut être présentée par unité de mesure."},{"type":"del","content":""},{"type":"del","content":"V.- (Annulé) ;"},{"type":"del","content":""},{"type":"del","content":"VI.-Lorsque la société procède à la collecte, à l'état brut, de produits mentionnés au premier alinéa de l'article L. 441-8 du code de commerce, l'organe chargé de l'administration détermine des critères relatifs aux fluctuations des prix des matières premières agricoles et alimentaires affectant significativement le coût de production de ces produits. Lorsque ces critères, portés à la connaissance des associés coopérateurs selon des modalités prévues dans le règlement intérieur, sont remplis, l'organe chargé de l'administration délibère sur une éventuelle modification des modalités de détermination du prix des apports de ces produits."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"### Nota"},{"type":"del","content":""},{"type":"del","content":"Conformément à la décision n° 430261 du 24 février 2021 du Conseil d’Etat statuant au contentieux (ECLI:FR:CECHR:2021:430261.20210224), les dispositions du b) du 3° de l’article 1er de l’ordonnance n° 2019-362 du 24 avril 2019 relative à la coopération agricole (NOR : AGRT1903569R) sont annulées en tant qu’elles créent un V à l’article L. 521-3-1 du code rural et de la pêche maritime."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décision n° 430261 du 24 février 2021 du Conseil d'Etat statuant au contentieux ANNULATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2019-11-29 CITATION cible Arrêté du 29 novembre 2019 portant homologation des modèles de statuts des sociétés coopératives agricoles - article AUTONOME ABROGE, en vigueur du 2019-12-09 au 2020-02-26"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2019-11-29 CITATION cible Arrêté du 29 novembre 2019 portant homologation des modèles de statuts des sociétés coopératives agricoles - article AUTONOME ABROGE, en vigueur du 2019-12-09 au 2020-02-26"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2020-02-20 CITATION cible Arrêté du 20 février 2020 portant homologation des modèles de statuts des unions de sociétés coopératives agricoles - article ANNEXE 1 AUTONOME VIGUEUR, en vigueur depuis le 2020-02-26"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2020-02-20 CITATION cible Arrêté du 20 février 2020 portant homologation des modèles de statuts des sociétés coopératives agricoles - article ANNEXE 2 AUTONOME VIGUEUR, en vigueur depuis le 2020-02-26"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2020-02-20 CITATION cible Arrêté du 20 février 2020 portant homologation des modèles de statuts des sociétés coopératives agricoles - article ANNEXE 3 AUTONOME VIGUEUR, en vigueur depuis le 2020-02-26"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2020-02-20 CITATION cible Arrêté du 20 février 2020 portant homologation des modèles de statuts des sociétés coopératives agricoles - article ANNEXE 4 AUTONOME VIGUEUR, en vigueur depuis le 2020-02-26"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2020-02-20 CITATION cible Arrêté du 20 février 2020 portant homologation des modèles de statuts des sociétés coopératives agricoles - article ANNEXE 5 AUTONOME VIGUEUR, en vigueur depuis le 2020-02-26"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2020-02-20 CITATION cible Arrêté du 20 février 2020 portant homologation des modèles de statuts des sociétés coopératives agricoles - article ANNEXE 6 AUTONOME VIGUEUR, en vigueur depuis le 2020-02-26"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2021-02-24 ANNULATION source Décision n° 430261 du 24 février 2021 du Conseil d'Etat statuant au contentieux"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2023-04-03 CITATION cible Décret n° 2023-247 du 3 avril 2023 fixant la liste de produits prévue au VI de l'article L. 521-3-1 du code rural et de la pêche maritime VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2023-04-03 CITATION cible Décret n° 2023-247 du 3 avril 2023 fixant la liste de produits prévue au VI de l'article L. 521-3-1 du code rural et de la pêche maritime - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      2999-01-01 CITATION source Code de commerce - art. L441-8"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code rural et de la pêche maritime - article D521-4 AUTONOME VIGUEUR, en vigueur depuis le 2023-04-05"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code rural et de la pêche maritime - article L521-3 AUTONOME MODIFIE, en vigueur du 2019-07-01 au 2023-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code rural et de la pêche maritime - article L524-2-1 AUTONOME MODIFIE, en vigueur du 2019-07-01 au 2025-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/23/09/LEGIARTI000043230945.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/23/09/LEGIARTI000043230945.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/43/23/09/LEGIARTI000043230945.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_rural_et_de_la_peche_maritime/src/branch/main/partie_legislative/livre_v/titre_ii/chapitre_ier/section_1/article_l521-3-1.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000043230945)"},{"type":"del","content":""}],"status":"deleted"}],"stats":{"additions":0,"deletions":101,"filesChanged":2}}