{"sha":"39662f160dc4","date":"2009-12-10","message":"Décret n° 2009-1515 du 7 décembre 2009 relatif au brevet de technicien supérieur agricole","files":[{"filename":"partie_reglementaire/livre_viii/titre_ier/chapitre_ier/section_6/article_d811-139.md","articleName":"Article D811-139","additions":26,"deletions":17,"diff":[{"type":"del","content":"L'option ou la spécialité s'appuie sur un référentiel professionnel caractérisant les compétences générales, technologiques et professionnelles correspondant aux activités auxquelles prépare le diplôme."},{"type":"add","content":"L'option ou la spécialité s'appuie sur un référentiel professionnel présentant le contexte du ou des emplois visés, la fiche descriptive d'activités et les situations professionnelles significatives."},{"type":"del","content":"L'option ou la spécialité est définie par un référentiel du diplôme, organisé en domaines et modules. Ce référentiel énumère les capacités requises pour l'obtention du diplôme, précise les savoirs, les savoir-faire qui doivent être acquis et indique les niveaux d'exigence requis pour l'obtention du diplôme."},{"type":"add","content":"L'option ou la spécialité s'appuie également sur un référentiel de certification qui énumère les capacités générales, technologiques et professionnelles que les titulaires du diplôme doivent posséder et détermine les niveaux d'exigence requis pour l'obtention du diplôme. Le référentiel de certification est organisé en unités constituées d'un ensemble, cohérent au regard de la finalité du diplôme, de capacités, savoir-faire et savoirs."},{"type":"add","content":""},{"type":"add","content":"L'option ou la spécialité est définie par un référentiel de formation, organisé en domaines ou modules. Ce référentiel énumère les capacités requises pour l'obtention du diplôme, précise les savoirs, les savoir-faire qui doivent être acquis et indique les niveaux d'exigence requis pour l'obtention du diplôme."},{"type":"add","content":""},{"type":"add","content":"Un arrêté du ministre chargé de l'agriculture fixe les modalités selon lesquelles un ou plusieurs modules d'initiative locale sont mis en œuvre par chaque établissement."},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Décret n° 2009-1515 du 7 décembre 2009 art 5 : Les dispositions du présent décret sont applicables :"},{"type":"add","content":""},{"type":"add","content":"- à compter du lendemain de sa publication aux élèves préparant un brevet de technicien supérieur agricole des options \"analyses agricoles, biologiques et biotechnologiques\", \"sciences et technologies des aliments\" et \"viticulture-œnologie\" ;"},{"type":"add","content":""},{"type":"add","content":"- à compter de la rentrée scolaire 2010 aux élèves préparant un brevet de technicien supérieur agricole des options \"technologie végétale\", \"production horticole\" , \"production animale\" et \"technico-commercial\" ;"},{"type":"add","content":""},{"type":"add","content":"- à compter de la rentrée scolaire 2011 aux élèves préparant un brevet de technicien supérieur agricole des options \"gestion et maîtrise de l'eau\", \"gestion forestière\", \"gestion et protection de la nature et aménagements paysagers\" ;"},{"type":"add","content":""},{"type":"add","content":"- à compter de la rentrée scolaire 2012 aux élèves préparant un brevet de technicien supérieur agricole des options \"génie des équipements agricoles\", \"analyse et conduite des systèmes d'exploitation\", \"développement des agricultures en régions chaudes\", \"services en espace rural\" et \"aquaculture\"."},{"type":"add","content":""},{"type":"add","content":""},{"type":"del","content":"Décret n° 2007-946 du 15 mai 2007 relatif au brevet de technicien supérieur agricole et modifiant le code rural - article 1 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"Code de l'éducation - article D123-13 AUTONOME VIGUEUR, en vigueur depuis le 2004-07-17 CITATION cible"},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":"Décret n° 2005-368 du 19 avril 2005 relatif à la partie réglementaire du livre VII du code rural et modifiant la partie réglementaire des livres Ier, II, III, IV, V, VI et VIII du même code La partie réglementaire du livre VII du code rural fait l'objet d'une publication spéciale annexée au Journal officiel de ce jour CODIFICATION cible"},{"type":"add","content":"Décret n° 2009-1515 du 7 décembre 2009 relatif au brevet de technicien supérieur agricole - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2005-04-19 CODIFICATION source Décret n° 2005-368 du 19 avril 2005 relatif à la partie réglementaire du livre VII du code rural et modifiant la partie réglementaire des livres Ier, II, III, IV, V, VI et VIII du même code La partie réglementaire du livre VII du code rural fait l'objet d'une publication spéciale annexée au Journal officiel de ce jour"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2007-05-15 MODIFICATION source Décret n° 2007-946 du 15 mai 2007 relatif au brevet de technicien supérieur agricole et modifiant le code rural - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2009-12-07 MODIFIE cible Décret n° 2009-1515 du 7 décembre 2009 relatif au brevet de technicien supérieur agricole - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/59/88/LEGIARTI000006598812.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/59/88/LEGIARTI000006598812.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/59/88/LEGIARTI000006598812.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/41/22/LEGIARTI000021412272.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/41/22/LEGIARTI000021412272.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/21/41/22/LEGIARTI000021412272.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006598812)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000021412272)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_viii/titre_ier/chapitre_ier/section_6/article_d811-142.md","articleName":"Article D811-142","additions":54,"deletions":55,"diff":[{"type":"del","content":"I. - L'examen conduisant à la délivrance du brevet de technicien supérieur agricole est organisé sous la forme d'épreuves dont l'objet est de valider les acquis du candidat par rapport à tout ou partie du référentiel caractéristique du diplôme."},{"type":"add","content":"I.-L'examen conduisant à la délivrance du brevet de technicien supérieur agricole est organisé sous la forme d'épreuves dont l'objet est de valider les acquis du candidat par rapport à l'ensemble des référentiels du diplôme."},{"type":"del","content":"II. - L'examen en vue de l'attribution du diplôme comporte deux groupes d'épreuves à coefficient, écrites, orales et pratiques. Chacune d'elles sanctionne les capacités, savoir et savoir-faire à acquérir dans un ou plusieurs domaines. Leur définition est commune à toutes les catégories de candidats."},{"type":"add","content":"II.-L'examen en vue de l'attribution du diplôme comporte deux groupes d'épreuves à coefficient, écrites, orales et pratiques. Chacune d'elles sanctionne les capacités, savoir et savoir-faire à acquérir dans un ou plusieurs domaines. Leur définition est commune à toutes les catégories de candidats."},{"type":"del","content":"Le premier groupe est constitué de trois épreuves organisées en fin de formation ayant pour objet le contrôle de l'atteinte des objectifs terminaux de la formation. L'une d'entre elles au moins présente un caractère de synthèse significatif de l'option ou de la spécialité du diplôme."},{"type":"add","content":"Le premier groupe est constitué de deux épreuves organisées en fin de formation ayant pour objet le contrôle de l'atteinte des objectifs terminaux de la formation. L'une d'entre elles au moins présente un caractère de synthèse significatif de l'option ou de la spécialité du diplôme."},{"type":"del","content":"III. - Les contrôles certificatifs en cours de formation s'effectuent selon des modalités fixées par arrêté du ministre de l'agriculture. Les établissements publics ou privés ayant passé pour la filière concernée un contrat au titre des articles L. 813-8 et L. 813-9 et dispensant une formation scolaire ou les établissements mentionnés au d du I de l'article D. 811-140 doivent, pour mettre en oeuvre le contrôle certificatif en cours de formation, avoir obtenu préalablement au début de la formation une habilitation du directeur régional de l'agriculture et de la forêt."},{"type":"add","content":"III.-Les contrôles certificatifs en cours de formation s'effectuent selon des modalités fixées par arrêté du ministre de l'agriculture. Les établissements publics ou privés ayant passé pour la filière concernée un contrat au titre des articles L. 813-8 et L. 813-9 et dispensant une formation scolaire ou les établissements mentionnés au d du I de l'article D. 811-140 doivent, pour mettre en oeuvre le contrôle certificatif en cours de formation, avoir obtenu préalablement au début de la formation une habilitation du directeur régional de l'agriculture et de la forêt."},{"type":"del","content":"IV. - Si des anomalies dans l'organisation ou les résultats du contrôle certificatif en cours de formation sont constatées par le jury, celui-ci peut décider de refuser le bénéfice de ce contrôle aux candidats concernés."},{"type":"add","content":"IV.-Si des anomalies dans l'organisation ou les résultats du contrôle certificatif en cours de formation sont constatées par le jury, celui-ci peut décider de refuser le bénéfice de ce contrôle aux candidats concernés."},{"type":"del","content":"V. - Outre les candidats des établissements non habilités à mettre en oeuvre le contrôle certificatif en cours de formation, ne peuvent bénéficier de celui-ci :"},{"type":"add","content":"V.-Outre les candidats des établissements non habilités à mettre en oeuvre le contrôle certificatif en cours de formation, ne peuvent bénéficier de celui-ci :"},{"type":"del","content":"VI. - Le jury est nommé par arrêté du ministre de l'agriculture. Chaque jury national est présidé par un ingénieur général d'agronomie."},{"type":"add","content":"VI.-Le jury est nommé par arrêté du ministre de l'agriculture. Chaque jury national est présidé par un ingénieur général d'agronomie."},{"type":"del","content":"VII. - Le jury déclare admis, après délibération, les candidats ayant obtenu une moyenne supérieure ou égale à 10 sur 20, calculée sur l'ensemble des résultats des épreuves coefficientées des groupes 1 et 2, auxquels s'ajoutent les points au-dessus de 10 de la note d'éducation physique et sportive et de la note de la moyenne des modules d'initiative locale. Ces points supplémentaires sont multipliés par deux en ce qui concerne l'éducation physique et sportive et par trois en ce qui concerne les modules d'initiative locale."},{"type":"add","content":"VII.-Le jury déclare admis, après délibération, les candidats ayant obtenu une moyenne supérieure ou égale à 10 sur 20, calculée sur l'ensemble des résultats des épreuves avec coefficient des groupes 1 et 2 auxquels s'ajoutent les points au-dessus de 10 de la note d'éducation physique et sportive et de la moyenne des modules d'initiative locale. Ces points supplémentaires sont multipliés par trois."},{"type":"del","content":"VIII. - Les candidats qui ne peuvent subir l'épreuve d'éducation physique et sportive pour une raison de santé en sont dispensés à condition de produire un certificat délivré par un médecin de la santé publique concourant à l'exercice des tâches médico-scolaires."},{"type":"add","content":"VIII.-Les candidats qui ne peuvent subir l'épreuve d'éducation physique et sportive pour une raison de santé en sont dispensés à condition de produire un certificat délivré par un médecin de la santé publique concourant à l'exercice des tâches médico-scolaires."},{"type":"del","content":"IX. - Pour leur attribuer, éventuellement, des points supplémentaires et prononcer leur admission, le jury procède à l'examen du dossier individuel des candidats dont la moyenne globale est supérieure à 9 sur 20, mais inférieure à celle exigée pour l'admission."},{"type":"add","content":"IX.-Pour leur attribuer, éventuellement, des points supplémentaires et prononcer leur admission, le jury procède à l'examen du dossier individuel des candidats dont la moyenne globale est supérieure à 9 sur 20, mais inférieure à celle exigée pour l'admission."},{"type":"del","content":"X. - Un candidat ajourné peut sur sa demande conserver pendant les trois sessions suivant sa première candidature le bénéfice d'un résultat obtenu dans le cadre de l'examen à une ou plusieurs épreuves du premier groupe, du deuxième groupe ou des contrôles certificatifs correspondants."},{"type":"add","content":"X.-Un candidat ajourné peut sur sa demande conserver pendant les trois sessions suivant sa première candidature le bénéfice d'un résultat obtenu dans le cadre de l'examen à une ou plusieurs épreuves du premier groupe, du deuxième groupe ou des contrôles certificatifs correspondants."},{"type":"del","content":"XI. - Les candidats qui se présentent à l'examen au titre du II de l'article D. 811-141, du III de l'article D. 811-159 et du I de l'article D. 811-173, ainsi que les candidats qui ont été ajournés, conformément aux modalités du VII ci-dessus, peuvent choisir de subir l'examen épreuve par épreuve. Ces candidats ne peuvent composer à la même session dans la totalité des épreuves."},{"type":"add","content":"XI.-Les candidats qui se présentent à l'examen au titre du II de l'article D. 811-141, du III de l'article D. 811-159 et du I de l'article D. 811-173, ainsi que les candidats qui ont été ajournés, conformément aux modalités du VII ci-dessus, peuvent choisir de subir l'examen épreuve par épreuve. Ces candidats ne peuvent composer à la même session dans la totalité des épreuves."},{"type":"del","content":"XII. - Les conditions dans lesquelles, d'une part, un candidat déjà titulaire d'un brevet de technicien supérieur agricole peut obtenir un brevet de technicien supérieur agricole d'une autre option ou spécialité, d'autre part, un candidat titulaire d'un brevet de technicien supérieur, d'un diplôme universitaire de technologie, d'un diplôme d'études universitaires générales ou d'un diplôme d'études universitaires de sciences et techniques peut obtenir un brevet de technicien supérieur agricole, sont fixées par arrêté du ministre de l'agriculture."},{"type":"add","content":"XII.-Les conditions dans lesquelles, d'une part, un candidat déjà titulaire d'un brevet de technicien supérieur agricole peut obtenir un brevet de technicien supérieur agricole d'une autre option ou spécialité, d'autre part, un candidat titulaire d'un brevet de technicien supérieur, d'un diplôme universitaire de technologie, d'un diplôme d'études universitaires générales ou d'un diplôme d'études universitaires de sciences et techniques peut obtenir un brevet de technicien supérieur agricole, sont fixées par arrêté du ministre de l'agriculture."},{"type":"del","content":"XIII. - Pour les étudiants à titre d'étranger non titulaires de diplômes français admis dans les classes de préparation au brevet de technicien supérieur agricole en application du b du troisième alinéa du III de l'article D. 811-140, la durée des épreuves écrites prévues dans les différentes options du brevet de technicien supérieur agricole et pour lesquelles un travail important de rédaction et de synthèse est demandé peut être prolongée d'un temps égal au plus au tiers de la durée normale de ces épreuves."},{"type":"add","content":"XIII.-Pour les étudiants à titre d'étranger non titulaires de diplômes français admis dans les classes de préparation au brevet de technicien supérieur agricole en application du b du troisième alinéa du III de l'article D. 811-140, la durée des épreuves écrites prévues dans les différentes options du brevet de technicien supérieur agricole et pour lesquelles un travail important de rédaction et de synthèse est demandé peut être prolongée d'un temps égal au plus au tiers de la durée normale de ces épreuves."},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Décret n° 2009-1515 du 7 décembre 2009 art 5 : Les dispositions du présent décret sont applicables :"},{"type":"add","content":""},{"type":"add","content":"- à compter du lendemain de sa publication aux élèves préparant un brevet de technicien supérieur agricole des options \"analyses agricoles, biologiques et biotechnologiques\", \"sciences et technologies des aliments\" et \"viticulture-œnologie\" ;"},{"type":"add","content":""},{"type":"add","content":"- à compter de la rentrée scolaire 2010 aux élèves préparant un brevet de technicien supérieur agricole des options \"technologie végétale\", \"production horticole\" , \"production animale\" et \"technico-commercial\" ;"},{"type":"add","content":""},{"type":"add","content":"- à compter de la rentrée scolaire 2011 aux élèves préparant un brevet de technicien supérieur agricole des options \"gestion et maîtrise de l'eau\", \"gestion forestière\", \"gestion et protection de la nature et aménagements paysagers\" ;"},{"type":"add","content":""},{"type":"add","content":"- à compter de la rentrée scolaire 2012 aux élèves préparant un brevet de technicien supérieur agricole des options \"génie des équipements agricoles\", \"analyse et conduite des systèmes d'exploitation\", \"développement des agricultures en régions chaudes\", \"services en espace rural\" et \"aquaculture\"."},{"type":"add","content":""},{"type":"add","content":""},{"type":"del","content":"Code rural et de la pêche maritime - article D811-160 AUTONOME MODIFIE, en vigueur du 2011-09-25 au 2023-09-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2020-755 du 18 juin 2020 relatif aux modalités de délivrance des spécialités du certificat d'aptitude professionnelle agricole et du brevet d'études professionnelles agricole et des options du brevet de technicien supérieur agricole délivrées par le ministère en charge de l'agriculture pour les sessions d'examen 2020 et 2021 - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2020-06-21 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2020-755 du 18 juin 2020 relatif aux modalités de délivrance des spécialités du certificat d'aptitude professionnelle agricole et du brevet d'études professionnelles agricole et des options du brevet de technicien supérieur agricole délivrées par le ministère en charge de l'agriculture pour les sessions d'examen 2020 et 2021 - article 5 AUTONOME MODIFIE, en vigueur du 2020-06-21 au 2021-06-27 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2020-755 du 18 juin 2020 relatif aux modalités de délivrance des spécialités du certificat d'aptitude professionnelle agricole et du brevet d'études professionnelles agricole et des options du brevet de technicien supérieur agricole délivrées par le ministère en charge de l'agriculture pour les sessions d'examen 2020 et 2021 - article 6 AUTONOME VIGUEUR, en vigueur depuis le 2020-06-21 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 15 juillet 2013 relatif à l'enseignement à distance préparatoire au brevet de technicien supérieur agricole relevant de la compétence du ministre chargé de l'agriculture - article 8 AUTONOME ABROGE, en vigueur du 2013-07-27 au 2025-09-01 CITATION source"},{"type":"add","content":"Décret n° 2009-1515 du 7 décembre 2009 relatif au brevet de technicien supérieur agricole - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"Décret n° 2021-811 du 25 juin 2021 modifiant le décret n° 2020-755 du 18 juin 2020 relatif aux modalités de délivrance des spécialités du certificat d'aptitude professionnelle agricoles et du brevet d'études professionnelles agricole et des options du brevet de technicien supérieur agricole délivrées par le ministère en charge de l'agriculture pour les sessions d'examen 2020 et 2021 - article 1 ENTIEREMENT_MODIF CITATION source"},{"type":"add","content":"Décret n° 2009-1515 du 7 décembre 2009 relatif au brevet de technicien supérieur agricole - article 4 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"Décret n° 2020-755 du 18 juin 2020 relatif aux modalités de délivrance des spécialités du certificat d'aptitude professionnelle agricole et du brevet d'études professionnelles agricole et des options du brevet de technicien supérieur agricole délivrées par le ministère en charge de l'agriculture pour les sessions d'examen 2020 et 2021 - article 5 AUTONOME VIGUEUR, en vigueur depuis le 2021-06-27 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 13 décembre 2023 fixant les conditions et modalités de recours à des moyens de communication audiovisuelle pour la tenue à distance d'épreuves et de réunions de jurys du certificat d'aptitude professionnelle agricole et du brevet de technicien supérieur agricole autorisant la tenue à distance d'épreuves du certificat d'aptitude professionnelle agricole et du brevet de technicien supérieur agricole délivrés selon la modalité des examens - article 7 AUTONOME VIGUEUR, en vigueur depuis le 2023-12-31 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 13 décembre 2023 fixant les conditions et modalités de recours à des moyens de communication audiovisuelle pour la tenue à distance d'épreuves et de réunions de jurys du certificat d'aptitude professionnelle agricole et du brevet de technicien supérieur agricole autorisant la tenue à distance d'épreuves du certificat d'aptitude professionnelle agricole et du brevet de technicien supérieur agricole délivrés selon la modalité des examens - article 5 AUTONOME VIGUEUR, en vigueur depuis le 2023-12-31 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°2005-368 du 19 avril 2005 relatif à la partie réglementaire du livre VII du code rural et modifiant la partie réglementaire des livres Ier, II, III, IV, V, VI et VIII du même code - article 9 AUTONOME VIGUEUR, en vigueur depuis le 2005-04-22 CREATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 24 avril 2012 organisant l'expérimentation pour inscrire le brevet de technicien supérieur agricole dans l'architecture européenne de l'enseignement supérieur - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2012-09-04 CITATION source"},{"type":"add","content":"Décret n° 2009-1515 du 7 décembre 2009 relatif au brevet de technicien supérieur agricole - article 3 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  ### Références faites par l'article"},{"type":"del","content":"Décret n° 2005-368 du 19 avril 2005 relatif à la partie réglementaire du livre VII du code rural et modifiant la partie réglementaire des livres Ier, II, III, IV, V, VI et VIII du même code La partie réglementaire du livre VII du code rural fait l'objet d'une publication spéciale annexée au Journal officiel de ce jour CODIFICATION cible"},{"type":"add","content":"2009-12-07 MODIFIE cible Décret n° 2009-1515 du 7 décembre 2009 relatif au brevet de technicien supérieur agricole - article 2 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":"2005-04-19 CODIFICATION source Décret n° 2005-368 du 19 avril 2005 relatif à la partie réglementaire du livre VII du code rural et modifiant la partie réglementaire des livres Ier, II, III, IV, V, VI et VIII du même code La partie réglementaire du livre VII du code rural fait l'objet d'une publication spéciale annexée au Journal officiel de ce jour"},{"type":"add","content":"2009-12-07 MODIFIE cible Décret n° 2009-1515 du 7 décembre 2009 relatif au brevet de technicien supérieur agricole - article 3 ENTIEREMENT_MODIF"},{"type":"del","content":"2005-04-19 CREATION source Décret n°2005-368 du 19 avril 2005 relatif à la partie réglementaire du livre VII du code rural et modifiant la partie réglementaire des livres Ier, II, III, IV, V, VI et VIII du même code - article 9 AUTONOME VIGUEUR, en vigueur depuis le 2005-04-22"},{"type":"add","content":"2009-12-07 MODIFIE cible Décret n° 2009-1515 du 7 décembre 2009 relatif au brevet de technicien supérieur agricole - article 4 ENTIEREMENT_MODIF"},{"type":"del","content":"      CITATION source Code rural L813-8, L813-9, D811-140, D811-141, D811-159, D811-173, D811-139"},{"type":"add","content":"2999-01-01 CITATION source Code rural (nouveau) - article D811-139 AUTONOME MODIFIE, en vigueur du 2005-04-22 au 2007-05-16"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code rural (nouveau) - article D811-140 AUTONOME MODIFIE, en vigueur du 2005-04-22 au 2009-06-19"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code rural (nouveau) - article D811-141 AUTONOME MODIFIE, en vigueur du 2005-04-22 au 2011-09-25"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code rural (nouveau) - article D811-159 AUTONOME MODIFIE, en vigueur du 2005-04-22 au 2011-09-25"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code rural (nouveau) - article D811-173 AUTONOME MODIFIE, en vigueur du 2005-04-22 au 2009-09-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code rural (nouveau) - article L813-8 AUTONOME MODIFIE, en vigueur du 1993-07-23 au 2005-09-01"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/59/88/LEGIARTI000006598815.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/59/88/LEGIARTI000006598815.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/59/88/LEGIARTI000006598815.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/41/22/LEGIARTI000021412275.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/41/22/LEGIARTI000021412275.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/21/41/22/LEGIARTI000021412275.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006598815)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000021412275)"}],"status":"modified"}],"stats":{"additions":80,"deletions":72,"filesChanged":2}}