{"sha":"7010345319b9","date":"2005-09-01","message":"LOI n° 2005-5 du 5 janvier 2005 relative à la situation des maîtres des établissements d'enseignement privés sous contrat","files":[{"filename":"partie_legislative/livre_viii/titre_ier/chapitre_iii/section_2/article_l813-8.md","articleName":"Article L813-8","additions":17,"deletions":750,"diff":[{"type":"del","content":"Les personnels enseignants et de documentation de ces établissements sont nommés par le ministre de l'agriculture, après vérification de leurs titres et de leurs qualifications, sur proposition du chef d'établissement. Ils sont liés par un contrat de droit public à l'Etat, qui les rémunère directement par référence aux échelles indiciaires des corps équivalents de la fonction publique exerçant des fonctions comparables et ayant les mêmes niveaux de formation. Pour les personnels de documentation, les dispositions du présent alinéa s'appliqueront progressivement dans un délai de trois ans à compter du 1er janvier 1993."},{"type":"add","content":"Les personnels enseignants et de documentation de ces établissements sont nommés par le ministre de l'agriculture, après vérification de leurs titres et de leurs qualifications, sur proposition du chef d'établissement. Ils sont liés par un contrat de droit public à l'Etat, qui les rémunère directement par référence aux échelles indiciaires des corps équivalents de la fonction publique exerçant des fonctions comparables et ayant les mêmes niveaux de formation. En leur qualité d'agent public, ils ne sont pas, au titre des fonctions pour lesquelles ils sont employés et rémunérés par l'Etat, liés par un contrat de travail à l'établissement au sein duquel l'enseignement leur est confié."},{"type":"del","content":"Lorsqu'un emploi est à pourvoir, le chef d'établissement est tenu de donner priorité aux candidats qualifiés qui auraient perdu leur emploi par suite de la suppression totale ou partielle d'une filière dans l'établissement même ou dans un autre établissement d'enseignement agricole privé relevant du présent article. Une commission, dont la composition est fixée par décret, peut être saisie des différends concernant l'application du présent alinéa."},{"type":"add","content":"Nonobstant l'absence de contrat de travail avec l'établissement, les personnels enseignants mentionnés à l'alinéa précédent sont, pour l'application des articles L. 236-1, L. 412-5, L. 421-2 et L. 431-2 du code du travail, pris en compte dans le calcul des effectifs de l'établissement, tel que prévu à l'article L. 620-10 du même code. Ils sont électeurs et éligibles pour les élections des délégués du personnel et les élections au comité d'hygiène, de sécurité et des conditions de travail et au comité d'entreprise. Ils bénéficient de ces institutions dans les conditions prévues par le code du travail. Les rémunérations versées par l'Etat à ces personnels sont prises en compte pour le calcul de la masse salariale brute, tel que prévu à l'article L. 434-8 du même code, et la détermination du rapport entre la contribution aux institutions sociales et le montant global des salaires, mentionné à l'article L. 432-9 du même code."},{"type":"add","content":""},{"type":"add","content":"Lorsqu'un emploi est à pourvoir, le chef d'établissement est tenu de donner priorité aux candidats qualifiés qui auraient perdu leur emploi par suite de la suppression totale ou partielle d'une filière dans l'établissement même ou dans un autre établissement d'enseignement agricole privé relevant du présent article. Un décret en Conseil d'Etat précise les conditions de recrutement par concours et les garanties d'emploi dont les lauréats bénéficient. Une commission, dont la composition est fixée par décret, peut être saisie des différends concernant l'application du présent alinéa."},{"type":"del","content":"Code rural et de la pêche maritime - article L813-8-1 AUTONOME VIGUEUR, en vigueur depuis le 2014-10-15 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article R914-97 AUTONOME VIGUEUR, en vigueur depuis le 2010-05-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 8 juin 2023 fixant les modalités de stage, d'évaluation et d'admission au certificat d'aptitude au professorat des personnels d'enseignement et de documentation des établissements mentionnés à l'article L. 813-8 du code rural et de la pêche maritime - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2023-06-15 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article L961-2 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2010-05-08 PILOTE_SUIVEUR source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°89-406 du 20 juin 1989 relatif aux contrats liant l'Etat et les personnels enseignants et de documentation des établissements mentionnés à l'article L. 813-8 du code rural - article 1 AUTONOME MODIFIE, en vigueur du 2007-04-15 au 2010-05-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural et de la pêche maritime - article D811-139 AUTONOME MODIFIE, en vigueur du 2022-09-01 au 2025-09-10 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural et de la pêche maritime - article D811-142 AUTONOME VIGUEUR, en vigueur depuis le 2022-09-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 14 avril 2010 fixant les sections et les modalités d'organisation des concours d'accès au corps des professeurs de lycée professionnel agricole - article 6 AUTONOME ABROGE, en vigueur du 2018-10-25 au 2023-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article L961-2 AUTONOME MODIFIE, en vigueur du 2005-09-01 au 2008-05-01 PILOTE_SUIVEUR source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article L961-2 AUTONOME VIGUEUR, en vigueur depuis le 2017-12-22 PILOTE_SUIVEUR source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural (nouveau) - article D811-149 AUTONOME MODIFIE, en vigueur du 2009-09-01 au 2010-05-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural (nouveau) - article D811-149 AUTONOME ABROGE, en vigueur du 2010-05-01 au 2015-09-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural (nouveau) - article D811-140 AUTONOME MODIFIE, en vigueur du 2009-06-19 au 2011-09-25 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural (nouveau) - article R813-9 AUTONOME VIGUEUR, en vigueur depuis le 2010-05-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural et de la pêche maritime - article L722-20 AUTONOME MODIFIE, en vigueur du 2010-07-29 au 2011-05-19 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural et de la pêche maritime - article R814-1 AUTONOME MODIFIE, en vigueur du 2011-11-10 au 2022-04-22 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural et de la pêche maritime - article R814-33 AUTONOME MODIFIE, en vigueur du 2011-11-10 au 2013-08-04 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural et de la pêche maritime - article D811-140 AUTONOME MODIFIE, en vigueur du 2011-09-25 au 2018-03-11 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural et de la pêche maritime - article D811-142 AUTONOME MODIFIE, en vigueur du 2011-09-25 au 2018-06-15 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural et de la pêche maritime - article D813-49 AUTONOME VIGUEUR, en vigueur depuis le 2014-05-18 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural et de la pêche maritime - article R814-33 AUTONOME VIGUEUR, en vigueur depuis le 2016-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural et de la pêche maritime - article R813-38 AUTONOME MODIFIE, en vigueur du 2017-12-29 au 2022-11-16 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural et de la pêche maritime - article R813-18 AUTONOME VIGUEUR, en vigueur depuis le 2017-12-29 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural et de la pêche maritime - article L722-20 AUTONOME MODIFIE, en vigueur du 2018-01-01 au 2019-12-28 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural et de la pêche maritime - article D811-142 AUTONOME MODIFIE, en vigueur du 2018-06-15 au 2023-10-14 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural et de la pêche maritime - article L722-20 AUTONOME VIGUEUR, en vigueur depuis le 2019-12-28 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural et de la pêche maritime - article D811-140 AUTONOME MODIFIE, en vigueur du 2021-02-28 au 2022-09-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural (nouveau) - article D811-142 AUTONOME MODIFIE, en vigueur du 2009-12-10 au 2010-05-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural et de la pêche maritime - article D811-138-1 AUTONOME VIGUEUR, en vigueur depuis le 2024-02-10 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural et de la pêche maritime - article L722-20 AUTONOME MODIFIE, en vigueur du 2014-01-01 au 2014-12-25 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural et de la pêche maritime - article D811-140 AUTONOME MODIFIE, en vigueur du 2018-03-11 au 2019-03-25 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural et de la pêche maritime - article L722-20 AUTONOME MODIFIE, en vigueur du 2014-12-25 au 2018-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural (nouveau) - article L813-7 AUTONOME VIGUEUR, en vigueur depuis le 1993-07-23 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article R914-122 AUTONOME VIGUEUR, en vigueur depuis le 2010-05-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural (nouveau) - article R813-22 AUTONOME VIGUEUR, en vigueur depuis le 1996-05-15 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°89-406 du 20 juin 1989 relatif aux contrats liant l'Etat et les personnels enseignants et de documentation des établissements mentionnés à l'article L. 813-8 du code rural - article 49 AUTONOME MODIFIE, en vigueur du 2010-05-08 au 2016-10-09 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural et de la pêche maritime - article L722-20 AUTONOME MODIFIE, en vigueur du 2011-05-19 au 2014-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural et de la pêche maritime - article R813-71 AUTONOME MODIFIE, en vigueur du 2014-10-23 au 2017-12-29 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural (nouveau) - article L813-9 AUTONOME VIGUEUR, en vigueur depuis le 1993-07-23 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural et de la pêche maritime - article R813-76 AUTONOME MODIFIE, en vigueur du 2015-10-26 au 2017-12-29 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°89-406 du 20 juin 1989 relatif aux contrats liant l'Etat et les personnels enseignants et de documentation des établissements mentionnés à l'article L. 813-8 du code rural - article 55 AUTONOME VIGUEUR, en vigueur depuis le 2014-10-23 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural et de la pêche maritime - article L813-8-2 AUTONOME VIGUEUR, en vigueur depuis le 2014-10-15 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural et de la pêche maritime - article R813-74 AUTONOME VIGUEUR, en vigueur depuis le 2014-10-23 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural et de la pêche maritime - article R813-76 AUTONOME VIGUEUR, en vigueur depuis le 2017-12-29 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural et de la pêche maritime - article R813-71 AUTONOME VIGUEUR, en vigueur depuis le 2017-12-29 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural (nouveau) - article D811-142 AUTONOME MODIFIE, en vigueur du 2010-05-01 au 2011-09-25 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural et de la pêche maritime - article R813-38 AUTONOME MODIFIE, en vigueur du 2010-05-08 au 2017-12-29 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural (nouveau) - article R813-14 AUTONOME VIGUEUR, en vigueur depuis le 1996-05-15 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural et de la pêche maritime - article R814-33 AUTONOME MODIFIE, en vigueur du 2013-08-04 au 2016-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural et de la pêche maritime - article R813-18 AUTONOME MODIFIE, en vigueur du 2015-09-01 au 2017-12-29 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 19 avril 2012 relatif aux modalités d'organisation des élections des représentants des élèves et étudiants des établissements privés mentionnés aux articles L. 813-8 et L. 813-9 du code rural et de la pêche maritime dans les instances consultatives de l'enseignement agricole - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2012-05-04 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural et de la pêche maritime - article D811-142 AUTONOME MODIFIE, en vigueur du 2023-10-14 au 2022-09-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 18 avril 2013 pris pour l'application de l'article 128 du décret n° 2012-1246 du 7 novembre 2012 relatif à la gestion budgétaire et comptable publique et fixant l'assignation comptable des rémunérations des personnels de l'Etat servies sans ordonnancement préalable ainsi que des titres de perception émis à l'encontre des personnels et relatifs aux indus de rémunération, aux acomptes sur rémunération non régularisés, aux validations de services auxiliaires et aux rachats d'années d'études - article 2 AUTONOME MODIFIE, en vigueur du 2017-12-31 au 2018-12-03 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 21 décembre 2016 modifiant l'arrêté du 18 février 2016 fixant les modalités de formation initiale de certains personnels enseignants et d'éducation relevant du ministre chargé de l'agriculture - article 1 ENTIEREMENT_MODIF CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°89-406 du 20 juin 1989 relatif aux contrats liant l'Etat et les personnels enseignants et de documentation des établissements mentionnés à l'article L. 813-8 du code rural - article 55 AUTONOME MODIFIE, en vigueur du 2012-12-30 au 2014-10-23 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 13 janvier 2014 relatif à la procédure d'habilitation pour la mise en œuvre des unités capitalisables et du contrôle en cours de formation pour les diplômes et titres de l'enseignement agricole préparés par les voies de la formation professionnelle continue et de l'apprentissage - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2014-01-25 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°89-406 du 20 juin 1989 relatif aux contrats liant l'Etat et les personnels enseignants et de documentation des établissements mentionnés à l'article L. 813-8 du code rural - article 49 AUTONOME MODIFIE, en vigueur du 2009-10-24 au 2010-05-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 28 juillet 2006 pris pour l'application du décret n° 2005-1233 du 30 septembre 2005 relatif au régime additionnel de retraite des personnels enseignants et de documentation mentionnés aux articles L. 914-1 du code de l'éducation et L. 813-8 du code rural, notamment les articles 6 et 7. - article 7 AUTONOME MODIFIE, en vigueur du 2013-02-21 au 2016-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 23 décembre 2020 portant modification de diverses dispositions à la suite de la création de l'inspection générale de l'éducation, du sport et de la recherche - article 1 ENTIEREMENT_MODIF CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 16 avril 2012 relatif au comité de normalisation des données sociales déclaratives et de leurs échanges - article AUTONOME MODIFIE, en vigueur du 2012-04-18 au 2012-12-20 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2017-1034 du 10 mai 2017 relatif aux indemnités allouées à certains personnels stagiaires relevant du ministère chargé de l'agriculture - article 1 AUTONOME MODIFIE, en vigueur du 2017-05-12 au 2024-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°2007-557 du 13 avril 2007 relatif aux personnels enseignants et de documentation mentionnés à l'article L. 813-8 du code rural. - article 42 AUTONOME VIGUEUR, en vigueur depuis le 2010-12-23 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 18 octobre 2018 modifiant l'arrêté du 14 avril 2010 fixant les sections et les modalités d'organisation des concours du certificat d'aptitude au professorat de l'enseignement du second degré et du certificat d'aptitude au professorat de l'enseignement technique agricole - article 2 ENTIEREMENT_MODIF CITATION source"},{"type":"add","content":"LOI n° 2005-5 du 5 janvier 2005 relative à la situation des maîtres des établissements d'enseignement privés sous contrat - article 2 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":"Arrêté du 18 octobre 2018 modifiant l'arrêté du 14 avril 2010 fixant les sections et les modalités d'organisation des concours du certificat d'aptitude au professorat de l'enseignement du second degré et du certificat d'aptitude au professorat de l'enseignement technique agricole - article 1 ENTIEREMENT_MODIF CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 18 avril 2013 pris pour l'application de l'article 128 du décret n° 2012-1246 du 7 novembre 2012 relatif à la gestion budgétaire et comptable publique et fixant l'assignation comptable des rémunérations des personnels de l'Etat servies sans ordonnancement préalable ainsi que des titres de perception émis à l'encontre des personnels et relatifs aux indus de rémunération, aux acomptes sur rémunération non régularisés, aux validations de services auxiliaires et aux rachats d'années d'études - article 2 AUTONOME MODIFIE, en vigueur du 2020-06-08 au 2022-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°89-406 du 20 juin 1989 relatif aux contrats liant l'Etat et les personnels enseignants et de documentation des établissements mentionnés à l'article L. 813-8 du code rural - article 3 AUTONOME MODIFIE, en vigueur du 2007-04-15 au 2010-05-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article L961-2 AUTONOME MODIFIE, en vigueur du 2010-05-08 au 2017-12-22 PILOTE_SUIVEUR source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 18 octobre 2018 modifiant l'arrêté du 14 avril 2010 fixant les sections et les modalités d'organisation des concours d'accès au corps des professeurs de lycée professionnel agricole - article 1 ENTIEREMENT_MODIF CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 18 octobre 2018 modifiant l'arrêté du 14 avril 2010 fixant les sections et les modalités d'organisation des concours d'accès au corps des professeurs de lycée professionnel agricole - article 2 ENTIEREMENT_MODIF CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 18 octobre 2018 modifiant l'arrêté du 14 avril 2010 fixant les sections et les modalités d'organisation des concours d'accès au corps des professeurs de lycée professionnel agricole - article 3 ENTIEREMENT_MODIF CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 18 octobre 2018 modifiant l'arrêté du 14 avril 2010 fixant les sections et les modalités d'organisation des concours du certificat d'aptitude au professorat de l'enseignement du second degré et du certificat d'aptitude au professorat de l'enseignement technique agricole - article 3 ENTIEREMENT_MODIF CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 8 juin 2023 fixant les modalités de stage, d'évaluation et d'admission au certificat d'aptitude au professorat des personnels d'enseignement et de documentation des établissements mentionnés à l'article L. 813-8 du code rural et de la pêche maritime - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2023-06-15 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2020-1812 du 29 décembre 2020 relatif aux personnels enseignants et de documentation des établissements mentionnés à l'article L. 813-8 du code rural et de la pêche maritime et fixant des modalités temporaires d'accès à certaines catégories par voie de listes d'aptitude exceptionnelles - article 5 AUTONOME VIGUEUR, en vigueur depuis le 2021-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2020-140 du 18 février 2020 relatif aux personnels enseignants et de documentation des établissements mentionnés à l'article L. 813-8 du code rural et de la pêche maritime - article 2 ENTIEREMENT_MODIF CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 31 juillet 2020 modifiant les modalités relatives à la mise en œuvre du rendez-vous de carrière des personnels enseignants et d'éducation du ministère chargé de l'agriculture et des personnels enseignants exerçant dans les établissements d'enseignement privés sous contrat mentionnés à l'article L. 813-8 du code rural et de la pêche maritime et prescrivant des mesures temporaires pour les années scolaires 2019-2020 et 2020-2021 - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2020-08-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°89-406 du 20 juin 1989 relatif aux contrats liant l'Etat et les personnels enseignants et de documentation des établissements mentionnés à l'article L. 813-8 du code rural - article 3 AUTONOME VIGUEUR, en vigueur depuis le 2010-05-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 31 juillet 2020 modifiant les modalités relatives à la mise en œuvre du rendez-vous de carrière des personnels enseignants et d'éducation du ministère chargé de l'agriculture et des personnels enseignants exerçant dans les établissements d'enseignement privés sous contrat mentionnés à l'article L. 813-8 du code rural et de la pêche maritime et prescrivant des mesures temporaires pour les années scolaires 2019-2020 et 2020-2021 - article 3 AUTONOME VIGUEUR, en vigueur depuis le 2020-08-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 18 avril 2013 pris pour l'application de l'article 128 du décret n° 2012-1246 du 7 novembre 2012 relatif à la gestion budgétaire et comptable publique et fixant l'assignation comptable des rémunérations des personnels de l'Etat servies sans ordonnancement préalable ainsi que des titres de perception émis à l'encontre des personnels et relatifs aux indus de rémunération, aux acomptes sur rémunération non régularisés, aux validations de services auxiliaires et aux rachats d'années d'études - article 2 AUTONOME MODIFIE, en vigueur du 2017-07-28 au 2017-12-31 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural et de la pêche maritime - article R813-73 AUTONOME VIGUEUR, en vigueur depuis le 2014-10-23 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article R914-16 AUTONOME VIGUEUR, en vigueur depuis le 2022-09-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural et de la pêche maritime - article R814-1 AUTONOME MODIFIE, en vigueur du 2022-04-22 au 2024-12-06 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural et de la pêche maritime - article R813-38 AUTONOME VIGUEUR, en vigueur depuis le 2022-11-16 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural et de la pêche maritime - article R813-41 AUTONOME VIGUEUR, en vigueur depuis le 2022-11-16 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2017-1034 du 10 mai 2017 relatif aux indemnités allouées à certains personnels stagiaires relevant du ministère chargé de l'agriculture - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2024-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 8 juin 2022 fixant les parts respectives de femmes et d'hommes composant les effectifs représentés au sein du comité consultatif ministériel et de la commission consultative mixte compétents à l'égard des personnels enseignants et de documentation des établissements mentionnés à l'article L. 813-8 du code rural et de la pêche maritime - article 2 AUTONOME MODIFIE, en vigueur du 2022-06-10 au 2022-10-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 8 juin 2022 fixant les parts respectives de femmes et d'hommes composant les effectifs représentés au sein du comité consultatif ministériel et de la commission consultative mixte compétents à l'égard des personnels enseignants et de documentation des établissements mentionnés à l'article L. 813-8 du code rural et de la pêche maritime - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2022-10-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2022-1429 du 14 novembre 2022 relatif aux modalités de prise en charge par l'Etat des dépenses de fonctionnement afférentes aux formations sous contrat des établissements d'enseignement agricole privés - article 1 ENTIEREMENT_MODIF CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 18 février 2016 fixant les modalités de formation initiale de certains personnels enseignants et d'éducation relevant du ministre chargé de l'agriculture - article 1 AUTONOME ABROGE, en vigueur du 2016-12-25 au 2023-06-15 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 18 avril 2013 pris pour l'application de l'article 128 du décret n° 2012-1246 du 7 novembre 2012 relatif à la gestion budgétaire et comptable publique et fixant l'assignation comptable des rémunérations des personnels de l'Etat servies sans ordonnancement préalable ainsi que des titres de perception émis à l'encontre des personnels et relatifs aux indus de rémunération, aux acomptes sur rémunération non régularisés, aux validations de services auxiliaires et aux rachats d'années d'études - article 2 AUTONOME MODIFIE, en vigueur du 2016-04-28 au 2017-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 18 avril 2013 pris pour l'application de l'article 128 du décret n° 2012-1246 du 7 novembre 2012 relatif à la gestion budgétaire et comptable publique et fixant l'assignation comptable des rémunérations des personnels de l'Etat servies sans ordonnancement préalable ainsi que des titres de perception émis à l'encontre des personnels et relatifs aux indus de rémunération, aux acomptes sur rémunération non régularisés, aux validations de services auxiliaires et aux rachats d'années d'études - article 2 AUTONOME MODIFIE, en vigueur du 2018-12-03 au 2019-08-30 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 18 avril 2013 pris pour l'application de l'article 128 du décret n° 2012-1246 du 7 novembre 2012 relatif à la gestion budgétaire et comptable publique et fixant l'assignation comptable des rémunérations des personnels de l'Etat servies sans ordonnancement préalable ainsi que des titres de perception émis à l'encontre des personnels et relatifs aux indus de rémunération, aux acomptes sur rémunération non régularisés, aux validations de services auxiliaires et aux rachats d'années d'études - article 2 AUTONOME MODIFIE, en vigueur du 2019-08-30 au 2020-06-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 21 décembre 2016 fixant les modalités de stage, d'évaluation et d'admission au certificat d'aptitude pédagogique des personnels d'enseignement et de documentation des établissements mentionnés à l'article L. 813-8 du code rural et de la pêche maritime - article 1 AUTONOME ABROGE, en vigueur du 2017-02-09 au 2023-06-15 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 14 avril 2010 fixant les sections et les modalités d'organisation des concours du certificat d'aptitude au professorat de l'enseignement du second degré agricole et du certificat d'aptitude au professorat de l'enseignement technique agricole - article 6 AUTONOME ABROGE, en vigueur du 2018-10-25 au 2023-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 30 septembre 2022 fixant les sections et les modalités d'organisation des concours d'accès au corps des professeurs certifiés de l'enseignement agricole - article 5 AUTONOME VIGUEUR, en vigueur depuis le 2023-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article R914-16 AUTONOME MODIFIE, en vigueur du 2016-07-29 au 2022-09-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 21 décembre 2016 fixant les modalités de stage, d'évaluation et d'admission au certificat d'aptitude pédagogique des personnels d'enseignement et de documentation des établissements mentionnés à l'article L. 813-8 du code rural et de la pêche maritime - article 1 AUTONOME MODIFIE, en vigueur du 2016-12-29 au 2017-02-09 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°2006-79 du 26 janvier 2006 portant diverses mesures sociales applicables aux personnels enseignants et de documentation mentionnés à l'article L. 813-8 du code rural et de la pêche maritime. - article 5 AUTONOME VIGUEUR, en vigueur depuis le 2024-03-11 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 14 avril 2010 fixant les sections et les modalités d'organisation des concours du certificat d'aptitude au professorat de l'enseignement du second degré agricole et du certificat d'aptitude au professorat de l'enseignement technique agricole - article 7 AUTONOME ABROGE, en vigueur du 2018-10-25 au 2023-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 14 avril 2010 fixant les sections et les modalités d'organisation des concours d'accès au corps des professeurs de lycée professionnel agricole - article 5 AUTONOME ABROGE, en vigueur du 2018-10-25 au 2023-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 16 avril 2012 relatif au comité de normalisation des données sociales déclaratives et de leurs échanges - article AUTONOME MODIFIE, en vigueur du 2012-12-20 au 2024-07-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 28 juillet 2006 pris pour l'application du décret n° 2005-1233 du 30 septembre 2005 relatif au régime additionnel de retraite des personnels enseignants et de documentation mentionnés aux articles L. 914-1 du code de l'éducation et L. 813-8 du code rural, notamment les articles 6 et 7. - article 7 AUTONOME VIGUEUR, en vigueur depuis le 2016-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°89-406 du 20 juin 1989 relatif aux contrats liant l'Etat et les personnels enseignants et de documentation des établissements mentionnés à l'article L. 813-8 du code rural - article 49 AUTONOME VIGUEUR, en vigueur depuis le 2021-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2012-1500 du 27 décembre 2012 relatif aux personnels enseignants et de documentation des établissements mentionnés à l'article L. 813-8 du code rural et de la pêche maritime et fixant les modalités temporaires d'accès à certaines catégories par voie de liste d'aptitude - article 3 AUTONOME VIGUEUR, en vigueur depuis le 2012-12-30 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°89-406 du 20 juin 1989 relatif aux contrats liant l'Etat et les personnels enseignants et de documentation des établissements mentionnés à l'article L. 813-8 du code rural - article 49 AUTONOME MODIFIE, en vigueur du 2016-10-09 au 2017-12-29 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°89-406 du 20 juin 1989 relatif aux contrats liant l'Etat et les personnels enseignants et de documentation des établissements mentionnés à l'article L. 813-8 du code rural - article 55-1 AUTONOME VIGUEUR, en vigueur depuis le 2018-07-13 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2008-1178 du 14 novembre 2008 instituant une prime d'entrée dans les métiers d'enseignement et d'éducation au ministère de l'agriculture et de la pêche - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2008-09-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 2 mars 2010 relatif à l'élection des représentants des chefs d'établissement de l'enseignement agricole privé à la commission consultative mixte - article 2 AUTONOME MODIFIE, en vigueur du 2010-03-14 au 2010-05-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°89-406 du 20 juin 1989 relatif aux contrats liant l'Etat et les personnels enseignants et de documentation des établissements mentionnés à l'article L. 813-8 du code rural - article 49 AUTONOME MODIFIE, en vigueur du 2017-12-29 au 2021-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 19 avril 2012 relatif aux modalités d'organisation des élections des représentants des élèves et étudiants des établissements privés mentionnés aux articles L. 813-8 et L. 813-9 du code rural et de la pêche maritime dans les instances consultatives de l'enseignement agricole - article 13 AUTONOME VIGUEUR, en vigueur depuis le 2012-05-04 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 28 juillet 2006 pris pour l'application du décret n° 2005-1233 du 30 septembre 2005 relatif au régime additionnel de retraite des personnels enseignants et de documentation mentionnés aux articles L. 914-1 du code de l'éducation et L. 813-8 du code rural, notamment les articles 6 et 7. - article 1 AUTONOME MODIFIE, en vigueur du 2013-02-21 au 2024-06-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°89-406 du 20 juin 1989 relatif aux contrats liant l'Etat et les personnels enseignants et de documentation des établissements mentionnés à l'article L. 813-8 du code rural - article ANNEXE AUTONOME VIGUEUR, en vigueur depuis le 2008-04-17 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 18 avril 2013 pris pour l'application de l'article 128 du décret n° 2012-1246 du 7 novembre 2012 relatif à la gestion budgétaire et comptable publique et fixant l'assignation comptable des rémunérations des personnels de l'Etat servies sans ordonnancement préalable ainsi que des titres de perception émis à l'encontre des personnels et relatifs aux indus de rémunération, aux acomptes sur rémunération non régularisés, aux validations de services auxiliaires et aux rachats d'années d'études - article 2 AUTONOME MODIFIE, en vigueur du 2017-01-01 au 2017-07-28 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2023-841 du 30 août 2023 modifiant certaines dispositions statutaires applicables aux personnels enseignants, d'éducation et de documentation relevant du ministre chargé de l'agriculture - article 3 ENTIEREMENT_MODIF CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 30 septembre 2022 fixant les sections et les modalités d'organisation des concours d'accès au corps des professeurs de lycée professionnel agricole - article 5 AUTONOME VIGUEUR, en vigueur depuis le 2023-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 18 avril 2013 pris pour l'application de l'article 128 du décret n° 2012-1246 du 7 novembre 2012 relatif à la gestion budgétaire et comptable publique et fixant l'assignation comptable des rémunérations des personnels de l'Etat servies sans ordonnancement préalable ainsi que des titres de perception émis à l'encontre des personnels et relatifs aux indus de rémunération, aux acomptes sur rémunération non régularisés, aux validations de services auxiliaires et aux rachats d'années d'études - article 2 AUTONOME MODIFIE, en vigueur du 2022-01-01 au 2022-09-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 13 avril 2016 modifiant l'arrêté du 18 avril 2013 pris pour l'application de l'article 233 du décret n° 2012-1246 du 7 novembre 2012 relatif à la gestion budgétaire et comptable publique et fixant l'assignation comptable des rémunérations des personnels de l'Etat servies sans ordonnancement préalable ainsi que des titres de perception émis à l'encontre des personnels et relatifs aux indus de rémunération, aux validations de services auxiliaires et aux rachats d'années d'études - article 4 ENTIEREMENT_MODIF CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°89-406 du 20 juin 1989 relatif aux contrats liant l'Etat et les personnels enseignants et de documentation des établissements mentionnés à l'article L. 813-8 du code rural - article 30-1 AUTONOME ABROGE, en vigueur du 2008-04-17 au 2012-03-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural et de la pêche maritime - article D811-140 AUTONOME MODIFIE, en vigueur du 2019-03-25 au 2021-02-28 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2015-1349 du 23 octobre 2015 relatif aux personnels enseignants et de documentation mentionnés à l'article L. 813-8 du code rural et de la pêche maritime - article 1 ENTIEREMENT_MODIF CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°89-406 du 20 juin 1989 relatif aux contrats liant l'Etat et les personnels enseignants et de documentation des établissements mentionnés à l'article L. 813-8 du code rural - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2010-05-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 2 mars 2010 relatif à l'élection des représentants des chefs d'établissement de l'enseignement agricole privé à la commission consultative mixte - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2010-05-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°89-406 du 20 juin 1989 relatif aux contrats liant l'Etat et les personnels enseignants et de documentation des établissements mentionnés à l'article L. 813-8 du code rural - article 55-1 AUTONOME MODIFIE, en vigueur du 2014-10-23 au 2018-07-13 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°89-406 du 20 juin 1989 relatif aux contrats liant l'Etat et les personnels enseignants et de documentation des établissements mentionnés à l'article L. 813-8 du code rural - article 30-2 AUTONOME ABROGE, en vigueur du 2008-04-17 au 2012-03-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2016-1332 du 6 octobre 2016 relatif aux personnels enseignants et de documentation mentionnés à l'article L. 813-8 du code rural et de la pêche maritime - article 6 ENTIEREMENT_MODIF CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 2 mars 2010 relatif à l'élection des représentants des chefs d'établissement de l'enseignement agricole privé à la commission consultative mixte - article 3 AUTONOME VIGUEUR, en vigueur depuis le 2010-05-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 2 mars 2010 relatif à l'élection des représentants des chefs d'établissement de l'enseignement agricole privé à la commission consultative mixte - article 3 AUTONOME MODIFIE, en vigueur du 2010-03-14 au 2010-05-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 19 avril 2012 relatif aux modalités d'organisation des élections des représentants des élèves et étudiants des établissements privés mentionnés aux articles L. 813-8 et L. 813-9 du code rural et de la pêche maritime dans les instances consultatives de l'enseignement agricole - article 6 AUTONOME VIGUEUR, en vigueur depuis le 2012-05-04 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural et de la pêche maritime - article L812-12 AUTONOME VIGUEUR, en vigueur depuis le 2025-03-26 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 16 avril 2012 relatif au comité de normalisation des données sociales déclaratives et de leurs échanges - article AUTONOME VIGUEUR, en vigueur depuis le 2024-07-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 30 septembre 2024 modifiant l'arrêté du 1er octobre 1990 fixant l'organisation des examens conduisant à la délivrance des diplômes de l'enseignement technique agricole - article 1 ENTIEREMENT_MODIF CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2025-268 du 24 mars 2025 d'orientation pour la souveraineté alimentaire et le renouvellement des générations en agriculture - article 13 ENTIEREMENT_MODIF CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2025-268 du 24 mars 2025 d'orientation pour la souveraineté alimentaire et le renouvellement des générations en agriculture - article 7 AUTONOME VIGUEUR, en vigueur depuis le 2025-03-26 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural et de la pêche maritime - article R814-1 AUTONOME VIGUEUR, en vigueur depuis le 2024-12-06 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 1er octobre 1990 fixant l'organisation des examens conduisant à la délivrance des diplômes de l'enseignement technique agricole - article 3 AUTONOME MODIFIE, en vigueur du 2024-10-10 au 2025-08-02 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 25 juillet 2025 relatif aux experts associés à l'enseignement agricole - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2025-07-31 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 25 juillet 2025 relatif aux experts associés à l'enseignement agricole - article 5 AUTONOME VIGUEUR, en vigueur depuis le 2025-07-31 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 25 juillet 2025 relatif aux experts associés à l'enseignement agricole - article 7 AUTONOME VIGUEUR, en vigueur depuis le 2025-07-31 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 1er octobre 1990 fixant l'organisation des examens conduisant à la délivrance des diplômes de l'enseignement technique agricole - article 3 bis AUTONOME VIGUEUR, en vigueur depuis le 2025-08-02 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 1er octobre 1990 fixant l'organisation des examens conduisant à la délivrance des diplômes de l'enseignement technique agricole - article 3 AUTONOME VIGUEUR, en vigueur depuis le 2025-08-02 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural et de la pêche maritime - article D811-139 AUTONOME VIGUEUR, en vigueur depuis le 2025-09-10 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 8 septembre 2025 relatif à l'attestation de qualification exigée des chefs d'établissement mentionnés à l'article L. 813-8 du code rural - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2025-09-12 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 8 septembre 2025 relatif à l'attestation de qualification exigée des chefs d'établissement mentionnés à l'article L. 813-8 du code rural - article 5 AUTONOME VIGUEUR, en vigueur depuis le 2025-09-12 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 8 septembre 2025 relatif à l'attestation de qualification exigée des chefs d'établissement mentionnés à l'article L. 813-8 du code rural - article 6 AUTONOME VIGUEUR, en vigueur depuis le 2025-09-12 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 8 septembre 2025 relatif à l'attestation de qualification exigée des chefs d'établissement mentionnés à l'article L. 813-8 du code rural - article 11 AUTONOME VIGUEUR, en vigueur depuis le 2025-09-12 CITATION source"},{"type":"add","content":"LOI n° 2005-5 du 5 janvier 2005 relative à la situation des maîtres des établissements d'enseignement privés sous contrat - article 7 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":"Décret n° 2020-140 du 18 février 2020 relatif aux personnels enseignants et de documentation des établissements mentionnés à l'article L. 813-8 du code rural et de la pêche maritime CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 1er avril 2015 portant délégation de signature (direction générale des finances publiques) CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2008-1178 du 14 novembre 2008 instituant une prime d'entrée dans les métiers d'enseignement et d'éducation au ministère de l'agriculture et de la pêche CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2019-341 du 19 avril 2019 relatif à la mise en œuvre de traitements comportant l'usage du numéro d'inscription au répertoire national d'identification des personnes physiques ou nécessitant la consultation de ce répertoire CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 30 septembre 2015 portant délégation de signature (direction générale des finances publiques) CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 28 novembre 2013 relatif aux personnels enseignants et de documentation des établissements mentionnés à l'article L. 813-8 du code rural et de la pêche maritime et fixant les modalités temporaires d'accès à certaines catégories par voie de liste d'aptitude CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 12 décembre 2013 portant délégation de signature (direction générale des finances publiques) CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 1er juillet 2014 portant délégation de signature (direction générale des finances publiques) CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 29 septembre 2014 portant délégation de signature (direction générale des finances publiques) CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2017-1034 du 10 mai 2017 relatif aux indemnités allouées à certains personnels stagiaires relevant du ministère chargé de l'agriculture CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 3 décembre 2014 fixant pour l'année civile 2014 les taux de la subvention de fonctionnement allouée aux associations et organismes responsables des établissements d'enseignement agricole privés mentionnés à l'article L. 813-8 du code rural et de la pêche maritime CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 18 février 2015 portant extension d'un accord collectif de travail sur le temps partiel concernant les établissements catholiques d'enseignement agricole relevant de l'article L. 813-8 du code rural et de la pêche maritime CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2015-1349 du 23 octobre 2015 relatif aux personnels enseignants et de documentation mentionnés à l'article L. 813-8 du code rural et de la pêche maritime CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 25 novembre 2015 fixant pour l'année civile 2015 les taux de la subvention de fonctionnement allouée aux associations et organismes responsables des établissements d'enseignement agricole privés mentionnés à l'article L. 813-8 du code rural et de la pêche maritime CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2022-353 du 11 mars 2022 relatif aux conseils médicaux dans la fonction publique de l'Etat CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 21 septembre 2016 portant délégation de signature (direction générale des finances publiques) CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2016-1332 du 6 octobre 2016 relatif aux personnels enseignants et de documentation mentionnés à l'article L. 813-8 du code rural et de la pêche maritime CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 21 novembre 2016 fixant au titre de l'année civile 2016 les taux de la subvention de fonctionnement allouée aux associations et organismes responsables des établissements d'enseignement agricole privés mentionnés à l'article L. 813-8 du code rural et de la pêche maritime CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 3 février 2017 modifiant l'arrêté du 21 décembre 2016 fixant les modalités de stage, d'évaluation et d'admission au certificat d'aptitude pédagogique des personnels d'enseignement et de documentation des établissements mentionnés à l'article L. 813-8 du code rural et de la pêche maritime CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 26 juillet 2022 pris en application de l'article 6 du décret n° 2020-1812 du 29 décembre 2020 au titre de l'année 2022 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2015-1349 du 23 octobre 2015 relatif aux personnels enseignants et de documentation mentionnés à l'article L. 813-8 du code rural et de la pêche maritime VIGUEUR, en vigueur depuis le 2015-10-26 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 27 septembre 2017 portant délégation de signature (direction générale des finances publiques) CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2018-696 du 2 août 2018 relatif aux conditions de diplômes requises pour le recrutement de certains personnels enseignants et de documentation mentionnés à l'article L. 813-8 du code rural et de la pêche maritime CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2019-957 du 12 septembre 2019 modifiant le décret n° 89-406 du 20 juin 1989 relatif aux contrats liant l'Etat et les personnels enseignants et de documentation des établissements mentionnés à l'article L. 813-8 du code rural CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2020-686 du 4 juin 2020 fixant les conditions d'intégration du lycée privé professionnel horticole Camille Godard du Haillan au sein de l'établissement public local d'enseignement et de formation professionnelle agricoles de Bordeaux-Gironde CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2020-1812 du 29 décembre 2020 relatif aux personnels enseignants et de documentation des établissements mentionnés à l'article L. 813-8 du code rural et de la pêche maritime et fixant des modalités temporaires d'accès à certaines catégories par voie de listes d'aptitude exceptionnelles CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 29 décembre 2020 pris en application de l'article 6 du décret n° 2020-1812 du 29 décembre 2020 au titre de l'année 2020 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 1er juin 2021 pris en application de l'article 6 du décret n° 2020-1812 du 29 décembre 2020 au titre de l'année 2021 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2021-920 du 10 juillet 2021 modifiant l'échelle de rémunération des personnels enseignants et de documentation de 3e catégorie des établissements d'enseignement agricole privés mentionnés à l'article L. 813-8 du code rural et de la pêche maritime CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2019-341 du 19 avril 2019 relatif à la mise en œuvre de traitements comportant l'usage du numéro d'inscription au répertoire national d'identification des personnes physiques ou nécessitant la consultation de ce répertoire VIGUEUR, en vigueur depuis le 2019-04-22 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 27 juin 2019 pris en application de l'article 21-2 du décret n° 89-406 du 20 juin 1989 relatif aux contrats liant l'Etat et les personnels enseignants et de documentation des établissements mentionnés à l'article L. 813-8 du code rural et de la pêche maritime pour l'année 2019-2020 VIGUEUR, en vigueur depuis le 2019-07-06 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2023-841 du 30 août 2023 modifiant certaines dispositions statutaires applicables aux personnels enseignants, d'éducation et de documentation relevant du ministre chargé de l'agriculture CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2023-1404 du 29 décembre 2023 modifiant le décret n° 2017-1034 du 10 mai 2017 relatif aux indemnités allouées à certains personnels stagiaires relevant du ministère chargé de l'agriculture CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2024-206 du 8 mars 2024 relatif à la composition des conseils médicaux départementaux compétents à l'égard des personnels enseignants et de documentation mentionnés à l'article L. 813-8 du code rural et de la pêche maritime CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2020-140 du 18 février 2020 relatif aux personnels enseignants et de documentation des établissements mentionnés à l'article L. 813-8 du code rural et de la pêche maritime VIGUEUR, en vigueur depuis le 2020-02-21 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 1er juin 2021 pris en application de l'article 6 du décret n° 2020-1812 du 29 décembre 2020 au titre de l'année 2021 VIGUEUR, en vigueur depuis le 2021-06-07 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 18 octobre 2018 modifiant l'arrêté du 14 avril 2010 fixant les sections et les modalités d'organisation des concours d'accès au corps des professeurs de lycée professionnel agricole VIGUEUR, en vigueur depuis le 2018-10-25 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2017-1034 du 10 mai 2017 relatif aux indemnités allouées à certains personnels stagiaires relevant du ministère chargé de l'agriculture VIGUEUR, en vigueur depuis le 2017-05-12 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2017-1770 du 26 décembre 2017 modifiant le décret n° 89-406 du 20 juin 1989 relatif aux contrats liant l'Etat et les personnels enseignants et de documentation des établissements mentionnés à l'article L. 813-8 du code rural CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2014-1219 du 21 octobre 2014 relatif à la commission consultative mixte des personnels enseignants et de documentation mentionnés à l'article L. 813-8 du code rural et de la pêche maritime et modifiant le décret n° 89-406 du 20 juin 1989 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 26 juillet 2022 pris en application de l'article 6 du décret n° 2020-1812 du 29 décembre 2020 au titre de l'année 2022 VIGUEUR, en vigueur depuis le 2022-07-30 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 9 juillet 2014 relatif aux personnels enseignants et de documentation des établissements mentionnés à l'article L. 813-8 du code rural et de la pêche maritime et fixant les modalités temporaires d'accès à certaines catégories par voie de liste d'aptitude VIGUEUR, en vigueur depuis le 2014-07-19 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2021-920 du 10 juillet 2021 modifiant l'échelle de rémunération des personnels enseignants et de documentation de 3e catégorie des établissements d'enseignement agricole privés mentionnés à l'article L. 813-8 du code rural et de la pêche maritime VIGUEUR, en vigueur depuis le 2021-07-12 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2017-1770 du 26 décembre 2017 modifiant le décret n° 89-406 du 20 juin 1989 relatif aux contrats liant l'Etat et les personnels enseignants et de documentation des établissements mentionnés à l'article L. 813-8 du code rural VIGUEUR, en vigueur depuis le 2017-12-29 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2018-357 du 14 mai 2018 modifiant le décret n° 89-406 du 20 juin 1989 relatif aux contrats liant l'Etat et les personnels enseignants et de documentation des établissements mentionnés à l'article L. 813-8 du code rural CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 2 mars 2017 portant délégation de signature (direction générale des finances publiques) CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2014-1218 du 21 octobre 2014 relatif au comité consultatif ministériel des personnels enseignants et de documentation mentionnés à l'article L. 813-8 du code rural et de la pêche maritime, institué auprès du ministre chargé de l'agriculture CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2014-564 du 30 mai 2014 fixant les conditions d'intégration dans l'enseignement public du centre privé de formation et de promotion horticoles Le Grand Blottereau CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 4 février 2016 portant délégation de signature (direction générale des finances publiques) CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 16 février 2017 fixant le nombre de places offertes au titre de l'année 2017, aux concours d'accès à la deuxième et à la quatrième catégorie des emplois de professeurs des établissements d'enseignement agricole privés, mentionnés à l'article L. 813-8 du code rural et de la pêche maritime CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2021-1095 du 18 août 2021 portant création d'une prime d'équipement informatique allouée aux personnels enseignants ou exerçant des fonctions d'enseignement relevant du ministre chargé de l'agriculture CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 9 juillet 2014 relatif aux personnels enseignants et de documentation des établissements mentionnés à l'article L. 813-8 du code rural et de la pêche maritime et fixant les modalités temporaires d'accès à certaines catégories par voie de liste d'aptitude CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2023-841 du 30 août 2023 modifiant certaines dispositions statutaires applicables aux personnels enseignants, d'éducation et de documentation relevant du ministre chargé de l'agriculture VIGUEUR, en vigueur depuis le 2023-09-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2014-1219 du 21 octobre 2014 relatif à la commission consultative mixte des personnels enseignants et de documentation mentionnés à l'article L. 813-8 du code rural et de la pêche maritime et modifiant le décret n° 89-406 du 20 juin 1989 VIGUEUR, en vigueur depuis le 2014-10-23 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2022-353 du 11 mars 2022 relatif aux conseils médicaux dans la fonction publique de l'Etat VIGUEUR, en vigueur depuis le 2022-03-14 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 28 novembre 2013 relatif aux personnels enseignants et de documentation des établissements mentionnés à l'article L. 813-8 du code rural et de la pêche maritime et fixant les modalités temporaires d'accès à certaines catégories par voie de liste d'aptitude VIGUEUR, en vigueur depuis le 2013-12-07 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 18 octobre 2018 modifiant l'arrêté du 14 avril 2010 fixant les sections et les modalités d'organisation des concours du certificat d'aptitude au professorat de l'enseignement du second degré et du certificat d'aptitude au professorat de l'enseignement technique agricole VIGUEUR, en vigueur depuis le 2018-10-25 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 29 décembre 2020 pris en application de l'article 6 du décret n° 2020-1812 du 29 décembre 2020 au titre de l'année 2020 VIGUEUR, en vigueur depuis le 2021-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2021-1095 du 18 août 2021 portant création d'une prime d'équipement informatique allouée aux personnels enseignants ou exerçant des fonctions d'enseignement relevant du ministre chargé de l'agriculture VIGUEUR, en vigueur depuis le 2021-08-21 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 25 juillet 2019 portant application pour le ministère de l'agriculture et de l'alimentation de l'article 5 du décret n° 2016-1073 du 3 août 2016 relatif à la mise à disposition et à la conservation sur support électronique des bulletins de paye et de solde des agents civils de l'Etat, des magistrats et des militaires VIGUEUR, en vigueur depuis le 2019-08-02 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2023-1404 du 29 décembre 2023 modifiant le décret n° 2017-1034 du 10 mai 2017 relatif aux indemnités allouées à certains personnels stagiaires relevant du ministère chargé de l'agriculture VIGUEUR, en vigueur depuis le 2024-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 31 juillet 2020 modifiant les modalités relatives à la mise en œuvre du rendez-vous de carrière des personnels enseignants et d'éducation du ministère chargé de l'agriculture et des personnels enseignants exerçant dans les établissements d'enseignement privés sous contrat mentionnés à l'article L. 813-8 du code rural et de la pêche maritime et prescrivant des mesures temporaires pour les années scolaires 2019-2020 et 2020-2021 VIGUEUR, en vigueur depuis le 2020-08-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2024-206 du 8 mars 2024 relatif à la composition des conseils médicaux départementaux compétents à l'égard des personnels enseignants et de documentation mentionnés à l'article L. 813-8 du code rural et de la pêche maritime VIGUEUR, en vigueur depuis le 2024-03-11 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2014-1218 du 21 octobre 2014 relatif au comité consultatif ministériel des personnels enseignants et de documentation mentionnés à l'article L. 813-8 du code rural et de la pêche maritime, institué auprès du ministre chargé de l'agriculture VIGUEUR, en vigueur depuis le 2014-10-23 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2020-686 du 4 juin 2020 fixant les conditions d'intégration du lycée privé professionnel horticole Camille Godard du Haillan au sein de l'établissement public local d'enseignement et de formation professionnelle agricoles de Bordeaux-Gironde VIGUEUR, en vigueur depuis le 2020-06-07 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 5 octobre 2022 modifiant l'arrêté du 8 juin 2022 fixant les parts respectives de femmes et d'hommes composant les effectifs représentés au sein du comité consultatif ministériel et de la commission consultative mixte compétents à l'égard des personnels enseignants et de documentation des établissements mentionnés à l'article L. 813-8 du code rural et de la pêche maritime VIGUEUR, en vigueur depuis le 2022-10-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2022-1429 du 14 novembre 2022 relatif aux modalités de prise en charge par l'Etat des dépenses de fonctionnement afférentes aux formations sous contrat des établissements d'enseignement agricole privés CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 5 octobre 2022 modifiant l'arrêté du 8 juin 2022 fixant les parts respectives de femmes et d'hommes composant les effectifs représentés au sein du comité consultatif ministériel et de la commission consultative mixte compétents à l'égard des personnels enseignants et de documentation des établissements mentionnés à l'article L. 813-8 du code rural et de la pêche maritime CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2016-1332 du 6 octobre 2016 relatif aux personnels enseignants et de documentation mentionnés à l'article L. 813-8 du code rural et de la pêche maritime VIGUEUR, en vigueur depuis le 2016-10-09 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 25 juin 2020 portant adaptation pour la session de 2020 des épreuves des concours d'accès à la 2e catégorie des emplois de professeur des établissements d'enseignement agricole privés en raison de la crise sanitaire née de l'épidémie de covid-19 VIGUEUR, en vigueur depuis le 2020-06-29 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 25 juin 2020 portant adaptation pour la session 2020 des épreuves des concours d'accès à la 4e catégorie des emplois de professeur de l'enseignement technique agricole privé en raison de la crise sanitaire née de l'épidémie de covid-19 VIGUEUR, en vigueur depuis le 2020-07-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2020-1812 du 29 décembre 2020 relatif aux personnels enseignants et de documentation des établissements mentionnés à l'article L. 813-8 du code rural et de la pêche maritime et fixant des modalités temporaires d'accès à certaines catégories par voie de listes d'aptitude exceptionnelles VIGUEUR, en vigueur depuis le 2021-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2018-357 du 14 mai 2018 modifiant le décret n° 89-406 du 20 juin 1989 relatif aux contrats liant l'Etat et les personnels enseignants et de documentation des établissements mentionnés à l'article L. 813-8 du code rural VIGUEUR, en vigueur depuis le 2018-05-17 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2019-957 du 12 septembre 2019 modifiant le décret n° 89-406 du 20 juin 1989 relatif aux contrats liant l'Etat et les personnels enseignants et de documentation des établissements mentionnés à l'article L. 813-8 du code rural VIGUEUR, en vigueur depuis le 2019-09-15 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2014-564 du 30 mai 2014 fixant les conditions d'intégration dans l'enseignement public du centre privé de formation et de promotion horticoles Le Grand Blottereau VIGUEUR, en vigueur depuis le 2014-09-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 3 février 2017 modifiant l'arrêté du 21 décembre 2016 fixant les modalités de stage, d'évaluation et d'admission au certificat d'aptitude pédagogique des personnels d'enseignement et de documentation des établissements mentionnés à l'article L. 813-8 du code rural et de la pêche maritime VIGUEUR, en vigueur depuis le 2017-02-09 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 93-935 du 22 juillet 1993 relative à la partie Législative du livre VIII (nouveau) du code rural CREATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 10 juin 2008 pris en application de l'article 43 du décret n° 2007-557 du 13 avril 2007 relatif aux personnels enseignants et de documentation mentionnés à l'article L. 813-8 du code rural VIGUEUR, en vigueur depuis le 2008-06-26 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 3 décembre 2014 fixant pour l'année civile 2014 les taux de la subvention de fonctionnement allouée aux associations et organismes responsables des établissements d'enseignement agricole privés mentionnés à l'article L. 813-8 du code rural et de la pêche maritime VIGUEUR, en vigueur depuis le 2014-12-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2018-696 du 2 août 2018 relatif aux conditions de diplômes requises pour le recrutement de certains personnels enseignants et de documentation mentionnés à l'article L. 813-8 du code rural et de la pêche maritime VIGUEUR, en vigueur depuis le 2018-08-05 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2022-1429 du 14 novembre 2022 relatif aux modalités de prise en charge par l'Etat des dépenses de fonctionnement afférentes aux formations sous contrat des établissements d'enseignement agricole privés VIGUEUR, en vigueur depuis le 2022-11-16 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 25 juin 2020 portant adaptation pour la session 2020 des épreuves des concours d'accès à la 4e catégorie des emplois de professeur de l'enseignement technique agricole privé en raison de la crise sanitaire née de l'épidémie de covid-19 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 31 juillet 2020 modifiant les modalités relatives à la mise en œuvre du rendez-vous de carrière des personnels enseignants et d'éducation du ministère chargé de l'agriculture et des personnels enseignants exerçant dans les établissements d'enseignement privés sous contrat mentionnés à l'article L. 813-8 du code rural et de la pêche maritime et prescrivant des mesures temporaires pour les années scolaires 2019-2020 et 2020-2021 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 25 juin 2020 portant adaptation pour la session de 2020 des épreuves des concours d'accès à la 2e catégorie des emplois de professeur des établissements d'enseignement agricole privés en raison de la crise sanitaire née de l'épidémie de covid-19 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 19 novembre 2019 fixant au titre de l'année civile 2019 les taux de la subvention de fonctionnement allouée aux associations et organismes responsables des établissements d'enseignement agricole privés mentionnés à l'article L. 813-8 du code rural et de la pêche maritime CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 2 décembre 2020 fixant au titre de l'année civile 2020 les taux de la subvention de fonctionnement allouée aux associations et organismes responsables des établissements d'enseignement agricole privés mentionnés à l'article L. 813-8 du code rural et de la pêche maritime CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2025-246 du 17 mars 2025 relatif au régime additionnel de retraite des personnels enseignants et de documentation mentionnés aux articles L. 914-1 du code de l'éducation et L. 813-8 du code rural et de la pêche maritime VIGUEUR, en vigueur depuis le 2025-03-20 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 3 juin 2024 modifiant l'arrêté du 28 juillet 2006 pris pour l'application du décret n° 2005-1233 du 30 septembre 2005 relatif au régime additionnel de retraite des personnels enseignants et de documentation mentionnés aux articles L. 914-1 du code de l'éducation et L. 813-8 du code rural, notamment les articles 6 et 7 VIGUEUR, en vigueur depuis le 2024-06-10 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 1er décembre 2021 fixant au titre de l'année civile 2021 les taux de la subvention de fonctionnement allouée aux associations et organismes responsables des établissements d'enseignement agricole privés mentionnés à l'article L. 813-8 du code rural et de la pêche maritime CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 3 juin 2024 modifiant l'arrêté du 28 juillet 2006 pris pour l'application du décret n° 2005-1233 du 30 septembre 2005 relatif au régime additionnel de retraite des personnels enseignants et de documentation mentionnés aux articles L. 914-1 du code de l'éducation et L. 813-8 du code rural, notamment les articles 6 et 7 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2025-246 du 17 mars 2025 relatif au régime additionnel de retraite des personnels enseignants et de documentation mentionnés aux articles L. 914-1 du code de l'éducation et L. 813-8 du code rural et de la pêche maritime CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 31 mars 2025 modifiant l'arrêté du 19 octobre 2021 fixant le montant annuel de la prime d'attractivité pour certains personnels enseignants et d'éducation relevant du ministère chargé de l'agriculture CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 30 septembre 2024 modifiant l'arrêté du 1er octobre 1990 fixant l'organisation des examens conduisant à la délivrance des diplômes de l'enseignement technique agricole CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 1er août 2018 pris en application de l'article 21-2 du décret n° 89-406 du 20 juin 1989 relatif aux contrats liant l'Etat et les personnels enseignants et de documentation des établissements mentionnés à l'article L. 813-8 du code rural et de la pêche maritime CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 18 octobre 2018 modifiant l'arrêté du 14 avril 2010 fixant les sections et les modalités d'organisation des concours d'accès au corps des professeurs de lycée professionnel agricole CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 18 octobre 2018 modifiant l'arrêté du 14 avril 2010 fixant les sections et les modalités d'organisation des concours du certificat d'aptitude au professorat de l'enseignement du second degré et du certificat d'aptitude au professorat de l'enseignement technique agricole CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 31 mars 2025 modifiant l'arrêté du 19 octobre 2021 fixant le montant annuel de la prime d'attractivité pour certains personnels enseignants et d'éducation relevant du ministère chargé de l'agriculture VIGUEUR, en vigueur depuis le 2025-04-12 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 30 septembre 2024 modifiant l'arrêté du 1er octobre 1990 fixant l'organisation des examens conduisant à la délivrance des diplômes de l'enseignement technique agricole VIGUEUR, en vigueur depuis le 2024-10-10 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 26 mai 2025 modifiant l'arrêté du 1er octobre 1990 modifié fixant l'organisation des examens conduisant à la délivrance des diplômes de l'enseignement technique agricole CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 26 mai 2025 modifiant l'arrêté du 1er octobre 1990 modifié fixant l'organisation des examens conduisant à la délivrance des diplômes de l'enseignement technique agricole VIGUEUR, en vigueur depuis le 2025-08-02 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 8 septembre 2025 relatif à l'attestation de qualification exigée des chefs d'établissement mentionnés à l'article L. 813-8 du code rural CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 8 septembre 2025 relatif à l'attestation de qualification exigée des chefs d'établissement mentionnés à l'article L. 813-8 du code rural VIGUEUR, en vigueur depuis le 2025-09-12 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 24 septembre 2025 autorisant au titre de l'année 2026 l'ouverture de concours d'accès aux deuxième et quatrième catégories des emplois de professeur des établissements d'enseignement agricole privés mentionnés à l'article L. 813-8 du code rural et de la pêche maritime et fixant le nombre de places offertes CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 24 septembre 2025 autorisant au titre de l'année 2026 l'ouverture de concours d'accès aux deuxième et quatrième catégories des emplois de professeur des établissements d'enseignement agricole privés mentionnés à l'article L. 813-8 du code rural et de la pêche maritime et fixant le nombre de places offertes VIGUEUR, en vigueur depuis le 2025-09-27 CITATION source"},{"type":"del","content":""},{"type":"del","content":"1993-07-22 CREATION source LOI n° 93-935 du 22 juillet 1993 relative à la partie Législative du livre VIII (nouveau) du code rural"},{"type":"add","content":"2005-01-05 MODIFICATION source LOI n° 2005-5 du 5 janvier 2005 relative à la situation des maîtres des établissements d'enseignement privés sous contrat - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2005-01-05 MODIFICATION source LOI n° 2005-5 du 5 janvier 2005 relative à la situation des maîtres des établissements d'enseignement privés sous contrat - article 7 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code rural (nouveau) - article L811-5 AUTONOME MODIFIE, en vigueur du 1993-07-23 au 2009-12-12"},{"type":"add","content":""},{"type":"del","content":""},{"type":"del","content":"      CITATION source Code rural L811-5"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/58/61/LEGIARTI000006586167.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/58/61/LEGIARTI000006586167.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/58/61/LEGIARTI000006586167.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/58/61/LEGIARTI000006586168.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/58/61/LEGIARTI000006586168.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/58/61/LEGIARTI000006586168.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006586167)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006586168)"}],"status":"modified"}],"stats":{"additions":17,"deletions":750,"filesChanged":1}}