{"sha":"df4320fafb71","date":"2011-08-29","message":"Décret n° 2011-1027 du 26 août 2011 adaptant certaines dispositions du code rural et de la pêche maritime et du code de la santé publique à l'évolution de la législation de l'Union européenne dans le domaine du médicament vétérinaire","files":[{"filename":"partie_reglementaire/livre_ii/titre_iii/chapitre_iv/section_2/sous-section_3/article_r234-3.md","articleName":"Article R234-3","additions":16,"deletions":10,"diff":[{"type":"del","content":"I. - Les animaux appartenant à des espèces dont la chair ou les produits sont destinés à la consommation humaine ou animale, à qui sont administrés des médicaments ou qui ont consommé des additifs, et les denrées alimentaires qui en sont issues ne peuvent être cédés à un tiers, à titre gratuit ou onéreux, faire l'objet d'échanges intra-communautaires, être exportés, ou, s'agissant des animaux vivants, présentés à l'abattoir, que si les conditions suivantes sont respectées :"},{"type":"add","content":"I.-Les animaux appartenant à des espèces dont la chair ou les produits sont destinés à la consommation humaine ou animale, à qui sont administrés des médicaments ou qui ont consommé des additifs, et les denrées alimentaires qui en sont issues ne peuvent être cédés à un tiers, à titre gratuit ou onéreux, faire l'objet d'échanges intra-communautaires, être exportés, ou, s'agissant des animaux vivants, présentés à l'abattoir, que si les conditions suivantes sont respectées :"},{"type":"del","content":"II. - Toutefois, pendant l'écoulement du temps d'attente pour les médicaments ou du délai de retrait pour les additifs, les animaux mentionnés au I, s'ils ne peuvent en aucun cas être présentés à l'abattoir, peuvent être cédés à un tiers, à titre gratuit ou onéreux, faire l'objet d'échanges intra-communautaires ou être exportés à condition d'être accompagnés d'une ordonnance pour les médicaments, ou d'une attestation établie par le détenteur initial pour les additifs."},{"type":"add","content":"II.-Toutefois, pendant l'écoulement du temps d'attente pour les médicaments ou du délai de retrait pour les additifs, les animaux mentionnés au I, s'ils ne peuvent en aucun cas être présentés à l'abattoir, peuvent être cédés à un tiers, à titre gratuit ou onéreux, faire l'objet d'échanges intra-communautaires ou être exportés à condition d'être accompagnés d'une ordonnance pour les médicaments, ou d'une attestation établie par le détenteur initial pour les additifs."},{"type":"del","content":"III. - Les animaux peuvent être abattus avant la fin du temps d'attente du médicament ou de la période de retrait de l'additif pour des raisons de santé publique ou de protection de la santé animale."},{"type":"add","content":"III.-Les animaux peuvent être abattus avant la fin du temps d'attente du médicament ou de la période de retrait de l'additif pour des raisons de santé publique ou de protection de la santé animale."},{"type":"del","content":"Les denrées issues de ces animaux sont consignées dans l'attente des résultats des contrôles. Les denrées contenant une quantité de résidus excédant les limites maximales définies dans le règlement (CEE) n° 2377/90 du Conseil du 26 juin 1990 établissant une procédure communautaire pour la fixation des limites maximales de résidus de médicaments vétérinaires dans les aliments d'origine animale ne peuvent pas être déclarées propres à la consommation."},{"type":"add","content":"Les denrées issues de ces animaux sont consignées dans l'attente des résultats des contrôles. Les denrées contenant une quantité de résidus excédant les limites maximales définies dans le règlement (UE) n° 37/2010 de la Commission du 22 décembre 2009 relatif aux substances pharmacologiquement actives et à leur classification en ce qui concerne les limites maximales de résidus dans les aliments d'origine animale ne peuvent pas être déclarées propres à la consommation."},{"type":"del","content":"Décret n° 2011-537 du 17 mai 2011 relatif à la modernisation des missions d'inspection et de contrôle et à la mise en cohérence de diverses dispositions du livre II du code rural et de la pêche maritime - article 4 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Décret n° 2011-1027 du 26 août 2011 adaptant certaines dispositions du code rural et de la pêche maritime et du code de la santé publique à l'évolution de la législation de l'Union européenne dans le domaine du médicament vétérinaire - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2011-05-17 MODIFIE cible Décret n° 2011-537 du 17 mai 2011 relatif à la modernisation des missions d'inspection et de contrôle et à la mise en cohérence de diverses dispositions du livre II du code rural et de la pêche maritime - article 4 ENTIEREMENT_MODIF"},{"type":"add","content":"2011-08-26 MODIFIE cible Décret n° 2011-1027 du 26 août 2011 adaptant certaines dispositions du code rural et de la pêche maritime et du code de la santé publique à l'évolution de la législation de l'Union européenne dans le domaine du médicament vétérinaire - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code rural (nouveau) - article L234-2 AUTONOME ABROGE, en vigueur du 1989-11-04 au 2000-09-21"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la santé publique - article L5143-4 AUTONOME MODIFIE, en vigueur du 2000-06-22 au 2001-04-14"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/24/04/70/LEGIARTI000024047007.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/24/04/70/LEGIARTI000024047007.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/24/04/70/LEGIARTI000024047007.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/24/51/64/LEGIARTI000024516446.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/24/51/64/LEGIARTI000024516446.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/24/51/64/LEGIARTI000024516446.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000024047007)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000024516446)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_ii/titre_iii/chapitre_iv/section_2/sous-section_3/article_r234-4.md","articleName":"Article R234-4","additions":12,"deletions":9,"diff":[{"type":"del","content":"III.-Lorsque l'essai clinique concerne un médicament contenant une substance pharmacologiquement active relevant du règlement (CEE) n° 2377/90 du Conseil du 26 juin 1990, l'animal ayant fait l'objet de l'essai ne peut être conduit à l'abattoir ou les denrées animales qui en sont issues introduites dans l'alimentation humaine que si le temps d'attente déclaré auprès du directeur de l'Agence nationale de sécurité sanitaire de l'alimentation, de l'environnement et du travail et du préfet est écoulé. Ce temps d'attente doit :"},{"type":"add","content":"III.-Lorsque l'essai clinique concerne un médicament contenant une substance pharmacologiquement active relevant du règlement (CE) n° 470/2009 du Parlement européen et du Conseil du 6 mai 2009 établissant des procédures communautaires pour la fixation des limites de résidus des substances pharmacologiquement actives dans les aliments d'origine animale, l'animal ayant fait l'objet de l'essai ne peut être conduit à l'abattoir ou les denrées animales qui en sont issues introduites dans l'alimentation humaine que si le temps d'attente déclaré auprès du directeur de l'Agence nationale de sécurité sanitaire de l'alimentation, de l'environnement et du travail et du préfet est écoulé. Ce temps d'attente doit :"},{"type":"del","content":"b) Etre fixé de manière que la limite maximale de résidus ne soit pas dépassée dans les denrées alimentaires lorsqu'une telle limite maximale de résidus a été fixée au niveau communautaire en conformité avec le règlement (CEE) n° 2377/90 ;"},{"type":"add","content":"b) Etre fixé de manière que la limite maximale de résidus ne soit pas dépassée dans les denrées alimentaires lorsqu'une telle limite maximale de résidus a été fixée en application du règlement (CE) n° 470/2009 du Parlement européen et du Conseil du 6 mai 2009 mentionné ci-dessus ;"},{"type":"del","content":"Lorsque les animaux doivent être abattus avant la fin du temps d'attente, il appartient à l'investigateur chargé de la conduite de l'essai de faire procéder à la destruction des denrées dans les établissements mentionnés à l'article L. 226-9. Toutefois, si une limite maximale de résidus a été fixée pour la substance ayant fait l'objet de l'essai, les denrées alimentaires peuvent être mises sur le marché à la condition que l'investigateur s'assure, en effectuant les analyses de résidus décrites par le promoteur de l'essai dans les renseignements fournis au titre du 5° de l'article R. 5141-6 du code de la santé publique , qu'aucune de ces denrées n'est susceptible de contenir des résidus de substances pharmacologiquement actives à un taux supérieur à la limite maximale de résidus."},{"type":"add","content":"Lorsque les animaux doivent être abattus avant la fin du temps d'attente, il appartient à l'investigateur chargé de la conduite de l'essai de faire procéder à la destruction des denrées dans les établissements mentionnés à l'article L. 226-9. Toutefois, si une limite maximale de résidus a été fixée pour la substance ayant fait l'objet de l'essai, les denrées alimentaires peuvent être mises sur le marché à la condition que l'investigateur s'assure, en effectuant les analyses de résidus décrites par le promoteur de l'essai dans les renseignements fournis au titre du 5° de l'article R. 5141-6 du code de la santé publique, qu'aucune de ces denrées n'est susceptible de contenir des résidus de substances pharmacologiquement actives à un taux supérieur à la limite maximale de résidus."},{"type":"del","content":"Décret n° 2011-385 du 11 avril 2011 tirant les conséquences, au niveau réglementaire, de l'intervention de l'ordonnance n° 2010-18 du 7 janvier 2010 portant création d'une agence nationale chargée de la sécurité sanitaire de l'alimentation, de l'environnement et du travail - article 11 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Décret n° 2011-1027 du 26 août 2011 adaptant certaines dispositions du code rural et de la pêche maritime et du code de la santé publique à l'évolution de la législation de l'Union européenne dans le domaine du médicament vétérinaire - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2011-04-11 MODIFIE cible Décret n° 2011-385 du 11 avril 2011 tirant les conséquences, au niveau réglementaire, de l'intervention de l'ordonnance n° 2010-18 du 7 janvier 2010 portant création d'une agence nationale chargée de la sécurité sanitaire de l'alimentation, de l'environnement et du travail - article 11 ENTIEREMENT_MODIF"},{"type":"add","content":"2011-08-26 MODIFIE cible Décret n° 2011-1027 du 26 août 2011 adaptant certaines dispositions du code rural et de la pêche maritime et du code de la santé publique à l'évolution de la législation de l'Union européenne dans le domaine du médicament vétérinaire - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code rural (nouveau) - article L226-9 AUTONOME MODIFIE, en vigueur du 2000-09-21 au 2006-01-01"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/23/86/78/LEGIARTI000023867841.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/23/86/78/LEGIARTI000023867841.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/23/86/78/LEGIARTI000023867841.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/24/51/64/LEGIARTI000024516451.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/24/51/64/LEGIARTI000024516451.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/24/51/64/LEGIARTI000024516451.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000023867841)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000024516451)"}],"status":"modified"}],"stats":{"additions":28,"deletions":19,"filesChanged":2}}