{"sha":"00e578af14b9","date":"2022-01-01","message":"LOI n° 2021-1485 du 15 novembre 2021 visant à réduire l'empreinte environnementale du numérique en France","files":[{"filename":"partie_legislative_nouvelle/livre_ier/titre_ier/chapitre_ier/article_l111-4.md","articleName":"Article L111-4","additions":15,"deletions":17,"diff":[{"type":"del","content":"Le fabricant ou l'importateur de biens meubles informe le vendeur professionnel de la période pendant laquelle ou de la date jusqu'à laquelle les pièces détachées indispensables à l'utilisation des biens sont disponibles sur le marché. Cette information est délivrée obligatoirement au consommateur par le vendeur de manière lisible avant la conclusion du contrat et confirmée par écrit lors de l'achat du bien."},{"type":"add","content":"Le fabricant ou l'importateur de biens meubles informe le vendeur professionnel de la disponibilité ou de la non-disponibilité des pièces détachées indispensables à l'utilisation des biens concernés et, le cas échéant, de la période pendant laquelle ou de la date jusqu'à laquelle ces pièces sont disponibles sur le marché. Pour les équipements électriques et électroniques et les éléments d'ameublement, lorsque cette information n'est pas fournie au vendeur professionnel, les pièces détachées indispensables à l'utilisation des biens sont réputées non disponibles. Les fabricants ou importateurs d'équipements électriques et électroniques informent les vendeurs de leurs produits ainsi que les réparateurs et les reconditionneurs professionnels, à la demande de ces derniers, du détail des éléments constituant l'engagement de durée de disponibilité des pièces détachées. Cette information est rendue disponible notamment à partir d'un support dématérialisé. Les fabricants et les importateurs d'équipements électroménagers, de petits équipements informatiques et de télécommunications, d'écrans et de moniteurs assurent, pour une liste de produits fixée par voie réglementaire, la disponibilité des pièces détachées de ces produits pendant la période de commercialisation du modèle concerné ainsi que pendant une période minimale complémentaire après la date de mise sur le marché de la dernière unité de ce modèle. La durée de cette période minimale complémentaire ne peut être inférieure à cinq ans. Les modalités d'application de cette obligation de disponibilité des pièces détachées, notamment la liste des produits et pièces concernés, les échéances à partir desquelles les pièces détachées sont disponibles pendant la commercialisation des produits ainsi que les périodes minimales complémentaires prévues sont précisées par décret en Conseil d'Etat. Ces informations sont délivrées obligatoirement au consommateur par le vendeur de manière lisible avant la conclusion du contrat et confirmées par écrit lors de l'achat du bien."},{"type":"del","content":"Dès lors qu'il a indiqué la période ou la date mentionnées au premier alinéa, le fabricant ou l'importateur fournit obligatoirement, dans un délai de deux mois, aux vendeurs professionnels ou aux réparateurs, agréés ou non, qui le demandent les pièces détachées indispensables à l'utilisation des biens vendus."},{"type":"add","content":"Dès lors qu'il a indiqué la période ou la date mentionnées au premier alinéa, le fabricant ou l'importateur fournit obligatoirement, dans un délai de quinze jours ouvrables, dans des conditions non discriminatoires, aux vendeurs professionnels, aux reconditionneurs ou aux réparateurs, agréés ou non, qui le demandent les pièces détachées indispensables à l'utilisation des biens vendus."},{"type":"add","content":""},{"type":"add","content":"Pour certaines catégories de biens définies par décret, lorsqu'une pièce détachée indispensable à l'utilisation d'un bien disponible sur le marché peut être fabriquée par un moyen d'impression en trois dimensions et qu'elle n'est plus disponible sur le marché, le fabricant ou l'importateur de biens meubles doit, sous réserve du respect des droits de propriété intellectuelle et en particulier sous réserve du consentement du détenteur de la propriété intellectuelle, fournir aux vendeurs professionnels, aux reconditionneurs ou aux réparateurs, agréés ou non, qui le demandent le plan de fabrication par un moyen d'impression en trois dimensions de la pièce détachée ou, à défaut, les informations techniques utiles à l'élaboration de ce plan dont le fabricant dispose."},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Conformément aux dispositions de l'article 130 de la loi n° 2020-105 du 10 février 2020, ces dispositions entrent en vigueur le 1er janvier 2022."},{"type":"add","content":""},{"type":"add","content":""},{"type":"del","content":"Ordonnance n° 2016-301 du 14 mars 2016 relative à la partie législative du code de la consommation - article ENTIEREMENT_MODIF CODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Ordonnance n° 2016-301 du 14 mars 2016 relative à la partie législative du code de la consommation - article ENTIEREMENT_MODIF CREE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la consommation - article L111-3 AUTONOME ABROGE, en vigueur du 2014-06-14 au 2016-07-01 CONCORDANCE cible"},{"type":"add","content":"LOI n° 2021-1485 du 15 novembre 2021 visant à réduire l'empreinte environnementale du numérique en France - article 18 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2016-03-14 CODIFICATION source Ordonnance n° 2016-301 du 14 mars 2016 relative à la partie législative du code de la consommation - article ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2016-03-14 CREE cible Ordonnance n° 2016-301 du 14 mars 2016 relative à la partie législative du code de la consommation - article ENTIEREMENT_MODIF"},{"type":"add","content":"2021-11-15 MODIFIE cible LOI n° 2021-1485 du 15 novembre 2021 visant à réduire l'empreinte environnementale du numérique en France - article 18 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/32/22/73/LEGIARTI000032227346.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/32/22/73/LEGIARTI000032227346.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/32/22/73/LEGIARTI000032227346.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/44/33/08/LEGIARTI000044330854.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/44/33/08/LEGIARTI000044330854.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/44/33/08/LEGIARTI000044330854.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000032227346)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000044330854)"}],"status":"modified"}],"stats":{"additions":15,"deletions":17,"filesChanged":1}}