{"sha":"0875e5d612fb","date":"2013-05-25","message":"Ordonnance n° 2013-421 du 23 mai 2013 relative à l'inscription au fichier national des incidents de remboursement des crédits aux particuliers des décisions relatives au traitement du surendettement en Polynésie française","files":[{"filename":"partie_legislative/livre_iii/titre_iii/chapitre_iv/section_3/article_l334-7.md","articleName":"Article L334-7","additions":34,"deletions":14,"diff":[{"type":"del","content":"I. - En Polynésie française, les établissements mentionnés au titre Ier du livre V du code monétaire et financier, les établissements de paiement, et les organismes mentionnés au 5 de l'article L. 511-6 du même code déclarent à la Banque de France les incidents de paiement liés aux crédits accordés aux personnes physiques pour des besoins non professionnels. Ces déclarations sont portées, dès leur réception, sur le fichier national des incidents de remboursement des crédits aux particuliers prévu à l'article L. 333-4. Elles sont mises à la disposition de l'ensemble des établissements et des organismes ayant accès au fichier."},{"type":"add","content":"I. ― En Polynésie française, les établissements mentionnés au titre Ier du livre V du code monétaire et financier, les établissements de paiement, et les organismes mentionnés au 5 de l'article L. 511-6 du même code déclarent à la Banque de France les incidents de paiement liés aux crédits accordés aux personnes physiques pour des besoins non professionnels. Ces déclarations sont portées, dès leur réception, sur le fichier national des incidents de remboursement des crédits aux particuliers prévu à l'article L. 333-4. Elles sont mises à la disposition de l'ensemble des établissements et des organismes ayant accès au fichier."},{"type":"del","content":"II. - La Banque de France est déliée du secret professionnel pour la diffusion, aux établissements et organismes visés au premier alinéa du I, des informations nominatives contenues dans ce fichier."},{"type":"add","content":"II. ― Dès que la commission de surendettement des particuliers instituée par la Polynésie française est saisie par un débiteur, elle en informe l'Institut d'émission d'outre-mer mentionné à l'article L. 712-4-1 du code monétaire et financier. Ce dernier en informe la Banque de France aux fins d'inscription au fichier mentionné au I du présent article."},{"type":"add","content":""},{"type":"add","content":"Lorsque, sur recours de l'intéressé contre la décision de cette commission, une situation de surendettement est reconnue par le tribunal de première instance ou lorsque le débiteur a bénéficié de l'effacement des dettes résultant de la procédure de rétablissement personnel, le greffe du tribunal notifie cette décision à l'Institut d'émission d'outre-mer, qui en informe la Banque de France."},{"type":"add","content":""},{"type":"add","content":"Le fichier recense les mesures du plan conventionnel de redressement prévues par la réglementation en vigueur en Polynésie française pour le traitement des situations de surendettement des particuliers. Ces mesures sont communiquées à la Banque de France par l'Institut d'émission d'outre-mer. L'inscription est conservée pendant toute la durée de l'exécution du plan conventionnel, sans pouvoir excéder huit ans."},{"type":"add","content":""},{"type":"add","content":"Le fichier recense également, le cas échéant, les mesures imposées ou recommandées par la commission en cas d'échec de sa mission de conciliation. Ces mesures sont communiquées à la Banque de France par l'Institut d'émission d'outre-mer ou par le greffe du tribunal de première instance lorsqu'elles sont soumises à l'homologation de ce tribunal. L'inscription est conservée pendant toute la durée d'exécution de ces mesures, sans pouvoir excéder huit ans."},{"type":"add","content":""},{"type":"add","content":"Lorsque les mesures du plan conventionnel ou celles imposées ou recommandées par la commission sont exécutées sans incident, les informations relatives aux mentions qui ont entraîné leur déclaration sont radiées à l'expiration d'une période de cinq ans à compter de la signature du plan conventionnel ou de la date de la décision de la commission qui impose des mesures ou lorsque les mesures recommandées par la commission ont acquis force exécutoire."},{"type":"add","content":""},{"type":"add","content":"Lorsque, pour une même personne, sont prescrits successivement un plan conventionnel et des mesures imposées ou recommandées par la commission, l'inscription est maintenue pendant la durée globale d'exécution du plan et des mesures sans pouvoir excéder huit ans."},{"type":"add","content":""},{"type":"add","content":"Pour les personnes ayant bénéficié de la procédure de rétablissement personnel, les informations relatives aux mentions correspondantes sont radiées à l'expiration d'une période de cinq ans à compter de la date d'homologation ou de clôture de la procédure, telle que prévue par la loi de pays en vigueur en Polynésie française réglementant le surendettement des particuliers."},{"type":"add","content":""},{"type":"add","content":"III. ― La Banque de France est déliée du secret professionnel pour la diffusion, aux établissements et organismes visés au premier alinéa du I, des informations nominatives contenues dans ce fichier."},{"type":"del","content":"III. - L'article L. 333-5 est applicable en Polynésie française."},{"type":"add","content":"IV. ― L'article L. 333-5 est applicable en Polynésie française."},{"type":"del","content":"LOI n° 2010-1249 du 22 octobre 2010 de régulation bancaire et financière - article 85 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2010-10-24 MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2010-737 du 1er juillet 2010 portant réforme du crédit à la consommation - article 57 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"Ordonnance n° 2013-421 du 23 mai 2013 relative à l'inscription au fichier national des incidents de remboursement des crédits aux particuliers des décisions relatives au traitement du surendettement en Polynésie française - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2010-07-01 MODIFICATION source LOI n° 2010-737 du 1er juillet 2010 portant réforme du crédit à la consommation - article 57 ENTIEREMENT_MODIF"},{"type":"add","content":"2010-10-26 CITATION cible Arrêté du 26 octobre 2010 relatif au fichier national des incidents de remboursement des crédits aux particuliers - article 17 AUTONOME MODIFIE, en vigueur du 2020-01-01 au 2020-02-20"},{"type":"del","content":"2010-10-22 MODIFIE cible LOI n° 2010-1249 du 22 octobre 2010 de régulation bancaire et financière - article 85 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2010-10-24"},{"type":"add","content":"2013-05-23 MODIFIE cible Ordonnance n° 2013-421 du 23 mai 2013 relative à l'inscription au fichier national des incidents de remboursement des crédits aux particuliers des décisions relatives au traitement du surendettement en Polynésie française - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":"2010-10-26 CITATION cible Arrêté du 26 octobre 2010 relatif au fichier national des incidents de remboursement des crédits aux particuliers - article 17 AUTONOME MODIFIE, en vigueur du 2020-01-01 au 2020-02-20"},{"type":"add","content":"2999-01-01 CITATION source Code de la consommation - article L333-4 AUTONOME MODIFIE, en vigueur du 1993-07-27 au 1998-07-31"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la consommation - article L333-5 AUTONOME MODIFIE, en vigueur du 1993-07-27 au 2003-08-02"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code monétaire et financier - article L511-6 AUTONOME MODIFIE, en vigueur du 2001-01-01 au 2001-05-16"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code monétaire et financier - article L712-4-1 AUTONOME MODIFIE, en vigueur du 2004-08-21 au 2005-05-07"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/22/96/36/LEGIARTI000022963671.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/22/96/36/LEGIARTI000022963671.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/22/96/36/LEGIARTI000022963671.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/44/46/LEGIARTI000027444686.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/44/46/LEGIARTI000027444686.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/27/44/46/LEGIARTI000027444686.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000022963671)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000027444686)"}],"status":"modified"}],"stats":{"additions":34,"deletions":14,"filesChanged":1}}