{"sha":"55e43e7a2b60","date":"2022-12-31","message":"Décret n° 2022-1701 du 29 décembre 2022 définissant les modalités de publicité des mesures prises en application du livre IV du code de commerce et du livre V du code de la consommation","files":[{"filename":"partie_reglementaire_nouvelle/livre_v/titre_ii/chapitre_ier/section_1/article_r521-2.md","articleName":"Article R521-2","additions":23,"deletions":15,"diff":[{"type":"del","content":"La publicité prévue au second alinéa de l'article L. 521-2 peut être effectuée par voie de presse, par voie électronique ou par voie d'affichage. La diffusion et l'affichage peuvent être ordonnés cumulativement."},{"type":"add","content":"La publicité prévue à l'article L. 521-2 et à l'avant-dernier alinéa de l'article L. 521-3-1 peut être effectuée par voie de presse, par voie électronique ou par voie d'affichage. La diffusion par voie de presse, par voie électronique et l'affichage peuvent être ordonnés cumulativement."},{"type":"del","content":"La diffusion ou l'affichage peut porter sur tout ou partie de la mesure d'injonction, ou prendre la forme d'un communiqué informant le public des motifs et du dispositif de cette mesure."},{"type":"add","content":"La diffusion ou l'affichage peut porter sur tout ou partie de la mesure, ou prendre la forme d'un communiqué informant le public des motifs et du dispositif de cette mesure. La diffusion ou l'affichage peut être accompagné d'un message de sensibilisation du public sur les pratiques relevées."},{"type":"del","content":"La diffusion de la mesure d'injonction peut être faite au Journal officiel de la République française, par une ou plusieurs autres publications de presse, ou par un ou plusieurs services de communication au public par voie électronique. Les publications ou les services de communication au public par voie électronique chargés de cette diffusion sont désignés dans la mesure d'injonction. Ils ne peuvent s'opposer à cette diffusion."},{"type":"add","content":"La diffusion de la mesure peut être faite au Journal officiel de la République française, par une ou plusieurs autres publications de presse, ou par un ou plusieurs services de communication au public par voie électronique. Les publications ou les services de communication au public par voie électronique chargés de cette diffusion sont désignés dans la mesure."},{"type":"del","content":"L'affichage s'effectue dans les lieux et pour la durée indiqués par la mesure d'injonction ; il ne peut excéder deux mois. En cas de suppression, dissimulation ou lacération des affiches apposées, il est de nouveau procédé à l'affichage."},{"type":"add","content":"L'affichage s'effectue dans les lieux et pour la durée indiqués par la mesure. Il ne peut excéder deux mois. En cas de suppression, dissimulation ou lacération des affiches apposées, il est de nouveau procédé à l'affichage."},{"type":"del","content":"Les modalités de la publicité sont précisées dans la mesure d'injonction."},{"type":"add","content":"Les modalités de la publicité sont précisées à l'auteur de l'infraction ou du manquement."},{"type":"add","content":""},{"type":"add","content":"Sans préjudice de l'application des alinéas précédents, pour les mesures ordonnées en application du b du 2° de l'article L. 521-3-1, l'autorité administrative chargée de la concurrence et de la consommation peut demander aux opérateurs et personnes mentionnés au 1° de ce même article ou au 2 du I de l'article 6 de la loi n° 2004-575 du 21 juin 2004 pour la confiance dans l'économie numérique, que les utilisateurs des interfaces en ligne auxquels l'accès est empêché soient dirigés vers une page d'information du ministère chargé de l'économie, indiquant le motif de la mesure de limitation d'accès."},{"type":"del","content":"Code de la consommation - article R132-2-2 AUTONOME ABROGE, en vigueur du 2014-10-03 au 2016-07-01 CONCORDANCE cible"},{"type":"add","content":"Code de la consommation - article L521-2 AUTONOME MODIFIE, en vigueur du 2016-07-01 au 2022-08-18 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la consommation - article L521-2 AUTONOME MODIFIE, en vigueur du 2022-08-18 au 2023-06-11 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2022-1701 du 29 décembre 2022 définissant les modalités de publicité des mesures prises en application du livre IV du code de commerce et du livre V du code de la consommation - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"Décret n° 2016-884 du 29 juin 2016 relatif à la partie réglementaire du code de la consommation - article ENTIEREMENT_MODIF CODIFICATION cible"},{"type":"add","content":"Code de la consommation - article L521-2 AUTONOME MODIFIE, en vigueur du 2023-06-11 au 2025-07-02 CITATION cible"},{"type":"del","content":"Décret n° 2016-884 du 29 juin 2016 relatif à la partie réglementaire du code de la consommation - article ENTIEREMENT_MODIF CREE source"},{"type":"add","content":"Code de la consommation - article L521-2 AUTONOME VIGUEUR, en vigueur depuis le 2025-07-02 CITATION cible"},{"type":"del","content":"2016-06-29 CODIFICATION source Décret n° 2016-884 du 29 juin 2016 relatif à la partie réglementaire du code de la consommation - article ENTIEREMENT_MODIF"},{"type":"add","content":"CODIFICATION source Décret n° 2016-884 du 29 juin 2016 relatif à la partie réglementaire du code de la consommation"},{"type":"del","content":"2016-06-29 CREE cible Décret n° 2016-884 du 29 juin 2016 relatif à la partie réglementaire du code de la consommation - article ENTIEREMENT_MODIF"},{"type":"add","content":"2022-12-29 MODIFIE cible Décret n° 2022-1701 du 29 décembre 2022 définissant les modalités de publicité des mesures prises en application du livre IV du code de commerce et du livre V du code de la consommation - article 2 ENTIEREMENT_MODIF"},{"type":"del","content":"      2999-01-01 CITATION source Code de la consommation - art. L521-2 (V)"},{"type":"add","content":"      2999-01-01 CITATION source Code de la consommation - art. L521-2"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/32/80/82/LEGIARTI000032808236.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/32/80/82/LEGIARTI000032808236.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/32/80/82/LEGIARTI000032808236.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/46/84/33/LEGIARTI000046843302.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/46/84/33/LEGIARTI000046843302.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/46/84/33/LEGIARTI000046843302.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000032808236)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000046843302)"}],"status":"modified"}],"stats":{"additions":23,"deletions":15,"filesChanged":1}}