{"sha":"f71e851ad0c0","date":"2011-05-01","message":"Loi n° 2010-1249 du 22 octobre 2010 de régulation bancaire et financière","files":[{"filename":"partie_legislative/livre_iii/titre_ier/chapitre_ier/section_5/README.md","articleName":"Sommaire - Section 5","additions":1,"deletions":0,"diff":[{"type":"add","content":"- [Article L311-16](article_l311-16.md)"}],"status":"modified"},{"filename":"partie_legislative/livre_iii/titre_ier/chapitre_ier/section_5/article_l311-16.md","articleName":"Article L311-16","additions":136,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article L311-16"},{"type":"add","content":""},{"type":"add","content":"Lorsqu'il s'agit d'une ouverture de crédit qui, assortie ou non de l'usage d'une carte de crédit, offre à son bénéficiaire la possibilité de disposer de façon fractionnée, aux dates de son choix, du montant du crédit consenti, l'établissement d'un contrat de crédit est obligatoire pour la conclusion du crédit initial et, dans les mêmes conditions, pour toute augmentation de ce crédit consentie ultérieurement. Tout crédit correspondant à cette définition est désigné dans tout document commercial ou publicitaire par le terme : \" crédit renouvelable \", à l'exclusion de tout autre. Lorsqu'une carte de crédit est associée au contrat, la mention : \" carte de crédit \" est spécifiée en caractères lisibles au recto de la carte."},{"type":"add","content":""},{"type":"add","content":"Dans ce cas, le contrat de crédit prévoit que chaque échéance comprend un remboursement minimal du capital emprunté, qui varie selon le montant total du crédit consenti et dont les modalités sont définies par décret."},{"type":"add","content":""},{"type":"add","content":"Il précise que la durée du contrat est limitée à un an renouvelable et que le prêteur devra indiquer, trois mois avant l'échéance, les conditions de reconduction du contrat. Il fixe également les modalités du remboursement, qui doit être échelonné, sauf volonté contraire du débiteur, des sommes restant dues dans le cas où le débiteur demande à ne plus bénéficier de son ouverture de crédit.Avant de proposer à l'emprunteur de reconduire le contrat, le prêteur consulte tous les ans le fichier prévu à l'article L. 333-4, dans les conditions prévues par l'arrêté mentionné à l'article L. 333-5, et, tous les trois ans, il vérifie la solvabilité de l'emprunteur dans les conditions fixées à l'article L. 311-9."},{"type":"add","content":""},{"type":"add","content":"Le prêteur peut réduire le montant total du crédit, suspendre le droit d'utilisation du crédit par l'emprunteur ou ne pas proposer la reconduction du contrat lorsque les éléments recueillis en application de l'alinéa précédent le justifient ou, à tout moment, s'il dispose d'informations démontrant une diminution de la solvabilité de l'emprunteur telle qu'elle avait pu être appréciée lors de la conclusion du contrat. Il en informe préalablement l'emprunteur par écrit ou sur un autre support durable."},{"type":"add","content":""},{"type":"add","content":"A tout moment, à l'initiative du prêteur ou à la demande de l'emprunteur, le montant total du crédit peut être rétabli et la suspension du droit d'utilisation du crédit levée, après vérification de la solvabilité de l'emprunteur dans les conditions fixées à l'article L. 311-9."},{"type":"add","content":""},{"type":"add","content":"Pendant la période de suspension du droit d'utilisation du crédit par l'emprunteur ou en cas de non-reconduction du contrat, l'emprunteur est tenu de rembourser, aux conditions fixées par le contrat, le montant du crédit utilisé."},{"type":"add","content":""},{"type":"add","content":"L'emprunteur doit pouvoir s'opposer aux modifications proposées, lors de la reconduction du contrat, jusqu'au moins vingt jours avant la date où celles-ci deviennent effectives, en utilisant un bordereau-réponse annexé aux informations écrites communiquées par le prêteur. Un décret précisera les caractéristiques de ce bordereau ainsi que les mentions devant y figurer.L'emprunteur peut également demander à tout moment la réduction de sa réserve de crédit, la suspension de son droit à l'utiliser ou la résiliation de son contrat. Dans ce dernier cas, il est tenu de rembourser, aux conditions du contrat, le montant de la réserve d'argent déjà utilisé."},{"type":"add","content":""},{"type":"add","content":"En cas de refus des nouvelles conditions de taux ou de remboursement proposées lors de la reconduction du contrat, l'emprunteur est tenu de rembourser aux conditions précédant les modifications proposées le montant de la réserve d'argent déjà utilisé, sans pouvoir, toutefois, procéder à une nouvelle utilisation de l'ouverture de crédit."},{"type":"add","content":""},{"type":"add","content":"Si, pendant deux années consécutives, le contrat d'ouverture de crédit ou tout moyen de paiement associé n'ont fait l'objet d'aucune utilisation, le prêteur qui entend proposer la reconduction du contrat adresse à l'emprunteur, à l'échéance de la deuxième année, un document annexé aux conditions de cette reconduction. Ce document indique l'identité des parties, la nature de l'opération, le montant du crédit disponible, le taux annuel effectif global ainsi que le montant des remboursements par échéance et par fractions de crédit utilisées.A défaut pour l'emprunteur de retourner ce document, signé et daté, au plus tard vingt jours avant la date d'échéance du contrat, ce dernier est résilié de plein droit à cette date. Lorsque l'ouverture de crédit est assortie de l'usage d'une carte de crédit, le prélèvement de la cotisation liée au bénéfice de ce moyen de paiement ne fait pas obstacle à la mise en œuvre du présent alinéa."},{"type":"add","content":""},{"type":"add","content":"La capitalisation des intérêts est soumise aux dispositions de l'article 1154 du code civil."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Loi n° 2010-1249 du 22 octobre 2010 de régulation bancaire et financière - article 44 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1978-01-10 CONCORDANCE source Loi n°78-22 du 10 janvier 1978 RELATIVE A L'INFORMATION ET A LA PROTECTION DES CONSOMMATEURS DANS LE DOMAINE DE CERTAINES OPERATIONS DE CREDIT"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1978-01-10 CONCORDE cible Loi n°78-22 du 10 janvier 1978 relative à l'information et à la protection des consommateurs dans le domaine de certaines opérations de crédit - article 7 AUTONOME ABROGE, en vigueur du 1978-07-01 au 1993-07-27"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2010-10-22 MODIFIE cible Loi n° 2010-1249 du 22 octobre 2010 de régulation bancaire et financière - article 44 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2010-10-26 CITATION cible Arrêté du 26 octobre 2010 relatif au fichier national des incidents de remboursement des crédits aux particuliers - article 2 AUTONOME MODIFIE, en vigueur du 2011-05-01 au 2016-07-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2010-10-26 CITATION cible Arrêté du 26 octobre 2010 relatif au fichier national des incidents de remboursement des crédits aux particuliers - article 3 AUTONOME MODIFIE, en vigueur du 2010-11-01 au 2016-07-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2011-04-26 CITATION cible Décret n° 2011-457 du 26 avril 2011 fixant les conditions d'application progressive de la réforme du crédit à la consommation aux contrats de crédit renouvelable en cours - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2011-04-28"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2011-04-26 CITATION cible Décret n° 2011-457 du 26 avril 2011 fixant les conditions d'application progressive de la réforme du crédit à la consommation aux contrats de crédit renouvelable en cours - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2011-04-28"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2014-03-17 CITATION cible LOI n° 2014-344 du 17 mars 2014 relative à la consommation - article 56 AUTONOME VIGUEUR, en vigueur depuis le 2014-03-19"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2014-10-17 CITATION cible Décret n° 2014-1199 du 17 octobre 2014 relatif à la suspension du contrat de crédit renouvelable VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2014-10-17 CITATION cible Décret n° 2014-1199 du 17 octobre 2014 relatif à la suspension du contrat de crédit renouvelable - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2014-10-20"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la consommation - article ANNEXE A L'ARTICLE R313-13 AUTONOME ABROGE, en vigueur du 2012-10-01 au 2016-07-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la consommation - article D311-3-1 AUTONOME TRANSFERE, en vigueur du 2010-09-01 au 2011-05-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la consommation - article D311-4-1 AUTONOME ABROGE, en vigueur du 2011-05-01 au 2016-07-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la consommation - article D311-4-3 AUTONOME ABROGE, en vigueur du 2011-12-16 au 2016-07-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la consommation - article D311-8-1 AUTONOME ABROGE, en vigueur du 2014-10-20 au 2016-07-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la consommation - article L311-17 AUTONOME MODIFIE, en vigueur du 2011-05-01 au 2014-12-18"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la consommation - article L311-20 AUTONOME ABROGE, en vigueur du 2011-05-01 au 2016-07-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la consommation - article L311-22 AUTONOME ABROGE, en vigueur du 2011-05-01 au 2016-07-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la consommation - article L311-26 AUTONOME ABROGE, en vigueur du 2011-05-01 au 2016-07-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la consommation - article L311-4 AUTONOME ABROGE, en vigueur du 2014-07-26 au 2016-07-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la consommation - article L311-48 AUTONOME ABROGE, en vigueur du 2011-05-01 au 2016-07-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la consommation - article L311-9 AUTONOME MODIFIE, en vigueur du 1993-07-27 au 2002-06-12"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CONCORDE cible Code de la consommation - article L311-9 AUTONOME ABROGE, en vigueur du 2013-07-28 au 2016-07-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la consommation - article L333-4 AUTONOME MODIFIE, en vigueur du 1993-07-27 au 1998-07-31"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la consommation - article L333-5 AUTONOME MODIFIE, en vigueur du 1993-07-27 au 2003-08-02"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la consommation - article R311-5 AUTONOME ABROGE, en vigueur du 2013-07-28 au 2016-07-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 200 terdecies AUTONOME ABROGE, en vigueur du 2011-12-30 au 2023-12-31"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code civil - article 1154 AUTONOME MODIFIE, en vigueur du 1804-03-21 au 2016-10-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/22/97/14/LEGIARTI000022971449.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/22/97/14/LEGIARTI000022971449.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/22/97/14/LEGIARTI000022971449.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_la_consommation/src/branch/main/partie_legislative/livre_iii/titre_ier/chapitre_ier/section_5/article_l311-16.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000022971449)"},{"type":"add","content":""}],"status":"added"}],"stats":{"additions":137,"deletions":0,"filesChanged":2}}