{"sha":"ff8c8961a1de","date":"2015-03-22","message":"LOI n° 2013-403 du 17 mai 2013 relative à l'élection des conseillers départementaux, des conseillers municipaux et des conseillers communautaires, et modifiant le calendrier électoral","files":[{"filename":"partie_legislative/livre_iii/titre_iii/chapitre_iv/section_1/article_l334-1.md","articleName":"Article L334-1","additions":15,"deletions":7,"diff":[{"type":"del","content":"Il est institué une commission de surendettement des particuliers à Mayotte. Cette commission comprend le représentant de l'Etat à Mayotte, président, et le directeur local des finances publiques de Mayotte, vice-président. Chacune de ces personnes peut se faire représenter, par un seul et même délégué, dans des conditions fixées par décret. La commission comprend également le représentant local de la Banque de France, qui en assure le secrétariat, un représentant des services fiscaux désigné par le président du conseil général, ainsi que deux personnalités choisies par le représentant de l'Etat à Mayotte, la première sur proposition de l'Association française des établissements de crédit et des entreprises d'investissement et la seconde sur proposition des associations familiales ou de consommateurs ou, à défaut, désignée en raison de sa compétence en matière de consommation ou d'action familiale."},{"type":"add","content":"Il est institué une commission de surendettement des particuliers à Mayotte. Cette commission comprend le représentant de l'Etat à Mayotte, président, et le directeur local des finances publiques de Mayotte, vice-président. Chacune de ces personnes peut se faire représenter, par un seul et même délégué, dans des conditions fixées par décret. La commission comprend également le représentant local de la Banque de France, qui en assure le secrétariat, un représentant des services fiscaux désigné par le président du conseil départemental, ainsi que deux personnalités choisies par le représentant de l'Etat à Mayotte, la première sur proposition de l'Association française des établissements de crédit et des entreprises d'investissement et la seconde sur proposition des associations familiales ou de consommateurs ou, à défaut, désignée en raison de sa compétence en matière de consommation ou d'action familiale."},{"type":"add","content":"Conformément à l'article 35 de l'ordonnance n° 2016-301 du 14 mars 2016, la partie législative du code de la consommation demeure en vigueur, dans sa rédaction antérieure à la date d'entrée en vigueur de la présente ordonnance, en tant qu'elle s'applique à Mayotte, à Saint-Barthélemy, à Saint-Martin, à Saint-Pierre-et-Miquelon, dans les îles Wallis et Futuna, en Polynésie française, en Nouvelle-Calédonie et dans les Terres australes et antarctiques françaises, jusqu'à l'entrée en vigueur de l'ordonnance mentionnée au II de l'article 161 de la loi du 17 mars 2014 susvisée."},{"type":"add","content":"Ordonnance n° 2017-269 du 2 mars 2017 article 9 : La présente ordonnance entre en vigueur à la date d'entrée en vigueur du décret portant dispositions relatives à l'outre-mer du code de la consommation et au plus tard le 1er juillet 2017."},{"type":"del","content":"LOI n° 2010-737 du 1er juillet 2010 portant réforme du crédit à la consommation - article 55 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Ordonnance n° 2016-301 du 14 mars 2016 relative à la partie législative du code de la consommation - article 34 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2016-07-01 ABROGE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2013-403 du 17 mai 2013 relative à l'élection des conseillers départementaux, des conseillers municipaux et des conseillers communautaires, et modifiant le calendrier électoral - article 1 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2013-05-19 MODIFICATION cible"},{"type":"del","content":"2010-07-01 MODIFIE cible LOI n° 2010-737 du 1er juillet 2010 portant réforme du crédit à la consommation - article 55 ENTIEREMENT_MODIF"},{"type":"add","content":"2013-05-17 MODIFICATION source LOI n° 2013-403 du 17 mai 2013 relative à l'élection des conseillers départementaux, des conseillers municipaux et des conseillers communautaires, et modifiant le calendrier électoral - article 1 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2013-05-19"},{"type":"add","content":""},{"type":"add","content":"2016-03-14 ABROGE cible Ordonnance n° 2016-301 du 14 mars 2016 relative à la partie législative du code de la consommation - article 34 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2016-07-01"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/22/44/12/LEGIARTI000022441259.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/22/44/12/LEGIARTI000022441259.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/22/44/12/LEGIARTI000022441259.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/29/07/33/LEGIARTI000029073378.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/29/07/33/LEGIARTI000029073378.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/29/07/33/LEGIARTI000029073378.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000022441259)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000029073378)"}],"status":"modified"}],"stats":{"additions":15,"deletions":7,"filesChanged":1}}