{"sha":"65fe6a76fcd4","date":"1975-06-10","message":"Décret n° 73-1048 du 15 novembre 1973 fixant la partie réglementaire du code du travail","files":[{"filename":"partie_reglementaire_ancienne_-_decrets_en_conseil_d_etat/placement_et_emploi/travailleurs_prives_d_emploi/garanties_de_ressources/allocation_d_aide_publique/privation_partielle_d_emploi/article_r351-31.md","articleName":"Article R351-31","additions":24,"deletions":10,"diff":[{"type":"del","content":"L'indemnité horaire pour privation partielle d'emploi est fixée à un quatre-vingtième des allocations qui seraient perçues par quatorzaine par ces salariés s'ils étaient totalement privés d'emploi au taux des trois premiers mois."},{"type":"add","content":"Le taux de l'indemnité horaire pour privation partielle d'emploi est fixé par décret pris sur le rapport du ministre du travail et du ministre de l'économie et des finances."},{"type":"del","content":"Pour les salariés effectuant légalement un nombre d'heures de travail supérieur à quarante heures par semaine, l'allocation accordée par heure de travail perdue est égale au quotient de l'allocation hebdomadaire qui serait versée aux intéressés en cas de privation totale d'emploi, par le nombre d'heures fixées par les textes concernant la durée de leur travail."},{"type":"add","content":"(Aux termes de l'article 1er du décret n. 75-670 du 24 juillet 1975 : \"A compter du 28 juillet 1975, le taux de l'indemnité horaire pour privation partielle d'emploi visée à l'article R. 351-31 du code du travail est fixé ainsi qu'il suit :"},{"type":"del","content":"Toutefois, l'allocation pour privation partielle d'emploi n'est accordée que dans la mesure où le total du salaire effectivement perçu et de ladite allocation ne dépasse pas, pour la quatorzaine considérée, un plafond fixé par décision du ministre chargé du travail."},{"type":"add","content":"a) L'allocation principale est égale à :"},{"type":"del","content":"Les indemnités sont versées aux salariés par l'employeur qui est remboursé sur production d'états visés par l'inspecteur du travail compétent et, le cas échéant, par l'inspecteur des lois sociales en agriculture."},{"type":"add","content":"2,50 F pour les quatre-vingts premières heures indemnisables dans l'année civile ;"},{"type":"del","content":"Toutefois, en cas de faillite ou de liquidation judiciaire ou de difficulté financière de l'employeur, le préfet peut, sous proposition du directeur départemental du travail et de la main-d'oeuvre faire procéder au paiement direct des allocations aux salariés."},{"type":"add","content":"3,50 F pour les heures comprises entre la quatre-vingtième et la cent soixante et unième heure indemnisables dans la même année civile ;"},{"type":"del","content":"La procédure de paiement direct des allocations aux salariés peut également être employée pour assurer sous le contrôle des services de main-d'oeuvre d'indemnisation des travailleurs à domicile habituellement occupés par plusieurs employeurs."},{"type":"add","content":"4,50 F pour les heures indemnisables dans la même année civile au-delà de la cent soixantième heure."},{"type":"add","content":""},{"type":"add","content":"b) La majoration pour personne à charge est égale à 0,84 F,"},{"type":"add","content":""},{"type":"add","content":"quel que soit le taux de l'allocation principale\")."},{"type":"add","content":""},{"type":"add","content":"Pour les salariés effectuant légalement un nombre d'heures de travail supérieur à quarante heures par semaine, l'indemnité accordée par heure de travail perdue est égale au quotient de quarante indemnités horaires fixées en application de l'alinéa ci-dessus par le nombre d'heures déterminé par les textes concernant la durée de leur travail."},{"type":"add","content":""},{"type":"add","content":"L'allocation pour privation partielle d'emploi est liquidée mensuellement. Elle n'est accordée que dans la mesure où le total du salaire effectivement perçu et de ladite allocation ne dépasse pas, pour le mois considéré, un plafond fixé par décision du ministre du travail."},{"type":"add","content":""},{"type":"add","content":"Les indemnités sont versées aux salariés par l'employeur qui est remboursé sur production d'états visés par l'autorité administrative compétente."},{"type":"add","content":""},{"type":"add","content":"Toutefois, en cas de faillite ou de liquidation judiciaire ou de difficulté financière de l'employeur, le préfet peut, sur proposition du directeur départemental du travail et de la main-d'oeuvre faire procéder au paiement direct des allocations aux salariés."},{"type":"add","content":""},{"type":"add","content":"La procédure de paiement direct des allocations aux salariés peut également être employée pour assurer sous le contrôle des services de main-d'oeuvre l'indemnisation des travailleurs à domicile habituellement occupés par plusieurs employeurs."},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/80/98/LEGIARTI000006809803.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/80/98/LEGIARTI000006809803.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/80/98/LEGIARTI000006809803.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/80/98/LEGIARTI000006809804.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/80/98/LEGIARTI000006809804.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/80/98/LEGIARTI000006809804.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006809803)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006809804)"}],"status":"modified"}],"stats":{"additions":24,"deletions":10,"filesChanged":1}}