{"sha":"698e8f785624","date":"2005-01-29","message":"Décret n° 2005-58 du 27 janvier 2005 relatif à la cessation d'activité de certains travailleurs salariés et modifiant le code du travail (deuxième partie : Décrets en Conseil d'Etat)","files":[{"filename":"partie_reglementaire_ancienne_-_decrets_en_conseil_d_etat/livre_iii/titre_ii/chapitre_ii/section_1/b_-_conventions_d_allocation_temporaire_degressive_conventions_d_allocations_speciales_et_conventions_d_aide_au_passage_a_temps_partiel/article_r322-7-2.md","articleName":"Article R322-7-2","additions":25,"deletions":31,"diff":[{"type":"del","content":"I. - L'Etat peut prendre partiellement en charge le revenu de remplacement versé aux salariés bénéficiant de mesures de cessation partielle d'activité organisées en application d'un accord professionnel national mentionné à l'article L. 352-3 du code du travail et d'un accord d'entreprise dans les conditions définies ci-après lorsque les salariés concernés répondent à certaines conditions d'âge et connaissent des difficultés d'adaptation à l'évolution de leur emploi liées à des conditions spécifiques d'exercice de leur activité."},{"type":"add","content":"I. - L'Etat peut prendre partiellement en charge le revenu de remplacement versé aux salariés bénéficiant d'avantages de préretraite, en application d'un accord professionnel national ouvrant droit à une exonération des cotisations de sécurité sociale dans les conditions prévues à l'article L. 352-3 du code du travail et d'un accord d'entreprise dans les conditions définies ci-après lorsque les salariés concernés répondent à certaines conditions d'âge et connaissent des difficultés d'adaptation à l'évolution de leur emploi liées à des conditions spécifiques d'exercice de leur activité."},{"type":"del","content":"II. - La prise en charge partielle de l'allocation par l'Etat ne peut intervenir que si l'entreprise a fixé, par convention ou accord collectif, une durée collective du travail inférieure ou égale à 35 heures hebdomadaires sur l'année ou, en tout état de cause, à une durée annuelle de 1 600 heures."},{"type":"del","content":""},{"type":"del","content":"L'entreprise doit avoir prévu par accord collectif des dispositions relatives à la gestion prévisionnelle de l'emploi, au développement des compétences de ses salariés et à leur adaptation à l'évolution de leur emploi."},{"type":"del","content":""},{"type":"del","content":"L'accord d'entreprise visé au I fixe le nombre maximum des bénéficiaires de l'allocation pour la période d'adhésion au dispositif défini par l'accord professionnel."},{"type":"add","content":"II. - La prise en charge de l'allocation par l'Etat ne peut intervenir que si l'entreprise a prévu par convention ou accord collectif des dispositions relatives à la gestion prévisionnelle de l'emploi, au développement des compétences de ses salariés et à leur adaptation à l'évolution de leur emploi. La convention ou l'accord collectif détermine également le nombre maximum de bénéficiaires de l'allocation, pour la période d'adhésion définie par l'accord professionnel mentionné au I."},{"type":"del","content":"1° Le salarié doit avoir adhéré personnellement au dispositif de cessation d'activité au cours de la période visée au I ;"},{"type":"add","content":"1° Le salarié doit avoir adhéré personnellement au dispositif de cessation d'activité ;"},{"type":"del","content":"3° Il doit être âgé d'au moins 57 ans et de moins de 65 ans et avoir adhéré au dispositif au plus tôt à 55 ans ;"},{"type":"add","content":"3° Il doit avoir adhéré au dispositif au plus tôt à 55 ans et au plus tard avant son 65e anniversaire ;"},{"type":"del","content":"VI. - Une convention passée entre l'Etat, l'entreprise et, le cas échéant, l'organisme gestionnaire désigné par l'accord professionnel pour effectuer, au nom de l'entreprise, le versement de l'allocation aux bénéficiaires de la cessation d'activité indique le nombre maximum de salariés susceptibles d'être placés en cessation d'activité pendant la période prévue au I du présent article ainsi que, parmi ceux-ci, le nombre des salariés dont l'allocation pourra faire l'objet d'une prise en charge partielle par l'Etat."},{"type":"add","content":"VI. - Une convention passée entre l'Etat, l'entreprise et, l'organisme gestionnaire désigné par l'accord professionnel pour effectuer, au nom de l'entreprise, le versement de l'allocation aux bénéficiaires de la cessation d'activité indique le nombre maximum de salariés susceptibles d'être placés en cessation d'activité pendant la période prévue au I du présent article."},{"type":"del","content":"La convention prévoit que, chaque année, l'entreprise fait connaître par une déclaration au ministre chargé de l'emploi le nombre de salariés répartis par âge qui sont susceptibles d'adhérer au dispositif pendant l'année suivant celle au cours de laquelle cette déclaration est établie, ainsi que le nombre de salariés dont l'allocation est susceptible de donner lieu à une prise en charge partielle de l'Etat. Cette déclaration n'est pas susceptible de modification."},{"type":"add","content":"La convention prévoit que, chaque année, l'entreprise fait connaître par une déclaration à l'autorité signataire de la convention le nombre de salariés répartis par âge qui sont susceptibles d'adhérer au dispositif pendant l'année suivant celle au cours de laquelle cette déclaration est établie. Cette déclaration n'est pas susceptible de modification."},{"type":"del","content":"La convention prévoit également que l'entreprise transmet annuellement au ministre chargé de l'emploi un état de la réalisation des engagements qu'elle a souscrits dans l'accord d'entreprise ainsi qu'un bilan précisant le nombre de bénéficiaires ayant effectivement opté pour le dispositif."},{"type":"add","content":"La convention prévoit également que l'entreprise transmet annuellement à l'autorité signataire de la convention un état de la réalisation des engagements qu'elle a souscrits dans l'accord d'entreprise ainsi qu'un bilan précisant le nombre de bénéficiaires ayant effectivement opté pour le dispositif."},{"type":"del","content":"VII. - L'Etat participe au financement de l'allocation versée aux bénéficiaires ayant atteint 57 ans et des cotisations aux régimes de retraites complémentaires versées au profit de ces mêmes bénéficiaires dans les conditions suivantes :"},{"type":"add","content":"VII. - L'Etat participe au financement de l'allocation versée aux bénéficiaires ayant atteint 57 ans dans les conditions suivantes :"},{"type":"del","content":"4° Le montant de la participation de l'Etat au financement des cotisations de retraites complémentaires est égal à une proportion, fixée par arrêté conjoint du ministre chargé de l'emploi et du ministre chargé des finances, des cotisations obligatoires aux régimes de retraite complémentaire assises sur le salaire de référence du bénéficiaire défini au 2° ci-dessus, dans la limite de deux fois le plafond prévu à l'article L. 241-3 du code de la sécurité sociale."},{"type":"del","content":""},{"type":"del","content":"VIII. - L'Etat rembourse l'entreprise ou, le cas échéant, l'organisme chargé de la gestion des cessations d'activité de la participation financière qui est à sa charge. Ce remboursement s'effectue trimestriellement à terme échu."},{"type":"add","content":"VIII. - L'Etat rembourse l'entreprise en versant à l'organisme gestionnaire désigné par l'accord professionnel la participation financière qui est à sa charge. Ce remboursement s'effectue trimestriellement à terme échu."},{"type":"del","content":"IX. - La convention conclue entre l'Etat et l'entreprise et, le cas échéant, l'organisme gestionnaire du dispositif peut être totalement ou partiellement suspendue en cas de non-respect par l'entreprise des dispositions des accords professionnel ou d'entreprise ou des dispositions de la convention, ou dénoncée en cas de dénonciation de ces accords."},{"type":"add","content":"IX. - La convention conclue entre l'Etat et l'entreprise et, l'organisme gestionnaire du dispositif peut être totalement ou partiellement suspendue en cas de non-respect par l'entreprise des dispositions des accords professionnel ou d'entreprise ou des dispositions de la convention, ou dénoncée en cas de dénonciation de ces accords."},{"type":"del","content":"En cas de suspension de la convention, le ministre chargé de l'emploi, après appréciation de la gravité des manquements de l'entreprise, de sa situation, et des nouveaux engagements pris par l'employeur, peut conclure un avenant à la convention prévoyant le maintien d'une partie de la participation financière de l'Etat."},{"type":"add","content":"En cas de suspension de la convention, l'autorité signataire de la convention, après appréciation de la gravité des manquements de l'entreprise, de sa situation, et des nouveaux engagements pris par l'employeur, peut conclure un avenant à la convention prévoyant le maintien d'une partie de la participation financière de l'Etat."},{"type":"del","content":"L'accord professionnel national et l'accord d'entreprise ne peuvent délier l'entreprise des engagements pris à l'égard des salariés et notamment du versement de l'allocation ainsi que des cotisations de retraites complémentaires lorsque la participation financière de l'Etat est suspendue ou interrompue en application des dispositions du présent article."},{"type":"add","content":"L'accord professionnel national et l'accord d'entreprise ne peuvent délier l'entreprise des engagements pris à l'égard des salariés et notamment du versement de l'allocation lorsque la participation financière de l'Etat est suspendue ou interrompue en application des dispositions du présent article."},{"type":"del","content":"Décret n° 2002-1133 du 5 septembre 2002 modifiant l'article R. 322-7-2 du code du travail - article 1 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"Code de la sécurité sociale - article R351-29-2 AUTONOME MODIFIE, en vigueur du 1994-01-01 au 2004-08-25 CITATION cible"},{"type":"del","content":"Décret n°45-0179 du 29 décembre 1945 RELATIF A L'APPLICATION DES DISPOSITIONS DU LIVRE III DU CODE DE LA SECURITE SOCIALE - article 70-3 AUTONOME MODIFIE, en vigueur du 1978-03-16 au 1982-07-23 CITATION cible"},{"type":"add","content":"Code de la sécurité sociale - article R351-29-2 AUTONOME ABROGE, en vigueur du 2004-08-25 au 2007-01-13 CITATION cible"},{"type":"del","content":"Décret n°45-0179 du 29 décembre 1945 RELATIF A L'APPLICATION DES DISPOSITIONS DU LIVRE III DU CODE DE LA SECURITE SOCIALE - article 70-3 AUTONOME ABROGE, en vigueur du 1982-07-23 au 1985-12-21 CITATION cible"},{"type":"add","content":"Décret n° 2005-58 du 27 janvier 2005 relatif à la cessation d'activité de certains travailleurs salariés et modifiant le code du travail (deuxième partie : Décrets en Conseil d'Etat) - article 1 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":"1945-12-29 CITATION source Décret n°45-0179 du 29 décembre 1945 RELATIF A L'APPLICATION DES DISPOSITIONS DU LIVRE III DU CODE DE LA SECURITE SOCIALE - article 70-3 AUTONOME MODIFIE, en vigueur du 1978-03-16 au 1982-07-23"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2002-09-05 MODIFICATION source Décret n° 2002-1133 du 5 septembre 2002 modifiant l'article R. 322-7-2 du code du travail - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"add","content":""},{"type":"add","content":"2005-01-27 MODIFICATION source Décret n° 2005-58 du 27 janvier 2005 relatif à la cessation d'activité de certains travailleurs salariés et modifiant le code du travail (deuxième partie : Décrets en Conseil d'Etat) - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CITATION source Décret 45-179 1945-12-29 art. 70-3"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/80/87/LEGIARTI000006808708.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/80/87/LEGIARTI000006808708.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/80/87/LEGIARTI000006808708.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/80/87/LEGIARTI000006808709.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/80/87/LEGIARTI000006808709.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/80/87/LEGIARTI000006808709.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006808708)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006808709)"}],"status":"modified"}],"stats":{"additions":25,"deletions":31,"filesChanged":1}}