{"sha":"96cb31fc96bd","date":"1993-09-01","message":"LOI n° 92-1446 du 31 décembre 1992 relative à l'emploi, au développement du travail à temps partiel et à l'assurance chômage","files":[{"filename":"partie_legislative_ancienne/livre_vi/titre_ii/article_l620-3.md","articleName":"Article L620-3","additions":11,"deletions":12,"diff":[{"type":"del","content":"Dans les établissements définis à l'article L. 200-1 et dans les établissements agricoles où sont occupés des salariés, il est tenu un registre unique du personnel sur lequel doivent figurer, dans l'ordre d'embauchage, les noms et prénoms de tous les salariés occupés dans l'établissement à quelque titre que ce soit. Ces mentions sont portées sur le registre au moment de l'embauchage. Les indications complémentaires qui doivent être mentionnées sur ce registre soit pour l'ensemble des salariés, soit pour certaines catégories seulement, sont définies par voie réglementaire. Le registre du personnel est tenu à la disposition des délégués du personnel et des fonctionnaires et agents chargés de veiller à l'application du présent code et du code de la sécurité sociale. Dans tous les lieux de travail dépendant des établissements mentionnés au premier alinéa, l'employeur est tenu de remettre ou de faire remettre immédiatement au salarié lors de son embauchage l'un des documents suivants :"},{"type":"add","content":"Dans les établissements définis à l'article L. 200-1 et dans les établissements agricoles où sont occupés des salariés, il est tenu un registre unique du personnel sur lequel doivent figurer, dans l'ordre d'embauchage, les noms et prénoms de tous les salariés occupés dans l'établissement à quelque titre que ce soit. Ces mentions sont portées sur le registre au moment de l'embauchage. Les indications complémentaires qui doivent être mentionnées sur ce registre soit pour l'ensemble des salariés, soit pour certaines catégories seulement, sont définies par voie réglementaire."},{"type":"del","content":"1° Un extrait individuel du registre unique du personnel qu'il certifie conforme ;"},{"type":"del","content":""},{"type":"del","content":"2° Une attestation d'emploi issue d'un carnet à souches numérotées ;"},{"type":"del","content":""},{"type":"del","content":"3° Un contrat de travail ou une lettre d'engagement ou tout autre document prévu par convention ou accord collectif de branche étendu, qu'il certifie conforme en attestant de la date d'embauche."},{"type":"add","content":"Le registre du personnel est tenu à la disposition des délégués du personnel et des fonctionnaires et agents chargés de veiller à l'application du présent code et du code de la sécurité sociale. Dans tous les lieux de travail dépendant des établissements mentionnés à l'alinéa premier du présent article, l'employeur est tenu d'effectuer la déclaration prévue à l'article L. 320."},{"type":"del","content":"LOI no 91-1383 du 31 décembre 1991 renforçant la lutte contre le travail clandestin et la lutte contre l'organisation de l'entrée et du séjour irréguliers d'étrangers en France - article 2 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"LOI n° 92-1446 du 31 décembre 1992 relative à l'emploi, au développement du travail à temps partiel et à l'assurance chômage - article 21 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":"1991-12-31 MODIFICATION source LOI no 91-1383 du 31 décembre 1991 renforçant la lutte contre le travail clandestin et la lutte contre l'organisation de l'entrée et du séjour irréguliers d'étrangers en France - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":"1992-12-31 MODIFICATION source LOI n° 92-1446 du 31 décembre 1992 relative à l'emploi, au développement du travail à temps partiel et à l'assurance chômage - article 21 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code du travail - article L320 AUTONOME MODIFIE, en vigueur du 1992-01-01 au 1993-01-01"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/65/04/LEGIARTI000006650406.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/65/04/LEGIARTI000006650406.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/65/04/LEGIARTI000006650406.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/65/04/LEGIARTI000006650407.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/65/04/LEGIARTI000006650407.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/65/04/LEGIARTI000006650407.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006650406)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006650407)"}],"status":"modified"}],"stats":{"additions":11,"deletions":12,"filesChanged":1}}