{"sha":"c85638a24c86","date":"2018-01-01","message":"LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016","files":[{"filename":"partie_legislative/cinquieme_partie/livre_iii/titre_ier/chapitre_ii/README.md","articleName":"Sommaire - Chapitre Ii","additions":0,"deletions":2,"diff":[{"type":"del","content":"- [Article L5312-1](article_l5312-1.md)"},{"type":"del","content":"- [Article L5312-7](article_l5312-7.md)"}],"status":"modified"},{"filename":"partie_legislative/cinquieme_partie/livre_iii/titre_ier/chapitre_ii/article_l5312-1.md","articleName":"Article L5312-1","additions":0,"deletions":1510,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article L5312-1"},{"type":"del","content":""},{"type":"del","content":"Pôle emploi est une institution nationale publique dotée de la personnalité morale et de l'autonomie financière qui a pour mission de :"},{"type":"del","content":""},{"type":"del","content":"1° Prospecter le marché du travail, développer une expertise sur l'évolution des emplois et des qualifications, procéder à la collecte des offres d'emploi, aider et conseiller les entreprises dans leur recrutement, assurer la mise en relation entre les offres et les demandes d'emploi et participer activement à la lutte contre les discriminations à l'embauche et pour l'égalité professionnelle ;"},{"type":"del","content":""},{"type":"del","content":"2° Accueillir, informer, orienter et accompagner les personnes, qu'elles disposent ou non d'un emploi, à la recherche d'un emploi, d'une formation ou d'un conseil professionnel, prescrire toutes actions utiles pour développer leurs compétences professionnelles et améliorer leur employabilité, favoriser leur reclassement et leur promotion professionnelle, faciliter leur mobilité géographique et professionnelle et participer aux parcours d'insertion sociale et professionnelle ;"},{"type":"del","content":""},{"type":"del","content":"3° Procéder aux inscriptions sur la liste des demandeurs d'emploi, tenir celle-ci à jour dans les conditions prévues au titre Ier du livre IV de la présente partie et assurer à ce titre le contrôle de la recherche d'emploi dans les conditions prévues au chapitre VI du titre II du livre IV ;"},{"type":"del","content":""},{"type":"del","content":"4° Assurer, pour le compte de l'organisme gestionnaire du régime d'assurance chômage, le service de l'allocation d'assurance et, pour le compte de l'Etat ou du Fonds de solidarité prévu à l'article L. 5423-24, le service des allocations de solidarité prévues à la section 1 du chapitre III du titre II du livre IV de la présente partie, des allocations mentionnées à l'article L. 5424-21 ainsi que de toute autre allocation ou aide dont l'Etat lui confierait le versement par convention ;"},{"type":"del","content":""},{"type":"del","content":"5° Recueillir, traiter, diffuser et mettre à la disposition des services de l'Etat et de l'organisme gestionnaire du régime d'assurance chômage les données relatives au marché du travail et à l'indemnisation des demandeurs d'emploi ;"},{"type":"del","content":""},{"type":"del","content":"6° Mettre en œuvre toutes autres actions qui lui sont confiées par l'Etat, les collectivités territoriales et l'organisme gestionnaire du régime d'assurance chômage en relation avec sa mission."},{"type":"del","content":""},{"type":"del","content":"Pôle emploi agit en collaboration avec les instances territoriales intervenant dans le domaine de l'emploi, en particulier les maisons de l'emploi, ainsi qu'avec les associations nationales et les réseaux spécialisés d'accueil et d'accompagnement, par des partenariats adaptés."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L5423-24 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2008-06-27 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L5423-24 AUTONOME ABROGE, en vigueur du 2017-09-01 au 2018-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L5423-24 AUTONOME MODIFIE, en vigueur du 2011-01-01 au 2017-09-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L5423-24 AUTONOME MODIFIE, en vigueur du 2008-06-27 au 2010-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L5423-24 AUTONOME MODIFIE, en vigueur du 2010-01-01 au 2011-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Ordonnance n° 2016-160 du 18 février 2016 portant adaptation de la prime d'activité au Département de Mayotte - article 1 AUTONOME MODIFIE, en vigueur du 2017-01-01 au 2018-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2016-1917 du 29 décembre 2016 de finances pour 2017 - article 87 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2017-01-01 MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L5423-24 AUTONOME MODIFIE_MORT_NE, en vigueur du 2010-01-01 au 2009-12-31 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1972-12-28 CITATION cible Arrêté du 28 décembre 1972 RELATIF AUX COMMISSIONS CONSULTATIVES PROFESSIONNELLES. - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2009-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1973-07-02 CITATION cible Arrêté du 2 juillet 1973 RELATIF AUX COMMISSIONS PROFESSIONNELLES CONSULTATIVES (APPLICATION DES DISPOSITIONS DU DECRET N. 72-607 DU 4 JUILLET 1972). - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2009-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1976-11-29 CITATION cible Décret n°76-1110 du 29 novembre 1976 relatif au statut particulier du corps des agents techniques du ministère de la défense. - article 6 AUTONOME ABROGE, en vigueur du 2009-01-01 au 2017-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1977-10-10 CITATION cible Arrêté du 10 octobre 1977 relatifs à la protection contre les risques d'incendie et de panique dans les établissements recevant du public relevant du ministère du travail, notamment dans les établissements de l'Agence nationale pour l'emploi. - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2009-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1980-05-20 CITATION cible Arrêté du 20 mai 1980 fixant la liste des commissions, conseils ou comités administratifs ou paritaires appelés à traiter des problèmes d'emploi et de formation ou jurys d'examen donnant droit à autorisation d'absence de la part des employeurs - article 1 AUTONOME MODIFIE, en vigueur du 2017-01-01 au 2017-07-22"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1982-06-14 CITATION cible Arrêté du 14 juin 1982 relatif à l'extension d'un système automatisé de gestion du fichier des comptes bancaires. - article 3 AUTONOME VIGUEUR, en vigueur depuis le 2020-11-12"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1982-06-14 CITATION cible Arrêté du 14 juin 1982 relatif à l'extension d'un système automatisé de gestion du fichier des comptes bancaires. - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2020-11-12"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1985-11-20 CITATION cible Décret n°85-1229 du 20 novembre 1985 relatif aux conditions générales de recrutement des agents de la fonction publique territoriale - article 8 AUTONOME ABROGE, en vigueur du 2009-01-01 au 2013-08-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1985-12-16 CITATION cible Décret n°85-1343 du 16 décembre 1985 instituant un système de transfert de données sociales. - article 7 AUTONOME ABROGE, en vigueur du 2011-12-31 au 2013-06-17"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-24 CITATION cible Arrêté du 24 juillet 1987 fixant une assiette forfaitaire pour les cotisations de sécurité sociale dues pour les travailleurs occasionnels et les demandeurs d'emploi - article 2 AUTONOME ABROGE, en vigueur du 2009-01-01 au 2012-04-08"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-12-23 CITATION cible Arrêté du 23 décembre 1987 relatif à l'admission dans les écoles préparant aux diplômes d'Etat d'ergothérapeute, de laborantin d'analyses médicales, de manipulateur d'électroradiologie médicale, de masseur-kinésithérapeute, de pédicure-podologue et de psychomotricien. - article Annexe II AUTONOME ABROGE, en vigueur du 2009-01-01 au 2020-01-25"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1988-04-28 CITATION cible Arrêté du 28 avril 1988 fixant une assiette forfaitaire pour les cotisations de sécurité sociale dues pour les salariés agricoles employés à titre occasionnel dans les départements d'outre-mer - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2009-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1990-09-21 CITATION cible Décret n°90-839 du 21 septembre 1990 portant statuts particuliers des personnels administratifs de la catégorie C de la fonction publique hospitalière - article 12 AUTONOME ABROGE, en vigueur du 2012-10-18 au 2017-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1991-09-19 CITATION cible Décret n°91-936 du 19 septembre 1991 portant statuts particuliers des personnels ouvriers, des blanchisseurs et des conducteurs ambulanciers de l'Assistance publique hôpitaux de Paris. - article 13 AUTONOME ABROGE, en vigueur du 2009-01-01 au 2017-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1991-12-20 CITATION cible Arrêté du 20 décembre 1991 portant création d'un système de gestion dénommé I.T.A.C. dans les secrétariats de commissions techniques d'orientation et de reclassement professionnel - article 5 AUTONOME VIGUEUR, en vigueur depuis le 2009-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1992-02-05 CITATION cible Arrêté du 5 février 1992 portant application de l'article L. 5411-2 du code du travail et définissant les catégories de demandeurs d'emploi - article 2 AUTONOME ABROGE, en vigueur du 2009-01-01 au 2025-01-02"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1992-02-05 CITATION cible Arrêté du 5 février 1992 portant application de l'article L. 5411-2 du code du travail et relatif au renouvellement de la demande d'emploi - article 2 AUTONOME ABROGE, en vigueur du 2009-01-01 au 2025-01-09"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1992-02-05 CITATION cible Arrêté du 5 février 1992 portant application de l'article L. 5411-2 du code du travail et relatif au renouvellement de la demande d'emploi - article 3 AUTONOME ABROGE, en vigueur du 2009-01-01 au 2025-01-09"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1992-03-30 CITATION cible Arrêté du 30 mars 1992 relatif à l'informatisation de la délégation interministérielle à l'insertion professionnelle et sociale des jeunes en difficulté - article 3 AUTONOME VIGUEUR, en vigueur depuis le 2009-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1992-07-27 CITATION cible Arrêté du 27 juillet 1992 relatif aux frais de déplacement de certains personnels de l'institution mentionnée à l'article L. 5312-1 du code du travail - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2009-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1992-12-30 CITATION cible Décret n°92-1437 du 30 décembre 1992 portant statut particulier des adjoints sanitaires - article 6 AUTONOME ABROGE, en vigueur du 2009-01-01 au 2017-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1993-01-11 CITATION cible Décret n°93-34 du 11 janvier 1993 portant statut particulier des corps de fonctionnaires de l'Office français de protection des réfugiés et apatrides - article 3-12 AUTONOME ABROGE, en vigueur du 2011-11-02 au 2016-06-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1993-03-18 CITATION cible Décret n° 93-398 du 18 mars 1993 relatif aux conditions d'accès et aux modalités d'organisation des concours sur titres pour le recrutement des agents sociaux territoriaux, des auxiliaires de puériculture territoriaux, des auxiliaires de soins territoriaux, des manipulateurs territoriaux d'électroradiologie. - article 3 AUTONOME ABROGE, en vigueur du 2015-01-01 au 2022-08-08"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1993-03-18 CITATION cible Décret n° 93-399 du 18 mars 1993 relatif aux conditions d'accès et aux modalités d'organisation des concours sur titres pour le recrutement des psychologues territoriaux, des sages-femmes territoriales et des biologistes, vétérinaires et pharmaciens territoriaux - article 3 AUTONOME VIGUEUR, en vigueur depuis le 2016-07-21"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1993-03-26 CITATION cible Décret n°93-553 du 26 mars 1993 relatif aux conditions d'accès et aux modalités d'organisation du concours externe pour le recrutement des opérateurs territoriaux des activités physiques et sportives - article 6 AUTONOME VIGUEUR, en vigueur depuis le 2010-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1993-03-26 CITATION cible Décret n°93-555 du 26 mars 1993 relatif aux conditions d'accès et aux modalités d'organisation des concours pour le recrutement des conseillers territoriaux des activités physiques et sportives - article 13 AUTONOME VIGUEUR, en vigueur depuis le 2022-12-02"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1994-07-26 CITATION cible Arrêté du 26 juillet 1994 relatif au traitement automatisé d'informations nominatives concernant la gestion des jeunes reçus dans les structures d'accueil, dans le cadre de leur insertion sociale et professionnelle - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2009-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1994-08-03 CITATION cible Arrêté du 3 août 1994 relatif au diplôme d'accès aux études universitaires - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2020-12-25"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1994-10-25 CITATION cible Décret n° 94-932 du 25 octobre 1994 relatif aux conditions d'accès et aux modalités d'organisation des concours pour le recrutement des agents de police municipale - article 5 AUTONOME VIGUEUR, en vigueur depuis le 2017-05-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1994-10-25 CITATION cible Décret n°94-935 du 25 octobre 1994 relatif aux conditions d'accès et aux modalités d'organisation du concours pour le recrutement des gardes champêtres - article 5 AUTONOME VIGUEUR, en vigueur depuis le 2010-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1995-12-27 CITATION cible Décret n°95-1345 du 27 décembre 1995 fixant les conditions d'accès et les modalités d'organisation des concours pour le recrutement des contrôleurs territoriaux de travaux - article 12 AUTONOME ABROGE, en vigueur du 2010-01-01 au 2010-11-14"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1997-03-18 CITATION cible Décret n° 97-244 du 18 mars 1997 portant création d'une délégation générale à l'emploi et à la formation professionnelle - article 3 AUTONOME VIGUEUR, en vigueur depuis le 2010-03-26"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1999-06-25 CITATION cible Arrêté du 25 juin 1999 portant fixation des taux des cotisations en matière de prévoyance complémentaire et de retraite supplémentaire des agents de l'institution mentionnée à l'article L. 5312-1 du code du travail - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2014-11-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1999-06-25 CITATION cible Décret n°99-528 du 25 juin 1999 relatif aux garanties collectives en matière de prévoyance complémentaire et de retraite supplémentaire des agents de l'institution mentionnée à l'article L. 5312-1 du code du travail - article 1 AUTONOME MODIFIE, en vigueur du 2012-01-23 au 2016-12-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1999-06-25 CITATION cible Décret n°99-528 du 25 juin 1999 relatif aux garanties collectives en matière de prévoyance complémentaire et de retraite supplémentaire des agents de l'institution mentionnée à l'article L. 5312-1 du code du travail - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2024-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1999-06-25 CITATION cible Décret n°99-528 du 25 juin 1999 relatif aux garanties collectives en matière de prévoyance complémentaire et de retraite supplémentaire des agents de l'institution mentionnée à l'article L. 5312-1 du code du travail - article 5 AUTONOME VIGUEUR, en vigueur depuis le 2024-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1999-06-25 CITATION cible Décret n°99-528 du 25 juin 1999 relatif aux garanties collectives en matière de prévoyance complémentaire et de retraite supplémentaire des agents de l'institution mentionnée à l'article L. 5312-1 du code du travail - article 5-1 AUTONOME VIGUEUR, en vigueur depuis le 2024-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1999-06-25 CITATION cible Décret n°99-528 du 25 juin 1999 relatif aux garanties collectives en matière de prévoyance complémentaire et de retraite supplémentaire des agents de l'institution mentionnée à l'article L. 5312-1 du code du travail - article 6-1 AUTONOME VIGUEUR, en vigueur depuis le 2024-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1999-06-25 CITATION cible Décret n°99-528 du 25 juin 1999 relatif aux garanties collectives en matière de prévoyance complémentaire et de retraite supplémentaire des agents de l'institution mentionnée à l'article L. 5312-1 du code du travail - article 7 AUTONOME VIGUEUR, en vigueur depuis le 2024-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1999-06-25 CITATION cible Décret n°99-528 du 25 juin 1999 relatif aux garanties collectives en matière de prévoyance complémentaire et de retraite supplémentaire des agents de l'institution mentionnée à l'article L. 5312-1 du code du travail - article 8 AUTONOME VIGUEUR, en vigueur depuis le 2024-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1999-06-25 CITATION cible Décret n°99-528 du 25 juin 1999 relatif aux garanties collectives en matière de prévoyance complémentaire et de retraite supplémentaire des agents de l'Agence nationale pour l'emploi - article 9 AUTONOME MODIFIE, en vigueur du 2009-01-01 au 2016-12-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2001-07-17 CITATION cible Décret n°2001-635 du 17 juillet 2001 pris pour l'application de l'ordonnance n° 2000-373 du 26 avril 2000 relative aux conditions d'entrée et de séjour des étrangers à Mayotte - article 34-1 AUTONOME MODIFIE, en vigueur du 2011-06-11 au 2013-12-02"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2003-11-18 CITATION cible Arrêté du 18 novembre 2003 fixant le montant de l'indemnité de fonctions allouée au président du conseil d'administration de l'Agence nationale pour l'emploi - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2009-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2003-12-31 CITATION cible Arrêté du 31 décembre 2003 portant application des articles 19, 22, 42 et 44 du décret n° 2003-1370 du 31 décembre 2003 fixant les dispositions applicables aux agents contractuels de droit public de l'Agence nationale pour l'emploi - article 1 AUTONOME ABROGE, en vigueur du 2004-01-02 au 2021-01-30"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2003-12-31 CITATION cible Décret n°2003-1370 du 31 décembre 2003 fixant les dispositions applicables aux agents contractuels de droit public de institution mentionnée à l'article L. 5312-1 du code du travail. - article 10 AUTONOME MODIFIE, en vigueur du 2009-01-01 au 2009-09-20"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2003-12-31 CITATION cible Décret n°2003-1370 du 31 décembre 2003 fixant les dispositions applicables aux agents contractuels de droit public de institution mentionnée à l'article L. 5312-1 du code du travail. - article 16 AUTONOME MODIFIE, en vigueur du 2009-01-01 au 2009-09-20"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2003-12-31 CITATION cible Décret n°2003-1370 du 31 décembre 2003 fixant les dispositions applicables aux agents contractuels de droit public de institution mentionnée à l'article L. 5312-1 du code du travail. - article 18 AUTONOME MODIFIE, en vigueur du 2009-01-01 au 2009-09-20"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2003-12-31 CITATION cible Décret n° 2003-1370 du 31 décembre 2003 fixant les dispositions applicables aux agents contractuels de droit public de l'opérateur France Travail. - article 19 AUTONOME VIGUEUR, en vigueur depuis le 2024-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2003-12-31 CITATION cible Décret n°2003-1370 du 31 décembre 2003 fixant les dispositions applicables aux agents contractuels de droit public de institution mentionnée à l'article L. 5312-1 du code du travail. - article 2 AUTONOME ABROGE, en vigueur du 2009-01-01 au 2009-09-20"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2003-12-31 CITATION cible Décret n° 2003-1370 du 31 décembre 2003 fixant les dispositions applicables aux agents contractuels de droit public de l'opérateur France Travail. - article 21 AUTONOME VIGUEUR, en vigueur depuis le 2024-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2003-12-31 CITATION cible Décret n°2003-1370 du 31 décembre 2003 fixant les dispositions applicables aux agents contractuels de droit public de institution mentionnée à l'article L. 5312-1 du code du travail. - article 22 AUTONOME MODIFIE, en vigueur du 2009-01-01 au 2009-09-20"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2003-12-31 CITATION cible Décret n°2003-1370 du 31 décembre 2003 fixant les dispositions applicables aux agents contractuels de droit public de institution mentionnée à l'article L. 5312-1 du code du travail. - article 24 AUTONOME MODIFIE, en vigueur du 2009-01-01 au 2009-09-20"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2003-12-31 CITATION cible Décret n° 2003-1370 du 31 décembre 2003 fixant les dispositions applicables aux agents contractuels de droit public de l'opérateur France Travail. - article 25 AUTONOME VIGUEUR, en vigueur depuis le 2024-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2003-12-31 CITATION cible Décret n° 2003-1370 du 31 décembre 2003 fixant les dispositions applicables aux agents contractuels de droit public de l'opérateur France Travail. - article 27 AUTONOME VIGUEUR, en vigueur depuis le 2024-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2003-12-31 CITATION cible Décret n° 2003-1370 du 31 décembre 2003 fixant les dispositions applicables aux agents contractuels de droit public de l'opérateur France Travail. - article 28 AUTONOME VIGUEUR, en vigueur depuis le 2024-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2003-12-31 CITATION cible Décret n° 2003-1370 du 31 décembre 2003 fixant les dispositions applicables aux agents contractuels de droit public de l'opérateur France Travail. - article 39 AUTONOME VIGUEUR, en vigueur depuis le 2024-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2003-12-31 CITATION cible Décret n° 2003-1370 du 31 décembre 2003 fixant les dispositions applicables aux agents contractuels de droit public de l'opérateur France Travail. - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2024-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2003-12-31 CITATION cible Décret n°2003-1370 du 31 décembre 2003 fixant les dispositions applicables aux agents contractuels de droit public de institution mentionnée à l'article L. 5312-1 du code du travail. - article 40 AUTONOME MODIFIE, en vigueur du 2009-01-01 au 2009-09-20"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2003-12-31 CITATION cible Décret n°2003-1370 du 31 décembre 2003 fixant les dispositions applicables aux agents contractuels de droit public de institution mentionnée à l'article L. 5312-1 du code du travail. - article 44 AUTONOME ABROGE, en vigueur du 2009-01-01 au 2009-09-20"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2003-12-31 CITATION cible Décret n°2003-1370 du 31 décembre 2003 fixant les dispositions applicables aux agents contractuels de droit public de institution mentionnée à l'article L. 5312-1 du code du travail. - article 51 AUTONOME VIGUEUR, en vigueur depuis le 2009-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2003-12-31 CITATION cible Décret n°2003-1370 du 31 décembre 2003 fixant les dispositions applicables aux agents contractuels de droit public de institution mentionnée à l'article L. 5312-1 du code du travail. - article 7 AUTONOME MODIFIE, en vigueur du 2009-01-01 au 2009-09-20"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2004-03-18 CITATION cible Décret n°2004-248 du 18 mars 2004 fixant les conditions d'accès et les modalités d'organisation des concours pour le recrutement des agents de maîtrise territoriaux. - article 6 AUTONOME VIGUEUR, en vigueur depuis le 2010-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2004-03-26 CITATION cible Arrêté du 26 mars 2004 relatif aux conditions d'application des dispositions de la sous-section 2 bis relative aux prêts conventionnés pour des opérations de location-accession à la propriété immobilière. - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2020-11-15"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2005-04-07 CITATION cible Décret n°2005-326 du 7 avril 2005 portant création du Conseil d'orientation pour l'emploi - article 3 AUTONOME VIGUEUR, en vigueur depuis le 2025-05-25"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2005-05-27 CITATION cible Décret n°2005-600 du 27 mai 2005 pris pour l'application de la loi n° 2005-159 du 23 février 2005 relative au contrat de volontariat de solidarité internationale. - article 13 AUTONOME ABROGE, en vigueur du 2009-06-20 au 2022-07-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2005-07-20 CITATION cible Décret n°2005-813 du 20 juillet 2005 relatif aux conditions d'accès et aux modalités d'organisation des concours pour le recrutement des éducateurs territoriaux des activités physiques et sportives. - article 14 AUTONOME VIGUEUR, en vigueur depuis le 2010-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2005-08-02 CITATION cible Décret n°2005-900 du 2 août 2005 pris pour l'application de l'article 32-2 de la loi n° 86-33 du 9 janvier 1986 portant dispositions statutaires relatives à la fonction publique hospitalière - article 7 AUTONOME ABROGE, en vigueur du 2017-10-15 au 2025-10-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2005-08-02 CITATION cible Décret n°2005-902 du 2 août 2005 pris pour l'application de l'article 22 bis de la loi n° 84-16 du 11 janvier 1984 portant dispositions statutaires relatives à la fonction publique de l'Etat. - article 6 AUTONOME ABROGE, en vigueur du 2017-10-15 au 2025-10-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2005-08-02 CITATION cible Décret n°2005-902 du 2 août 2005 pris pour l'application de l'article 22 bis de la loi n° 84-16 du 11 janvier 1984 portant dispositions statutaires relatives à la fonction publique de l'Etat. - article 7 AUTONOME ABROGE, en vigueur du 2017-10-15 au 2025-10-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2006-04-13 CITATION cible Ordonnance n° 2006-433 du 13 avril 2006 relative à l'expérimentation du contrat de transition professionnelle. - article 2-1 AUTONOME ABROGE, en vigueur du 2008-12-29 au 2012-12-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2006-04-14 CITATION cible Décret n°2006-440 du 14 avril 2006 pris pour l'application de l'ordonnance n° 2006-433 du 13 avril 2006 relative au contrat de transition professionnelle. - article 6-2 AUTONOME VIGUEUR, en vigueur depuis le 2017-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2006-04-14 CITATION cible Décret n°2006-440 du 14 avril 2006 pris pour l'application de l'ordonnance n° 2006-433 du 13 avril 2006 relative au contrat de transition professionnelle. - article 6-3 AUTONOME VIGUEUR, en vigueur depuis le 2010-07-23"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2006-10-23 CITATION cible Arrêté du 23 octobre 2006 portant création d'un traitement automatisé de données à caractère personnel relatif à l'indemnisation des anciens marins engagés demandeurs d'emploi. - article 3 AUTONOME VIGUEUR, en vigueur depuis le 2009-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2007-01-29 CITATION cible Décret n° 2007-109 du 29 janvier 2007 fixant les modalités d'organisation des concours pour le recrutement des adjoints administratifs territoriaux de 1re classe. - article 6 AUTONOME VIGUEUR, en vigueur depuis le 2010-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2007-01-29 CITATION cible Décret n° 2007-111 du 29 janvier 2007 fixant les modalités d'organisation des concours pour le recrutement des adjoints territoriaux d'animation de 1re classe. - article 7 AUTONOME VIGUEUR, en vigueur depuis le 2010-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2007-01-22 CITATION cible Arrêté du 22 janvier 2007 portant création d'un traitement automatisé de données à caractère personnel relatif à la gestion des allocations pour perte d'emploi des anciens administrés civils ou militaires de l'armée de l'air. - article 2 AUTONOME ABROGE, en vigueur du 2007-02-13 au 2019-10-27"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2007-05-04 CITATION cible Décret n°2007-686 du 4 mai 2007 instituant dans chaque département une commission des chefs des services financiers et des représentants des organismes de sécurité sociale et de l'assurance chômage (CCSF) pour l'examen de la situation des débiteurs retardataires - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2019-08-03"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2007-05-15 CITATION cible Décret n°2007-917 du 15 mai 2007 fixant les modalités d'organisation des concours pour le recrutement d'adjoints techniques territoriaux des établissements d'enseignement. - article 10 AUTONOME VIGUEUR, en vigueur depuis le 2010-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2007-06-21 CITATION cible Arrêté du 21 juin 2007 relatif à la composition et au fonctionnement de la commission professionnelle consultative \" Métiers de l'agriculture, de la transformation, des services et de l'aménagement des espaces \" créée par le décret n° 2007-950 du 15 mai 2007. - article 1 AUTONOME ABROGE, en vigueur du 2009-01-01 au 2012-09-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2007-06-21 CITATION cible Arrêté du 21 juin 2007 relatif à la composition et au fonctionnement de la commission professionnelle consultative \" Métiers de l'agriculture, de la transformation, des services et de l'aménagement des espaces \" créée par le décret n° 2007-950 du 15 mai 2007. - article 4 AUTONOME ABROGE, en vigueur du 2009-01-01 au 2012-09-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2007-08-03 CITATION cible Décret n°2007-1188 du 3 août 2007 portant statut particulier du corps des aides-soignants et des agents des services hospitaliers qualifiés de la fonction publique hospitalière - article 10 AUTONOME MODIFIE, en vigueur du 2012-10-18 au 2017-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2007-08-03 CITATION cible Décret n°2007-1188 du 3 août 2007 portant statut particulier du corps des aides-soignants et des agents des services hospitaliers qualifiés de la fonction publique hospitalière - article 9 AUTONOME ABROGE, en vigueur du 2017-01-01 au 2022-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2008-02-13 CITATION cible LOI n° 2008-126 du 13 février 2008 relative à la réforme de l'organisation du service public de l'emploi - article 7 AUTONOME VIGUEUR, en vigueur depuis le 2013-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2008-03-19 CITATION cible Arrêté du 19 mars 2008 portant mise en œuvre d'un traitement automatisé d'informations nominatives visant à produire et diffuser des indicateurs statistiques locaux sur le travail et l'emploi - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2009-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2008-08-01 CITATION cible LOI n° 2008-758 du 1er août 2008 relative aux droits et aux devoirs des demandeurs d'emploi - article 6 AUTONOME VIGUEUR, en vigueur depuis le 2008-08-03"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2008-09-29 CITATION cible Décret n° 2008-1010 du 29 septembre 2008 relatif à l'organisation du service public de l'emploi - article 10 AUTONOME VIGUEUR, en vigueur depuis le 2008-10-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2008-09-29 CITATION cible Décret n° 2008-1010 du 29 septembre 2008 relatif à l'organisation du service public de l'emploi - article 13 AUTONOME VIGUEUR, en vigueur depuis le 2008-10-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2008-09-29 CITATION cible Décret n° 2008-1010 du 29 septembre 2008 relatif à l'organisation du service public de l'emploi - article 9 AUTONOME VIGUEUR, en vigueur depuis le 2008-10-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2008-09-29 CITATION cible Décret n° 2008-1010 du 29 septembre 2008 relatif à l'organisation du service public de l'emploi - article 12 AUTONOME VIGUEUR, en vigueur depuis le 2008-10-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2008-12-01 CITATION cible LOI n° 2008-1249 du 1er décembre 2008 généralisant le revenu de solidarité active et réformant les politiques d'insertion - article 28 AUTONOME VIGUEUR, en vigueur depuis le 2019-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2008-12-01 CITATION cible LOI n° 2008-1249 du 1er décembre 2008 généralisant le revenu de solidarité active et réformant les politiques d'insertion - article 32 AUTONOME VIGUEUR, en vigueur depuis le 2008-12-04"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2008-12-19 CITATION cible Décret n° 2008-1357 du 19 décembre 2008 instituant une aide à l'embauche pour les très petites entreprises - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2008-12-21"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2008-12-22 CITATION cible Décret n° 2008-1435 du 22 décembre 2008 relatif à la protection sociale complémentaire des agents contractuels de droit public de l'institution mentionnée à l'article L. 5312-1 du code du travail VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2009-01-09 CITATION cible Décret n° 2009-30 du 9 janvier 2009 relatif au Fonds national des solidarités actives - article 2 AUTONOME ABROGE, en vigueur du 2009-01-12 au 2009-06-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2009-02-10 CITATION cible Arrêté du 10 février 2009 portant application de l'article L. 5411-2 du code du travail et relatif au renouvellement de la demande d'emploi - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2009-02-21"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2009-03-02 CITATION cible Décret n° 2009-241 du 2 mars 2009 relatif à diverses mesures en faveur des agents contractuels de droit public de l'institution mentionnée à l'article L. 5312-1 du code du travail VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2009-03-02 CITATION cible Décret n° 2009-241 du 2 mars 2009 relatif à diverses mesures en faveur des agents contractuels de droit public de l'institution mentionnée à l'article L. 5312-1 du code du travail - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2009-03-04"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2009-03-02 CITATION cible Décret n° 2009-241 du 2 mars 2009 relatif à diverses mesures en faveur des agents contractuels de droit public de l'institution mentionnée à l'article L. 5312-1 du code du travail - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2009-03-04"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2009-03-02 CITATION cible Décret n° 2009-241 du 2 mars 2009 relatif à diverses mesures en faveur des agents contractuels de droit public de l'institution mentionnée à l'article L. 5312-1 du code du travail - article 3 AUTONOME VIGUEUR, en vigueur depuis le 2009-03-04"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2009-06-22 CITATION cible Décret n° 2009-756 du 22 juin 2009 fixant les modalités d'organisation des concours pour le recrutement des attachés territoriaux - article 12 AUTONOME VIGUEUR, en vigueur depuis le 2022-12-02"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2009-09-17 CITATION cible Décret n° 2009-1128 du 17 septembre 2009 portant adaptation des dispositions applicables aux agents contractuels de droit public de l'opérateur France Travail VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2009-11-16 CITATION cible Décret n° 2009-1395 du 16 novembre 2009 relatif à un dispositif d'aide à l'emploi au secteur de l'hôtellerie et de la restauration en Corse - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2009-11-18"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2009-11-24 CITATION cible LOI n° 2009-1437 du 24 novembre 2009 relative à l'orientation et à la formation professionnelle tout au long de la vie - article 53 AUTONOME VIGUEUR, en vigueur depuis le 2009-11-26"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2009-11-24 CITATION cible LOI n° 2009-1437 du 24 novembre 2009 relative à l'orientation et à la formation professionnelle tout au long de la vie - article 57 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2009-12-21 CITATION cible Arrêté du 21 décembre 2009 portant agrément de la convention collective nationale de l'opérateur France Travail du 21 novembre 2009 - article Annexe AUTONOME VIGUEUR, en vigueur depuis le 2024-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2009-12-30 CITATION cible LOI n° 2009-1674 du 30 décembre 2009 de finances rectificative pour 2009 - article 17 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2009-11-10 CITATION cible Arrêté du 10 novembre 2009 pris en application de l'article R. 543-219 du code de l'environnement et fixant les modalités de décompte des heures de travail ou de formation comptabilisées dans l'objectif d'insertion des personnes rencontrant des difficultés au regard de l'emploi - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2010-01-13"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2010-07-23 CITATION cible LOI n° 2010-838 du 23 juillet 2010 relative à l'application du cinquième alinéa de l'article 13 de la Constitution - article Annexe AUTONOME MODIFIE, en vigueur du 2021-10-27 au 2023-12-08"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2010-08-26 CITATION cible Décret n° 2010-984 du 26 août 2010 portant statut particulier du corps des agents administratifs des finances publiques - article 7 AUTONOME ABROGE, en vigueur du 2011-09-01 au 2017-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2010-08-26 CITATION cible Décret n° 2010-985 du 26 août 2010 portant statut particulier du corps des agents techniques des finances publiques - article 7 AUTONOME ABROGE, en vigueur du 2011-09-01 au 2017-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2010-09-08 CITATION cible Décret n° 2010-1068 du 8 septembre 2010 fixant les modalités d'organisation des concours pour le recrutement des agents territoriaux spécialisés de 1re classe des écoles maternelles - article 6 AUTONOME MODIFIE, en vigueur du 2011-03-10 au 2023-12-07"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2010-11-09 CITATION cible Décret n° 2010-1361 du 9 novembre 2010 fixant les modalités d'organisation des concours pour le recrutement des techniciens territoriaux - article 9 AUTONOME VIGUEUR, en vigueur depuis le 2022-12-02"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2010-11-18 CITATION cible Décret n° 2010-1424 du 18 novembre 2010 fixant les conditions d'application des II, III, IV et V de l'article 50 de la loi n° 2009-594 du 27 mai 2009 pour le développement économique des outre-mer et les limites apportées au cumul des aides au cours d'une même année - article 8 AUTONOME ABROGE, en vigueur du 2010-11-20 au 2014-05-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2010-12-29 CITATION cible LOI n° 2010-1657 du 29 décembre 2010 de finances pour 2011 - article 204 AUTONOME VIGUEUR, en vigueur depuis le 2011-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2010-12-29 CITATION cible LOI n° 2010-1657 du 29 décembre 2010 de finances pour 2011 - article 207 AUTONOME VIGUEUR, en vigueur depuis le 2011-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2011-01-28 CITATION cible Décret n° 2011-118 du 28 janvier 2011 relatif à la mise en œuvre des prélèvements prévus à l'article 207 de la loi de finances pour 2011 - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2011-01-30"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2011-04-21 CITATION cible Décret n° 2011-445 du 21 avril 2011 fixant les modalités d'organisation des concours pour le recrutement des chefs de service de police municipale - article 8 AUTONOME VIGUEUR, en vigueur depuis le 2022-12-02"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2011-05-20 CITATION cible Décret n° 2011-559 du 20 mai 2011 fixant les modalités d'organisation des concours pour le recrutement des animateurs territoriaux - article 9 AUTONOME VIGUEUR, en vigueur depuis le 2022-12-02"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2011-06-28 CITATION cible Décret n° 2011-789 du 28 juin 2011 fixant les modalités d'organisation des concours pour le recrutement des éducateurs territoriaux des activités physiques et sportives - article 10 AUTONOME VIGUEUR, en vigueur depuis le 2022-12-02"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2011-07-28 CITATION cible LOI n° 2011-893 du 28 juillet 2011 pour le développement de l'alternance et la sécurisation des parcours professionnels - article 44 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2013-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2011-12-14 CITATION cible Décret n° 2011-1882 du 14 décembre 2011 fixant les modalités d'organisation des concours pour le recrutement des assistants territoriaux de conservation du patrimoine et des bibliothèques - article 10 AUTONOME VIGUEUR, en vigueur depuis le 2022-12-02"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2011-12-28 CITATION cible LOI n° 2011-1977 du 28 décembre 2011 de finances pour 2012 - article 153 AUTONOME VIGUEUR, en vigueur depuis le 2011-12-30"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2012-03-05 CITATION cible Décret n° 2012-303 du 5 mars 2012 relatif à la mise en œuvre des prélèvements prévus à l'article 153 de la loi de finances pour 2012 - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2012-03-07"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2012-04-30 CITATION cible Décret n° 2012-601 du 30 avril 2012 relatif aux modalités de nominations équilibrées dans l'encadrement supérieur de la fonction publique - article AUTONOME ABROGE, en vigueur du 2024-07-01 au 2025-02-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2012-08-01 CITATION cible Décret n° 2012-942 du 1er août 2012 fixant les modalités d'organisation des concours pour le recrutement des rédacteurs territoriaux - article 8 AUTONOME VIGUEUR, en vigueur depuis le 2022-12-02"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2012-10-26 CITATION cible LOI n° 2012-1189 du 26 octobre 2012 portant création des emplois d'avenir - article 3 AUTONOME MODIFIE, en vigueur du 2014-03-07 au 2015-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2012-12-18 CITATION cible Décret n° 2012-1415 du 18 décembre 2012 fixant les modalités d'organisation du concours pour le recrutement des infirmiers territoriaux en soins généraux - article 2 AUTONOME ABROGE, en vigueur du 2013-01-01 au 2023-01-07"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2013-03-28 CITATION cible Décret n° 2013-266 du 28 mars 2013 relatif à la déclaration sociale nominative - article 4 AUTONOME MODIFIE, en vigueur du 2013-03-31 au 2014-11-19"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2013-04-18 CITATION cible Arrêté du 18 avril 2013 pris pour l'application de l'article 128 du décret n° 2012-1246 du 7 novembre 2012 relatif à la gestion budgétaire et comptable publique et fixant l'assignation comptable des rémunérations des personnels de l'Etat servies sans ordonnancement préalable ainsi que des titres de perception émis à l'encontre des personnels et relatifs aux indus de rémunération, aux acomptes sur rémunération non régularisés, aux validations de services auxiliaires et aux rachats d'années d'études - article 2 AUTONOME MODIFIE, en vigueur du 2022-01-01 au 2022-09-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2013-06-26 CITATION cible Décret n° 2013-549 du 26 juin 2013 relatif à l'expérimentation d'emplois francs - article 9 AUTONOME ABROGE, en vigueur du 2013-06-29 au 2015-07-05"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2013-07-05 CITATION cible Décret n° 2013-593 du 5 juillet 2013 relatif aux conditions générales de recrutement et d'avancement de grade et portant dispositions statutaires diverses applicables aux fonctionnaires de la fonction publique territoriale - article 3 AUTONOME MODIFIE, en vigueur du 2024-01-01 au 2025-10-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2015-01-26 CITATION cible Décret n° 2015-59 du 26 janvier 2015 autorisant un traitement automatisé de données à caractère personnel relatif à l'accompagnement des jeunes pour l'accès à l'emploi et dénommé « I-MILO » - article 1 bis AUTONOME VIGUEUR, en vigueur depuis le 2025-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2015-10-23 CITATION cible Ordonnance n° 2015-1341 du 23 octobre 2015 relative aux dispositions législatives du code des relations entre le public et l'administration - article 10 AUTONOME VIGUEUR, en vigueur depuis le 2016-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2016-02-18 CITATION cible Ordonnance n° 2016-160 du 18 février 2016 portant adaptation de la prime d'activité au Département de Mayotte - article 1 AUTONOME MODIFIE, en vigueur du 2018-01-01 au 2019-09-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2016-02-29 CITATION cible LOI n° 2016-231 du 29 février 2016 d'expérimentation territoriale visant à résorber le chômage de longue durée - article 3 AUTONOME ABROGE, en vigueur du 2019-08-23 au 2021-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2016-02-29 CITATION cible LOI n° 2016-231 du 29 février 2016 d'expérimentation territoriale visant à résorber le chômage de longue durée - article 5 AUTONOME ABROGE, en vigueur du 2016-07-01 au 2021-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2016-03-07 CITATION cible LOI n° 2016-274 du 7 mars 2016 relative au droit des étrangers en France - article 48 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2016-03-07 CITATION cible LOI n° 2016-274 du 7 mars 2016 relative au droit des étrangers en France - article 61 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2016-05-19 CITATION cible Décret n° 2016-636 du 19 mai 2016 relatif à l'organisation des carrières des fonctionnaires de catégorie C de la fonction publique hospitalière - article 4-2 AUTONOME VIGUEUR, en vigueur depuis le 2023-10-08"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2016-07-29 CITATION cible Décret n° 2016-1038 du 29 juillet 2016 fixant les modalités d'organisation des concours d'accès au cadre d'emplois des cadres territoriaux de santé paramédicaux et les modalités d'organisation de l'examen professionnel d'accès au grade de cadre supérieur de santé - article 5 AUTONOME ABROGE, en vigueur du 2016-07-31 au 2023-01-07"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2016-08-03 CITATION cible Décret n° 2016-1084 du 3 août 2016 modifiant le décret n° 2016-580 du 11 mai 2016 relatif à l'organisation des carrières des fonctionnaires de catégorie C de la fonction publique de l'Etat et les décrets relatifs à l'organisation de leurs carrières - article 2 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2016-10-28 CITATION cible Décret n° 2016-1457 du 28 octobre 2016 pris pour l'application de la loi n° 2016-274 du 7 mars 2016 relative au droit des étrangers en France et portant diverses dispositions relatives à la lutte contre l'immigration irrégulière - article 34 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2016-12-15 CITATION cible Décret n° 2016-1745 du 15 décembre 2016 modifiant le décret n° 2016-636 du 19 mai 2016 relatif à l'organisation des carrières des fonctionnaires de la catégorie C de la fonction publique hospitalière et divers décrets portant statuts particuliers de personnels de la catégorie C de la fonction publique hospitalière - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2016-12-28 CITATION cible Décret n° 2016-1949 du 28 décembre 2016 modifiant le décret n° 99-528 du 25 juin 1999 relatif aux garanties collectives en matière de prévoyance complémentaire et de retraite supplémentaire des agents de droit public de Pôle emploi - article 9 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2016-12-29 CITATION cible LOI n° 2016-1917 du 29 décembre 2016 de finances pour 2017 - article 87 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2017-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2016-12-29 MODIFIE cible LOI n° 2016-1917 du 29 décembre 2016 de finances pour 2017 - article 87 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2017-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2016-12-30 CITATION cible Arrêté du 30 décembre 2016 relatif aux règles de recrutement des ouvriers de l'Etat du ministère de la défense - article 5 AUTONOME VIGUEUR, en vigueur depuis le 2017-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2017-08-07 CITATION cible Décret n° 2017-1247 du 7 août 2017 relatif à la consultation du fichier national des comptes bancaires par les organismes de sécurité sociale VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2017-09-15 CITATION cible LOI n° 2017-1339 du 15 septembre 2017 pour la confiance dans la vie politique - article 19 AUTONOME VIGUEUR, en vigueur depuis le 2017-09-17"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2017-12-22 CITATION cible Décret n° 2017-1747 du 22 décembre 2017 fixant les modalités de liquidation du Fonds de solidarité - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2017-12-25"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2017-12-26 CITATION cible Arrêté du 26 décembre 2017 fixant les règles d'organisation générale, la composition du jury et la nature des épreuves des concours de recrutement pour l'accès à certains grades de la filière ouvrière et technique de la catégorie C de la fonction publique hospitalière et de l'Assistance publique-hôpitaux de Paris, pris en application des articles 4-6 et 4-7 du décret n° 2016-636 du 19 mai 2016 relatif à l'organisation des carrières des fonctionnaires de catégorie C de la fonction publique hospitalière - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2017-12-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2017-12-26 CITATION cible Arrêté du 26 décembre 2017 fixant les règles d'organisation générale, la composition du jury et la nature des épreuves des concours de recrutement pour l'accès à certains grades de la filière ouvrière et technique de la catégorie C de la fonction publique hospitalière et de l'Assistance publique-hôpitaux de Paris, pris en application des articles 4-6 et 4-7 du décret n° 2016-636 du 19 mai 2016 relatif à l'organisation des carrières des fonctionnaires de catégorie C de la fonction publique hospitalière - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2017-12-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2018-06-25 CITATION cible Arrêté du 25 juin 2018 relatif à l'allocation de soutien familial et du titre exécutoire prévu à l'article L. 582-2 du code de la sécurité sociale - article 3 AUTONOME VIGUEUR, en vigueur depuis le 2018-07-27"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2018-07-24 CITATION cible Décret n° 2018-656 du 24 juillet 2018 relatif à l'allocation de soutien familial et à la délivrance du titre exécutoire prévu à l'article L. 582-2 du code de la sécurité sociale - article 2 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2018-09-05 CITATION cible LOI n° 2018-771 du 5 septembre 2018 pour la liberté de choisir son avenir professionnel - article 115 AUTONOME VIGUEUR, en vigueur depuis le 2024-11-17"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2018-12-20 CITATION cible Décret n° 2018-1198 du 20 décembre 2018 relatif à l'expérimentation de l'élargissement des formes d'insertion par l'activité économique au travail indépendant - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2025-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2018-12-28 CITATION cible Décret n° 2018-1321 du 28 décembre 2018 relatif à la recentralisation du revenu de solidarité active en Guyane et à Mayotte - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2018-12-28 CITATION cible Décret n° 2018-1321 du 28 décembre 2018 relatif à la recentralisation du revenu de solidarité active en Guyane et à Mayotte - article 2 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2018-12-28 CITATION cible Décret n° 2018-1335 du 28 décembre 2018 relatif aux droits et aux obligations des demandeurs d'emploi et au transfert du suivi de la recherche d'emploi VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2018-12-28 CITATION cible Décret n° 2018-1356 du 28 décembre 2018 relatif à la mise en œuvre de la réduction générale des cotisations et contributions sociales à la charge des employeurs - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2019-03-05 CITATION cible Arrêté du 5 mars 2019 fixant les règles d'organisation générale, la composition du jury et la nature des épreuves du concours de recrutement pour l'accès au corps des agents de maîtrise de la fonction publique hospitalière et l'Assistance publique-hôpitaux de Paris - article 3 AUTONOME VIGUEUR, en vigueur depuis le 2019-03-14"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2019-04-19 CITATION cible Décret n° 2019-341 du 19 avril 2019 relatif à la mise en œuvre de traitements comportant l'usage du numéro d'inscription au répertoire national d'identification des personnes physiques ou nécessitant la consultation de ce répertoire - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2025-05-25"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2019-06-27 CITATION cible Décret n° 2019-659 du 27 juin 2019 relatif aux modalités d'habilitation et de désignation des agents de plusieurs organismes et administrations à accéder aux informations issues du traitement automatisé dénommé « Estimer un bien », du fichier national des comptes bancaires, du fichier des contrats de capitalisation et d'assurance vie, et du traitement automatisé d'informations nominatives dénommé « Base nationale des données patrimoniales » - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2019-07-26 CITATION cible Décret n° 2019-797 du 26 juillet 2019 relatif au régime d'assurance chômage - article 56 AUTONOME VIGUEUR, en vigueur depuis le 2019-07-29"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2019-07-31 CITATION cible Décret n° 2019-814 du 31 juillet 2019 modifiant le décret n° 2007-686 du 4 mai 2007 instituant dans chaque département une commission des chefs des services financiers et des représentants des organismes de sécurité sociale et de l'assurance chômage (CCSF) pour l'examen de la situation des débiteurs retardataires - article 3 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2019-10-25 CITATION cible Décret n° 2019-1087 du 25 octobre 2019 modifiant la composition du Conseil d'orientation pour l'emploi - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2019-12-28 CITATION cible Décret n° 2019-1485 du 28 décembre 2019 relatif à la recentralisation du revenu de solidarité active à La Réunion et du revenu de solidarité à La Réunion et en Guyane - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2020-08-05 CITATION cible Décret n° 2020-978 du 5 août 2020 relatif à l'obligation de formation des jeunes de seize à dix-huit ans - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2021-01-28 CITATION cible Arrêté du 28 janvier 2021 modifiant l'arrêté du 28 avril 2004 portant application du décret n° 2004-386 du 28 avril 2004 relatif au régime indemnitaire des agents contractuels de droit public de l'institution mentionnée à l'article L. 5312-1 du code du travail VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2021-01-28 CITATION cible Décret n° 2021-82 du 28 janvier 2021 modifiant le décret n° 2004-386 du 28 avril 2004 relatif au régime indemnitaire des agents contractuels de droit public de Pôle emploi - article 2 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2021-01-28 CITATION cible Décret n° 2021-83 du 28 janvier 2021 modifiant le décret n° 2006-1789 du 23 décembre 2006 instituant le complément de prime variable et collectif versé aux personnels de l'Agence nationale pour l'emploi - article 5 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2021-05-11 CITATION cible Arrêté du 11 mai 2021 fixant la composition du jury et les modalités d'organisation des concours sur titres permettant l'accès au corps des cadres socio-éducatifs de la fonction publique hospitalière - article 3 AUTONOME VIGUEUR, en vigueur depuis le 2021-05-21"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2021-09-29 CITATION cible Décret n° 2021-1256 du 29 septembre 2021 revalorisant le déroulement de carrière des corps paramédicaux de la catégorie A de la fonction publique hospitalière - article 13 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2021-09-29 CITATION cible Décret n° 2021-1256 du 29 septembre 2021 revalorisant le déroulement de carrière des corps paramédicaux de la catégorie A de la fonction publique hospitalière - article 19 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2021-09-29 CITATION cible Décret n° 2021-1256 du 29 septembre 2021 revalorisant le déroulement de carrière des corps paramédicaux de la catégorie A de la fonction publique hospitalière - article 2 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2021-09-29 CITATION cible Décret n° 2021-1256 du 29 septembre 2021 revalorisant le déroulement de carrière des corps paramédicaux de la catégorie A de la fonction publique hospitalière - article 26 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2021-09-29 CITATION cible Décret n° 2021-1256 du 29 septembre 2021 revalorisant le déroulement de carrière des corps paramédicaux de la catégorie A de la fonction publique hospitalière - article 29 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2021-09-29 CITATION cible Décret n° 2021-1256 du 29 septembre 2021 revalorisant le déroulement de carrière des corps paramédicaux de la catégorie A de la fonction publique hospitalière - article 36 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2021-09-29 CITATION cible Décret n° 2021-1256 du 29 septembre 2021 revalorisant le déroulement de carrière des corps paramédicaux de la catégorie A de la fonction publique hospitalière - article 42 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2021-09-29 CITATION cible Décret n° 2021-1257 du 29 septembre 2021 portant statut particulier du corps des aides-soignants et des auxiliaires de puériculture de la fonction publique hospitalière - article 5 AUTONOME VIGUEUR, en vigueur depuis le 2022-09-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2021-12-24 CITATION cible Décret n° 2021-1825 du 24 décembre 2021 portant statut particulier des corps de la filière soignante de la catégorie C de la fonction publique hospitalière - article 8 AUTONOME VIGUEUR, en vigueur depuis le 2023-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2021-12-30 CITATION cible Décret n° 2021-1907 du 30 décembre 2021 portant actualisation et adaptation de dispositions du code de l'éducation relatives à l'outre-mer - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2021-11-17 CITATION cible Arrêté du 17 novembre 2021 relatif au traitement automatisé de données à caractère personnel dénommé « I-MILO » - article Annexe 3 AUTONOME MODIFIE, en vigueur du 2022-01-31 au 2023-07-02"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2022-03-18 CITATION cible Décret n° 2022-392 du 18 mars 2022 relatif aux modalités d'habilitation et de désignation des agents de Pôle Emploi à accéder aux informations issues du fichier des contrats de capitalisation et d'assurance-vie (FICOVIE) - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code pénitentiaire - article L412-1 AUTONOME VIGUEUR, en vigueur depuis le 2022-05-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2022-07-28 CITATION cible Décret n° 2022-1067 du 28 juillet 2022 pris pour l'application de la loi n° 2005-159 du 23 février 2005 relative au contrat de volontariat de solidarité internationale - article 13 AUTONOME VIGUEUR, en vigueur depuis le 2022-07-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2022-10-27 CITATION cible Décret n° 2022-1366 du 27 octobre 2022 complétant la liste des finalités et des catégories de responsables des traitements comportant l'usage du numéro d'inscription au répertoire national d'identification des personnes physiques ou nécessitant la consultation de ce répertoire - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2022-12-13 CITATION cible Décret n° 2022-1561 du 13 décembre 2022 relatif au parcours professionnel et aux droits des travailleurs handicapés admis en établissements et services d'aide par le travail - article 3 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2022-12-13 CITATION cible Décret n° 2022-1561 du 13 décembre 2022 relatif au parcours professionnel et aux droits des travailleurs handicapés admis en établissements et services d'aide par le travail - article 4 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2023-03-17 CITATION cible Décret n° 2023-188 du 17 mars 2023 relatif à la création d'un traitement de données à caractère personnel visant à faciliter le partage de données entre les acteurs de l'insertion sociale et professionnelle et portant diverses dispositions en matière d'insertion - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2023-12-18 CITATION cible Décret n° 2023-1201 du 18 décembre 2023 étendant et adaptant à Mayotte les dispositions réglementaires du code de la sécurité sociale relatives au complément de libre choix du mode de garde - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2024-12-19 CITATION cible Arrêté du 19 décembre 2024 portant agrément de la convention du 15 novembre 2024 relative à l'assurance chômage, de la convention du 15 novembre 2024 relative à l'assurance chômage à Mayotte et de leurs textes associés - article 56 AUTONOME VIGUEUR, en vigueur depuis le 2025-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2024-12-30 CITATION cible Décret n° 2024-1239 du 30 décembre 2024 modifiant le décret n° 2018-1198 du 20 décembre 2018 relatif à l'expérimentation de l'élargissement des formes d'insertion par l'activité économique au travail indépendant - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2024-12-31 CITATION cible Décret n° 2024-1268 du 31 décembre 2024 relatif au système d'information de l'opérateur France Travail et portant diverses dispositions relatives aux traitements de données à caractère personnel dans le champ de l'emploi, de l'insertion et de la formation professionnelle VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2024-12-31 CITATION cible Décret n° 2024-1268 du 31 décembre 2024 relatif au système d'information de l'opérateur France Travail et portant diverses dispositions relatives aux traitements de données à caractère personnel dans le champ de l'emploi, de l'insertion et de la formation professionnelle - article 7 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2025-01-03 CITATION cible Arrêté du 3 janvier 2025 relatif à la mise en œuvre du traitement automatisé de données à caractère personnel dénommé « I-MILO » - article AUTONOME VIGUEUR, en vigueur depuis le 2025-01-13"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2025-02-24 CITATION cible LOI n° 2025-176 du 24 février 2025 d'urgence pour Mayotte - article 31 AUTONOME VIGUEUR, en vigueur depuis le 2025-02-26"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2025-10-24 CITATION cible LOI n° 2025-989 du 24 octobre 2025 portant transposition des accords nationaux interprofessionnels en faveur de l'emploi des salariés expérimentés et relatif à l'évolution du dialogue social - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2025-10-26"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1980-11-17 CITATION cible Arrêté du 17 novembre 1980 RELATIF AUX COMMISSIONS REGIONALES CONSULTATIVES D'EMPLOI ET DE RECLASSEMENT DES TRAVAILLEURS HANDICAPES. - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2017-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1986-07-04 CITATION cible Arrêté du 4 juillet 1986 autorisant la mise en oeuvre d'un système de gestion automatisée des interventions au profit des entreprises (AIDE) - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2009-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1986-07-04 CITATION cible Arrêté du 4 juillet 1986 autorisant la création d'un système de gestion automatisée des secrétariats des commissions techniques d'orientation et de reclassement professionnel (Cotorep) - article 5 AUTONOME VIGUEUR, en vigueur depuis le 2009-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de commerce - article D626-9 AUTONOME MODIFIE, en vigueur du 2014-05-25 au 2024-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de commerce - article R626-10 AUTONOME MODIFIE, en vigueur du 2009-01-01 au 2009-04-09"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article L115-2 AUTONOME VIGUEUR, en vigueur depuis le 2016-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article L214-7 AUTONOME VIGUEUR, en vigueur depuis le 2023-12-20"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article L262-15 AUTONOME VIGUEUR, en vigueur depuis le 2015-03-22"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article L262-29 AUTONOME VIGUEUR, en vigueur depuis le 2025-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article L262-30 AUTONOME VIGUEUR, en vigueur depuis le 2025-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article L262-32 AUTONOME ABROGE, en vigueur du 2016-01-01 au 2025-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article L262-33 AUTONOME ABROGE, en vigueur du 2016-01-01 au 2025-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article L262-34 AUTONOME MODIFIE, en vigueur du 2009-06-01 au 2025-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article L262-35 AUTONOME ABROGE, en vigueur du 2015-03-22 au 2025-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article L262-37 AUTONOME MODIFIE, en vigueur du 2015-03-22 au 2025-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article L262-39 AUTONOME VIGUEUR, en vigueur depuis le 2025-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article L262-42 AUTONOME VIGUEUR, en vigueur depuis le 2025-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article L262-55 AUTONOME VIGUEUR, en vigueur depuis le 2009-06-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article L262-56 AUTONOME VIGUEUR, en vigueur depuis le 2009-06-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article L263-2 AUTONOME VIGUEUR, en vigueur depuis le 2015-03-22"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article R143-2 AUTONOME MODIFIE, en vigueur du 2014-05-25 au 2015-03-22"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article R146-31-2 AUTONOME VIGUEUR, en vigueur depuis le 2025-08-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article R262-111 AUTONOME VIGUEUR, en vigueur depuis le 2025-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article R262-86 AUTONOME MODIFIE, en vigueur du 2009-01-01 au 2009-06-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article R522-1 AUTONOME VIGUEUR, en vigueur depuis le 2025-06-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article R522-10 AUTONOME VIGUEUR, en vigueur depuis le 2024-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article R522-2 AUTONOME VIGUEUR, en vigueur depuis le 2025-06-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article R522-29-1 AUTONOME ABROGE, en vigueur du 2014-05-25 au 2016-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'aviation civile - article R426-14 AUTONOME MODIFIE, en vigueur du 2012-01-01 au 2013-01-02"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'entrée et du séjour des étrangers et du droit d'asile - article L441-11 AUTONOME VIGUEUR, en vigueur depuis le 2025-08-13"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'entrée et du séjour des étrangers et du droit d'asile - article L611-12 AUTONOME ABROGE, en vigueur du 2019-06-01 au 2021-05-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'entrée et du séjour des étrangers et du droit d'asile - article R611-41-2 AUTONOME ABROGE, en vigueur du 2016-11-01 au 2021-05-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'entrée et du séjour des étrangers et du droit d'asile - article R611-5 AUTONOME MODIFIE, en vigueur du 2014-05-25 au 2014-12-29"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'environnement - article R543-219 AUTONOME MODIFIE, en vigueur du 2016-01-01 au 2017-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'éducation - article D313-14 AUTONOME MODIFIE, en vigueur du 2014-05-25 au 2014-08-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'éducation - article D313-15 AUTONOME MODIFIE, en vigueur du 2013-01-01 au 2014-05-25"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'éducation - article D313-24 AUTONOME MODIFIE, en vigueur du 2014-05-25 au 2014-09-19"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'éducation - article L214-13 AUTONOME MODIFIE, en vigueur du 2017-01-01 au 2019-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'éducation - article L262-4 AUTONOME MODIFIE, en vigueur du 2009-07-01 au 2014-06-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'éducation - article L313-7 AUTONOME VIGUEUR, en vigueur depuis le 2019-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'éducation - article R114-2 AUTONOME VIGUEUR, en vigueur depuis le 2020-08-07"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'éducation - article R165-1 AUTONOME VIGUEUR, en vigueur depuis le 2022-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'éducation - article R313-39 AUTONOME TRANSFERE, en vigueur du 2019-02-01 au 2020-08-03"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la construction et de l'habitation - article R318-7 AUTONOME MODIFIE, en vigueur du 2009-04-01 au 2014-05-25"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article D241-7 AUTONOME VIGUEUR_DIFF, en vigueur depuis le 2026-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article D412-105 AUTONOME VIGUEUR, en vigueur depuis le 2025-08-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article D412-93 AUTONOME MODIFIE, en vigueur du 2014-05-25 au 2015-01-02"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article D582-1 AUTONOME VIGUEUR, en vigueur depuis le 2018-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article L114-16-3 AUTONOME VIGUEUR, en vigueur depuis le 2025-07-02"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article L133-5-3 AUTONOME MODIFIE, en vigueur du 2015-07-01 au 2016-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article L241-13 AUTONOME VIGUEUR_DIFF, en vigueur depuis le 2026-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article L412-8 AUTONOME VIGUEUR_DIFF, en vigueur depuis le 2029-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article L531-4-1 AUTONOME VIGUEUR, en vigueur depuis le 2021-12-27"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article L846-2 AUTONOME VIGUEUR, en vigueur depuis le 2025-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article L846-3 AUTONOME VIGUEUR, en vigueur depuis le 2016-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des relations entre le public et l'administration - article L121-2 AUTONOME VIGUEUR, en vigueur depuis le 2016-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des transports - article D1803-9 AUTONOME VIGUEUR, en vigueur depuis le 2025-09-08"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du cinéma et de l'image animée - article L413-1 AUTONOME VIGUEUR, en vigueur depuis le 2017-05-06"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article D1145-6 AUTONOME ABROGE, en vigueur du 2019-01-01 au 2021-07-12"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article D5134-111 AUTONOME ABROGE, en vigueur du 2009-02-26 au 2010-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article D6521-10 AUTONOME ABROGE, en vigueur du 2014-05-25 au 2014-09-19"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L1134-4 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2016-08-10"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L1144-3 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2016-08-10"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L1233-66 AUTONOME VIGUEUR, en vigueur depuis le 2015-08-08"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L1233-68 AUTONOME VIGUEUR, en vigueur depuis le 2019-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L1233-69 AUTONOME VIGUEUR, en vigueur depuis le 2019-08-23"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L1236-2 AUTONOME ABROGE, en vigueur du 2008-05-01 au 2008-06-27"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L1246-1 AUTONOME VIGUEUR, en vigueur depuis le 2009-07-26"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L1251-46 AUTONOME VIGUEUR, en vigueur depuis le 2008-05-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L1273-3 AUTONOME VIGUEUR, en vigueur depuis le 2016-08-10"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L1274-2 AUTONOME ABROGE, en vigueur du 2008-05-01 au 2009-04-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CONCORDE cible Code du travail - article L311-7 AUTONOME MODIFIE, en vigueur du 2005-01-19 au 2008-02-15"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L3253-21 AUTONOME MODIFIE, en vigueur du 2011-07-30 au 2012-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5112-1 AUTONOME ABROGE, en vigueur du 2011-07-30 au 2014-03-07"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5121-19 AUTONOME ABROGE, en vigueur du 2013-03-04 au 2017-09-24"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5132-11-1 AUTONOME MODIFIE, en vigueur du 2015-08-19 au 2020-12-16"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5132-15-1 AUTONOME MODIFIE, en vigueur du 2016-08-10 au 2020-12-16"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5132-3 AUTONOME MODIFIE, en vigueur du 2019-01-01 au 2021-06-15"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5132-5 AUTONOME MODIFIE, en vigueur du 2015-08-19 au 2020-12-16"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5132-8 AUTONOME MODIFIE, en vigueur du 2019-01-01 au 2021-06-15"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5132-9 AUTONOME MODIFIE, en vigueur du 2009-06-01 au 2020-12-16"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5133-5 AUTONOME ABROGE, en vigueur du 2009-06-01 au 2011-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5134-112 AUTONOME VIGUEUR, en vigueur depuis le 2012-11-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5134-19-1 AUTONOME VIGUEUR, en vigueur depuis le 2020-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5134-19-2 AUTONOME VIGUEUR, en vigueur depuis le 2015-03-22"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5134-23-1 AUTONOME MODIFIE_MORT_NE, en vigueur du 2222-02-22 au 2014-03-06"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5134-25-1 AUTONOME MODIFIE_MORT_NE, en vigueur du 2222-02-22 au 2014-03-06"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5134-29 AUTONOME MODIFIE, en vigueur du 2012-11-01 au 2014-03-07"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5134-51 AUTONOME ABROGE, en vigueur du 2008-05-01 au 2010-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5134-61 AUTONOME VIGUEUR, en vigueur depuis le 2008-05-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5134-71 AUTONOME MODIFIE, en vigueur du 2010-01-01 au 2014-03-07"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5134-79 AUTONOME ABROGE, en vigueur du 2008-05-01 au 2010-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5134-97 AUTONOME ABROGE, en vigueur du 2008-05-01 au 2010-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5135-2 AUTONOME VIGUEUR, en vigueur depuis le 2020-12-16"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5141-1 AUTONOME VIGUEUR, en vigueur depuis le 2019-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5212-7 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2009-06-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5213-2-1 AUTONOME MODIFIE, en vigueur du 2020-08-01 au 2025-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5214-1 B AUTONOME VIGUEUR, en vigueur depuis le 2015-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5214-3-1 AUTONOME VIGUEUR, en vigueur depuis le 2025-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5221-8 AUTONOME VIGUEUR, en vigueur depuis le 2008-05-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5311-2 AUTONOME VIGUEUR, en vigueur depuis le 2017-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5311-3-1 AUTONOME ABROGE, en vigueur du 2015-08-09 au 2024-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5311-6 AUTONOME VIGUEUR, en vigueur depuis le 2008-05-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5312-12-1 AUTONOME VIGUEUR, en vigueur depuis le 2024-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5312-13 AUTONOME VIGUEUR, en vigueur depuis le 2008-05-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5312-13-1 AUTONOME MODIFIE, en vigueur du 2011-03-16 au 2019-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5312-2 AUTONOME VIGUEUR, en vigueur depuis le 2024-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5312-3 AUTONOME VIGUEUR, en vigueur depuis le 2024-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5313-1 AUTONOME VIGUEUR, en vigueur depuis le 2008-05-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5313-2 AUTONOME VIGUEUR, en vigueur depuis le 2008-05-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5314-2 AUTONOME VIGUEUR, en vigueur depuis le 2025-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5322-1 AUTONOME VIGUEUR, en vigueur depuis le 2008-05-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5322-2 AUTONOME VIGUEUR, en vigueur depuis le 2008-05-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5332-4 AUTONOME VIGUEUR, en vigueur depuis le 2008-05-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5411-1 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2019-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5411-10 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2019-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5411-2 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2019-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5411-4 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2019-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5411-6 AUTONOME MODIFIE, en vigueur du 2008-08-03 au 2019-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5411-6-1 AUTONOME MODIFIE, en vigueur du 2008-08-03 au 2019-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5422-16 AUTONOME MODIFIE, en vigueur du 2013-01-01 au 2019-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5422-2 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2019-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5422-24 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2019-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5422-4 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2019-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5423-14 AUTONOME ABROGE, en vigueur du 2008-05-01 au 2017-09-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5423-17 AUTONOME ABROGE, en vigueur du 2008-05-01 au 2008-06-27"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code du travail - article L5423-24 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2008-06-27"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5423-30-1 AUTONOME ABROGE, en vigueur du 2018-01-01 au 2018-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5423-7 AUTONOME VIGUEUR, en vigueur depuis le 2017-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5424-2 AUTONOME MODIFIE, en vigueur du 2010-12-09 au 2019-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5424-20 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2012-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5424-21 AUTONOME MODIFIE, en vigueur du 2018-01-01 au 2019-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5424-23 AUTONOME MODIFIE, en vigueur du 2015-08-19 au 2019-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5426-1 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2019-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5426-8-1 AUTONOME MODIFIE, en vigueur du 2011-12-30 au 2016-08-10"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5426-8-2 AUTONOME MODIFIE, en vigueur du 2011-12-30 au 2016-08-10"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5426-8-3 AUTONOME MODIFIE, en vigueur du 2018-01-01 au 2019-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5426-9 AUTONOME MODIFIE, en vigueur du 2011-12-30 au 2019-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5427-1 AUTONOME MODIFIE, en vigueur du 2018-09-07 au 2019-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5427-2 AUTONOME MODIFIE, en vigueur du 2010-01-01 au 2019-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5427-3 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2019-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5427-4 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2019-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5522-13-5 AUTONOME MODIFIE, en vigueur du 2011-01-01 au 2014-03-07"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5522-2 AUTONOME MODIFIE, en vigueur du 2012-11-01 au 2018-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5531-1 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2019-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L6111-6 AUTONOME MODIFIE, en vigueur du 2017-01-01 au 2019-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L6121-4 AUTONOME MODIFIE, en vigueur du 2015-01-01 au 2019-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L6121-5 AUTONOME MODIFIE, en vigueur du 2016-08-10 au 2019-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L6123-4 AUTONOME MODIFIE, en vigueur du 2018-01-01 au 2019-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L6243-1-2 AUTONOME MODIFIE, en vigueur du 2014-12-22 au 2022-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L6252-7-1 AUTONOME ABROGE, en vigueur du 2014-03-07 au 2019-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L6315-2 AUTONOME ABROGE, en vigueur du 2010-07-01 au 2014-03-07"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L6323-21 AUTONOME MODIFIE, en vigueur du 2015-01-01 au 2019-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L6323-22 AUTONOME MODIFIE, en vigueur du 2015-01-01 au 2019-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L6323-24 AUTONOME VIGUEUR, en vigueur depuis le 2017-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L6323-37 AUTONOME MODIFIE, en vigueur du 2016-08-10 au 2019-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L6323-4 AUTONOME MODIFIE, en vigueur du 2017-10-01 au 2019-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L6323-6 AUTONOME MODIFIE_MORT_NE, en vigueur du 2017-01-01 au 2016-12-29"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L6326-1 AUTONOME MODIFIE, en vigueur du 2014-03-07 au 2019-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L6326-2 AUTONOME MODIFIE, en vigueur du 2009-11-26 au 2019-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L6326-3 AUTONOME MODIFIE, en vigueur du 2014-03-07 au 2019-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L6332-17 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2019-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L6332-21 AUTONOME ABROGE, en vigueur du 2016-01-01 au 2019-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L6341-1 AUTONOME VIGUEUR, en vigueur depuis le 2019-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L6361-1 AUTONOME MODIFIE, en vigueur du 2015-01-01 au 2019-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L6362-1 AUTONOME MODIFIE, en vigueur du 2015-01-01 au 2019-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L6362-11 AUTONOME MODIFIE, en vigueur du 2015-01-01 au 2019-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L6362-4 AUTONOME MODIFIE, en vigueur du 2015-01-01 au 2019-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L8271-1-2 AUTONOME VIGUEUR, en vigueur depuis le 2021-05-27"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L8271-4 AUTONOME VIGUEUR, en vigueur depuis le 2011-09-30"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L8271-7 AUTONOME MODIFIE, en vigueur du 2011-03-16 au 2011-09-30"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L8272-1 AUTONOME MODIFIE, en vigueur du 2009-07-26 au 2011-09-30"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R1221-15 AUTONOME MODIFIE, en vigueur du 2014-05-25 au 2019-07-08"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R1221-16 AUTONOME MODIFIE, en vigueur du 2010-05-08 au 2011-08-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R1221-17 AUTONOME MODIFIE, en vigueur du 2012-08-02 au 2014-05-25"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R1234-9 AUTONOME MODIFIE, en vigueur du 2014-05-25 au 2020-01-02"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R1235-1 AUTONOME VIGUEUR, en vigueur depuis le 2024-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R1235-13 AUTONOME VIGUEUR, en vigueur depuis le 2024-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R1235-2 AUTONOME MODIFIE, en vigueur du 2014-05-25 au 2019-04-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R1235-4 AUTONOME VIGUEUR, en vigueur depuis le 2019-04-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R1251-7 AUTONOME MODIFIE, en vigueur du 2010-02-15 au 2014-05-25"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R1251-9 AUTONOME MODIFIE, en vigueur du 2014-05-25 au 2016-10-23"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R1254-3 AUTONOME TRANSFERE, en vigueur du 2014-05-25 au 2016-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R1254-4 AUTONOME TRANSFERE, en vigueur du 2014-05-25 au 2016-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R1273-6 AUTONOME MODIFIE, en vigueur du 2009-01-01 au 2009-04-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R1522-13 AUTONOME ABROGE, en vigueur du 2014-05-25 au 2019-06-22"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5112-17 AUTONOME MODIFIE, en vigueur du 2014-05-25 au 2015-03-22"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5112-20 AUTONOME ABROGE, en vigueur du 2014-05-25 au 2014-09-19"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5112-3 AUTONOME ABROGE, en vigueur du 2014-05-25 au 2014-08-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5132-10-7 AUTONOME MODIFIE, en vigueur du 2014-02-24 au 2014-05-25"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5132-12 AUTONOME VIGUEUR, en vigueur depuis le 2024-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5132-17 AUTONOME MODIFIE, en vigueur du 2014-05-25 au 2024-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5132-2 AUTONOME MODIFIE, en vigueur du 2014-05-25 au 2016-05-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5132-28 AUTONOME VIGUEUR, en vigueur depuis le 2022-06-23"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5134-112 AUTONOME ABROGE, en vigueur du 2009-02-26 au 2010-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5134-14 AUTONOME MODIFIE, en vigueur du 2009-02-26 au 2010-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5134-14 AUTONOME MODIFIE, en vigueur du 2012-11-01 au 2014-05-25"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5134-163 AUTONOME MODIFIE, en vigueur du 2014-05-25 au 2014-09-19"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5134-18 AUTONOME MODIFIE, en vigueur du 2009-02-26 au 2010-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5134-40 AUTONOME MODIFIE, en vigueur du 2009-02-26 au 2010-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5134-44 AUTONOME VIGUEUR, en vigueur depuis le 2010-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5134-46 AUTONOME MODIFIE, en vigueur du 2009-04-01 au 2010-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5134-88 AUTONOME ABROGE, en vigueur du 2009-02-26 au 2010-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5134-93 AUTONOME ABROGE, en vigueur du 2009-02-26 au 2010-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5142-1 AUTONOME MODIFIE, en vigueur du 2009-01-01 au 2014-05-25"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5212-10 AUTONOME MODIFIE, en vigueur du 2014-05-25 au 2016-01-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5213-1-2 AUTONOME ABROGE, en vigueur du 2022-12-15 au 2025-08-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5213-79 AUTONOME VIGUEUR, en vigueur depuis le 2024-02-12"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5221-43 AUTONOME VIGUEUR, en vigueur depuis le 2021-04-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5311-1 AUTONOME MODIFIE, en vigueur du 2008-10-01 au 2014-05-25"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5311-12 AUTONOME VIGUEUR, en vigueur depuis le 2024-03-24"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5311-2 AUTONOME MODIFIE, en vigueur du 2013-01-01 au 2014-05-25"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5312-1 AUTONOME VIGUEUR, en vigueur depuis le 2024-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5312-1-1 AUTONOME ABROGE, en vigueur du 2014-05-25 au 2024-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5312-2 AUTONOME VIGUEUR, en vigueur depuis le 2024-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5312-24 AUTONOME MODIFIE, en vigueur du 2009-01-01 au 2014-05-25"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5312-27 AUTONOME VIGUEUR, en vigueur depuis le 2024-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5312-3 AUTONOME MODIFIE, en vigueur du 2009-01-01 au 2014-05-25"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5312-30 AUTONOME MODIFIE, en vigueur du 2009-01-01 au 2014-05-25"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5312-31 AUTONOME ABROGE, en vigueur du 2009-03-12 au 2014-05-25"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5312-32 AUTONOME VIGUEUR, en vigueur depuis le 2025-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5312-38 AUTONOME VIGUEUR, en vigueur depuis le 2025-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5312-38-1 AUTONOME VIGUEUR, en vigueur depuis le 2025-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5312-4 AUTONOME VIGUEUR, en vigueur depuis le 2024-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5312-42-1 AUTONOME VIGUEUR, en vigueur depuis le 2025-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5312-5 AUTONOME MODIFIE, en vigueur du 2022-07-01 au 2024-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5312-55 AUTONOME VIGUEUR, en vigueur depuis le 2025-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5312-6 AUTONOME VIGUEUR, en vigueur depuis le 2024-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5312-7 AUTONOME MODIFIE, en vigueur du 2009-01-01 au 2014-05-25"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5411-14 AUTONOME MODIFIE, en vigueur du 2008-10-15 au 2014-05-25"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5411-15-3 AUTONOME VIGUEUR, en vigueur depuis le 2025-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5411-16 AUTONOME MODIFIE, en vigueur du 2014-05-25 au 2019-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5411-18 AUTONOME MODIFIE, en vigueur du 2014-05-25 au 2022-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5412-1 AUTONOME MODIFIE, en vigueur du 2014-05-25 au 2022-03-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5422-10 AUTONOME ABROGE, en vigueur du 2008-10-01 au 2009-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5422-12 AUTONOME ABROGE, en vigueur du 2008-10-01 au 2008-12-19"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5422-13 AUTONOME ABROGE, en vigueur du 2009-01-01 au 2008-12-19"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5422-15 AUTONOME ABROGE, en vigueur du 2009-01-01 au 2008-12-19"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5422-5 AUTONOME MODIFIE, en vigueur du 2009-01-01 au 2014-05-25"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5423-31 AUTONOME ABROGE, en vigueur du 2014-05-25 au 2015-11-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5423-32 AUTONOME MODIFIE, en vigueur du 2014-05-25 au 2015-06-29"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5423-33 AUTONOME MODIFIE, en vigueur du 2009-01-01 au 2014-05-25"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5423-35 AUTONOME ABROGE, en vigueur du 2014-05-25 au 2015-11-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5423-36 AUTONOME ABROGE, en vigueur du 2014-05-25 au 2015-11-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5424-2 AUTONOME MODIFIE, en vigueur du 2009-01-01 au 2014-05-25"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5424-6 AUTONOME VIGUEUR, en vigueur depuis le 2014-10-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5425-14 AUTONOME ABROGE, en vigueur du 2014-05-25 au 2017-09-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5426-18 AUTONOME MODIFIE, en vigueur du 2014-05-25 au 2017-09-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5426-19 AUTONOME MODIFIE, en vigueur du 2014-05-25 au 2016-11-27"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5426-20 AUTONOME MODIFIE, en vigueur du 2019-01-01 au 2024-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5426-23 AUTONOME VIGUEUR, en vigueur depuis le 2024-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5426-24 AUTONOME MODIFIE, en vigueur du 2014-05-25 au 2024-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5426-7 AUTONOME ABROGE, en vigueur du 2014-05-25 au 2019-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5426-9 AUTONOME ABROGE, en vigueur du 2014-05-25 au 2019-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5427-1 AUTONOME VIGUEUR, en vigueur depuis le 2024-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5521-12 AUTONOME ABROGE, en vigueur du 2014-05-25 au 2014-09-19"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R5521-14 AUTONOME ABROGE, en vigueur du 2014-05-25 au 2014-09-19"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R6341-34 AUTONOME MODIFIE, en vigueur du 2014-05-25 au 2017-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R6341-35 AUTONOME MODIFIE, en vigueur du 2009-01-01 au 2014-05-25"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R6341-37 AUTONOME MODIFIE, en vigueur du 2014-05-25 au 2017-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R6342-2 AUTONOME MODIFIE, en vigueur du 2014-05-25 au 2024-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article R7122-31 AUTONOME MODIFIE, en vigueur du 2014-05-25 au 2017-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CONCORDANCE source Code du travail VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail applicable à Mayotte - article L326 AUTONOME ABROGE, en vigueur du 2009-06-13 au 2012-06-02"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail applicable à Mayotte - article L326-12 AUTONOME ABROGE, en vigueur du 2014-06-06 au 2018-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail applicable à Mayotte - article L326-6 AUTONOME ABROGE, en vigueur du 2012-06-02 au 2018-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail applicable à Mayotte - article L327-25-1 AUTONOME ABROGE, en vigueur du 2017-09-01 au 2018-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail applicable à Mayotte - article L327-26 AUTONOME MODIFIE_MORT_NE, en vigueur du 2018-01-01 au 2017-10-27"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail applicable à Mayotte - article R324-1 AUTONOME MODIFIE, en vigueur du 2016-02-12 au 2017-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article L2123-11-2 AUTONOME VIGUEUR, en vigueur depuis le 2019-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article L2573-7 AUTONOME VIGUEUR, en vigueur depuis le 2023-12-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article L3123-9-2 AUTONOME VIGUEUR, en vigueur depuis le 2016-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article L4135-9-2 AUTONOME VIGUEUR, en vigueur depuis le 2016-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article L4433-14 AUTONOME VIGUEUR, en vigueur depuis le 2022-02-23"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article L7125-11 AUTONOME VIGUEUR, en vigueur depuis le 2016-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article L7227-11 AUTONOME VIGUEUR, en vigueur depuis le 2016-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code rural et de la pêche maritime - article D353-2 AUTONOME VIGUEUR, en vigueur depuis le 2024-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code rural et de la pêche maritime - article D741-58 AUTONOME MODIFIE, en vigueur du 2014-05-25 au 2019-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code rural et de la pêche maritime - article L712-4 AUTONOME VIGUEUR, en vigueur depuis le 2023-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code rural et de la pêche maritime - article L741-16 AUTONOME MODIFIE, en vigueur du 2019-01-01 au 2024-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Livre des procédures fiscales - article L134 D AUTONOME VIGUEUR, en vigueur depuis le 2020-12-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Livre des procédures fiscales - article L152 AUTONOME VIGUEUR, en vigueur depuis le 2025-02-16"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Livre des procédures fiscales - article R134 D-1 AUTONOME VIGUEUR, en vigueur depuis le 2022-03-21"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/37/LEGIARTI000033813712.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/37/LEGIARTI000033813712.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/37/LEGIARTI000033813712.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_du_travail/src/branch/main/partie_legislative/cinquieme_partie/livre_iii/titre_ier/chapitre_ii/article_l5312-1.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033813712)"},{"type":"del","content":""}],"status":"deleted"},{"filename":"partie_legislative/cinquieme_partie/livre_iii/titre_ier/chapitre_ii/article_l5312-12.md","articleName":"Article L5312-12","additions":7,"deletions":28,"diff":[{"type":"del","content":"Les litiges relatifs aux prestations dont le service est assuré par l'institution, pour le compte de l'organisme chargé de la gestion du régime d'assurance chômage, de l'Etat ou du Fonds de solidarité prévu à l'article L. 5423-24 sont soumis au régime contentieux qui leur était applicable antérieurement à la création de cette institution."},{"type":"add","content":"Les litiges relatifs aux prestations dont le service est assuré par l'institution, pour le compte de l'organisme chargé de la gestion du régime d'assurance chômage ou de l'Etat sont soumis au régime contentieux qui leur était applicable antérieurement à la création de cette institution."},{"type":"del","content":"Code du travail - article L5423-24 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2008-06-27 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L5423-24 AUTONOME ABROGE, en vigueur du 2017-09-01 au 2018-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L5423-24 AUTONOME MODIFIE, en vigueur du 2011-01-01 au 2017-09-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L5423-24 AUTONOME MODIFIE, en vigueur du 2008-06-27 au 2010-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L5423-24 AUTONOME MODIFIE, en vigueur du 2010-01-01 au 2011-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2008-126 du 13 février 2008 relative à la réforme de l'organisation du service public de l'emploi - article 16 ENTIEREMENT_MODIF CREE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L5423-24 AUTONOME MODIFIE_MORT_NE, en vigueur du 2010-01-01 au 2009-12-31 CITATION cible"},{"type":"add","content":"LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 143 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2017-01-01 MODIFIE source"},{"type":"del","content":"2008-02-13 CREE cible LOI n° 2008-126 du 13 février 2008 relative à la réforme de l'organisation du service public de l'emploi - article 16 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code du travail - article L5423-24 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2008-06-27"},{"type":"add","content":"2016-12-29 MODIFIE cible LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 143 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2017-01-01"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/18/76/70/LEGIARTI000018767064.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/18/76/70/LEGIARTI000018767064.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/18/76/70/LEGIARTI000018767064.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/80/LEGIARTI000033818034.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/80/LEGIARTI000033818034.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/80/LEGIARTI000033818034.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000018767064)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033818034)"}],"status":"modified"},{"filename":"partie_legislative/cinquieme_partie/livre_iii/titre_ier/chapitre_ii/article_l5312-7.md","articleName":"Article L5312-7","additions":0,"deletions":84,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article L5312-7"},{"type":"del","content":""},{"type":"del","content":"Le budget de l'institution comporte quatre sections non fongibles qui doivent chacune être présentées à l'équilibre :"},{"type":"del","content":""},{"type":"del","content":"1° La section \" Assurance chômage \" retrace en dépenses les allocations d'assurance prévues à la section 1 du chapitre II du titre II du livre IV de la présente partie, qui sont versées pour le compte de l'organisme gestionnaire du régime d'assurance chômage, ainsi que les cotisations sociales afférentes à ces allocations dans les conditions prévues par les lois et règlements en vigueur, et en recettes une contribution de l'organisme gestionnaire du régime d'assurance chômage prévue à l'article L. 5422-20 permettant d'assurer l'équilibre ;"},{"type":"del","content":""},{"type":"del","content":"2° La section \" Solidarité \" retrace en dépenses les allocations et aides versées pour le compte de l'Etat ou du Fonds de solidarité prévu à l'article L. 5423-24, ainsi que les cotisations sociales afférentes à ces allocations dans les conditions prévues par les lois et règlements en vigueur, et en recettes une contribution de l'Etat et du Fonds de solidarité susmentionné permettant d'assurer l'équilibre ;"},{"type":"del","content":""},{"type":"del","content":"3° La section \" Intervention \" comporte en dépenses les dépenses d'intervention concourant au placement, à l'orientation, à l'insertion professionnelle, à la formation et à l'accompagnement des demandeurs d'emploi ;"},{"type":"del","content":""},{"type":"del","content":"4° La section \" Fonctionnement et investissement \" comporte en dépenses les charges de personnel et de fonctionnement, les charges financières et les charges exceptionnelles et les dépenses d'investissement."},{"type":"del","content":""},{"type":"del","content":"Le financement de ces deux dernières sections est assuré par une contribution de l'Etat et une contribution de l'organisme gestionnaire du régime d'assurance chômage dans les conditions prévues à l'article L. 5422-24 ainsi que, le cas échéant, les subventions des collectivités territoriales et autres organismes publics et les produits reçus au titre des prestations pour services rendus, toutes autres recettes autorisées par les lois et règlements en vigueur, les produits financiers et les produits exceptionnels."},{"type":"del","content":""},{"type":"del","content":"L'institution peut en outre créer toute autre section pour compte de tiers."},{"type":"del","content":""},{"type":"del","content":"La contribution de l'Etat et la contribution de l'organisme gestionnaire du régime d'assurance chômage sont fixées à un niveau compatible avec la poursuite des activités de l'institution, compte tenu de l'évolution du marché du travail."},{"type":"del","content":""},{"type":"del","content":"L'institution est autorisée à placer ses fonds disponibles dans des conditions fixées par les ministres chargés de l'emploi et du budget."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L5423-24 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2008-06-27 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L5423-24 AUTONOME ABROGE, en vigueur du 2017-09-01 au 2018-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L5423-24 AUTONOME MODIFIE, en vigueur du 2011-01-01 au 2017-09-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L5423-24 AUTONOME MODIFIE, en vigueur du 2008-06-27 au 2010-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L5423-24 AUTONOME MODIFIE, en vigueur du 2010-01-01 au 2011-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2008-126 du 13 février 2008 relative à la réforme de l'organisation du service public de l'emploi - article 16 ENTIEREMENT_MODIF CREE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L5423-24 AUTONOME MODIFIE_MORT_NE, en vigueur du 2010-01-01 au 2009-12-31 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2008-02-13 CREE cible LOI n° 2008-126 du 13 février 2008 relative à la réforme de l'organisation du service public de l'emploi - article 16 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code du travail - article L5422-20 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2011-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code du travail - article L5422-24 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2008-05-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code du travail - article L5423-24 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2008-06-27"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L5423-30-1 AUTONOME ABROGE, en vigueur du 2018-01-01 au 2018-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail applicable à Mayotte - article L327-26 AUTONOME MODIFIE_MORT_NE, en vigueur du 2018-01-01 au 2017-10-27"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/18/76/70/LEGIARTI000018767079.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/18/76/70/LEGIARTI000018767079.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/18/76/70/LEGIARTI000018767079.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_du_travail/src/branch/main/partie_legislative/cinquieme_partie/livre_iii/titre_ier/chapitre_ii/article_l5312-7.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000018767079)"},{"type":"del","content":""}],"status":"deleted"},{"filename":"partie_legislative/cinquieme_partie/livre_iv/titre_ii/chapitre_iii/section_2/README.md","articleName":"Sommaire - Section 2","additions":0,"deletions":2,"diff":[{"type":"del","content":"- [Sous-section 1 : Fonds de solidarité.](sous-section_1/README.md)"},{"type":"del","content":"- [Sous-section 2 : Contribution exceptionnelle de solidarité.](sous-section_2/README.md)"}],"status":"modified"},{"filename":"partie_legislative/cinquieme_partie/livre_iv/titre_ii/chapitre_iii/section_2/sous-section_1/README.md","articleName":"Sommaire - Sous-Section 1","additions":0,"deletions":26,"diff":[{"type":"del","content":""},{"type":"del","content":"# Sous-section 1 : Fonds de solidarité."},{"type":"del","content":""},{"type":"del","content":"- [Article L5423-25](article_l5423-25.md)"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Articles faisant référence à la section"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 143 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2017-01-01 ABROGE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/06/19/58/LEGISCTA000006195898.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/06/19/58/LEGISCTA000006195898.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/SCTA/00/00/06/19/58/LEGISCTA000006195898.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://sous-section_1/README.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/section_lc/LEGITEXT000006072050/LEGISCTA000006195898)"},{"type":"del","content":""}],"status":"deleted"},{"filename":"partie_legislative/cinquieme_partie/livre_iv/titre_ii/chapitre_iii/section_2/sous-section_1/article_l5423-25.md","articleName":"Article L5423-25","additions":0,"deletions":73,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article L5423-25"},{"type":"del","content":""},{"type":"del","content":"Le fonds de solidarité reçoit la contribution exceptionnelle de solidarité prévue à l'article L. 5423-26 ainsi que, le cas échéant, une subvention de l'Etat."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L5423-26 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2016-12-31 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L5423-26 AUTONOME ABROGE, en vigueur du 2016-12-31 au 2018-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2016-1917 du 29 décembre 2016 de finances pour 2017 - article 152 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2017-01-01 MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 143 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2017-01-01 ABROGE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Ordonnance n° 2007-329 du 12 mars 2007 relative au code du travail (partie législative) CODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1982-11-04 CONCORDANCE source Loi n°82-939 du 4 novembre 1982 RELATIVE A LA CONTRIBUTION EXCEPTIONNELLE DE SOLIDARITE EN FAVEUR DES TRAVAILLEURS PRIVES D'EMPLOI"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1982-11-04 CONCORDE cible Loi n° 82-939 du 4 novembre 1982 RELATIVE A LA CONTRIBUTION EXCEPTIONNELLE DE SOLIDARITE EN FAVEUR DES TRAVAILLEURS PRIVES D'EMPLOI - article 1 AUTONOME MODIFIE, en vigueur du 2006-03-24 au 2007-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2007-03-12 CODIFICATION source Ordonnance n° 2007-329 du 12 mars 2007 relative au code du travail (partie législative)"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2016-12-29 ABROGE cible LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 143 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2017-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2016-12-29 MODIFIE cible LOI n° 2016-1917 du 29 décembre 2016 de finances pour 2017 - article 152 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2017-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article D262-57 AUTONOME ABROGE, en vigueur du 2016-01-01 au 2017-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article L262-24 AUTONOME MODIFIE, en vigueur du 2016-01-01 au 2017-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code du travail - article L5423-26 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2016-12-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/02/LEGIARTI000033810247.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/02/LEGIARTI000033810247.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/02/LEGIARTI000033810247.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_du_travail/src/branch/main/partie_legislative/cinquieme_partie/livre_iv/titre_ii/chapitre_iii/section_2/sous-section_1/article_l5423-25.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033810247)"},{"type":"del","content":""}],"status":"deleted"},{"filename":"partie_legislative/cinquieme_partie/livre_iv/titre_ii/chapitre_iii/section_2/sous-section_2/README.md","articleName":"Sommaire - Sous-Section 2","additions":0,"deletions":29,"diff":[{"type":"del","content":""},{"type":"del","content":"# Sous-section 2 : Contribution exceptionnelle de solidarité."},{"type":"del","content":""},{"type":"del","content":"- [Article L5423-28](article_l5423-28.md)"},{"type":"del","content":"- [Article L5423-29](article_l5423-29.md)"},{"type":"del","content":"- [Article L5423-30](article_l5423-30.md)"},{"type":"del","content":"- [Article L5423-31](article_l5423-31.md)"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Articles faisant référence à la section"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 143 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2017-01-01 ABROGE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/06/19/58/LEGISCTA000006195899.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/06/19/58/LEGISCTA000006195899.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/SCTA/00/00/06/19/58/LEGISCTA000006195899.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://sous-section_2/README.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/section_lc/LEGITEXT000006072050/LEGISCTA000006195899)"},{"type":"del","content":""}],"status":"deleted"},{"filename":"partie_legislative/cinquieme_partie/livre_iv/titre_ii/chapitre_iii/section_2/sous-section_2/article_l5423-28.md","articleName":"Article L5423-28","additions":0,"deletions":72,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article L5423-28"},{"type":"del","content":""},{"type":"del","content":"A défaut de versement de la contribution exceptionnelle de solidarité dans un délai déterminé par décret en Conseil d'Etat, la contribution est majorée de 10 %."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"### Nota"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 82-939 du 4 novembre 1982 RELATIVE A LA CONTRIBUTION EXCEPTIONNELLE DE SOLIDARITE EN FAVEUR DES TRAVAILLEURS PRIVES D'EMPLOI - article 2 AUTONOME ABROGE, en vigueur du 1995-02-05 au 2008-05-01 CONCORDE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 143 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2017-01-01 ABROGE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 82-939 du 4 novembre 1982 RELATIVE A LA CONTRIBUTION EXCEPTIONNELLE DE SOLIDARITE EN FAVEUR DES TRAVAILLEURS PRIVES D'EMPLOI - article 2 AUTONOME MODIFIE, en vigueur du 1982-11-05 au 1984-04-01 CONCORDE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 82-939 du 4 novembre 1982 RELATIVE A LA CONTRIBUTION EXCEPTIONNELLE DE SOLIDARITE EN FAVEUR DES TRAVAILLEURS PRIVES D'EMPLOI - article 2 AUTONOME MODIFIE, en vigueur du 1984-04-01 au 1995-02-05 CONCORDE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 82-939 du 4 novembre 1982 RELATIVE A LA CONTRIBUTION EXCEPTIONNELLE DE SOLIDARITE EN FAVEUR DES TRAVAILLEURS PRIVES D'EMPLOI - article 2 AUTONOME MODIFIE_MORT_NE, en vigueur du 1984-04-01 au 1984-03-22 CONCORDE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Ordonnance n° 2007-329 du 12 mars 2007 relative au code du travail (partie législative) CODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n°82-939 du 4 novembre 1982 RELATIVE A LA CONTRIBUTION EXCEPTIONNELLE DE SOLIDARITE EN FAVEUR DES TRAVAILLEURS PRIVES D'EMPLOI CONCORDANCE cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1982-11-04 CONCORDANCE source Loi n°82-939 du 4 novembre 1982 RELATIVE A LA CONTRIBUTION EXCEPTIONNELLE DE SOLIDARITE EN FAVEUR DES TRAVAILLEURS PRIVES D'EMPLOI"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1982-11-04 CONCORDE cible Loi n° 82-939 du 4 novembre 1982 RELATIVE A LA CONTRIBUTION EXCEPTIONNELLE DE SOLIDARITE EN FAVEUR DES TRAVAILLEURS PRIVES D'EMPLOI - article 2 AUTONOME ABROGE, en vigueur du 1995-02-05 au 2008-05-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2007-03-12 CODIFICATION source Ordonnance n° 2007-329 du 12 mars 2007 relative au code du travail (partie législative)"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2016-12-29 ABROGE cible LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 143 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2017-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/90/38/LEGIARTI000006903874.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/90/38/LEGIARTI000006903874.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/90/38/LEGIARTI000006903874.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_du_travail/src/branch/main/partie_legislative/cinquieme_partie/livre_iv/titre_ii/chapitre_iii/section_2/sous-section_2/article_l5423-28.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006903874)"},{"type":"del","content":""}],"status":"deleted"},{"filename":"partie_legislative/cinquieme_partie/livre_iv/titre_ii/chapitre_iii/section_2/sous-section_2/article_l5423-29.md","articleName":"Article L5423-29","additions":0,"deletions":72,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article L5423-29"},{"type":"del","content":""},{"type":"del","content":"L'absence de précompte ou de versement par l'employeur de la contribution exceptionnelle de solidarité le rend débiteur du montant de l'ensemble des sommes en cause."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"### Nota"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 82-939 du 4 novembre 1982 RELATIVE A LA CONTRIBUTION EXCEPTIONNELLE DE SOLIDARITE EN FAVEUR DES TRAVAILLEURS PRIVES D'EMPLOI - article 2 AUTONOME ABROGE, en vigueur du 1995-02-05 au 2008-05-01 CONCORDE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 143 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2017-01-01 ABROGE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 82-939 du 4 novembre 1982 RELATIVE A LA CONTRIBUTION EXCEPTIONNELLE DE SOLIDARITE EN FAVEUR DES TRAVAILLEURS PRIVES D'EMPLOI - article 2 AUTONOME MODIFIE, en vigueur du 1982-11-05 au 1984-04-01 CONCORDE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 82-939 du 4 novembre 1982 RELATIVE A LA CONTRIBUTION EXCEPTIONNELLE DE SOLIDARITE EN FAVEUR DES TRAVAILLEURS PRIVES D'EMPLOI - article 2 AUTONOME MODIFIE, en vigueur du 1984-04-01 au 1995-02-05 CONCORDE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 82-939 du 4 novembre 1982 RELATIVE A LA CONTRIBUTION EXCEPTIONNELLE DE SOLIDARITE EN FAVEUR DES TRAVAILLEURS PRIVES D'EMPLOI - article 2 AUTONOME MODIFIE_MORT_NE, en vigueur du 1984-04-01 au 1984-03-22 CONCORDE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Ordonnance n° 2007-329 du 12 mars 2007 relative au code du travail (partie législative) CODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n°82-939 du 4 novembre 1982 RELATIVE A LA CONTRIBUTION EXCEPTIONNELLE DE SOLIDARITE EN FAVEUR DES TRAVAILLEURS PRIVES D'EMPLOI CONCORDANCE cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1982-11-04 CONCORDANCE source Loi n°82-939 du 4 novembre 1982 RELATIVE A LA CONTRIBUTION EXCEPTIONNELLE DE SOLIDARITE EN FAVEUR DES TRAVAILLEURS PRIVES D'EMPLOI"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1982-11-04 CONCORDE cible Loi n° 82-939 du 4 novembre 1982 RELATIVE A LA CONTRIBUTION EXCEPTIONNELLE DE SOLIDARITE EN FAVEUR DES TRAVAILLEURS PRIVES D'EMPLOI - article 2 AUTONOME ABROGE, en vigueur du 1995-02-05 au 2008-05-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2007-03-12 CODIFICATION source Ordonnance n° 2007-329 du 12 mars 2007 relative au code du travail (partie législative)"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2016-12-29 ABROGE cible LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 143 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2017-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/90/38/LEGIARTI000006903875.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/90/38/LEGIARTI000006903875.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/90/38/LEGIARTI000006903875.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_du_travail/src/branch/main/partie_legislative/cinquieme_partie/livre_iv/titre_ii/chapitre_iii/section_2/sous-section_2/article_l5423-29.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006903875)"},{"type":"del","content":""}],"status":"deleted"},{"filename":"partie_legislative/cinquieme_partie/livre_iv/titre_ii/chapitre_iii/section_2/sous-section_2/article_l5423-30.md","articleName":"Article L5423-30","additions":0,"deletions":68,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article L5423-30"},{"type":"del","content":""},{"type":"del","content":"Le fonds de solidarité recouvre la contribution exceptionnelle de solidarité et, le cas échéant, la majoration auprès des employeurs mentionnés à l'article L. 5423-26, pour les périodes d'emploi correspondant aux cinq années civiles précédant celle au cours de laquelle le fonds de solidarité a demandé à l'employeur de justifier ses versements ou de régulariser sa situation."},{"type":"del","content":""},{"type":"del","content":"La mise en demeure adressée à l'employeur interrompt cette prescription."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"### Nota"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L5423-26 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2016-12-31 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 82-939 du 4 novembre 1982 RELATIVE A LA CONTRIBUTION EXCEPTIONNELLE DE SOLIDARITE EN FAVEUR DES TRAVAILLEURS PRIVES D'EMPLOI - article 3 AUTONOME ABROGE, en vigueur du 1995-02-05 au 2008-05-01 CONCORDE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 82-939 du 4 novembre 1982 RELATIVE A LA CONTRIBUTION EXCEPTIONNELLE DE SOLIDARITE EN FAVEUR DES TRAVAILLEURS PRIVES D'EMPLOI - article 3 AUTONOME MODIFIE, en vigueur du 1982-11-05 au 1995-02-05 CONCORDE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Ordonnance n° 2007-329 du 12 mars 2007 relative au code du travail (partie législative) CODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n°82-939 du 4 novembre 1982 RELATIVE A LA CONTRIBUTION EXCEPTIONNELLE DE SOLIDARITE EN FAVEUR DES TRAVAILLEURS PRIVES D'EMPLOI CONCORDANCE cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1982-11-04 CONCORDANCE source Loi n°82-939 du 4 novembre 1982 RELATIVE A LA CONTRIBUTION EXCEPTIONNELLE DE SOLIDARITE EN FAVEUR DES TRAVAILLEURS PRIVES D'EMPLOI"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1982-11-04 CONCORDE cible Loi n° 82-939 du 4 novembre 1982 RELATIVE A LA CONTRIBUTION EXCEPTIONNELLE DE SOLIDARITE EN FAVEUR DES TRAVAILLEURS PRIVES D'EMPLOI - article 3 AUTONOME ABROGE, en vigueur du 1995-02-05 au 2008-05-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2007-03-12 CODIFICATION source Ordonnance n° 2007-329 du 12 mars 2007 relative au code du travail (partie législative)"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code du travail - article L5423-26 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2016-12-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/90/38/LEGIARTI000006903876.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/90/38/LEGIARTI000006903876.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/90/38/LEGIARTI000006903876.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_du_travail/src/branch/main/partie_legislative/cinquieme_partie/livre_iv/titre_ii/chapitre_iii/section_2/sous-section_2/article_l5423-30.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006903876)"},{"type":"del","content":""}],"status":"deleted"},{"filename":"partie_legislative/cinquieme_partie/livre_iv/titre_ii/chapitre_iii/section_2/sous-section_2/article_l5423-31.md","articleName":"Article L5423-31","additions":0,"deletions":75,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article L5423-31"},{"type":"del","content":""},{"type":"del","content":"Un décret en Conseil d'Etat détermine les conditions de recouvrement de la contribution exceptionnelle de solidarité et les dérogations à la périodicité de son versement compte tenu du nombre de salariés des collectivités et organismes intéressés."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"### Nota"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 82-939 du 4 novembre 1982 RELATIVE A LA CONTRIBUTION EXCEPTIONNELLE DE SOLIDARITE EN FAVEUR DES TRAVAILLEURS PRIVES D'EMPLOI - article 2 AUTONOME ABROGE, en vigueur du 1995-02-05 au 2008-05-01 CONCORDE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 82-939 du 4 novembre 1982 RELATIVE A LA CONTRIBUTION EXCEPTIONNELLE DE SOLIDARITE EN FAVEUR DES TRAVAILLEURS PRIVES D'EMPLOI - article 3 AUTONOME ABROGE, en vigueur du 1995-02-05 au 2008-05-01 CONCORDE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 82-939 du 4 novembre 1982 RELATIVE A LA CONTRIBUTION EXCEPTIONNELLE DE SOLIDARITE EN FAVEUR DES TRAVAILLEURS PRIVES D'EMPLOI - article 3 AUTONOME MODIFIE, en vigueur du 1982-11-05 au 1995-02-05 CONCORDE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 82-939 du 4 novembre 1982 RELATIVE A LA CONTRIBUTION EXCEPTIONNELLE DE SOLIDARITE EN FAVEUR DES TRAVAILLEURS PRIVES D'EMPLOI - article 2 AUTONOME MODIFIE, en vigueur du 1982-11-05 au 1984-04-01 CONCORDE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 82-939 du 4 novembre 1982 RELATIVE A LA CONTRIBUTION EXCEPTIONNELLE DE SOLIDARITE EN FAVEUR DES TRAVAILLEURS PRIVES D'EMPLOI - article 2 AUTONOME MODIFIE, en vigueur du 1984-04-01 au 1995-02-05 CONCORDE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 82-939 du 4 novembre 1982 RELATIVE A LA CONTRIBUTION EXCEPTIONNELLE DE SOLIDARITE EN FAVEUR DES TRAVAILLEURS PRIVES D'EMPLOI - article 2 AUTONOME MODIFIE_MORT_NE, en vigueur du 1984-04-01 au 1984-03-22 CONCORDE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Ordonnance n° 2007-329 du 12 mars 2007 relative au code du travail (partie législative) CODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n°82-939 du 4 novembre 1982 RELATIVE A LA CONTRIBUTION EXCEPTIONNELLE DE SOLIDARITE EN FAVEUR DES TRAVAILLEURS PRIVES D'EMPLOI CONCORDANCE cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1982-11-04 CONCORDANCE source Loi n°82-939 du 4 novembre 1982 RELATIVE A LA CONTRIBUTION EXCEPTIONNELLE DE SOLIDARITE EN FAVEUR DES TRAVAILLEURS PRIVES D'EMPLOI"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1982-11-04 CONCORDE cible Loi n° 82-939 du 4 novembre 1982 RELATIVE A LA CONTRIBUTION EXCEPTIONNELLE DE SOLIDARITE EN FAVEUR DES TRAVAILLEURS PRIVES D'EMPLOI - article 2 AUTONOME ABROGE, en vigueur du 1995-02-05 au 2008-05-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1982-11-04 CONCORDE cible Loi n° 82-939 du 4 novembre 1982 RELATIVE A LA CONTRIBUTION EXCEPTIONNELLE DE SOLIDARITE EN FAVEUR DES TRAVAILLEURS PRIVES D'EMPLOI - article 3 AUTONOME ABROGE, en vigueur du 1995-02-05 au 2008-05-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2007-03-12 CODIFICATION source Ordonnance n° 2007-329 du 12 mars 2007 relative au code du travail (partie législative)"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/90/38/LEGIARTI000006903877.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/90/38/LEGIARTI000006903877.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/90/38/LEGIARTI000006903877.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_du_travail/src/branch/main/partie_legislative/cinquieme_partie/livre_iv/titre_ii/chapitre_iii/section_2/sous-section_2/article_l5423-31.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006903877)"},{"type":"del","content":""}],"status":"deleted"},{"filename":"partie_legislative/cinquieme_partie/livre_iv/titre_ii/chapitre_iv/section_3/sous-section_1/article_l5424-21.md","articleName":"Article L5424-21","additions":31,"deletions":16,"diff":[{"type":"del","content":"Ces allocations sont à la charge du fonds de solidarité mentionné à l'article L. 5423-24. Leur gestion est assuré par l'institution mentionnée à l'article L. 5312-1 dans les conditions prévues par une convention conclue avec l'Etat."},{"type":"add","content":"Ces allocations sont à la charge de l'Etat. Leur gestion est assuré par l'institution mentionnée à l'article L. 5312-1 dans les conditions prévues par une convention conclue avec l'Etat."},{"type":"del","content":"Code du travail - article L5423-24 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2008-06-27 CITATION cible"},{"type":"add","content":"Code du travail - article L5312-1 AUTONOME MODIFIE, en vigueur du 2019-01-01 au 2020-09-01 CITATION cible"},{"type":"del","content":"Code du travail - article L5423-24 AUTONOME ABROGE, en vigueur du 2017-09-01 au 2018-01-01 CITATION cible"},{"type":"add","content":"Code du travail - article L5312-1 AUTONOME MODIFIE, en vigueur du 2018-01-01 au 2018-01-01 CITATION cible"},{"type":"del","content":"Code du travail - article L5423-24 AUTONOME MODIFIE, en vigueur du 2011-01-01 au 2017-09-01 CITATION cible"},{"type":"add","content":"Code du travail - article L5312-1 AUTONOME MODIFIE, en vigueur du 2023-09-01 au 2024-01-01 CITATION cible"},{"type":"del","content":"Code du travail - article L5423-24 AUTONOME MODIFIE, en vigueur du 2008-06-27 au 2010-01-01 CITATION cible"},{"type":"add","content":"Code du travail - article L5312-1 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2011-01-01 CITATION cible"},{"type":"del","content":"Code du travail - article L5423-24 AUTONOME MODIFIE, en vigueur du 2010-01-01 au 2011-01-01 CITATION cible"},{"type":"add","content":"Code du travail - article L5312-1 AUTONOME VIGUEUR, en vigueur depuis le 2024-01-01 CITATION cible"},{"type":"del","content":"LOI n° 2015-994 du 17 août 2015 relative au dialogue social et à l'emploi - article 34 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2015-08-19 DEPLACE source"},{"type":"add","content":"Code du travail - article L5312-1 AUTONOME MODIFIE, en vigueur du 2018-01-01 au 2019-01-01 CITATION cible"},{"type":"del","content":"Code du travail - article L5423-24 AUTONOME MODIFIE_MORT_NE, en vigueur du 2010-01-01 au 2009-12-31 CITATION cible"},{"type":"add","content":"Code du travail - article L5312-1 AUTONOME MODIFIE_MORT_NE, en vigueur du 2008-05-01 au 2008-05-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article L5312-1 AUTONOME MODIFIE, en vigueur du 2014-03-07 au 2017-09-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article L5312-1 AUTONOME MODIFIE, en vigueur du 2011-01-01 au 2014-03-07 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article L5312-1 AUTONOME MODIFIE, en vigueur du 2020-09-01 au 2022-03-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article L5312-1 AUTONOME MODIFIE, en vigueur du 2017-09-01 au 2018-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article L5312-1 AUTONOME MODIFIE, en vigueur du 2022-03-01 au 2023-09-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 143 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2017-01-01 MODIFIE source"},{"type":"del","content":"2015-08-17 DEPLACE cible LOI n° 2015-994 du 17 août 2015 relative au dialogue social et à l'emploi - article 34 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2015-08-19"},{"type":"add","content":"2016-12-29 MODIFIE cible LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 143 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2017-01-01"},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code du travail - article L5423-24 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2008-06-27"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/31/08/69/LEGIARTI000031086977.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/31/08/69/LEGIARTI000031086977.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/31/08/69/LEGIARTI000031086977.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/80/LEGIARTI000033818011.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/80/LEGIARTI000033818011.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/80/LEGIARTI000033818011.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000031086977)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033818011)"}],"status":"modified"},{"filename":"partie_legislative/cinquieme_partie/livre_iv/titre_ii/chapitre_vi/section_4/article_l5426-8-1.md","articleName":"Article L5426-8-1","additions":7,"deletions":19,"diff":[{"type":"del","content":"Pour le remboursement des allocations, aides, ainsi que de toute autre prestation indûment versées par Pôle emploi, pour son propre compte, pour le compte de l'Etat, du fonds de solidarité prévu à l'article L. 5423-24 ou des employeurs mentionnés à l'article L. 5424-1, Pôle emploi peut, si le débiteur n'en conteste pas le caractère indu, procéder par retenues sur les échéances à venir dues à quelque titre que ce soit, à l'exclusion des allocations mentionnées au deuxième alinéa du présent article."},{"type":"add","content":"Pour le remboursement des allocations, aides, ainsi que de toute autre prestation indûment versées par Pôle emploi, pour son propre compte, pour le compte de l'Etat ou des employeurs mentionnés à l'article L. 5424-1, Pôle emploi peut, si le débiteur n'en conteste pas le caractère indu, procéder par retenues sur les échéances à venir dues à quelque titre que ce soit, à l'exclusion des allocations mentionnées au deuxième alinéa du présent article."},{"type":"del","content":"Code du travail - article L5423-1 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2019-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L5423-1 AUTONOME MODIFIE, en vigueur du 2019-01-01 au 2019-08-23 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L5423-1 AUTONOME VIGUEUR, en vigueur depuis le 2019-08-23 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2016-1088 du 8 août 2016 relative au travail, à la modernisation du dialogue social et à la sécurisation des parcours professionnels - article 119 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 143 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2017-01-01 MODIFIE source"},{"type":"del","content":"2016-08-08 MODIFIE cible LOI n° 2016-1088 du 8 août 2016 relative au travail, à la modernisation du dialogue social et à la sécurisation des parcours professionnels - article 119 ENTIEREMENT_MODIF"},{"type":"add","content":"2016-12-29 MODIFIE cible LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 143 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2017-01-01"},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code du travail - article L5423-1 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2019-01-01"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/02/54/LEGIARTI000033025426.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/02/54/LEGIARTI000033025426.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/02/54/LEGIARTI000033025426.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/80/LEGIARTI000033818028.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/80/LEGIARTI000033818028.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/80/LEGIARTI000033818028.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033025426)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033818028)"}],"status":"modified"},{"filename":"partie_legislative/cinquieme_partie/livre_iv/titre_ii/chapitre_vi/section_4/article_l5426-8-2.md","articleName":"Article L5426-8-2","additions":7,"deletions":28,"diff":[{"type":"del","content":"Pour le remboursement des allocations, aides, ainsi que de toute autre prestation indûment versées par Pôle emploi pour son propre compte, pour le compte de l'organisme chargé de la gestion du régime d'assurance chômage mentionné à l'article L. 5427-1, pour le compte de l'Etat, du fonds de solidarité prévu à l'article L. 5423-24 ou des employeurs mentionnés à l'article L. 5424-1, le directeur général de Pôle emploi ou la personne qu'il désigne en son sein peut, dans les délais et selon les conditions fixés par voie réglementaire, et après mise en demeure, délivrer une contrainte qui, à défaut d'opposition du débiteur devant la juridiction compétente, comporte tous les effets d'un jugement et confère le bénéfice de l'hypothèque judiciaire."},{"type":"add","content":"Pour le remboursement des allocations, aides, ainsi que de toute autre prestation indûment versées par Pôle emploi pour son propre compte, pour le compte de l'organisme chargé de la gestion du régime d'assurance chômage mentionné à l'article L. 5427-1, pour le compte de l'Etat ou des employeurs mentionnés à l'article L. 5424-1, le directeur général de Pôle emploi ou la personne qu'il désigne en son sein peut, dans les délais et selon les conditions fixés par voie réglementaire, et après mise en demeure, délivrer une contrainte qui, à défaut d'opposition du débiteur devant la juridiction compétente, comporte tous les effets d'un jugement et confère le bénéfice de l'hypothèque judiciaire."},{"type":"del","content":"Code du travail - article L5423-24 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2008-06-27 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L5423-24 AUTONOME ABROGE, en vigueur du 2017-09-01 au 2018-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L5423-24 AUTONOME MODIFIE, en vigueur du 2011-01-01 au 2017-09-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L5423-24 AUTONOME MODIFIE, en vigueur du 2008-06-27 au 2010-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L5423-24 AUTONOME MODIFIE, en vigueur du 2010-01-01 au 2011-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L5423-24 AUTONOME MODIFIE_MORT_NE, en vigueur du 2010-01-01 au 2009-12-31 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2016-1088 du 8 août 2016 relative au travail, à la modernisation du dialogue social et à la sécurisation des parcours professionnels - article 119 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 143 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2017-01-01 MODIFIE source"},{"type":"del","content":"2016-08-08 MODIFIE cible LOI n° 2016-1088 du 8 août 2016 relative au travail, à la modernisation du dialogue social et à la sécurisation des parcours professionnels - article 119 ENTIEREMENT_MODIF"},{"type":"add","content":"2016-12-29 MODIFIE cible LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 143 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2017-01-01"},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code du travail - article L5423-24 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2008-06-27"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/02/54/LEGIARTI000033025418.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/02/54/LEGIARTI000033025418.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/02/54/LEGIARTI000033025418.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/80/LEGIARTI000033818022.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/80/LEGIARTI000033818022.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/80/LEGIARTI000033818022.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033025418)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033818022)"}],"status":"modified"},{"filename":"partie_legislative/cinquieme_partie/livre_iv/titre_ii/chapitre_vi/section_4/article_l5426-8-3.md","articleName":"Article L5426-8-3","additions":31,"deletions":16,"diff":[{"type":"del","content":"L'institution mentionnée à l'article L. 5312-1 est autorisée à différer ou à abandonner la mise en recouvrement des allocations, aides, ainsi que de toute autre prestation indûment versées pour son propre compte, pour le compte de l'Etat, du fonds de solidarité prévu à l'article L. 5423-24 ou des employeurs mentionnés à l'article L. 5424-1."},{"type":"add","content":"L'institution mentionnée à l'article L. 5312-1 est autorisée à différer ou à abandonner la mise en recouvrement des allocations, aides, ainsi que de toute autre prestation indûment versées pour son propre compte, pour le compte de l'Etat ou des employeurs mentionnés à l'article L. 5424-1."},{"type":"del","content":"Code du travail - article L5423-24 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2008-06-27 CITATION cible"},{"type":"add","content":"Code du travail - article L5312-1 AUTONOME MODIFIE, en vigueur du 2019-01-01 au 2020-09-01 CITATION cible"},{"type":"del","content":"Code du travail - article L5423-24 AUTONOME ABROGE, en vigueur du 2017-09-01 au 2018-01-01 CITATION cible"},{"type":"add","content":"Code du travail - article L5312-1 AUTONOME MODIFIE, en vigueur du 2018-01-01 au 2018-01-01 CITATION cible"},{"type":"del","content":"Code du travail - article L5423-24 AUTONOME MODIFIE, en vigueur du 2011-01-01 au 2017-09-01 CITATION cible"},{"type":"add","content":"Code du travail - article L5312-1 AUTONOME MODIFIE, en vigueur du 2023-09-01 au 2024-01-01 CITATION cible"},{"type":"del","content":"Code du travail - article L5423-24 AUTONOME MODIFIE, en vigueur du 2008-06-27 au 2010-01-01 CITATION cible"},{"type":"add","content":"Code du travail - article L5312-1 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2011-01-01 CITATION cible"},{"type":"del","content":"Code du travail - article L5423-24 AUTONOME MODIFIE, en vigueur du 2010-01-01 au 2011-01-01 CITATION cible"},{"type":"add","content":"Code du travail - article L5312-1 AUTONOME VIGUEUR, en vigueur depuis le 2024-01-01 CITATION cible"},{"type":"del","content":"Code du travail - article L5423-24 AUTONOME MODIFIE_MORT_NE, en vigueur du 2010-01-01 au 2009-12-31 CITATION cible"},{"type":"add","content":"Code du travail - article L5312-1 AUTONOME MODIFIE, en vigueur du 2018-01-01 au 2019-01-01 CITATION cible"},{"type":"del","content":"LOI n° 2011-1977 du 28 décembre 2011 de finances pour 2012 - article 61 ENTIEREMENT_MODIF CREE source"},{"type":"add","content":"Code du travail - article L5312-1 AUTONOME MODIFIE_MORT_NE, en vigueur du 2008-05-01 au 2008-05-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article L5312-1 AUTONOME MODIFIE, en vigueur du 2014-03-07 au 2017-09-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article L5312-1 AUTONOME MODIFIE, en vigueur du 2011-01-01 au 2014-03-07 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article L5312-1 AUTONOME MODIFIE, en vigueur du 2020-09-01 au 2022-03-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article L5312-1 AUTONOME MODIFIE, en vigueur du 2017-09-01 au 2018-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article L5312-1 AUTONOME MODIFIE, en vigueur du 2022-03-01 au 2023-09-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 143 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2017-01-01 MODIFIE source"},{"type":"del","content":"2011-12-28 CREE cible LOI n° 2011-1977 du 28 décembre 2011 de finances pour 2012 - article 61 ENTIEREMENT_MODIF"},{"type":"add","content":"2016-12-29 MODIFIE cible LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 143 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2017-01-01"},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code du travail - article L5423-24 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2008-06-27"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/25/05/23/LEGIARTI000025052367.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/25/05/23/LEGIARTI000025052367.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/25/05/23/LEGIARTI000025052367.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/80/LEGIARTI000033818016.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/80/LEGIARTI000033818016.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/80/LEGIARTI000033818016.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000025052367)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033818016)"}],"status":"modified"}],"stats":{"additions":83,"deletions":2120,"filesChanged":16}}