{"sha":"e82b1e56aee2","date":"2004-12-30","message":"Décret n° 2004-1443 du 23 décembre 2004 relatif aux modalités de transmission par les organismes collecteurs paritaires à l'Etat des informations sur les bénéficiaires des actions de formation et à la déclaration prévue à l'article L. 951-12 du code du travail","files":[{"filename":"partie_reglementaire_ancienne_-_decrets_en_conseil_d_etat/livre_ix/titre_v/section_4/article_r950-19.md","articleName":"Article R950-19","additions":47,"deletions":102,"diff":[{"type":"del","content":"La déclaration visée à l'article L. 951-12 doit indiquer, outre la désignation et l'adresse du déclarant :"},{"type":"add","content":"La déclaration prévue à l'article L. 951-12 doit indiquer, outre la désignation et l'adresse du déclarant :"},{"type":"del","content":"1° Le montant des salaires payés tels qu'ils sont définis à l'article R. 950-2 ;"},{"type":"add","content":"1° Le nombre mensuel moyen de salariés au cours de l'année ou de la période de référence, calculé selon les modalités prévues à l'article R. 950-1 ;"},{"type":"del","content":"2° Le montant brut de la contribution incombant à l'employeur ;"},{"type":"add","content":"2° Le montant des rémunérations versées aux salariés pendant l'année en cours, telles qu'elles sont définies au premier alinéa de l'article L. 951-1 ;"},{"type":"del","content":"3° Le montant des dépenses effectivement consenties en vertu des articles L. 951-1 et L. 951-11 ainsi que le montant correspondant à la fraction de la participation instituée par l'article L. 951-1 dont l'employeur lié par un engagement de développement de la formation est réputé s'acquitter ;"},{"type":"add","content":"3° Le montant brut de la contribution incombant à l'employeur et, en cas de franchissement du seuil de dix salariés, le cas échéant, le montant net de cette contribution, conformément aux dispositions de l'article 235 ter EA du code général des impôts ;"},{"type":"del","content":"4° La répartition de ces dépenses selon les catégories suivantes :"},{"type":"add","content":"4° Le montant des dépenses exposées en application des articles L. 951-1 à L. 951-7 ;"},{"type":"del","content":"Dépenses de fonctionnement des stages organisés dans l'entreprise, en distinguant :"},{"type":"add","content":"5° La répartition de ces dépenses selon les catégories suivantes :"},{"type":"del","content":"Les frais de personnel enseignant ;"},{"type":"add","content":"a) Le montant total des dépenses de fonctionnement des actions de formation mises en oeuvre par l'entreprise, incluant les frais de personnel enseignant, les frais de personnel non enseignant et les autres frais de fonctionnement ;"},{"type":"del","content":"Les frais de personnel non enseignant ;"},{"type":"add","content":"b) Le montant total des dépenses de prestations effectuées au bénéfice du personnel de l'entreprise en application de conventions ventilé en :"},{"type":"del","content":"Les fournitures et matières d'oeuvre ;"},{"type":"add","content":"- total des achats d'actions de formation au sens des dispositions de l'article R. 950-4 ;"},{"type":"del","content":"Les autres frais de fonctionnement ;"},{"type":"add","content":"- total des dépenses de bilans de compétences effectuées en application des dispositions de l'article R. 900-3 ;"},{"type":"del","content":"Dépenses d'équipement en matériel définies à l'article R. 950-7 ci-dessus ;"},{"type":"add","content":"- total des dépenses de validation des acquis de l'expérience effectuées en application des dispositions des articles R. 950-13-3 et R. 950-13-4 ;"},{"type":"del","content":"Dépenses de formation effectuées au bénéfice du personnel de l'entreprise, en application de conventions ;"},{"type":"add","content":"c) Le montant total des rémunérations versées par l'entreprise aux salariés pendant leur présence ou leur participation effective aux actions mentionnées à l'article L. 900-2 ;"},{"type":"del","content":"Dépenses de bilans de compétences effectuées au bénéfice du personnel de l'entreprise en application des conventions visées à l'article R. 900-3 ;"},{"type":"add","content":"d) Le montant total des allocations de formation définies à l'article L. 932-1 et versées par l'employeur au cours de l'année ;"},{"type":"del","content":"Dépenses de validation des acquis de l'expérience effectuées au bénéfice du personnel de l'entreprise en application des dispositions des articles R. 950-13-3 et R. 950-13-4 ;"},{"type":"add","content":"e) Les versements effectués à des organismes collecteurs paritaires agréés par l'Etat, en application de l'article L. 933-5 et des troisième et quatrième alinéas de l'article L. 951-1 ;"},{"type":"del","content":"Rémunérations versées aux stagiaires par l'entreprise ;"},{"type":"add","content":"f) Les versements effectués à des organismes collecteurs paritaires agréés par l'Etat, en application du septième alinéa de l'article L. 951-1 ;"},{"type":"del","content":"Versements effectués dans les conditions prévues à l'article L. 951-1 (5°) du code du travail ;"},{"type":"add","content":"g) Le montant total des autres dépenses autorisées par les textes ;"},{"type":"del","content":"Versements effectués au titre de fonds d'assurance formation et versements à un organisme paritaire agréé en application de l'article L. 951-3 ;"},{"type":"add","content":"h) Le montant total des concours publics perçus au titre de la formation professionnelle ;"},{"type":"del","content":"Versements effectués dans les conditions prévues par l'article L. 951-1 (4°) ;"},{"type":"add","content":"6° Selon le cas, l'insuffisance de contribution au titre de la période considérée ou l'excédent reportable au titre des trois années suivantes, ou l'insuffisance des contributions dues aux organismes paritaires agréés par l'Etat ;"},{"type":"del","content":"Versements effectués au titre d'une taxe parafiscale affectée à la formation professionnelle."},{"type":"add","content":"7° Eventuellement, le montant restant à reporter au titre des dépenses effectuées au cours des trois années précédentes ;"},{"type":"del","content":"5° Selon le cas, l'insuffisance de contribution au titre de la période considérée, ou l'excédent reportable sur les trois années suivantes ou l'insuffisance de contribution versée aux organismes paritaires agréés par l'Etat au titre du congé individuel de formation en application de l'article L. 951-3 ;"},{"type":"add","content":"8° Le montant de la contribution due au titre des périodes et contrats de professionnalisation ainsi que du droit individuel à la formation d'une part, et au titre du congé individuel de formation d'autre part, ainsi que le montant de l'utilisation de chacune de ces contributions ;"},{"type":"del","content":"6° Eventuellement, le montant restant à reporter au titre des dépenses effectuées au cours de chacune des trois années précédentes ;"},{"type":"add","content":"9° Les données relatives à l'assiette des rémunérations servies aux salariés sous contrat à durée déterminée, le montant de l'obligation de financement de leur formation prévue à l'article L. 931-20 et le montant des sommes utilisées à ce titre ;"},{"type":"del","content":"7° Le cas échéant, la majoration prévue à l'article L. 951-9, I ;"},{"type":"add","content":"10° Le cas échéant, la majoration prévue à l'article L. 951-9 ;"},{"type":"del","content":"8° Le montant total du versement à effectuer à la caisse du comptable des impôts ;"},{"type":"add","content":"11° Le montant total du versement à effectuer au Trésor ;"},{"type":"del","content":"9° Le nombre de salariés de l'entreprise ;"},{"type":"add","content":"12° Le nombre de salariés de l'entreprise répartis par catégorie d'emploi et par sexe au 31 décembre de l'année considérée ;"},{"type":"del","content":"10° Le nombre de stagiaires ayant bénéficié d'une formation, d'un bilan de compétences ou d'une validation des acquis de l'expérience au cours de l'année, financé en tout ou partie au moyen de la participation de l'employeur, ainsi que le nombre d'heures de formation, de bilan de compétences et de validation des acquis de l'expérience reçues par eux, selon qu'elles ont ou non donné lieu au maintien d'une rémunération ;"},{"type":"add","content":"13° Par sexe et par catégorie d'emploi, le nombre de salariés ayant bénéficié d'une formation, le nombre d'heures de formation suivies, le nombre de salariés ayant bénéficié d'une formation au titre du droit individuel à la formation, le nombre d'heures de formation consommées à ce titre au cours de l'année ou de la période de référence et le nombre d'heures ouvertes au titre de ce même droit au 31 décembre ;"},{"type":"del","content":"11° La répartition de ces stagiaires :"},{"type":"del","content":""},{"type":"del","content":"a) Par sexe ;"},{"type":"del","content":""},{"type":"del","content":"b) Par catégorie d'emploi ;"},{"type":"del","content":""},{"type":"del","content":"c) Par âge ;"},{"type":"del","content":""},{"type":"del","content":"d) Par type d' action au sens de l'article L. 900-2 ;"},{"type":"del","content":""},{"type":"del","content":"12° Le nombre de jeunes travailleurs au sens de l'article L. 931-14 qui ont bénéficié d'une formation au cours de l'année."},{"type":"add","content":"14° Au cours de l'année ou de la période de référence, le nombre de bilans de compétences ou d'actions de validation des acquis de l'expérience pris en charge en totalité par l'employeur ; le nombre de salariés ayant bénéficié d'une période de professionnalisation ; le nombre de salariés ayant bénéficié d'une allocation de formation ; le nombre d'heures correspondant aux actions financées dans le cadre des périodes de professionnalisation et le nombre d'heures rémunérées au titre d'une allocation de formation."},{"type":"del","content":"Code du travail - article R950-7 AUTONOME MODIFIE, en vigueur du 1973-11-23 au 1983-03-26 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article R950-7 AUTONOME MODIFIE, en vigueur du 1985-05-18 au 1992-10-06 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L951-11 AUTONOME ABROGE, en vigueur du 2004-12-31 au 2008-05-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article R950-7 AUTONOME MODIFIE, en vigueur du 1992-10-06 au 1993-03-13 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article R950-7 AUTONOME MODIFIE, en vigueur du 1993-03-13 au 2004-10-19 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L931-14 AUTONOME TRANSFERE, en vigueur du 1984-02-25 au 1990-07-14 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L931-14 AUTONOME MODIFIE, en vigueur du 1990-07-14 au 2004-05-05 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L931-14 AUTONOME ABROGE, en vigueur du 2004-05-05 au 2008-05-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L951-3 AUTONOME MODIFIE, en vigueur du 1992-01-04 au 2002-01-18 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L951-3 AUTONOME MODIFIE, en vigueur du 2002-01-18 au 2004-05-05 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L951-3 AUTONOME ABROGE, en vigueur du 2004-05-05 au 2008-05-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L951-11 AUTONOME MODIFIE, en vigueur du 1992-01-04 au 2002-12-31 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L951-11 AUTONOME MODIFIE, en vigueur du 2002-12-31 au 2004-05-05 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L951-11 AUTONOME MODIFIE, en vigueur du 2004-05-05 au 2004-12-31 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article R950-7 AUTONOME ABROGE, en vigueur du 2004-10-19 au 2008-05-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article R950-2 AUTONOME MODIFIE, en vigueur du 1985-05-18 au 1993-03-13 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article R950-2 AUTONOME ABROGE, en vigueur du 1993-03-13 au 2004-10-19 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2002-1459 du 16 décembre 2002 relatif à la prise en charge par les employeurs des actions de validation des acquis de l'expérience et portant modification du titre V du livre IX du code du travail (deuxième partie : Décrets en Conseil d'Etat) - article 1 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"Décret n° 2004-1443 du 23 décembre 2004 relatif aux modalités de transmission par les organismes collecteurs paritaires à l'Etat des informations sur les bénéficiaires des actions de formation et à la déclaration prévue à l'article L. 951-12 du code du travail - article 2 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":"      CITATION source CGI 235 ter EA"},{"type":"add","content":""},{"type":"del","content":"2002-12-16 MODIFICATION source Décret n° 2002-1459 du 16 décembre 2002 relatif à la prise en charge par les employeurs des actions de validation des acquis de l'expérience et portant modification du titre V du livre IX du code du travail (deuxième partie : Décrets en Conseil d'Etat) - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2004-12-23 MODIFICATION source Décret n° 2004-1443 du 23 décembre 2004 relatif aux modalités de transmission par les organismes collecteurs paritaires à l'Etat des informations sur les bénéficiaires des actions de formation et à la déclaration prévue à l'article L. 951-12 du code du travail - article 2 ENTIEREMENT_MODIF"},{"type":"del","content":"2999-01-01 CITATION source Code du travail - article L931-14 AUTONOME TRANSFERE, en vigueur du 1984-02-25 au 1990-07-14"},{"type":"add","content":"2999-01-01 CITATION source Code du travail - article L931-20 AUTONOME MODIFIE, en vigueur du 1990-07-14 au 1992-01-04"},{"type":"del","content":"2999-01-01 CITATION source Code du travail - article L951-1 AUTONOME MODIFIE, en vigueur du 1992-01-04 au 1992-07-19"},{"type":"add","content":"2999-01-01 CITATION source Code du travail - article L932-1 AUTONOME MODIFIE, en vigueur du 1984-02-25 au 1990-07-10"},{"type":"del","content":"2999-01-01 CITATION source Code du travail - article L951-11 AUTONOME MODIFIE, en vigueur du 1992-01-04 au 2002-12-31"},{"type":"add","content":"2999-01-01 CITATION source Code du travail - article L933-5 AUTONOME ABROGE, en vigueur du 1992-01-04 au 2004-05-05"},{"type":"del","content":"2999-01-01 CITATION source Code du travail - article L951-12 AUTONOME MODIFIE, en vigueur du 1994-10-01 au 1998-07-03"},{"type":"add","content":"2999-01-01 CITATION source Code du travail - article L951-1 AUTONOME MODIFIE, en vigueur du 1992-01-04 au 1992-07-19"},{"type":"del","content":"2999-01-01 CITATION source Code du travail - article L951-3 AUTONOME MODIFIE, en vigueur du 1992-01-04 au 2002-01-18"},{"type":"add","content":"2999-01-01 CITATION source Code du travail - article L951-12 AUTONOME MODIFIE, en vigueur du 1994-10-01 au 1998-07-03"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code du travail - article R950-1 AUTONOME MODIFIE, en vigueur du 1973-11-21 au 1981-05-15"},{"type":"add","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code du travail - article R950-2 AUTONOME MODIFIE, en vigueur du 1985-05-18 au 1993-03-13"},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code du travail - article R950-7 AUTONOME MODIFIE, en vigueur du 1973-11-23 au 1983-03-26"},{"type":"add","content":"2999-01-01 CITATION source Code du travail - article R950-4 AUTONOME MODIFIE, en vigueur du 1973-11-23 au 1985-05-18"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code du travail VIGUEUR"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/17/LEGIARTI000006811734.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/17/LEGIARTI000006811734.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/17/LEGIARTI000006811734.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/17/LEGIARTI000006811735.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/17/LEGIARTI000006811735.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/17/LEGIARTI000006811735.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006811734)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006811735)"}],"status":"modified"},{"filename":"partie_reglementaire_ancienne_-_decrets_en_conseil_d_etat/livre_ix/titre_vi/chapitre_iv/paragraphe_2/article_r964-1-9.md","articleName":"Article R964-1-9","additions":127,"deletions":8,"diff":[{"type":"del","content":"Chaque organisme collecteur paritaire transmet chaque année, avant le 31 mai suivant l'année civile considérée, au ministre chargé de la formation professionnelle et, si l'agrément est régional, au préfet de région un état, dont le modèle est fixé par le ministre chargé de la formation professionnelle, comportant les renseignements statistiques et financiers permettant de suivre le fonctionnement de l'organisme et d'apprécier l'emploi des fonds reçus, ainsi que ses comptes et bilans. L'état est accompagné d'une note présentant les principales orientations de l'activité de l'organisme. Ces documents font l'objet d'une délibération du conseil d'administration paritaire de l'organisme préalablement à leur transmission."},{"type":"add","content":"I. - Chaque organisme collecteur paritaire transmet chaque année, avant le 31 mai suivant l'année civile considérée, au ministre chargé de la formation professionnelle et, si l'agrément est régional, au préfet de région un état, dont le modèle est fixé par le ministre chargé de la formation professionnelle, comportant les renseignements statistiques et financiers permettant de suivre le fonctionnement de l'organisme et d'apprécier l'emploi des fonds reçus, ainsi que ses comptes et bilans. L'état est accompagné d'une note présentant les principales orientations de l'activité de l'organisme. Ces documents font l'objet d'une délibération du conseil d'administration paritaire de l'organisme préalablement à leur transmission."},{"type":"del","content":"Les documents mentionnés au premier alinéa sont également transmis dans les mêmes délais au fonds national prévu à l'article L. 961-13. Le conseil d'administration du fonds national peut, en tant que de besoin, recourir à des experts, notamment des commissaires aux comptes, pour pratiquer des audits auprès des organismes collecteurs paritaires. Les organismes paritaires collecteurs agréés sont tenus de leur présenter toutes pièces ou documents établissant la réalité et le bien-fondé des éléments figurant sur l'état statistique et financier mentionné au premier alinéa."},{"type":"add","content":"Les documents mentionnés au premier alinéa sont également transmis dans les mêmes délais au fonds national prévu à l'article L. 961-13. Le conseil d'administration du fonds national peut, en tant que de besoin, recourir à des experts, notamment des commissaires aux comptes, pour pratiquer des audits auprès des organismes collecteurs paritaires. Les organismes paritaires collecteurs agréés sont tenus de leur présenter toutes pièces ou documents établissant la réalité et le bien-fondé des éléments figurant sur l'état statistique et financier mentionné au premier alinéa."},{"type":"add","content":""},{"type":"add","content":"II. - Chaque organisme collecteur paritaire transmet au ministre chargé de la formation professionnelle les informations individuelles relatives aux bénéficiaires des contrats de professionnalisation qu'ils contribuent à financer en vue de la réalisation d'études statistiques dans les conditions prévues par l'article 7 bis de la loi n° 51-711 du 7 juin 1951. Ces informations sont transmises lors de la conclusion, de la modification et de la fin des contrats. Les organismes collecteurs transmettent en même temps les informations relatives aux entreprises qui ont conclu ces contrats ainsi qu'aux actions de formation correspondantes."},{"type":"del","content":"Décret n° 2004-1096 du 15 octobre 2004 relatif au financement de la formation professionnelle continue et à la gestion des organismes paritaires collecteurs agréés et modifiant le code du travail (deuxième partie : Décrets en Conseil d'Etat) - article 3 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"Code du travail - article L961-13 AUTONOME MODIFIE, en vigueur du 1995-12-31 au 1999-12-31 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article L961-13 AUTONOME MODIFIE, en vigueur du 1999-12-31 au 2004-05-05 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article L961-13 AUTONOME MODIFIE, en vigueur du 2004-05-05 au 2006-04-02 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article L961-13 AUTONOME ABROGE, en vigueur du 2006-04-02 au 2008-05-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article R964-1-4 AUTONOME MODIFIE, en vigueur du 1994-10-29 au 2004-10-19 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article R6332-34 AUTONOME MODIFIE, en vigueur du 2015-01-01 au 2019-01-01 CONCORDANCE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article R6332-33 AUTONOME MODIFIE, en vigueur du 2015-01-01 au 2019-01-01 CONCORDANCE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article R6332-32 AUTONOME MODIFIE, en vigueur du 2015-01-01 au 2019-01-01 CONCORDANCE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article R6332-31 AUTONOME MODIFIE, en vigueur du 2015-01-01 au 2015-07-02 CONCORDANCE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article R6332-32 AUTONOME MODIFIE_MORT_NE, en vigueur du 2019-01-01 au 2018-12-24 CONCORDANCE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article R6332-34 AUTONOME MODIFIE_MORT_NE, en vigueur du 2019-01-01 au 2018-12-24 CONCORDANCE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article R6332-33 AUTONOME MODIFIE_MORT_NE, en vigueur du 2019-01-01 au 2018-12-24 CONCORDANCE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article R6332-31 AUTONOME MODIFIE_MORT_NE, en vigueur du 2019-01-01 au 2018-12-24 CONCORDANCE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article R6332-30 AUTONOME MODIFIE_MORT_NE, en vigueur du 2019-01-01 au 2018-12-24 CONCORDANCE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article R964-1-4 AUTONOME ABROGE, en vigueur du 2004-10-19 au 2008-05-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article R6332-31 AUTONOME VIGUEUR, en vigueur depuis le 2019-01-01 CONCORDANCE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article R6332-30 AUTONOME MODIFIE, en vigueur du 2010-09-25 au 2015-01-01 CONCORDANCE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article R6332-33 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2015-01-01 CONCORDANCE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article R6332-34 AUTONOME VIGUEUR, en vigueur depuis le 2019-01-01 CONCORDANCE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article R6332-30 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2010-09-25 CONCORDANCE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article R6332-34 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2015-01-01 CONCORDANCE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article R6332-32 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2010-09-25 CONCORDANCE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article R6332-31 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2010-09-25 CONCORDANCE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article R6332-30 AUTONOME MODIFIE, en vigueur du 2015-01-01 au 2019-01-01 CONCORDANCE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article R6332-31 AUTONOME MODIFIE, en vigueur du 2015-07-02 au 2019-01-01 CONCORDANCE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article R6332-32 AUTONOME MODIFIE, en vigueur du 2010-09-25 au 2015-01-01 CONCORDANCE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article R6332-32 AUTONOME VIGUEUR, en vigueur depuis le 2019-01-01 CONCORDANCE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article R6332-33 AUTONOME VIGUEUR, en vigueur depuis le 2019-01-01 CONCORDANCE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article R6332-30 AUTONOME VIGUEUR, en vigueur depuis le 2019-01-01 CONCORDANCE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article R6332-31 AUTONOME MODIFIE, en vigueur du 2010-09-25 au 2015-01-01 CONCORDANCE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2008-244 du 7 mars 2008 relatif au code du travail (partie réglementaire) La partie réglementaire du code du travail fait l'objet d'une publication spéciale annexée au Journal officiel de ce jour (voir à la fin du sommaire). - article 9 AUTONOME VIGUEUR, en vigueur depuis le 2008-03-13 ABROGE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2004-1443 du 23 décembre 2004 relatif aux modalités de transmission par les organismes collecteurs paritaires à l'Etat des informations sur les bénéficiaires des actions de formation et à la déclaration prévue à l'article L. 951-12 du code du travail - article 1 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":"Loi n° 51-711 du 7 juin 1951 sur l'obligation, la coordination et le secret en matière de statistiques CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1951-06-07 CITATION source Loi n° 51-711 du 7 juin 1951 sur l'obligation, la coordination et le secret en matière de statistiques"},{"type":"add","content":""},{"type":"del","content":"2004-10-15 MODIFICATION source Décret n° 2004-1096 du 15 octobre 2004 relatif au financement de la formation professionnelle continue et à la gestion des organismes paritaires collecteurs agréés et modifiant le code du travail (deuxième partie : Décrets en Conseil d'Etat) - article 3 ENTIEREMENT_MODIF"},{"type":"add","content":"2004-12-23 MODIFICATION source Décret n° 2004-1443 du 23 décembre 2004 relatif aux modalités de transmission par les organismes collecteurs paritaires à l'Etat des informations sur les bénéficiaires des actions de formation et à la déclaration prévue à l'article L. 951-12 du code du travail - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2008-03-07 ABROGE cible Décret n° 2008-244 du 7 mars 2008 relatif au code du travail (partie réglementaire) La partie réglementaire du code du travail fait l'objet d'une publication spéciale annexée au Journal officiel de ce jour (voir à la fin du sommaire). - article 9 AUTONOME VIGUEUR, en vigueur depuis le 2008-03-13"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CONCORDANCE cible Code du travail - article R6332-30 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2010-09-25"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CONCORDANCE cible Code du travail - article R6332-31 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2010-09-25"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CONCORDANCE cible Code du travail - article R6332-32 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2010-09-25"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CONCORDANCE cible Code du travail - article R6332-33 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2015-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CONCORDANCE cible Code du travail - article R6332-34 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2015-01-01"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/14/LEGIARTI000006811407.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/14/LEGIARTI000006811407.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/14/LEGIARTI000006811407.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/18/50/83/LEGIARTI000018508391.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/18/50/83/LEGIARTI000018508391.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/18/50/83/LEGIARTI000018508391.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006811407)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000018508391)"}],"status":"modified"}],"stats":{"additions":174,"deletions":110,"filesChanged":2}}