{"sha":"38394b29210b","date":"1979-12-21","message":"Décret n° 55-433 du 16 avril 1955 portant codification sous le nom de Code rural, des textes législatifs ‎concernant l’agriculture","files":[{"filename":"livre_iii/titre_ier/chapitre_ier/README.md","articleName":"Sommaire - Chapitre Ier","additions":1,"deletions":0,"diff":[{"type":"add","content":"- [Article 372](article_372.md)"}],"status":"modified"},{"filename":"livre_iii/titre_ier/chapitre_ier/article_372.md","articleName":"Article 372","additions":77,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article 372"},{"type":"add","content":""},{"type":"add","content":"Dans chaque département, il est interdit de mettre en vente, de vendre, d'acheter, de transporter ou de colporter du gibier pendant le temps où la chasse n'y est pas permise. Pendant le temps où la chasse y est permise, pour sauvegarder certaines espèces particulièrement menacées, le préfet peut, exceptionnellement, pour une période n'excédant pas un mois, en interdire la mise en vente, la vente, l'achat, le transport en vue de la vente ou le colportage."},{"type":"add","content":""},{"type":"add","content":"Il est interdit de mettre en vente, de vendre, de transporter, de colporter ou d'acheter sciemment du gibier mort soumis au plan de chasse non muni du bracelet de marquage ou non accompagné d'une attestation justifiant l'origine."},{"type":"add","content":""},{"type":"add","content":"Le ministre de l'agriculture, après avis du Conseil national de la chasse et de la faune sauvage, peut réglementer la mise en vente, la vente, l'achat, le transport et le colportage des animaux classés comme nuisibles et régulièrement détruits dans les conditions prévues aux articles 373 et 393."},{"type":"add","content":""},{"type":"add","content":"Il est également interdit en toute saison de mettre en vente, de vendre, de transporter, de colporter ou même d'acheter sciemment le gibier tué à l'aide d'engins ou d'instruments prohibés."},{"type":"add","content":""},{"type":"add","content":"En cas d'infraction à ces dispositions, le gibier sera saisi et immédiatement livré à l'établissement de bienfaisance le plus voisin, en vertu, soit d'une ordonnance du juge du tribunal d'instance, si la saisie a eu lieu au chef-lieu de canton, soit d'une autorisation du maire, si le juge du tribunal d'instance est absent, ou si la saisie a été faite dans une commune autre que celle du chef-lieu."},{"type":"add","content":""},{"type":"add","content":"Cette ordonnance ou cette autorisation sera délivrée sur la requête des agents ou gardes qui auront opéré la saisie et sur la présentation du procès-verbal régulièrement dressé."},{"type":"add","content":""},{"type":"add","content":"La recherche du gibier ne pourra être faite à domicile que chez les aubergistes, chez les marchands de comestibles et dans les lieux ouverts au public. Hors de leur domicile, les chasseurs et les personnes les accompagnant sont tenus d'ouvrir leurs carniers, sacs ou poches de gibier à toute réquisition des agents ci-après, officiers de police judiciaire, y compris les gardes des fédérations départementales de chasseurs, mais à l'exclusion de tous autres gardes particuliers ; fonctionnaires de police et militaires de la gendarmerie non officiers de police judiciaire ; lieutenants de louveterie dans l'exercice de leurs fonctions. Cette vérification ne pourra être faite que dans les circonscriptions où les agents visiteurs ci-dessus désignés pourront dresser les procès-verbaux en matière de chasse. Le présent alinéa est applicable dans les départements du Haut-Rhin, du Bas-Rhin et de la Moselle."},{"type":"add","content":""},{"type":"add","content":"Dans le cas prévu à l'article 371-1, la recherche du gibier de montagne pourra également être faite à domicile chez tous les marchands de gibier mort ou vivant, qu'ils soient grossistes, demi-grossistes ou détaillants, tous hôteliers, restaurateurs, gérants ou directeurs de cantines, bouchers, charcutiers, fabricants de conserves, et généralement tous ceux qui peuvent détenir de la viande."},{"type":"add","content":""},{"type":"add","content":"Il est interdit, même en temps d'ouverture de la chasse, de transporter du gibier vivant sans permis de transport délivré par le directeur général des eaux et forêts ou par le conservateur des eaux et forêts du lieu d'origine du gibier ou par leurs délégués."},{"type":"add","content":""},{"type":"add","content":"Il est interdit, en temps de fermeture, d'enlever les nids, de prendre ou de détruire, de colporter ou de mettre en vente, de vendre ou d'acheter, de transporter ou d'exporter les oeufs ou les couvées de perdrix, faisans, cailles et de tous autres oiseaux, ainsi que les portées ou petits de tous animaux qui n'auront pas été déclarés nuisibles par des arrêtés du ministre de l'agriculture."},{"type":"add","content":""},{"type":"add","content":"Les détenteurs du droit de chasse et leurs préposés auront le droit de recueillir, pour les faire couver, les oeufs mis à découvert par la fauchaison ou l'enlèvement des récoltes."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Arrêté du 8 octobre 1982 relatif à la détention, production et élevage des sangliers - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2008-05-19 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 55-433 du 16 avril 1955 portant codification sous le nom de Code rural, des textes législatifs ‎concernant l’agriculture CODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1955-04-16 CODIFICATION source Décret n° 55-433 du 16 avril 1955 portant codification sous le nom de Code rural, des textes législatifs ‎concernant l’agriculture"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1982-10-08 CITATION cible Arrêté du 8 octobre 1982 relatif à la détention, production et élevage des sangliers - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2008-05-19"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CITATION source Code rural 371-1, 373, 393"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CONCORDE source Code rural L224-6, L224-8, L224-9, L224-10, L227-10, L228-35, L228-36 L228-37, L228-39, R224-13, R224-14"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CONCORDANCE source Loi 1844-05-03"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/58/01/LEGIARTI000006580127.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/58/01/LEGIARTI000006580127.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/58/01/LEGIARTI000006580127.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_rural_ancien/src/branch/main/livre_iii/titre_ier/chapitre_ier/article_372.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006580127)"},{"type":"add","content":""}],"status":"added"}],"stats":{"additions":78,"deletions":0,"filesChanged":2}}