{"sha":"a33ebcda983d","date":"2009-01-01","message":"Décret n° 2008-1010 du 29 septembre 2008 relatif à l'organisation du service public de l'emploi","files":[{"filename":"partie_reglementaire_-_decrets_en_conseil_d_etat/livre_iii/titre_ii/chapitre_iv/projet_initiative-jeune/article_r324-1.md","articleName":"Article R324-1","additions":18,"deletions":29,"diff":[{"type":"del","content":"I. - La demande tendant au bénéfice de l'aide à un projet initiative-jeune est adressée au représentant de l'Etat à Mayotte préalablement à la réalisation de ce projet professionnel."},{"type":"add","content":"I.-La demande tendant au bénéfice de l'aide à un projet initiative-jeune est adressée au représentant de l'Etat à Mayotte préalablement à la réalisation de ce projet professionnel."},{"type":"del","content":"II. - L'instruction du dossier est assurée :"},{"type":"add","content":"II.-L'instruction du dossier est assurée :"},{"type":"del","content":"b) Pour la formation en mobilité, par le délégué de l'Agence nationale pour l'insertion et la promotion des travailleurs d'outre-mer ou par celui de l'Agence nationale pour l'emploi ou par le responsable de l'organisme agréé à cet effet selon les modalités prévues au X du présent article."},{"type":"add","content":"b) Pour la formation en mobilité, par le délégué de l'Agence nationale pour l'insertion et la promotion des travailleurs d'outre-mer ou par celui de l' institution mentionnée à l'article L. 5312-1 du code du travail ou par le responsable de l'organisme agréé à cet effet selon les modalités prévues au X du présent article."},{"type":"del","content":"III. - Pour l'application des dispositions du a de l'article L. 324-9, est considéré comme remplissant la condition de direction effective de l'entreprise créée ou reprise le demandeur qui, sous sa propre responsabilité, assure la direction de l'entreprise et la représente dans ses rapports avec les tiers."},{"type":"add","content":"III.-Pour l'application des dispositions du a de l'article L. 324-9, est considéré comme remplissant la condition de direction effective de l'entreprise créée ou reprise le demandeur qui, sous sa propre responsabilité, assure la direction de l'entreprise et la représente dans ses rapports avec les tiers."},{"type":"del","content":"IV. - Le délai dont dispose le représentant de l'Etat pour statuer sur la demande d'aide à la formation en mobilité est d'un mois. Le silence gardé par le représentant de l'Etat pendant plus d'un mois vaut décision de rejet."},{"type":"add","content":"IV.-Le délai dont dispose le représentant de l'Etat pour statuer sur la demande d'aide à la formation en mobilité est d'un mois. Le silence gardé par le représentant de l'Etat pendant plus d'un mois vaut décision de rejet."},{"type":"del","content":"V. - L'aide à la formation en mobilité comprend une allocation mensuelle dans la limite d'un montant maximum fixé par décret. Elle comporte également une prise en charge des frais liés à la formation, notamment des frais d'installation, dans la limite d'un montant fixé par ce même décret."},{"type":"add","content":"V.-L'aide à la formation en mobilité comprend une allocation mensuelle dans la limite d'un montant maximum fixé par décret. Elle comporte également une prise en charge des frais liés à la formation, notamment des frais d'installation, dans la limite d'un montant fixé par ce même décret."},{"type":"del","content":"VI. - La gestion des crédits et le versement de l'aide en capital ainsi que des mensualités pour la formation en mobilité sont confiés au Centre national pour l'aménagement des structures des exploitations agricoles, sous réserve des dispositions prévues au dernier alinéa du présent paragraphe. Lorsque la formation en mobilité se déroule à l'étranger, la gestion des crédits et le versement des aides précités peuvent être confiés à un organisme qui passe une convention à cet effet dans les conditions prévues au dernier alinéa du présent paragraphe."},{"type":"add","content":"VI.-La gestion des crédits et le versement de l'aide en capital ainsi que des mensualités pour la formation en mobilité sont confiés au Centre national pour l'aménagement des structures des exploitations agricoles, sous réserve des dispositions prévues au dernier alinéa du présent paragraphe. Lorsque la formation en mobilité se déroule à l'étranger, la gestion des crédits et le versement des aides précités peuvent être confiés à un organisme qui passe une convention à cet effet dans les conditions prévues au dernier alinéa du présent paragraphe."},{"type":"del","content":"VII. - Le bénéfice du versement de l'aide à un projet initiative-jeune est suspendu par décision du représentant de l'Etat à Mayotte lorsque le projet professionnel n'est plus conforme au projet initial ainsi que dans les cas suivants :"},{"type":"add","content":"VII.-Le bénéfice du versement de l'aide à un projet initiative-jeune est suspendu par décision du représentant de l'Etat à Mayotte lorsque le projet professionnel n'est plus conforme au projet initial ainsi que dans les cas suivants :"},{"type":"del","content":"VIII. - Ne peuvent être cumulés avec l'aide à la création d'entreprise : le contrat d'apprentissage prévu à l'article L. 111-1, le contrat emploi-solidarité prévu à l'article L. 322-1, le contrat emploi consolidé prévu à l'article L. 322-7, le contrat de retour à l'emploi prévu à l'article L. 323-1, le contrat d'insertion-adaptation prévu à l'article L. 324-1, la prime à la création d'emplois prévue à l'article L. 325-2, le contrat de qualification prévu à l'article L. 711-5 ou le contrat emploi-développement prévu à l'article L. 325-6."},{"type":"add","content":"VIII.-Ne peuvent être cumulés avec l'aide à la création d'entreprise : le contrat d'apprentissage prévu à l'article L. 111-1, le contrat emploi-solidarité prévu à l'article L. 322-1, le contrat emploi consolidé prévu à l'article L. 322-7, le contrat de retour à l'emploi prévu à l'article L. 323-1, le contrat d'insertion-adaptation prévu à l'article L. 324-1, la prime à la création d'emplois prévue à l'article L. 325-2, le contrat de qualification prévu à l'article L. 711-5 ou le contrat emploi-développement prévu à l'article L. 325-6."},{"type":"del","content":"IX. - La formation en mobilité est dispensée sous la forme d'un contrat d'apprentissage prévu à l'article L. 111-1, d'un stage intéressant l'une des actions de formation prévue à l'article L. 711-2, d'un contrat en alternance, ou prend la forme d'un stage en entreprise accompli en France ou à l'étranger."},{"type":"add","content":"IX.-La formation en mobilité est dispensée sous la forme d'un contrat d'apprentissage prévu à l'article L. 111-1, d'un stage intéressant l'une des actions de formation prévue à l'article L. 711-2, d'un contrat en alternance, ou prend la forme d'un stage en entreprise accompli en France ou à l'étranger."},{"type":"del","content":"X. - Peut être agréé au titre du b de l'article L. 324-9 tout organisme, public ou privé, ayant la capacité de proposer ou de faire accéder à une formation professionnelle, en France ou à l'étranger, ainsi que d'assurer un accompagnement du stagiaire."},{"type":"add","content":"X.-Peut être agréé au titre du b de l'article L. 324-9 tout organisme, public ou privé, ayant la capacité de proposer ou de faire accéder à une formation professionnelle, en France ou à l'étranger, ainsi que d'assurer un accompagnement du stagiaire."},{"type":"del","content":"Conformément à l'article 14 du décret n° 2008-1010 les dispositions introduites par l'article 7 dudit décret entrent en vigueur à la date mentionnée à l'article 9 de la loi n° 2008-126 du 13 février 2008. Cette date correspond à la date de la première réunion du conseil d'administration de l'institution prévue à l'article L. 5312-1 du code du travail."},{"type":"add","content":"Conformément à l'article 14 du décret n° 2008-1010 du 29 septembre 2008, les dispositions de l'article 7 dudit décret entrent en vigueur à la date mentionnée à l'article 9 de la loi n° 2008-126 du 13 février 2008 relative à la réforme de l'organisation du service public de l'emploi. Cette date correspond à la première réunion du conseil d'administration de l'institution prévue à l'article L. 5312-1 du code du travail."},{"type":"del","content":"Loi n° 2005-845 du 26 juillet 2005 de sauvegarde des entreprises (1). - article 165 AUTONOME VIGUEUR, en vigueur depuis le 2006-01-01 MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°91-1263 du 16 décembre 1991 RELATIF AU CODE DU TRAVAIL APPLICABLE DANS LA COLLECTIVITE TERRITORIALE DE MAYOTTE (DEUXIEME PARTIE: DECRETS EN CONSEIL D'ETAT) CODIFICATION cible"},{"type":"add","content":"Décret n° 2008-1010 du 29 septembre 2008 relatif à l'organisation du service public de l'emploi - article 7 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2009-01-01 MODIFIE source"},{"type":"del","content":"1991-12-16 CODIFICATION source Décret n°91-1263 du 16 décembre 1991 RELATIF AU CODE DU TRAVAIL APPLICABLE DANS LA COLLECTIVITE TERRITORIALE DE MAYOTTE (DEUXIEME PARTIE: DECRETS EN CONSEIL D'ETAT)"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2005-07-26 MODIFICATION source Loi n° 2005-845 du 26 juillet 2005 de sauvegarde des entreprises (1). - article 165 AUTONOME VIGUEUR, en vigueur depuis le 2006-01-01"},{"type":"add","content":"2008-09-29 MODIFIE cible Décret n° 2008-1010 du 29 septembre 2008 relatif à l'organisation du service public de l'emploi - article 7 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2009-01-01"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/65/57/LEGIARTI000006655701.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/65/57/LEGIARTI000006655701.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/65/57/LEGIARTI000006655701.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/19/56/20/LEGIARTI000019562043.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/19/56/20/LEGIARTI000019562043.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/19/56/20/LEGIARTI000019562043.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006655701)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000019562043)"}],"status":"modified"}],"stats":{"additions":18,"deletions":29,"filesChanged":1}}