{"sha":"5e062b8c60c4","date":"2018-06-27","message":"LOI n° 2018-509 du 25 juin 2018 relative à l'élection des représentants au Parlement européen","files":[{"filename":"partie_legislative/livre_ier/titre_ii/chapitre_vi/article_l167-1.md","articleName":"Article L167-1","additions":30,"deletions":21,"diff":[{"type":"del","content":"I. - Les partis et groupements peuvent utiliser les antennes du service public de radiodiffusion et de télévision pour leur campagne en vue des élections législatives. Chaque émission est diffusée par les sociétés nationales de télévision et de radiodiffusion sonore."},{"type":"add","content":"I.-Pendant la campagne électorale, les émissions du service public de la communication audiovisuelle sont mises à la disposition des partis et groupements politiques dans les conditions prévues au présent article."},{"type":"del","content":"II. - Pour le premier tour de scrutin, une durée d'émission de trois heures est mise à la disposition des partis et groupements représentés par des groupes parlementaires de l'Assemblée nationale."},{"type":"add","content":"II.-Pour le premier tour de scrutin, une durée d'émission de sept minutes est mise à la disposition de chaque parti ou groupement politique qui en fait la demande dès lors qu'au moins soixante-quinze candidats indiquent s'y rattacher dans des conditions définies par décret en Conseil d'Etat."},{"type":"del","content":"Cette durée est divisée en deux séries égales, l'une étant affectée aux groupes qui appartiennent à la majorité, l'autre à ceux qui ne lui appartiennent pas."},{"type":"add","content":"Pour les émissions précédant le deuxième tour de scrutin, une durée d'émission de cinq minutes est mise à la disposition des mêmes partis et groupements politiques, selon les mêmes modalités."},{"type":"del","content":"Le temps attribué à chaque groupement ou parti dans le cadre de chacune de ces séries d'émissions est déterminé par accord entre les présidents des groupes intéressés. A défaut d'accord amiable, la répartition est fixée par les membres composant le bureau de l'Assemblée nationale sortante, en tenant compte notamment de l'importance respective de ces groupes ; pour cette délibération, le bureau est complété par les présidents de groupe."},{"type":"add","content":"III.-Pour le premier tour de scrutin, une durée d'émission de deux heures est mise à la disposition des présidents des groupes parlementaires à l'Assemblée nationale au prorata de leur nombre de députés. Ces durées d'émission sont distribuées librement, dans des conditions définies par décret en Conseil d'Etat, par les présidents de groupe aux partis et groupements politiques bénéficiant d'une durée d'émission au titre du II."},{"type":"del","content":"Les émissions précédant le deuxième tour de scrutin ont une durée d'une heure trente : elles sont réparties entre les mêmes partis et groupements et selon les mêmes proportions."},{"type":"add","content":"Pour les émissions précédant le deuxième tour de scrutin, une durée d'émission d'une heure est répartie selon les mêmes modalités."},{"type":"del","content":"III. - Tout parti ou groupement politique qui n'est pas représenté par des groupes parlementaires de l'Assemblée nationale a accès, à sa demande, aux émissions du service public de la communication audiovisuelle pour une durée de sept minutes au premier tour et de cinq minutes au second, dès lors qu'au moins soixante-quinze candidats ont indiqué, dans leur déclaration de candidature, s'y rattacher pour l'application de la procédure prévue par le deuxième alinéa de l'article 9 de la loi n° 88-277 du 11 mars 1988 relative à la transparence financière de la vie politique."},{"type":"add","content":"IV.-Pour le premier tour de scrutin, une durée d'émission supplémentaire d'une heure est répartie entre les partis et groupements politiques mentionnés au II afin que les durées d'émission attribuées à chaque parti ou groupement politique en application du présent article ne soient pas hors de proportion avec leur participation à la vie démocratique de la Nation."},{"type":"del","content":"L'habilitation est donnée à ces partis ou groupements dans des conditions qui seront fixées par décret."},{"type":"add","content":"Pour la répartition prévue au présent IV, il est tenu compte de :"},{"type":"del","content":"IV. - Les conditions de productions, de programmation et de diffusion des émissions sont fixés, après consultation des conseils d'administration des sociétés nationales de télévision et de radiodiffusion, par le conseil supérieur de l'audiovisuel."},{"type":"add","content":"1° La répartition déjà effectuée au titre des II et III ;"},{"type":"del","content":"V. - En ce qui concerne les émissions destinées à être reçues hors métropole, le conseil supérieur de l'audiovisuel tient compte des délais d'acheminement et des différences d'heures."},{"type":"add","content":"2° La représentativité de ces partis ou groupements politiques, appréciée, en particulier, en fonction des résultats obtenus lors du dernier renouvellement général de l'Assemblée nationale et aux plus récentes élections par les candidats ou par les partis et groupements politiques auxquels ils ont déclaré se rattacher et en fonction des indications de sondages d'opinion ;"},{"type":"del","content":"VI.-Les dépenses liées à la campagne audiovisuelle officielle sont à la charge de l'Etat."},{"type":"add","content":"3° La contribution de chaque parti ou groupement politique à l'animation du débat électoral."},{"type":"add","content":"Pour les émissions précédant le deuxième tour de scrutin, une durée d'émission supplémentaire d'une demi-heure est répartie entre les mêmes partis et groupements politiques, selon les mêmes modalités."},{"type":"del","content":"### Nota"},{"type":"add","content":"V.-Les durées d'émission prévues aux II, III et IV s'entendent pour tout service à vocation généraliste ou d'information des sociétés nationales de programme mentionnées à l'article 44 de la loi n° 86-1067 du 30 septembre 1986 relative à la liberté de communication désigné par le Conseil supérieur de l'audiovisuel conformément à l'article 16 de la même loi. Les émissions doivent être diffusées dans le même texte pour les émissions de télévision et dans un texte similaire ou différent pour les émissions de radio."},{"type":"del","content":"Dans sa décision n° 2017-651 QPC du 31 mai 2017 (NOR: CSCX1715978S), le Conseil constitutionnel a déclaré les paragraphes II et III de l'article L. 167-1 du code électoral, dans sa rédaction résultant de la loi n° 2016-1917 du 29 décembre 2016 de finances pour 2017, contraires à la Constitution. La déclaration d'inconstitutionnalité de l'article 1er prend effet dans les conditions fixées par les paragraphes 14 et 15 (30 juin 2018)."},{"type":"add","content":"VI.-Le Conseil supérieur de l'audiovisuel constate l'attribution des durées d'émission prévues aux II et III du présent article et procède à la répartition de la durée d'émission prévue au IV."},{"type":"add","content":""},{"type":"add","content":"Il fixe les conditions de production, de programmation et de diffusion des émissions, après consultation des présidents des sociétés nationales de programme mentionnées au V."},{"type":"add","content":""},{"type":"add","content":"Les durées d'émission attribuées à plusieurs présidents de groupe parlementaire à l'Assemblée nationale en application du III ou à plusieurs partis ou groupements politiques peuvent être additionnées, à leur demande, en vue d'une ou plusieurs émissions communes. Ces demandes sont adressées, dans des conditions fixées par décret en Conseil d'Etat, au Conseil supérieur de l'audiovisuel."},{"type":"add","content":""},{"type":"add","content":"VII.-En ce qui concerne les émissions destinées à être reçues en dehors de la métropole, le Conseil supérieur de l'audiovisuel tient compte des délais d'acheminement et des différences d'heures."},{"type":"add","content":""},{"type":"add","content":"VIII.-Les dépenses liées à la campagne audiovisuelle officielle sont à la charge de l'Etat."},{"type":"del","content":"LOI n° 2016-1917 du 29 décembre 2016 de finances pour 2017 - article 114 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"LOI n° 2018-509 du 25 juin 2018 relative à l'élection des représentants au Parlement européen - article 3 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":"1986-09-30 CITATION source Loi n° 86-1067 du 30 septembre 1986 relative à la liberté de communication (Loi Léotard) - article 44 AUTONOME MODIFIE, en vigueur du 1986-10-01 au 2000-08-02"},{"type":"add","content":""},{"type":"del","content":"2016-12-29 MODIFIE cible LOI n° 2016-1917 du 29 décembre 2016 de finances pour 2017 - article 114 ENTIEREMENT_MODIF"},{"type":"add","content":"2018-06-25 MODIFIE cible LOI n° 2018-509 du 25 juin 2018 relative à l'élection des représentants au Parlement européen - article 3 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":"      CITATION source Loi 88-277 1988-03-11 art. 9"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/42/LEGIARTI000033814262.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/42/LEGIARTI000033814262.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/42/LEGIARTI000033814262.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/37/10/34/LEGIARTI000037103474.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/37/10/34/LEGIARTI000037103474.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/37/10/34/LEGIARTI000037103474.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033814262)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000037103474)"}],"status":"modified"}],"stats":{"additions":30,"deletions":21,"filesChanged":1}}