{"sha":"870d6d181edf","date":"2020-03-01","message":"LOI n° 2016-1658 du 5 décembre 2016 relative à l'élection des conseillers municipaux dans les communes associées de la Polynésie française et à la modernisation du code général des collectivités territoriales applicable aux communes de la Polynésie française, à leurs groupements et à leurs établissements publics","files":[{"filename":"partie_legislative/livre_v/titre_vi/chapitre_ii/article_l438.md","articleName":"Article L438","additions":71,"deletions":26,"diff":[{"type":"del","content":"Les dispositions du chapitre II du titre IV du livre Ier du présent code, dans leur rédaction à la date d'entrée en vigueur de la loi n° 2018-51 du 31 janvier 2018 relative aux modalités de dépôt de candidature aux élections, sont applicables en Polynésie française dans les communes de moins de 1 000 habitants, dans les communes de moins de 3 500 habitants composées de communes associées, ainsi que dans les communes de 3 500 habitants et plus composées d'au moins une commune associée de moins de 1 000 habitants."},{"type":"add","content":"Les chapitres II et III du titre IV du livre Ier du présent code, dans leur rédaction à la date d'entrée en vigueur de la loi n° 2016-1658 du 5 décembre 2016 relative à l'élection des conseillers municipaux dans les communes associées de la Polynésie française et à la modernisation du code général des collectivités territoriales applicable aux communes de la Polynésie française, à leurs groupements et à leurs établissements publics, sont applicables en Polynésie française sous réserve des adaptations suivantes :"},{"type":"del","content":"Pour l'application en Polynésie française de l'article L. 255-1, les mots : \" comprises dans une commune de 20 000 habitants ou plus \" sont supprimés."},{"type":"add","content":"1° Au premier alinéa de l'article L. 255-1, les mots : \" comprises dans une commune de 20 000 habitants ou plus \" sont supprimés ;"},{"type":"del","content":"Les dispositions du chapitre III du titre IV du livre Ier du présent code, dans leur rédaction à la date d'entrée en vigueur de la loi n° 2018-51 du 31 janvier 2018 relative aux modalités de dépôt de candidature aux élections sont applicables en Polynésie française dans les communes de 1 000 habitants et plus, ainsi que dans les communes de 3 500 habitants et plus composées de communes associées dont chaque commune associée compte 1 000 habitants et plus."},{"type":"add","content":"2° L'article L. 260 est complété par un alinéa ainsi rédigé :"},{"type":"del","content":"Pour leur application en Polynésie française, les deuxième et troisième alinéas de l'article L. 261 sont remplacés par un alinéa ainsi rédigé :"},{"type":"add","content":"\" Dans les communes composées de communes associées, chaque liste est constituée d'autant de sections qu'il y a de communes associées. Le nombre de sièges à pourvoir dans la commune est réparti, par arrêté du haut-commissaire, entre les sections proportionnellement à la population municipale de chaque commune associée en appliquant la règle de la plus forte moyenne, sans que ce nombre puisse être inférieur à un. \" ;"},{"type":"del","content":"\" L'article L. 255-1 est applicable. \""},{"type":"add","content":"3° Les trois derniers alinéas de l'article L. 261 sont supprimés ;"},{"type":"add","content":""},{"type":"add","content":"4° L'article L. 262 est ainsi rédigé :"},{"type":"add","content":""},{"type":"add","content":"\" Art. L. 262.-Au premier tour de scrutin, il est attribué à la liste qui a recueilli la majorité absolue des suffrages exprimés un nombre de sièges égal à la moitié du nombre des sièges à pourvoir, arrondi à l'entier supérieur. Dans les communes composées de communes associées, ces sièges sont répartis entre les sections de commune comptant au moins deux sièges de la façon suivante :"},{"type":"add","content":""},{"type":"add","content":"\" 1° Un siège est attribué aux sections de communes comptant deux sièges ;"},{"type":"add","content":""},{"type":"add","content":"\" 2° Le reste des sièges est réparti entre les autres sections proportionnellement à la population municipale de chaque commune associée, en appliquant la règle de la plus forte moyenne."},{"type":"add","content":""},{"type":"add","content":"\" Cette attribution opérée, les autres sièges sont répartis entre toutes les listes à la représentation proportionnelle suivant la règle de la plus forte moyenne, sous réserve de l'application du dixième alinéa. Dans les communes composées de communes associées, ces sièges sont répartis par section."},{"type":"add","content":""},{"type":"add","content":"\" Si aucune liste n'a recueilli la majorité absolue des suffrages exprimés au premier tour, il est procédé à un deuxième tour. Il est attribué à la liste qui a obtenu le plus de voix un nombre de sièges égal à la moitié du nombre des sièges à pourvoir, arrondi à l'entier supérieur. Dans les communes composées de communes associées, ces sièges sont répartis entre les sections de commune comptant au moins deux sièges de la façon suivante :"},{"type":"add","content":""},{"type":"add","content":"\" a) Un siège est attribué aux sections de communes comptant deux sièges ;"},{"type":"add","content":""},{"type":"add","content":"\" b) Le reste des sièges est réparti entre les autres sections proportionnellement à la population municipale de chaque commune associée, en appliquant la règle de la plus forte moyenne."},{"type":"add","content":""},{"type":"add","content":"\" En cas d'égalité de suffrages entre les listes arrivées en tête, ces sièges sont attribués à la liste dont les candidats ont la moyenne d'âge la plus élevée."},{"type":"add","content":""},{"type":"add","content":"\" Cette attribution opérée, les autres sièges sont répartis entre toutes les listes à la représentation proportionnelle suivant la règle de la plus forte moyenne, sous réserve de l'application du dixième alinéa. Dans les communes composées de communes associées, ces sièges sont répartis par section."},{"type":"add","content":""},{"type":"add","content":"\" Les listes qui n'ont pas obtenu au moins 5 % des suffrages exprimés ne sont pas admises à la répartition des sièges."},{"type":"add","content":""},{"type":"add","content":"\" Les sièges sont attribués aux candidats dans l'ordre de présentation sur chaque liste, le cas échéant par section."},{"type":"add","content":""},{"type":"add","content":"\" Si plusieurs listes ont la même moyenne pour l'attribution du dernier siège, celui-ci revient à la liste qui a obtenu le plus grand nombre de suffrages au niveau de la commune ou, le cas échéant, de la section. En cas d'égalité de suffrages, le siège est attribué au plus âgé des candidats susceptibles d'être proclamés élus. \" ;"},{"type":"add","content":""},{"type":"add","content":"5° Le premier alinéa de l'article L. 264 est complété par une phrase ainsi rédigée :"},{"type":"add","content":""},{"type":"add","content":"\" Dans les communes composées de communes associées, la liste est composée alternativement d'un candidat de chaque sexe au sein de chaque section. \" ;"},{"type":"add","content":""},{"type":"add","content":"6° L'article L. 270 est ainsi modifié :"},{"type":"add","content":""},{"type":"add","content":"a) Le premier alinéa est remplacé par trois alinéas ainsi rédigés :"},{"type":"add","content":""},{"type":"add","content":"\" Dans les communes dépourvues de communes associées, le candidat venant sur une liste immédiatement après le dernier élu est appelé à remplacer le conseiller municipal élu sur cette liste dont le siège devient vacant pour quelque cause que ce soit."},{"type":"add","content":""},{"type":"add","content":"\" Dans les communes pourvues de communes associées, le candidat venant sur une liste immédiatement après le dernier élu dans la même section est appelé à remplacer le conseiller municipal élu sur cette liste dont le siège devient vacant pour quelque cause que ce soit."},{"type":"add","content":""},{"type":"add","content":"\" La constatation, par la juridiction administrative, de l'inéligibilité d'un ou de plusieurs candidats n'entraîne l'annulation de l'élection que du ou des élus inéligibles. La juridiction saisie proclame en conséquence l'élection du ou des suivants de liste. \" ;"},{"type":"add","content":""},{"type":"add","content":"b) La dernière phrase du deuxième alinéa est complétée par les mots : \", le cas échéant par section \"."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Conformément à l'article 13 de la loi n° 2016-1658 du 5 décembre 2016, ces dispositions s'appliquent en Polynésie française à compter du prochain renouvellement général des conseillers municipaux."},{"type":"del","content":"Code électoral - article L261 AUTONOME MODIFIE, en vigueur du 1983-03-13 au 2014-03-23 CITATION cible"},{"type":"add","content":"Code électoral - article L260 AUTONOME MODIFIE, en vigueur du 1983-03-13 au 2018-02-02 CITATION cible"},{"type":"del","content":"Code électoral - article L255-1 AUTONOME MODIFIE, en vigueur du 1983-03-13 au 2014-03-23 CITATION cible"},{"type":"add","content":"Code électoral - article L270 AUTONOME MODIFIE, en vigueur du 2003-12-09 au 2019-12-29 CITATION cible"},{"type":"del","content":"Code électoral - article L255-1 AUTONOME VIGUEUR, en vigueur depuis le 2014-03-23 CITATION cible"},{"type":"add","content":"Code électoral - article L270 AUTONOME MODIFIE, en vigueur du 2002-02-28 au 2003-12-09 CITATION cible"},{"type":"del","content":"Code électoral - article L261 AUTONOME MODIFIE, en vigueur du 2014-03-23 au 2025-08-13 CITATION cible"},{"type":"add","content":"Code électoral - article L260 AUTONOME VIGUEUR, en vigueur depuis le 2018-02-02 CITATION cible"},{"type":"del","content":"LOI n° 2018-51 du 31 janvier 2018 relative aux modalités de dépôt de candidature aux élections - article 10 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2018-02-02 MODIFIE source"},{"type":"add","content":"Code électoral - article L270 AUTONOME ABROGE_DIFF, en vigueur du 2019-12-29 au 2222-02-22 CITATION cible"},{"type":"del","content":"Code électoral - article L261 AUTONOME VIGUEUR, en vigueur depuis le 2025-08-13 CITATION cible"},{"type":"add","content":"LOI n° 2016-1658 du 5 décembre 2016 relative à l'élection des conseillers municipaux dans les communes associées de la Polynésie française et à la modernisation du code général des collectivités territoriales applicable aux communes de la Polynésie française, à leurs groupements et à leurs établissements publics - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code électoral - article L270 AUTONOME MODIFIE, en vigueur du 1983-03-13 au 2002-02-28 CITATION cible"},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":"LOI n° 2018-51 du 31 janvier 2018 relative aux modalités de dépôt de candidature aux élections CITATION cible"},{"type":"add","content":"Code électoral - article L270 AUTONOME VIGUEUR_DIFF, en vigueur depuis le 2222-02-22 CITATION cible"},{"type":"del","content":"2018-01-31 CITATION source LOI n° 2018-51 du 31 janvier 2018 relative aux modalités de dépôt de candidature aux élections"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2018-01-31 MODIFIE cible LOI n° 2018-51 du 31 janvier 2018 relative aux modalités de dépôt de candidature aux élections - article 10 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2018-02-02"},{"type":"add","content":"2016-12-05 MODIFIE cible LOI n° 2016-1658 du 5 décembre 2016 relative à l'élection des conseillers municipaux dans les communes associées de la Polynésie française et à la modernisation du code général des collectivités territoriales applicable aux communes de la Polynésie française, à leurs groupements et à leurs établissements publics - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":"2999-01-01 CITATION source Code électoral - article L261 AUTONOME MODIFIE, en vigueur du 1983-03-13 au 2014-03-23"},{"type":"add","content":"2999-01-01 CITATION source Code électoral - article L260 AUTONOME MODIFIE, en vigueur du 1983-03-13 au 2018-02-02"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code électoral - article L270 AUTONOME MODIFIE, en vigueur du 1983-03-13 au 2002-02-28"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/36/56/34/LEGIARTI000036563495.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/36/56/34/LEGIARTI000036563495.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/36/56/34/LEGIARTI000036563495.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/54/21/LEGIARTI000033542106.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/54/21/LEGIARTI000033542106.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/54/21/LEGIARTI000033542106.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000036563495)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033542106)"}],"status":"modified"}],"stats":{"additions":71,"deletions":26,"filesChanged":1}}