{"sha":"0d78049168e3","date":"2001-04-14","message":"Ordonnance n° 2001-313 du 11 avril 2001 portant transposition de directives relatives aux médicaments vétérinaires","files":[{"filename":"partie_legislative/livre_ii/titre_iii/chapitre_iv/section_2/article_l234-2.md","articleName":"Article L234-2","additions":75,"deletions":36,"diff":[{"type":"del","content":"Toutefois, après autorisation de l'autorité administrative, ces substances peuvent entrer dans la composition de médicaments satisfaisant aux conditions prévues aux articles L. 5141-5, L. 5141-6 et L. 5141-10 du code de la santé publique. L'administration de ces médicaments est subordonnée à des conditions particulières ; elle ne peut être effectuée que par ou sous la responsabilité d'un vétérinaire ayant satisfait aux obligations prévues à l'article L. 241-1."},{"type":"add","content":"Toutefois, certaines de ces substances peuvent, dans des conditions fixées par décret, entrer dans la composition de médicaments vétérinaires satisfaisant aux conditions prévues au titre IV du livre Ier de la cinquième partie du code de la santé publique. L'administration de ces médicaments est subordonnée à des conditions particulières ; elle ne peut être effectuée que par ou sous la responsabilité d'un vétérinaire ayant satisfait aux obligations prévues à l'article L. 241-1."},{"type":"del","content":"IV. - Il est interdit d'administrer aux animaux des espèces dont la chair ou les produits sont destinés à l'alimentation humaine et, pour les personnes ayant la garde de tels animaux, de détenir sans justification une substance ou composition relevant de l'article L. 5144-1 du code de la santé publique qui ne bénéficie pas d'autorisation au titre des réglementations relatives aux médicaments vétérinaires ou aux substances destinées à l'alimentation animale. Il est également interdit d'administrer à de tels animaux des médicaments vétérinaires qui ne bénéficient pas d'une autorisation au titre du code de la santé publique, des prémélanges médicamenteux qui n'ont pas été préalablement incorporés dans un aliment médicamenteux, ainsi que des additifs qui ne bénéficient pas d'une autorisation au titre de la réglementation relative aux substances destinées à l'alimentation animale ou qui ne sont pas utilisés selon les conditions prévues par l'autorisation."},{"type":"add","content":"IV. - Il est interdit d'administrer aux animaux des espèces dont la chair ou les produits sont destinés à l'alimentation humaine et, pour les personnes ayant la garde de tels animaux, de détenir sans justification une substance ou composition relevant de l'article L. 5144-1 du code de la santé publique qui ne bénéficie pas d'autorisation au titre des réglementations relatives aux médicaments vétérinaires ou aux substances destinées à l'alimentation animale. Cette interdiction ne s'applique pas dans le cas d'essais de médicaments réalisés dans les conditions prévues par le décret mentionné au 9° de l'article L. 5121-20 du code de la santé publique et le décret mentionné au 6° de l'article L. 5141-16 du même code."},{"type":"del","content":"V. - Par arrêtés pris après avis de l'Agence française de sécurité sanitaire des aliments, et, en ce qui concerne les médicaments à usage humain, après avis de l'Agence française de sécurité sanitaire des produits de santé, le ministre de l'agriculture et le ministre chargé de la santé peuvent, pour des motifs de santé publique ou de santé animale, interdire ou restreindre la prescription et la délivrance de médicaments en vue d'une administration à des animaux, ainsi que l'administration de médicaments à des animaux. Ces arrêtés peuvent notamment fixer les temps d'attente minimaux à appliquer pour la prescription de médicaments destinés à des animaux des espèces dont la chair ou les produits sont destinés à l'alimentation humaine, en dehors des indications prévues par leur autorisation."},{"type":"add","content":"V. - Est interdite la mise sur le marché de denrées alimentaires provenant d'animaux ayant été soumis à des essais de médicaments, sauf dans le cas d'essais cliniques de médicaments vétérinaires réalisés dans les conditions prévues par le décret mentionné au 6° de l'article L. 5141-16 du code de la santé publique. Les conditions dans lesquelles il est procédé à la mesure des taux résiduels, les modalités de la déclaration au préfet, préalablement à la mise sur le marché de ces denrées et les règles concernant la destination de ces denrées sont fixées par décret en Conseil d'Etat."},{"type":"del","content":"VI. - Des dérogations aux II et IV peuvent être accordées par le ministre de l'agriculture, après avis de l'Agence française de sécurité sanitaire des aliments, pour des animaux dont la chair ou les produits ne sont en aucun cas destinés à l'alimentation humaine ou animale."},{"type":"add","content":"VI. - Par arrêtés pris après avis de l'Agence française de sécurité sanitaire des aliments, et, en ce qui concerne les médicaments à usage humain, après avis de l'Agence française de sécurité sanitaire des produits de santé, le ministre de l'agriculture et le ministre chargé de la santé peuvent, pour des motifs de santé publique ou de santé animale, interdire ou restreindre la prescription et la délivrance de médicaments en vue d'une administration à des animaux, ainsi que l'administration de médicaments à des animaux."},{"type":"add","content":""},{"type":"add","content":"VII. - Un médicament vétérinaire soumis à autorisation de mise sur le marché en application de l'article L. 5141-5 du code de la santé publique ne peut être administré à un animal que si cette autorisation a été délivrée et dans les conditions prévues par elle ou par la prescription d'un vétérinaire."},{"type":"add","content":""},{"type":"add","content":"VIII. - Comme il est dit aux articles L. 5141-11, L. 5143-4, et L. 5143-5 du code de la santé publique, ci-après reproduits :"},{"type":"add","content":""},{"type":"add","content":"\"Art. L. 5141-11 :"},{"type":"add","content":""},{"type":"add","content":"\"Pour la fabrication d'aliments médicamenteux, seuls peuvent être utilisés des prémélanges médicamenteux ayant obtenu une autorisation de mise sur le marché mentionnée à l'article L. 5141-5 ou une autorisation temporaire d'utilisation mentionnée à l'article L. 5141-10."},{"type":"add","content":""},{"type":"add","content":"\"L'aliment médicamenteux ne peut être délivré au public et administré à l'animal s'il ne répond aux conditions prévues au premier alinéa ci-dessus. Des conditions particulières de fabrication, d'importation, d'exportation, de prescription, de délivrance et d'utilisation sont applicables à l'aliment médicamenteux."},{"type":"add","content":""},{"type":"add","content":"\"Aucun prémélange médicamenteux ne peut être délivré au public ni administré à l'animal. Les prémélanges médicamenteux ne peuvent être délivrés qu'à un établissement autorisé en application de l'article L. 5142-2 pour la fabrication d'aliments médicamenteux ou à un éleveur pour la fabrication extemporanée d'aliments médicamenteux dans les conditions prévues à l'article L. 5143-3\"."},{"type":"add","content":""},{"type":"add","content":"\"Art. L. 5143-4 :"},{"type":"add","content":""},{"type":"add","content":"\"Le vétérinaire doit prescrire en priorité un médicament vétérinaire autorisé pour l'animal de l'espèce considérée et pour l'indication thérapeutique visée ou un aliment médicamenteux fabriqué à partir d'un prémélange médicamenteux autorisé répondant aux mêmes conditions."},{"type":"add","content":""},{"type":"add","content":"\"Dans le cas où aucun médicament vétérinaire approprié bénéficiant d'une autorisation de mise sur le marché, d'une autorisation temporaire d'utilisation ou d'un enregistrement n'est disponible, le vétérinaire peut prescrire les médicaments suivants :"},{"type":"add","content":""},{"type":"add","content":"\"1° Un médicament vétérinaire autorisé pour des animaux d'une autre espèce dans la même indication thérapeutique, ou pour des animaux de la même espèce dans une indication thérapeutique différente ou un aliment médicamenteux fabriqué à partir d'un prémélange médicamenteux autorisé répondant aux mêmes conditions ;"},{"type":"add","content":""},{"type":"add","content":"\"2° Si le médicament mentionné au 1° n'existe pas, un médicament vétérinaire autorisé pour des animaux d'une autre espèce dans une indication thérapeutique différente ou un aliment médicamenteux fabriqué à partir d'un prémélange médicamenteux autorisé répondant aux mêmes conditions ;"},{"type":"add","content":""},{"type":"add","content":"\"3° Si les médicaments mentionnés aux 1° et 2° n'existent pas, un médicament autorisé pour l'usage humain ;"},{"type":"add","content":""},{"type":"add","content":"\"4° A défaut des médicaments mentionnés aux 1°, 2° et 3°, une préparation magistrale vétérinaire."},{"type":"add","content":""},{"type":"add","content":"\"Les médicaments mentionnés aux 1°, 2°, 3° et 4° ci-dessus sont administrés soit par le vétérinaire, soit, sous la responsabilité personnelle de ce dernier, par le détenteur des animaux, dans le respect de la prescription du vétérinaire."},{"type":"add","content":""},{"type":"add","content":"\"Lorsque le vétérinaire prescrit un médicament destiné à être administré à des animaux dont la chair ou les produits sont destinés à la consommation humaine, les substances à action pharmacologique qu'il contient doivent être au nombre de celles qui figurent dans l'une des annexes I, II et III du règlement (CEE) n° 2377/90 du Conseil du 26 juin 1990 établissant une procédure communautaire pour la fixation des limites maximales de résidus de médicaments vétérinaires dans les aliments d'origine animale. Le vétérinaire fixe le temps d'attente applicable qui ne peut être inférieur au minimum fixé pour la denrée animale considérée, par arrêté des ministres chargés de l'agriculture et de la santé après avis de l'Agence française de sécurité sanitaire des aliments ; on entend par temps d'attente le délai à observer entre la dernière administration du médicament à l'animal dans les conditions normales d'emploi et l'obtention des denrées alimentaires provenant de cet animal\"."},{"type":"add","content":""},{"type":"add","content":"\"Art. L. 5143-5 :"},{"type":"add","content":""},{"type":"add","content":"\"La délivrance au détail, à titre gratuit ou onéreux, des médicaments vétérinaires contenant des substances visées à l'article L. 5144-1, à l'exception des substances vénéneuses à doses ou concentrations trop faibles pour justifier de la soumission au régime desdites substances, ainsi que des médicaments vétérinaires visés à l'article L. 5143-4 est subordonnée à la rédaction par un vétérinaire d'une ordonnance qui est obligatoirement remise à l'utilisateur."},{"type":"add","content":""},{"type":"add","content":"\"Pour les aliments médicamenteux, l'ordonnance ne peut prescrire qu'un seul traitement d'une durée au plus égale à trois mois\"."},{"type":"del","content":"Code de la santé publique - article L5141-6 AUTONOME ABROGE, en vigueur du 2011-06-18 au 2022-03-25 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI no 2001-6 du 4 janvier 2001 portant diverses dispositions d'adaptation au droit communautaire en matière de santé des animaux et de qualité sanitaire des denrées d'origine animale et modifiant le code rural - article 3 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la santé publique - article L5141-6 AUTONOME MODIFIE, en vigueur du 2007-04-27 au 2011-06-18 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la santé publique - article L5141-6 AUTONOME MODIFIE, en vigueur du 2000-06-22 au 2001-04-14 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la santé publique - article L5141-6 AUTONOME MODIFIE, en vigueur du 2001-04-14 au 2007-04-27 CITATION cible"},{"type":"add","content":"Ordonnance n° 2001-313 du 11 avril 2001 portant transposition de directives relatives aux médicaments vétérinaires - article 22 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":"1984-06-29 CONCORDANCE source Loi n°84-512 du 29 juin 1984 RELATIVE A LA PECHE EN EAU DOUCE ET A LA GESTION DES RESSOURCES PISCICOLES - article 11 AUTONOME ABROGE, en vigueur du 1984-06-30 au 1991-04-17"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2001-04-11 MODIFICATION source Ordonnance n° 2001-313 du 11 avril 2001 portant transposition de directives relatives aux médicaments vétérinaires - article 22 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2010-07-27 CITATION cible LOI n° 2010-874 du 27 juillet 2010 de modernisation de l'agriculture et de la pêche - article 11 AUTONOME VIGUEUR, en vigueur depuis le 2010-07-29"},{"type":"add","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la santé publique - article L5141-10 AUTONOME MODIFIE, en vigueur du 2000-06-22 au 2001-04-14"},{"type":"add","content":"2999-01-01 CITATION cible Code rural et de la pêche maritime - article L231-2 AUTONOME ABROGE, en vigueur du 2019-12-14 au 2021-12-29"},{"type":"del","content":"2999-01-01 CITATION source Code de la santé publique - article L5141-5 AUTONOME MODIFIE, en vigueur du 2000-06-22 au 2001-04-14"},{"type":"add","content":"2999-01-01 CITATION cible Code rural et de la pêche maritime - article L234-3 AUTONOME VIGUEUR, en vigueur depuis le 2022-03-25"},{"type":"del","content":"2999-01-01 CITATION source Code de la santé publique - article L5141-6 AUTONOME MODIFIE, en vigueur du 2000-06-22 au 2001-04-14"},{"type":"add","content":"2999-01-01 CITATION cible Code rural et de la pêche maritime - article L237-1 AUTONOME MODIFIE, en vigueur du 2012-06-02 au 2022-03-25"},{"type":"del","content":"2999-01-01 CITATION source Code de la santé publique - article L5144-1 AUTONOME MODIFIE, en vigueur du 2000-06-22 au 2007-04-27"},{"type":"add","content":"2999-01-01 CITATION cible Code rural et de la pêche maritime - article R234-3 AUTONOME VIGUEUR, en vigueur depuis le 2023-11-25"},{"type":"del","content":"2999-01-01 CONCORDE source Code de l'environnement - article L434-2 AUTONOME MODIFIE, en vigueur du 2000-09-21 au 2006-12-30"},{"type":"add","content":"2999-01-01 CITATION cible Code rural et de la pêche maritime - article R234-4 AUTONOME VIGUEUR, en vigueur depuis le 2023-11-25"},{"type":"del","content":"      CITATION source Code rural L241-1"},{"type":"add","content":"2999-01-01 CITATION source Code de la santé publique - article L5121-20 AUTONOME MODIFIE, en vigueur du 2000-06-22 au 2002-12-24"},{"type":"del","content":"      CONCORDANCE source Code rural L934-2"},{"type":"add","content":"2999-01-01 CITATION source Code de la santé publique - article L5141-10 AUTONOME MODIFIE, en vigueur du 2000-06-22 au 2001-04-14"},{"type":"del","content":"1984-06-29 CONCORDANCE source Loi n°84-512 du 29 juin 1984 RELATIVE A LA PECHE EN EAU DOUCE ET A LA GESTION DES RESSOURCES PISCICOLES - article 11 AUTONOME ABROGE, en vigueur du 1984-06-30 au 1991-04-17"},{"type":"add","content":"2999-01-01 CITATION source Code de la santé publique - article L5141-11 AUTONOME MODIFIE, en vigueur du 2000-06-22 au 2001-04-14"},{"type":"del","content":"2001-01-04 MODIFICATION source LOI no 2001-6 du 4 janvier 2001 portant diverses dispositions d'adaptation au droit communautaire en matière de santé des animaux et de qualité sanitaire des denrées d'origine animale et modifiant le code rural - article 3 ENTIEREMENT_MODIF"},{"type":"add","content":"2999-01-01 CITATION source Code de la santé publique - article L5141-16 AUTONOME MODIFIE, en vigueur du 2001-04-14 au 2004-08-11"},{"type":"del","content":"2010-07-27 CITATION cible LOI n° 2010-874 du 27 juillet 2010 de modernisation de l'agriculture et de la pêche - article 11 AUTONOME VIGUEUR, en vigueur depuis le 2010-07-29"},{"type":"add","content":"2999-01-01 CITATION source Code de la santé publique - article L5141-5 AUTONOME MODIFIE, en vigueur du 2000-06-22 au 2001-04-14"},{"type":"del","content":"2999-01-01 CITATION cible Code rural et de la pêche maritime - article L231-2 AUTONOME ABROGE, en vigueur du 2019-12-14 au 2021-12-29"},{"type":"add","content":"2999-01-01 CITATION source Code de la santé publique - article L5142-2 AUTONOME MODIFIE, en vigueur du 2000-06-22 au 2007-04-27"},{"type":"del","content":"2999-01-01 CITATION cible Code rural et de la pêche maritime - article L234-3 AUTONOME VIGUEUR, en vigueur depuis le 2022-03-25"},{"type":"add","content":"2999-01-01 CITATION source Code de la santé publique - article L5143-3 AUTONOME MODIFIE, en vigueur du 2000-06-22 au 2001-04-14"},{"type":"del","content":"2999-01-01 CITATION cible Code rural et de la pêche maritime - article L237-1 AUTONOME MODIFIE, en vigueur du 2012-06-02 au 2022-03-25"},{"type":"add","content":"2999-01-01 CITATION source Code de la santé publique - article L5143-4 AUTONOME MODIFIE, en vigueur du 2000-06-22 au 2001-04-14"},{"type":"del","content":"2999-01-01 CITATION cible Code rural et de la pêche maritime - article R234-3 AUTONOME VIGUEUR, en vigueur depuis le 2023-11-25"},{"type":"add","content":"2999-01-01 CITATION source Code de la santé publique - article L5144-1 AUTONOME MODIFIE, en vigueur du 2000-06-22 au 2007-04-27"},{"type":"del","content":"2999-01-01 CITATION cible Code rural et de la pêche maritime - article R234-4 AUTONOME VIGUEUR, en vigueur depuis le 2023-11-25"},{"type":"add","content":"2999-01-01 CONCORDE source Code de l'environnement - article L434-2 AUTONOME MODIFIE, en vigueur du 2000-09-21 au 2006-12-30"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CITATION source Code rural L241-1,"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CONCORDANCE source Code rural L934-2"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/58/27/LEGIARTI000006582729.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/58/27/LEGIARTI000006582729.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/58/27/LEGIARTI000006582729.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/58/27/LEGIARTI000006582730.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/58/27/LEGIARTI000006582730.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/58/27/LEGIARTI000006582730.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006582729)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006582730)"}],"status":"modified"}],"stats":{"additions":75,"deletions":36,"filesChanged":1}}