{"sha":"190bdd654f77","date":"2015-11-26","message":"Décret n° 2015-1519 du 23 novembre 2015 relatif à l'acquisition progressive du certificat d'aptitude professionnelle agricole","files":[{"filename":"partie_reglementaire/livre_viii/titre_ier/chapitre_ier/section_7/sous-section_1/article_d811-148-3.md","articleName":"Article D811-148-3","additions":28,"deletions":9,"diff":[{"type":"del","content":"I. - Les candidats ajournés à l'examen du certificat d'aptitude professionnelle agricole justifiant avoir suivi une nouvelle préparation au diplôme peuvent, à leur demande, conserver pendant les cinq sessions suivant la première candidature le bénéfice des notes obtenues aux épreuves de l'examen sous réserve que ces notes soient égales ou supérieures à 10 sur 20."},{"type":"add","content":"I.-Les candidats ajournés à l'examen du diplôme du certificat d'aptitude professionnelle agricole préparé par la voie scolaire ou par la voie de l'apprentissage peuvent choisir entre deux formes d'examen pour obtenir le diplôme :"},{"type":"add","content":""},{"type":"add","content":"a) Une forme globale dans laquelle le candidat présente l'ensemble des épreuves constitutives du diplôme auxquelles il n'a pas obtenu une note égale ou supérieure à 10 sur 20, au cours d'une même session ;"},{"type":"add","content":""},{"type":"add","content":"b) Une forme progressive dans laquelle le candidat choisit de ne présenter que certaines épreuves constitutives du diplôme au cours d'une même session conformément aux dispositions des cinquième, sixième, septième et huitième alinéas du I du présent article."},{"type":"add","content":""},{"type":"add","content":"Les candidats ajournés à l'examen du certificat d'aptitude professionnelle agricole justifiant avoir suivi une nouvelle préparation au diplôme peuvent, à leur demande, conserver pendant les cinq sessions suivant la première candidature le bénéfice des notes obtenues aux épreuves de l'examen sous réserve que ces notes soient égales ou supérieures à 10 sur 20."},{"type":"add","content":""},{"type":"add","content":"Les candidats ajournés qui choisissent de présenter à nouveau l'examen au titre de la voie scolaire ou de l'apprentissage sous la forme progressive peuvent aussi à leur demande et à chaque session :"},{"type":"add","content":""},{"type":"add","content":"-conserver les notes inférieures à 10 sur 20 dans la limite de cinq ans à compter de leur date d'obtention ;"},{"type":"add","content":""},{"type":"add","content":"-présenter à nouveau les épreuves auxquelles ils ont obtenu des notes inférieures à 10 sur 20. Dans ce cas, la dernière note obtenue est prise en compte."},{"type":"add","content":""},{"type":"add","content":"Pour tout candidat ajourné qui conserve des notes, le calcul de la moyenne globale s'effectue sur la base des notes conservées et des notes obtenues aux épreuves à nouveau présentées."},{"type":"del","content":"II. - Les candidats ajournés reçoivent, s'ils ont obtenu pour l'ensemble des épreuves une moyenne globale au moins égale à 8 sur 20, un certificat de fin d'études professionnelles agricoles."},{"type":"add","content":"Les candidats ajournés peuvent, à leur demande, obtenir une attestation qui mentionne les capacités acquises correspondantes aux épreuves constitutives du certificat d'aptitude professionnelle agricole de la spécialité préparée et qui est délivrée par le directeur régional de l'alimentation, de l'agriculture et de la forêt selon des conditions définies par arrêté du ministre chargé de l'agriculture."},{"type":"add","content":""},{"type":"add","content":"II.-Les candidats ajournés reçoivent, s'ils ont obtenu pour l'ensemble des épreuves une moyenne globale au moins égale à 8 sur 20, un certificat de fin d'études professionnelles agricoles."},{"type":"del","content":"Décret n° 2015-555 du 19 mai 2015 relatif au règlement général du certificat d'aptitude professionnelle agricole - article 1 ENTIEREMENT_MODIF CREE source"},{"type":"add","content":"Décret n° 2015-1519 du 23 novembre 2015 relatif à l'acquisition progressive du certificat d'aptitude professionnelle agricole - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2015-05-19 CREE cible Décret n° 2015-555 du 19 mai 2015 relatif au règlement général du certificat d'aptitude professionnelle agricole - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2015-11-23 CITATION cible Décret n° 2015-1519 du 23 novembre 2015 relatif à l'acquisition progressive du certificat d'aptitude professionnelle agricole VIGUEUR"},{"type":"del","content":"2015-11-23 CITATION cible Décret n° 2015-1519 du 23 novembre 2015 relatif à l'acquisition progressive du certificat d'aptitude professionnelle agricole VIGUEUR"},{"type":"add","content":"2015-11-23 MODIFIE cible Décret n° 2015-1519 du 23 novembre 2015 relatif à l'acquisition progressive du certificat d'aptitude professionnelle agricole - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code rural (nouveau) - article D811-147 AUTONOME MODIFIE, en vigueur du 2005-04-22 au 2015-09-01"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/61/87/LEGIARTI000030618767.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/61/87/LEGIARTI000030618767.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/30/61/87/LEGIARTI000030618767.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/31/52/35/LEGIARTI000031523580.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/31/52/35/LEGIARTI000031523580.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/31/52/35/LEGIARTI000031523580.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000030618767)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000031523580)"}],"status":"modified"}],"stats":{"additions":28,"deletions":9,"filesChanged":1}}