{"sha":"340b8032f03c","date":"2006-08-04","message":"Décret n° 2006-990 du 1er août 2006 relatif aux prestations en matière de réparation des accidents du travail et des maladies professionnelles des non-salariés agricoles et modifiant le code rural (partie réglementaire)","files":[{"filename":"partie_reglementaire/livre_vii/titre_v/chapitre_ii/section_2/sous-section_3/paragraphe_2/sous-paragraphe_1/article_d752-26.md","articleName":"Article D752-26","additions":13,"deletions":57,"diff":[{"type":"del","content":"La rente à laquelle a droit la victime en application du cinquième alinéa de l'article L. 752-6 est égale au gain forfaitaire mentionné au deuxième alinéa de l'article L. 752-5 multiplié par le taux d'incapacité préalablement réduit de moitié pour la fraction égale au taux prévu à l'alinéa ci-dessus et augmenté de la moitié pour la partie qui excède ce même taux."},{"type":"add","content":"La rente à laquelle a droit la victime en application du cinquième alinéa de l'article L. 752-6 est égale au gain forfaitaire mentionné au deuxième alinéa de l'article L. 752-5 multiplié par le taux d'incapacité préalablement réduit de moitié pour la fraction égale au taux prévu à l'alinéa ci-dessus et augmenté de la moitié pour la partie qui excède ce même taux."},{"type":"add","content":""},{"type":"add","content":"En cas d'accidents successifs, le calcul du taux utile afférent à la rente du dernier accident prend en compte la somme de tous les taux d'incapacité permanente reconnus à l'assuré relevant de l'article L. 752-1 du présent code, qu'ils aient donné lieu ou non au versement d'une rente pour déterminer en application de l'alinéa 2 la partie du taux de l'accident considérée inférieure ou supérieure à 50 %."},{"type":"add","content":""},{"type":"add","content":"Lorsque l'un des taux d'incapacité se trouve modifié, en cas d'amélioration ou d'aggravation de l'état de santé de l'assuré, il est procédé au nouveau calcul du taux utile de la rente concernée en ne retenant que la somme des taux d'incapacité permanente antérieurement reconnus lors de l'accident initial."},{"type":"del","content":"Code rural et de la pêche maritime - article D752-29 AUTONOME MODIFIE, en vigueur du 2015-07-17 au 2019-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural et de la pêche maritime - article D752-34 AUTONOME MODIFIE, en vigueur du 2015-07-17 au 2017-10-28 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural et de la pêche maritime - article D752-29 AUTONOME MODIFIE, en vigueur du 2019-01-01 au 2020-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural et de la pêche maritime - article D752-29 AUTONOME VIGUEUR, en vigueur depuis le 2020-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 10 décembre 2009 portant fixation, au titre de l'année 2010, du montant des cotisations dues au titre du régime de l'assurance contre les accidents du travail et les maladies professionnelles des non-salariés agricoles et des personnes mentionnées à l'article L. 731-23 du code rural et de la part des cotisations affectées à chaque catégorie de dépenses de ce régime - article 3 AUTONOME VIGUEUR, en vigueur depuis le 2010-05-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 30 mars 2012 fixant pour la période du 1er avril 2012 au 31 mars 2013 le gain annuel minimum susceptible d'être déclaré par les exploitants agricoles qui ont contracté une assurance complémentaire contre les accidents du travail et les maladies professionnelles, le gain forfaitaire annuel et le pourcentage de ce gain mentionnés aux articles L. 752-5 et L. 752-6 du code rural et de la pêche maritime - article 3 AUTONOME VIGUEUR, en vigueur depuis le 2012-04-06 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 10 décembre 2009 portant fixation, au titre de l'année 2010, du montant des cotisations dues au titre du régime de l'assurance contre les accidents du travail et les maladies professionnelles des non-salariés agricoles et des personnes mentionnées à l'article L. 731-23 du code rural et de la part des cotisations affectées à chaque catégorie de dépenses de ce régime - article 3 AUTONOME MODIFIE, en vigueur du 2009-12-19 au 2010-05-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 23 décembre 2008 fixant, pour la période du 1er septembre 2008 au 31 mars 2009, le gain annuel minimum susceptible d'être déclaré par les exploitants agricoles qui ont contracté, pour les membres de leur famille et pour eux-mêmes, une assurance complémentaire contre les accidents du travail et les maladies professionnelles et le gain forfaitaire annuel servant au calcul des indemnités journalières et des rentes servies au titre de l'assurance contre les accidents du travail et les maladies professionnelles, des non-salariés agricoles et des personnes mentionnées à l'article L. 731-23 du code rural. - article 3 AUTONOME PERIME, en vigueur du 2009-01-01 au 2009-03-31 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°2005-368 du 19 avril 2005 relatif à la partie réglementaire du livre VII du code rural et modifiant la partie réglementaire des livres Ier, II, III, IV, V, VI et VIII du même code - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2005-04-22 CREATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 8 avril 2009 fixant, pour la période du 31 mars 2009 au 31 mars 2010, le gain annuel minimum susceptible d'être déclaré par les exploitants agricoles qui ont contracté, pour les membres de leur famille et pour eux-mêmes, une assurance complémentaire contre les accidents du travail et les maladies professionnelles et le gain forfaitaire annuel servant au calcul des indemnités journalières et des rentes servies au titre de l'assurance contre les accidents du travail et les maladies professionnelles des non-salariés agricoles et des personnes mentionnées à l'article L. 731-23 du code rural - article 3 AUTONOME VIGUEUR, en vigueur depuis le 2009-04-13 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 30 mars 2011 fixant, pour la période du 1er avril 2011 au 31 mars 2012, le gain annuel minimum susceptible d'être déclaré par les exploitants agricoles qui ont contracté, pour les membres de leur famille et pour eux-mêmes, une assurance complémentaire contre les accidents du travail et les maladies professionnelles et le gain forfaitaire annuel servant au calcul des indemnités journalières et des rentes servies au titre de l'assurance contre les accidents du travail et les maladies professionnelles des non-salariés agricoles et des personnes mentionnées à l'article L. 731-23 du code rural et de la pêche maritime - article 3 AUTONOME VIGUEUR, en vigueur depuis le 2011-04-14 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 29 mars 2010 fixant, pour la période du 1er avril 2010 au 31 mars 2011, le gain annuel minimum susceptible d'être déclaré par les exploitants agricoles qui ont contracté, pour les membres de leur famille et pour eux-mêmes, une assurance complémentaire contre les accidents du travail et les maladies professionnelles et le gain forfaitaire annuel servant au calcul des indemnités journalières et des rentes servies au titre de l'assurance contre les accidents du travail et les maladies professionnelles des non-salariés agricoles et des personnes mentionnées à l'article L. 731-23 du code rural - article 3 AUTONOME VIGUEUR, en vigueur depuis le 2010-04-02 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 27 mars 2025 fixant pour la période du 1er avril 2025 au 31 mars 2026 le gain forfaitaire annuel et le pourcentage de ce gain, mentionnés aux articles L. 752-5 et L. 752-6 du code rural et de la pêche maritime ainsi que le gain annuel minimum susceptible d'être déclaré par les exploitants agricoles qui ont contracté une assurance complémentaire contre les accidents du travail et les maladies professionnelles - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2025-03-30 CITATION source"},{"type":"add","content":"Décret n° 2006-990 du 1er août 2006 relatif aux prestations en matière de réparation des accidents du travail et des maladies professionnelles des non-salariés agricoles et modifiant le code rural (partie réglementaire) - article 1 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":"Arrêté du 29 mars 2024 fixant pour la période du 1er avril 2024 au 31 mars 2025 le gain forfaitaire annuel et le pourcentage de ce gain, mentionnés aux articles L. 752-5 et L. 752-6 du code rural et de la pêche maritime, ainsi que le gain annuel minimum susceptible d'être déclaré par les exploitants agricoles qui ont contracté une assurance complémentaire contre les accidents du travail et les maladies professionnelles CITATION source"},{"type":"add","content":"Décret n° 2002-200 du 14 février 2002 relatif aux prestations de l'assurance des non-salariés agricoles contre les accidents du travail et les maladies professionnelles CONCORDANCE cible"},{"type":"del","content":""},{"type":"del","content":"Décret n° 2005-368 du 19 avril 2005 relatif à la partie réglementaire du livre VII du code rural et modifiant la partie réglementaire des livres Ier, II, III, IV, V, VI et VIII du même code La partie réglementaire du livre VII du code rural fait l'objet d'une publication spéciale annexée au Journal officiel de ce jour CREATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 27 mars 2025 fixant pour la période du 1er avril 2025 au 31 mars 2026 le gain forfaitaire annuel et le pourcentage de ce gain, mentionnés aux articles L. 752-5 et L. 752-6 du code rural et de la pêche maritime ainsi que le gain annuel minimum susceptible d'être déclaré par les exploitants agricoles qui ont contracté une assurance complémentaire contre les accidents du travail et les maladies professionnelles VIGUEUR, en vigueur depuis le 2025-03-30 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 27 mars 2025 fixant pour la période du 1er avril 2025 au 31 mars 2026 le gain forfaitaire annuel et le pourcentage de ce gain, mentionnés aux articles L. 752-5 et L. 752-6 du code rural et de la pêche maritime ainsi que le gain annuel minimum susceptible d'être déclaré par les exploitants agricoles qui ont contracté une assurance complémentaire contre les accidents du travail et les maladies professionnelles CITATION source"},{"type":"del","content":""},{"type":"del","content":"2005-04-19 CREATION source Décret n° 2005-368 du 19 avril 2005 relatif à la partie réglementaire du livre VII du code rural et modifiant la partie réglementaire des livres Ier, II, III, IV, V, VI et VIII du même code La partie réglementaire du livre VII du code rural fait l'objet d'une publication spéciale annexée au Journal officiel de ce jour"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2005-04-19 CREATION source Décret n°2005-368 du 19 avril 2005 relatif à la partie réglementaire du livre VII du code rural et modifiant la partie réglementaire des livres Ier, II, III, IV, V, VI et VIII du même code - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2005-04-22"},{"type":"add","content":"2006-08-01 MODIFICATION source Décret n° 2006-990 du 1er août 2006 relatif aux prestations en matière de réparation des accidents du travail et des maladies professionnelles des non-salariés agricoles et modifiant le code rural (partie réglementaire) - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":"      CITATION source Code rural L752-6, L752-5"},{"type":"add","content":"      CITATION source Code rural L752-6, L752-5, L752-1"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/59/80/LEGIARTI000006598097.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/59/80/LEGIARTI000006598097.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/59/80/LEGIARTI000006598097.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/59/80/LEGIARTI000006598098.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/59/80/LEGIARTI000006598098.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/59/80/LEGIARTI000006598098.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006598097)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006598098)"}],"status":"modified"}],"stats":{"additions":13,"deletions":57,"filesChanged":1}}