{"sha":"36784f86cd08","date":"2013-01-01","message":"LOI n° 2012-1460 du 27 décembre 2012 relative à la mise en œuvre du principe de participation du public défini à l'article 7 de la Charte de l'environnement","files":[{"filename":"partie_legislative/livre_ix/titre_ier/chapitre_iv/article_l914-3.md","articleName":"Article L914-3","additions":8,"deletions":34,"diff":[{"type":"del","content":"I.-Les décisions des personnes publiques prises en application de la législation nationale ou des règlements de l'Union européenne relatifs à la pêche maritime et à l'aquaculture marine sont soumises à participation du public lorsqu'elles ont une incidence directe et significative sur l'environnement. Sauf dans les cas où une procédure particulière de participation du public est prévue, elles font l'objet, à l'initiative de l'auteur de la décision, soit d'une publication préalable du projet de décision par la voie électronique dans des conditions permettant au public de formuler des observations, selon les modalités fixées par le II, soit d'une publication du projet de décision avant la saisine d'un organisme consultatif, selon les modalités fixées par le III."},{"type":"del","content":""},{"type":"del","content":"II.-Dans le premier cas, le projet de décision, accompagné d'une note de présentation, est rendu accessible au public pendant une durée minimale de quinze jours francs. Le public est informé de la date jusqu'à laquelle les observations présentées sur le projet sont reçues. Le projet ne peut être définitivement adopté avant l'expiration d'un délai de deux jours francs à compter de cette date. Ces délais peuvent être réduits lorsque l'urgence, sans rendre impossible la participation du public, le justifie."},{"type":"del","content":""},{"type":"del","content":"Lorsque le volume ou les caractéristiques des documents ne permettent pas leur mise en ligne, l'information mise en ligne comprend un résumé du dossier ainsi qu'une indication des lieux et heures où l'intégralité du dossier peut être consultée."},{"type":"del","content":""},{"type":"del","content":"III.-Dans le deuxième cas, le projet de décision fait l'objet d'une publication, éventuellement par voie électronique, avant transmission à un organisme consultatif comportant notamment des représentants des professionnels de la pêche maritime ou de l'aquaculture marine et des représentants d'associations agréées de protection de l'environnement."},{"type":"del","content":""},{"type":"del","content":"La publication du projet est accompagnée d'une note de présentation. Le projet ne peut être définitivement adopté avant l'expiration d'un délai de quinze jours francs à compter de sa publication. Ce délai peut être réduit lorsque l'urgence, sans rendre impossible la participation du public, le justifie."},{"type":"del","content":""},{"type":"del","content":"IV.-Le I ne s'applique pas en cas d'urgence caractérisée par l'existence d'un danger avéré ou imminent en matière de protection de l'environnement, de santé publique ou d'ordre public."},{"type":"del","content":""},{"type":"del","content":"V.-Les modalités de la participation du public peuvent être adaptées en vue de respecter les intérêts mentionnés à l'article L. 124-4 du code de l'environnement."},{"type":"del","content":""},{"type":"del","content":"VI.-Les décisions ayant une incidence directe et significative sur l'environnement prises conformément à une décision réglementaire ou à un plan, schéma ou programme ayant donné lieu à participation du public, ou pour la transposition d'une directive de l'Union européenne ayant donné lieu à participation du public ne sont pas elles-mêmes soumises à participation du public."},{"type":"add","content":"Lorsqu'elles ne sont pas soumises, par les dispositions législatives qui leur sont applicables, à une procédure particulière organisant la participation du public à leur élaboration, les décisions des personnes publiques prises en application de la législation nationale ou des règlements de l'Union européenne relatifs à la pêche maritime et à l'aquaculture marine ayant une incidence sur l'environnement sont soumises à participation du public dans les conditions et limites prévues aux articles L. 120-1 et L. 120-2 du code de l'environnement."},{"type":"del","content":"Code de l'environnement - article L124-4 AUTONOME TRANSFERE, en vigueur du 2000-09-21 au 2001-04-14 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'environnement - article L124-4 AUTONOME MODIFIE, en vigueur du 2005-10-27 au 2010-10-23 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'environnement - article L124-4 AUTONOME VIGUEUR, en vigueur depuis le 2016-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'environnement - article L124-4 AUTONOME MODIFIE, en vigueur du 2010-10-23 au 2016-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2010-874 du 27 juillet 2010 de modernisation de l'agriculture et de la pêche - article 90 ENTIEREMENT_MODIF CREE source"},{"type":"add","content":"LOI n° 2012-1460 du 27 décembre 2012 relative à la mise en œuvre du principe de participation du public défini à l'article 7 de la Charte de l'environnement - article 10 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2010-07-27 CREE cible LOI n° 2010-874 du 27 juillet 2010 de modernisation de l'agriculture et de la pêche - article 90 ENTIEREMENT_MODIF"},{"type":"add","content":"2012-12-27 MODIFIE cible LOI n° 2012-1460 du 27 décembre 2012 relative à la mise en œuvre du principe de participation du public défini à l'article 7 de la Charte de l'environnement - article 10 ENTIEREMENT_MODIF"},{"type":"del","content":"2999-01-01 CITATION source Code de l'environnement - article L124-4 AUTONOME TRANSFERE, en vigueur du 2000-09-21 au 2001-04-14"},{"type":"add","content":"      2999-01-01 CITATION source Code de l'environnement - art. L120-1 (V)"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/22/65/90/LEGIARTI000022659026.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/22/65/90/LEGIARTI000022659026.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/22/65/90/LEGIARTI000022659026.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/26/84/91/LEGIARTI000026849138.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/26/84/91/LEGIARTI000026849138.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/26/84/91/LEGIARTI000026849138.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000022659026)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000026849138)"}],"status":"modified"}],"stats":{"additions":8,"deletions":34,"filesChanged":1}}