{"sha":"44a6e85f46f0","date":"2023-04-01","message":"Décret n° 2023-229 du 30 mars 2023 relatif aux demandes de réévaluation des pertes de récolte ou de culture pour le groupe de cultures mentionné au 5° du II de l'article D. 361-43-1","files":[{"filename":"partie_reglementaire/livre_iii/titre_vi/chapitre_ier/section_3/sous-section_1/article_d361-43-2.md","articleName":"Article D361-43-2","additions":101,"deletions":14,"diff":[{"type":"del","content":"I. - Pour le groupe de cultures mentionné au 5° du II de l'article D. 361-43-1, les contrats mentionnés à l'article D. 361-43 prévoient le recours à des indices approuvés par le ministre chargé de l'agriculture pour le calcul de la production fourragère annuelle de la sole assurée."},{"type":"add","content":"I.-Pour le groupe de cultures mentionné au 5° du II de l'article D. 361-43-1, les contrats mentionnés à l'article D. 361-43 prévoient le recours à des indices approuvés par le ministre chargé de l'agriculture pour le calcul de la production fourragère annuelle de la sole assurée."},{"type":"del","content":"II. - Les fournisseurs d'indice qui souhaitent voir leur indice approuvé par le ministre chargé de l'agriculture afin qu'il puisse être utilisé par les entreprises d'assurance habilitées pour l'application du I du présent article présentent une demande d'approbation en réponse à l'avis d'appel à soumission publié chaque année au Journal officiel."},{"type":"add","content":"II.-Les fournisseurs d'indice qui souhaitent voir leur indice approuvé par le ministre chargé de l'agriculture afin qu'il puisse être utilisé par les entreprises d'assurance habilitées pour l'application du I du présent article présentent une demande d'approbation en réponse à l'avis d'appel à soumission publié chaque année au Journal officiel."},{"type":"del","content":"La décision d'approbation de l'indice tient compte de la fiabilité de l'indice pour évaluer la production au regard de la corrélation entre d'une part, les résultats de l'application de l'indice et d'autre part, un relevé de points d'observation de la pousse de l'herbe dans un réseau représentatif établis dans des conditions définies par arrêté du ministre chargé de l'agriculture et suivant un protocole scientifique strict préalablement défini."},{"type":"add","content":"La décision d'approbation de l'indice tient compte de la fiabilité de l'indice pour évaluer la production au regard de la corrélation entre d'une part, les résultats de l'application de l'indice et d'autre part, un relevé de points d'observation de la pousse de l'herbe dans un réseau représentatif établis en suivant un protocole scientifique strict préalablement défini."},{"type":"del","content":"III. - Les entreprises d'assurance qui souhaitent être habilitées par le ministre chargé de l'agriculture à commercialiser des contrats éligibles à la prise en charge mentionnée à l'article L. 361-4 présentent une demande d'habilitation en réponse à l'avis d'appel à soumission publié chaque année au Journal officiel."},{"type":"add","content":"III.-Les entreprises d'assurance qui souhaitent être habilitées par le ministre chargé de l'agriculture à commercialiser des contrats éligibles à la prise en charge mentionnée à l'article L. 361-4 présentent une demande d'habilitation en réponse à l'avis d'appel à soumission publié chaque année au Journal officiel."},{"type":"del","content":"IV. - Le comité des indices mentionné au II de l'article L. 361-4-6 est une instance d'expertise placée auprès du ministre chargé de l'agriculture. Il éclaire le ministre chargé de l'agriculture préalablement à l'approbation prévue au II et à l'habilitation prévue au III. Il peut demander au fournisseur d'indice qui a présenté une demande d'approbation, ou à l'entreprise d'assurance qui a présenté une demande d'habilitation tout élément complémentaire qu'il juge utile à l'instruction de sa demande et suggérer des points d'amélioration de l'indice ou de la méthodologie de son utilisation."},{"type":"add","content":"IV.-Le comité des indices mentionné au II de l'article L. 361-4-6 est une instance d'expertise placée auprès du ministre chargé de l'agriculture. Il éclaire le ministre chargé de l'agriculture préalablement à l'approbation prévue au II et à l'habilitation prévue au III. Il peut demander au fournisseur d'indice qui a présenté une demande d'approbation, ou à l'entreprise d'assurance qui a présenté une demande d'habilitation tout élément complémentaire qu'il juge utile à l'instruction de sa demande et suggérer des points d'amélioration de l'indice ou de la méthodologie de son utilisation."},{"type":"add","content":"V.-En application des II et III de l'article L. 361-4-6, lorsque les évaluations des pertes de récoltes ou de cultures se trouvent contestées par l'exploitant agricole, l'organisme chargé de verser l'indemnisation vérifie l'absence d'erreur manifeste, définie comme une anomalie majeure dans le fonctionnement ou la mise en œuvre opérationnelle de l'indice approuvé en application du II ou dans l'utilisation qui en a été faite dans le calcul de l'indemnisation, apporte les corrections le cas échéant, et fournit à l'exploitant toute information et élément utile d'explication permettant de comprendre le résultat de l'évaluation des pertes par l'indice."},{"type":"del","content":"### Nota"},{"type":"add","content":"L'organisme chargé de verser l'indemnisation qui est saisi d'un nombre significatif de demandes de réévaluation sollicite son fournisseur d'indice pour obtenir une analyse d'un éventuel dysfonctionnement. En l'absence de dysfonctionnement, le fournisseur d'indice fait part de ses conclusions à l'organisme chargé de verser l'indemnisation ainsi qu'au comité mentionné au II de l'article L. 361-4-6. Si un dysfonctionnement de l'indice est détecté, le fournisseur d'indice le corrige, et communique sans délai à l'ensemble des organismes habilités utilisant cet indice les données corrigées. Le comité mentionné au II de l'article L. 361-4-6 est informé des corrections apportées."},{"type":"del","content":"Conformément à l'article 6 du décret n° 2022-1716 du 29 décembre 2022, ces dispositions entrent en vigueur à la date et selon les modalités prévues par l'article 17 de la loi n° 2022-298 du 2 mars 2022 d'orientation relative à une meilleure diffusion de l'assurance récolte en agriculture et portant réforme des outils de gestion des risques climatiques en agriculture."},{"type":"add","content":"En l'absence d'erreur manifeste identifiée et si, malgré les explications fournies au niveau individuel, un nombre significatif d'exploitants agricoles confirme sa contestation auprès de l'organisme chargé de verser l'indemnisation, celui-ci demande au comité mentionné au II de l'article L. 361-4-6 une analyse de l'absence d'erreur manifeste dans le fonctionnement ou la mise en œuvre opérationnelle de l'indice. Ce dernier réalise son analyse en s'appuyant sur tout élément utile et peut notamment prendre en compte les résultats du réseau mentionné au deuxième alinéa du II de l'article D. 361-43-2. Il peut également auditionner le fournisseur d'indice concerné ou l'organisme chargé de verser l'indemnisation et solliciter auprès d'eux des compléments d'information."},{"type":"del","content":"Se reporter aux conditions d'application prévues à l'article 3 dudit décret."},{"type":"add","content":"Le résultat de cette analyse est communiqué au fournisseur de l'indice concerné d'une part, et, après avis de la commission mentionnée au premier alinéa du L. 361-8, à l'organisme chargé de verser les indemnisations d'autre part, notamment pour qu'il puisse prendre en compte, lors du traitement des demandes de réévaluation des pertes, une erreur manifeste dans le fonctionnement ou la mise en œuvre opérationnelle de l'indice, qui aurait été détectée, à condition qu'elle soit corrigible ou quantifiable. Lorsqu'une erreur manifeste est détectée, le comité mentionné au II de l'article L. 361-4-6 en informe également les autres organismes habilités ayant recours au même indice."},{"type":"add","content":""},{"type":"add","content":"L'organisme chargé de verser l'indemnisation notifie sa décision à l'exploitant agricole dans un délai de deux mois à compter de la contestation. Dans le cas où le comité mentionné au II de l'article L. 361-4-6 est saisi en application du troisième alinéa du présent V, l'organisme notifie sa décision dans le délai d'un mois à compter de la réponse apportée par le comité."},{"type":"add","content":""},{"type":"add","content":"VI.-L'organisme chargé de verser l'indemnisation transmet chaque année en fin de campagne de production, au comité mentionné au II de l'article L. 361-4-6, un récapitulatif des contestations formulées par les exploitants agricoles sur l'évaluation des pertes et des suites qui leur ont été données."},{"type":"add","content":""},{"type":"add","content":"Le comité mentionné au II de l'article L. 361-4-6 élabore un bilan de ces contestations intégré au rapport annuel prévu par le deuxième alinéa du II de l'article L. 361-4-6 avec un degré d'anonymisation et d'agrégation suffisant des données transmises par les organismes chargés de verser les indemnisations. Ce bilan est communiqué à chaque fournisseur d'indice approuvé pour ce qui concerne son indice et aux organismes chargés de verser les indemnisations pour ce qui concerne l'indice qu'ils utilisent."},{"type":"add","content":""},{"type":"add","content":"Lorsque ce bilan met en évidence un dysfonctionnement d'un indice approuvé, le ministre chargé de l'agriculture peut demander au fournisseur de cet indice d'apporter des éléments justifiant de la fiabilité de l'indice mentionné au deuxième alinéa du II de l'article L. 361-4-6, ou des mesures correctives permettant de renforcer cette fiabilité. A défaut de réponse satisfaisante et après l'avoir mis en demeure d'apporter les réponses ou d'avoir pris les mesures correctives nécessaires, le ministre chargé de l'agriculture peut retirer la décision d'approbation de l'indice."},{"type":"del","content":"Décret n° 2022-1716 du 29 décembre 2022 relatif au développement de l'assurance contre les risques climatiques en agriculture et aux conditions d'intervention de la solidarité nationale en cas de pertes de récoltes exceptionnelles dues à des aléas climatiques - article 1 ENTIEREMENT_MODIF CREE source"},{"type":"add","content":"Code rural et de la pêche maritime - article D361-43 AUTONOME MODIFIE, en vigueur du 2012-01-01 au 2023-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code rural et de la pêche maritime - article L361-4-6 AUTONOME MODIFIE, en vigueur du 2023-01-01 au 2025-08-13 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code rural (nouveau) - article L361-4 AUTONOME MODIFIE, en vigueur du 1993-07-23 au 2006-01-06 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code rural (nouveau) - article L361-4 AUTONOME MODIFIE, en vigueur du 2006-01-06 au 2010-07-29 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code rural et de la pêche maritime - article L361-4 AUTONOME MODIFIE, en vigueur du 2010-07-29 au 2023-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code rural et de la pêche maritime - article L361-4 AUTONOME MODIFIE_MORT_NE, en vigueur du 2023-01-01 au 2022-07-31 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code rural et de la pêche maritime - article D361-43-1 AUTONOME MODIFIE, en vigueur du 2024-03-01 au 2025-02-13 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code rural et de la pêche maritime - article L361-4 AUTONOME VIGUEUR, en vigueur depuis le 2023-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code rural et de la pêche maritime - article D361-43-8 AUTONOME MODIFIE, en vigueur du 2023-01-01 au 2023-04-06 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code rural et de la pêche maritime - article D361-43 AUTONOME MODIFIE, en vigueur du 2023-01-01 au 2023-04-06 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code rural et de la pêche maritime - article D361-43-8 AUTONOME VIGUEUR, en vigueur depuis le 2023-04-06 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code rural et de la pêche maritime - article D361-43 AUTONOME VIGUEUR, en vigueur depuis le 2023-04-06 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code rural et de la pêche maritime - article D361-43-1 AUTONOME MODIFIE, en vigueur du 2023-01-01 au 2024-03-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2023-229 du 30 mars 2023 relatif aux demandes de réévaluation des pertes de récolte ou de culture pour le groupe de cultures mentionné au 5° du II de l'article D. 361-43-1 - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code rural et de la pêche maritime - article L361-8 AUTONOME VIGUEUR, en vigueur depuis le 2023-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code rural (nouveau) - article L361-8 AUTONOME MODIFIE, en vigueur du 2006-01-06 au 2010-07-29 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code rural et de la pêche maritime - article L361-8 AUTONOME MODIFIE, en vigueur du 2010-07-29 au 2022-03-04 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code rural (nouveau) - article L361-8 AUTONOME MODIFIE, en vigueur du 1993-07-23 au 2006-01-06 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code rural et de la pêche maritime - article D361-43-1 AUTONOME MODIFIE, en vigueur du 2025-02-13 au 2025-12-10 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code rural et de la pêche maritime - article L361-8 AUTONOME MODIFIE, en vigueur du 2022-03-04 au 2023-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code rural et de la pêche maritime - article L361-4-6 AUTONOME VIGUEUR, en vigueur depuis le 2025-08-13 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code rural et de la pêche maritime - article D361-43-1 AUTONOME VIGUEUR, en vigueur depuis le 2025-12-10 CITATION cible"},{"type":"del","content":"2022-12-29 CREE cible Décret n° 2022-1716 du 29 décembre 2022 relatif au développement de l'assurance contre les risques climatiques en agriculture et aux conditions d'intervention de la solidarité nationale en cas de pertes de récoltes exceptionnelles dues à des aléas climatiques - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2023-03-30 MODIFIE cible Décret n° 2023-229 du 30 mars 2023 relatif aux demandes de réévaluation des pertes de récolte ou de culture pour le groupe de cultures mentionné au 5° du II de l'article D. 361-43-1 - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code rural - art. D361-43-1"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code rural - art. D361-43-8"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code rural (nouveau) - article L361-4 AUTONOME MODIFIE, en vigueur du 1993-07-23 au 2006-01-06"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code rural - art. L361-4-6"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code rural (nouveau) - article L361-8 AUTONOME MODIFIE, en vigueur du 1993-07-23 au 2006-01-06"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/46/84/23/LEGIARTI000046842337.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/46/84/23/LEGIARTI000046842337.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/46/84/23/LEGIARTI000046842337.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/47/38/10/LEGIARTI000047381098.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/47/38/10/LEGIARTI000047381098.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/47/38/10/LEGIARTI000047381098.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000046842337)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000047381098)"}],"status":"modified"}],"stats":{"additions":101,"deletions":14,"filesChanged":1}}