{"sha":"58312287486b","date":"2006-07-01","message":"Ordonnance n° 2004-637 du 1er juillet 2004 relative à la simplification de la composition et du fonctionnement des commissions administratives et à la réduction de leur nombre","files":[{"filename":"partie_legislative/livre_iii/titre_ier/chapitre_iii/section_1/article_l313-1.md","articleName":"Article L313-1","additions":38,"deletions":22,"diff":[{"type":"del","content":"Il est institué auprès du représentant de l'Etat dans le département, qui la préside, une commission départementale d'orientation de l'agriculture composée notamment de représentants des ministres intéressés, de la production agricole, des propriétaires et des fermiers-métayers, de la transformation et de la commercialisation des produits agricoles, de l'artisanat et du commerce indépendant de l'alimentation, des consommateurs et des associations agréées pour la protection de l'environnement, ainsi que d'un représentant du financement de l'agriculture. Sa composition est fixée par décret."},{"type":"add","content":"I. - Le Centre national pour l'aménagement des structures des exploitations agricoles a pour objet d'assurer, dès lors que la mission lui en est confiée par décret ou dans le cadre d'une convention, la mise en oeuvre, pour le compte de l'Etat, de l'Union européenne, des collectivités territoriales ou de toute autre personne morale chargée d'une mission de service public, d'aides publiques et d'actions d'accompagnement concourant :"},{"type":"del","content":"La commission est consultée sur le projet, élaboré par le représentant de l'Etat dans le département, qui détermine les priorités de la politique d'orientation des productions et d'aménagement des structures d'exploitation au niveau départemental. Le représentant de l'Etat dans le département peut charger la chambre départementale d'agriculture de réaliser des études et des enquêtes nécessaires à l'élaboration de ce projet."},{"type":"add","content":"a) A l'aménagement et la modernisation des structures des exploitations agricoles, au développement et à l'aménagement rural et à la protection de la nature."},{"type":"del","content":"Elle donne son avis sur les projets de contrat type susceptibles d'être proposés aux exploitants, en application des dispositions relatives aux contrats d'agriculture durable."},{"type":"add","content":"Les actions relevant de l'alinéa précédent sont mises en oeuvre en tant que de besoin, avec le concours d'organismes professionnels agréés par le ministre chargé de l'agriculture et conventionnés ;"},{"type":"del","content":"Elle est informée de l'utilisation au plan départemental des crédits affectés par la Communauté européenne, par l'Etat et par les collectivités territoriales dans le domaine des activités agricoles et forestières."},{"type":"add","content":"b) Aux politiques structurelles dans le domaine de la pêche maritime ;"},{"type":"del","content":"Elle est appelée à donner son avis sur les autorisations sollicitées en application des articles L. 331-2 et L. 331-3, ainsi que sur le schéma directeur et les superficies mentionnés aux articles L. 312-1, L. 312-5 et L. 314-3."},{"type":"add","content":"c) A la formation professionnelle, à l'emploi et à l'insertion sociale et professionnelle ;"},{"type":"del","content":"La commission donne son avis sur les décisions individuelles prises en application du règlement (CE) n° 1257/1999 du Conseil du 17 mai 1999 concernant le soutien au développement rural par le Fonds européen d'orientation et de garantie agricole (FEOGA) et modifiant et abrogeant certains règlements, accordant ou refusant :"},{"type":"add","content":"d) A l'aménagement du territoire et au développement local."},{"type":"del","content":"- les aides à l'installation des jeunes agriculteurs ;"},{"type":"add","content":"Il peut également apporter son concours aux collectivités publiques pour la mise en oeuvre d'actions dans le domaine de l'aménagement foncier."},{"type":"del","content":"- les aides à l'investissement dans les exploitations agricoles ;"},{"type":"add","content":"II. - L'Etat fixe par décret, ou par convention lorsqu'il s'agit d'une mission limitée dans le temps, les aides publiques dont il confie à l'établissement public la mise en oeuvre, en tout ou partie, ainsi que les modalités de cette mise en oeuvre."},{"type":"del","content":"- la préretraite ;"},{"type":"add","content":"III. - Les collectivités territoriales et établissements publics peuvent confier à l'établissement par voie de convention la mise en oeuvre de leurs interventions dans ses domaines de compétence."},{"type":"del","content":"- les aides aux boisements ;"},{"type":"add","content":"Lorsque le Centre national pour l'aménagement des structures des exploitations agricoles reçoit mission de gérer un programme d'aide de l'Etat ou de la Communauté européenne et qu'un autre établissement public ou une collectivité territoriale décide de contribuer au financement de ce programme, sans vouloir gérer sa participation directement ou dans les conditions prévues à l'article L. 5111-1 du code général des collectivités territoriales, cet établissement ou cette collectivité ne peut déléguer la gestion de sa contribution à ce programme d'aide qu'au Centre national pour l'aménagement des structures des exploitations agricoles."},{"type":"del","content":"- ainsi que sur l'attribution d'aides aux exploitations agricoles dont la viabilité est menacée."},{"type":"add","content":"Lorsque les collectivités territoriales n'assurent pas directement ou dans les conditions prévues par l'article L. 5111-1 du code général des collectivités territoriales la gestion de leurs aides financières aux stagiaires de la formation professionnelle, elles confient cette gestion, en application de l'article L. 961-2 du code du travail, au Centre national pour l'aménagement des structures des exploitations agricoles, ou pour ce qui concerne leurs propres allocataires ou stagiaires, aux institutions mentionnées à l'article L. 351-21 de ce code ou à l'Association nationale pour la formation professionnelle des adultes."},{"type":"del","content":"La commission départementale d'orientation de l'agriculture peut organiser en son sein des sections spécialisées auxquelles elle délègue certaines de ses attributions selon des modalités fixées par décret. La composition de ces sections est fixée par référence à celle de la commission."},{"type":"add","content":"IV. - Dans ses domaines de compétence, l'établissement peut également apporter à des collectivités publiques françaises, européennes ou étrangères son assistance technique pour la mise en place et le suivi de leurs interventions."},{"type":"add","content":""},{"type":"add","content":"V. - L'établissement peut être également chargé d'assurer la gestion du service public de l'équarrissage défini par l'article L. 226-1 ainsi que des opérations concourant à l'élimination des déchets d'origine animale mentionnées à l'article L. 226-8."},{"type":"add","content":""},{"type":"add","content":"VI. - Lorsqu'il est chargé d'assurer la gestion d'une aide publique, y compris d'origine communautaire, l'établissement peut assurer l'instruction des demandes, l'exécution des paiements, le contrôle des conditions d'exécution, le recouvrement et l'apurement des éventuels indus, ainsi que le suivi statistique et financier des interventions."},{"type":"add","content":""},{"type":"add","content":"Pour l'exercice de ces missions, l'établissement peut recruter des agents non titulaires par voie de contrats à durée indéterminée."},{"type":"add","content":""},{"type":"add","content":"VII. - Un rapport sur l'activité de cet établissement et l'utilisation des crédits qui lui sont confiés est présenté chaque année au Parlement en même temps que le projet de loi de finances."},{"type":"add","content":""},{"type":"add","content":"VIII. - Les conditions d'application du présent article, et notamment les modalités d'organisation et de fonctionnement de l'établissement public, sont fixées par décret en Conseil d'Etat."},{"type":"del","content":"LOI n° 2005-157 du 23 février 2005 relative au développement des territoires ruraux - article 216 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"Ordonnance n° 2004-637 du 1er juillet 2004 relative à la simplification de la composition et du fonctionnement des commissions administratives et à la réduction de leur nombre - article 15 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":"      CITATION source Code rural L226-1, L226-8"},{"type":"add","content":""},{"type":"del","content":"2005-02-23 MODIFICATION source LOI n° 2005-157 du 23 février 2005 relative au développement des territoires ruraux - article 216 ENTIEREMENT_MODIF"},{"type":"add","content":"2004-07-01 MODIFICATION source Ordonnance n° 2004-637 du 1er juillet 2004 relative à la simplification de la composition et du fonctionnement des commissions administratives et à la réduction de leur nombre - article 15 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code général des collectivités territoriales - article L5111-1 AUTONOME MODIFIE, en vigueur du 1996-02-24 au 2010-12-18"},{"type":"add","content":""},{"type":"del","content":""},{"type":"del","content":"      CITATION source Code rural L331-2, L331-3, L312-1, L312-5, L314-3"},{"type":"del","content":""},{"type":"del","content":"      CITATION source Règlement CE 1257-1999 1999-05-17 Conseil"},{"type":"add","content":"2999-01-01 CITATION source Code du travail - article L351-21 AUTONOME TRANSFERE, en vigueur du 1973-11-23 au 1979-01-07"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code du travail - article L961-2 AUTONOME MODIFIE, en vigueur du 1984-02-25 au 1988-04-15"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/58/33/LEGIARTI000006583327.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/58/33/LEGIARTI000006583327.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/58/33/LEGIARTI000006583327.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/58/33/LEGIARTI000006583328.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/58/33/LEGIARTI000006583328.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/58/33/LEGIARTI000006583328.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006583327)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006583328)"}],"status":"modified"}],"stats":{"additions":38,"deletions":22,"filesChanged":1}}