{"sha":"73ea3e816f4b","date":"2009-09-01","message":"Décret n° 2009-1007 du 24 août 2009 portant règlement général du brevet d'études professionnelles agricoles","files":[{"filename":"partie_reglementaire/livre_viii/titre_ier/chapitre_ier/section_7/sous-section_2/article_d811-150.md","articleName":"Article D811-150","additions":27,"deletions":75,"diff":[{"type":"del","content":"I. - Le brevet d'études professionnelles agricoles délivré par le ministre de l'agriculture est un diplôme national qui atteste d'une qualification professionnelle, dans les secteurs de la production agricole, des industries agro-alimentaires, de l'aménagement de l'espace, de l'environnement, de la commercialisation, de leurs activités connexes, ainsi que des activités liées au développement et à l'animation du milieu rural."},{"type":"add","content":"I. ― Le brevet d'études professionnelles agricoles délivré par le ministre chargé de l'agriculture est un diplôme national qui atteste d'une qualification professionnelle."},{"type":"del","content":"Il sanctionne l'acquisition de compétences et de connaissances générales, technologiques et professionnelles pour, d'une part, exercer une ou plusieurs activités relevant d'un secteur professionnel ainsi que pour s'adapter à l'évolution des techniques et des méthodes de travail et, d'autre part, poursuivre des études technologiques et professionnelles."},{"type":"add","content":"Il est enregistré dans le répertoire national des certifications professionnelles et classé au niveau V de la nomenclature interministérielle des niveaux de formation."},{"type":"del","content":"Le diplôme porte mention de l'option qui le définit et, le cas échéant, de la spécialité professionnelle qui le précise."},{"type":"add","content":"II. ― Chaque spécialité du brevet d'études professionnelles agricoles est définie par un arrêté du ministre chargé de l'agriculture, après avis de la commission professionnelle consultative \" métiers de l'agriculture, de la transformation, des services et de l'aménagement des espaces ” ."},{"type":"del","content":"II. - Chaque option du brevet d'études professionnelles agricoles est créée par un arrêté du ministre de l'agriculture, après avis de la ou des commissions professionnelles consultatives compétentes."},{"type":"add","content":"Cet arrêté précise :"},{"type":"del","content":"L'option et, le cas échéant, la spécialité du brevet d'études professionnelles agricoles s'appuie sur un référentiel professionnel caractérisant les compétences générales, technologiques et professionnelles requises pour l'exercice des activités auxquelles prépare le diplôme, et est définie par un référentiel du diplôme énumérant les capacités que les titulaires du diplôme doivent posséder, précisant les savoirs et savoir-faire qui doivent être acquis et indiquant les niveaux d'exigence requis pour l'obtention du diplôme."},{"type":"add","content":"1° Le référentiel professionnel caractérisant les activités professionnelles des emplois visés par le diplôme ;"},{"type":"del","content":"Ces référentiels font l'objet d'annexes à l'arrêté mentionné au premier alinéa du présent paragraphe."},{"type":"add","content":"2° Le référentiel de certification précisant les capacités générales et professionnelles requises pour l'obtention du diplôme et le règlement d'examen."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Décret 2009-1007 du 24 août 2009, art 3 : Les dispositions du présent décret entrent en vigueur à compter du 1er septembre 2009."},{"type":"add","content":""},{"type":"add","content":"Toutefois, à titre transitoire, les dispositions antérieures demeurent applicables :"},{"type":"add","content":""},{"type":"add","content":"1° Aux candidats entrés en formation avant l'entrée en vigueur du présent décret ;"},{"type":"add","content":""},{"type":"add","content":"2° Aux candidats entrés en formation à compter du 1er septembre 2009 dans les options et spécialités du brevet d'études professionnelles agricoles dont la liste est fixée par arrêté du ministre chargé de l'agriculture et jusqu'à ce qu'elles soient mises en conformité, au plus tard le 1er septembre 2014, avec les spécialités du baccalauréat professionnel mentionné à l'article R. 811-145 du code rural."},{"type":"del","content":"Décret n°2005-368 du 19 avril 2005 relatif à la partie réglementaire du livre VII du code rural et modifiant la partie réglementaire des livres Ier, II, III, IV, V, VI et VIII du même code - article 9 AUTONOME VIGUEUR, en vigueur depuis le 2005-04-22 CREATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 17 juillet 2009 portant création et fixant les modalités de délivrance du brevet d'études professionnelles agricoles spécialité « travaux en exploitations d'élevage » CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 17 juillet 2009 portant création et fixant les modalités de délivrance du brevet d'études professionnelles agricoles spécialité « conseil-vente » CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 17 juillet 2009 portant création et fixant les modalités de délivrance du brevet d'études professionnelles agricoles spécialité « travaux de l'élevage canin et félin » CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 17 juillet 2009 portant création et fixant les modalités de délivrance du brevet d'études professionnelles agricoles spécialité « travaux d'entretien de l'environnement » CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 17 juillet 2009 portant création et fixant les modalités de délivrance du brevet d'études professionnelles agricoles spécialité « travaux de la vigne et du vin » CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 14 avril 2021 relatif à l'adaptation des modalités de constitution des notes prises en compte en vue de l'obtention de certains diplômes délivrés par le ministère de l'agriculture et de l'alimentation et de certaines séries et spécialités du baccalauréat délivrées par le ministère en charge de l'agriculture et de l'alimentation pour la session d'examen 2022 et aux conditions pour s'y présenter CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 17 juillet 2009 portant création et fixant les modalités de délivrance du brevet d'études professionnelles agricoles spécialité « travaux agricoles et conduite d'engins » CITATION source"},{"type":"add","content":"Décret n° 2021-200 du 22 février 2021 portant suppression du brevet d'études professionnelles agricole et modifiant le code rural et de la pêche maritime - article 1 ENTIEREMENT_MODIF ABROGE source"},{"type":"del","content":"Arrêté du 17 juillet 2009 portant création et fixant les modalités de délivrance du brevet d'études professionnelles agricoles spécialité « travaux de laboratoire » CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 18 juin 2020 relatif à l'adaptation des modalités de constitution des notes prises en compte en vue de l'obtention de certains diplômes délivrés par le ministère de l'agriculture et de l'alimentation et de certaines séries et spécialités du baccalauréat délivrées par le ministère en charge de l'agriculture et de l'alimentation pour la session d'examen 2020 et aux conditions pour s'y présenter CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 18 juin 2020 relatif à l'adaptation des modalités de constitution des notes prises en compte en vue de l'obtention de certains diplômes délivrés par le ministère de l'agriculture et de l'alimentation et de certaines séries et spécialités du baccalauréat délivrées par le ministère en charge de l'agriculture et de l'alimentation pour la session d'examen 2021 et aux conditions pour s'y présenter CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 17 juillet 2009 portant création et fixant les modalités de délivrance du brevet d'études professionnelles agricoles spécialité « travaux forestiers » CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 17 juillet 2009 portant création et fixant les modalités de délivrance du brevet d'études professionnelles agricoles spécialité « alimentation et bio-industries » CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 17 juillet 2009 portant création et fixant les modalités de délivrance du brevet d'études professionnelles agricoles spécialité « travaux horticoles » CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 17 juillet 2009 portant création et fixant les modalités de délivrance du brevet d'études professionnelles agricoles spécialité « travaux paysagers » CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 14 avril 2021 relatif à l'adaptation des modalités de constitution des notes prises en compte en vue de l'obtention de certains diplômes délivrés par le ministère de l'agriculture et de l'alimentation et de certaines séries et spécialités du baccalauréat délivrées par le ministère en charge de l'agriculture et de l'alimentation pour la session d'examen 2022 et aux conditions pour s'y présenter VIGUEUR, en vigueur depuis le 2021-04-18 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2005-368 du 19 avril 2005 relatif à la partie réglementaire du livre VII du code rural et modifiant la partie réglementaire des livres Ier, II, III, IV, V, VI et VIII du même code La partie réglementaire du livre VII du code rural fait l'objet d'une publication spéciale annexée au Journal officiel de ce jour CODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 18 juin 2020 relatif à l'adaptation des modalités de constitution des notes prises en compte en vue de l'obtention de certains diplômes délivrés par le ministère de l'agriculture et de l'alimentation et de certaines séries et spécialités du baccalauréat délivrées par le ministère en charge de l'agriculture et de l'alimentation pour la session d'examen 2020 et aux conditions pour s'y présenter ABROGE, en vigueur du 2020-06-21 au 2021-03-12 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 18 juin 2020 relatif à l'adaptation des modalités de constitution des notes prises en compte en vue de l'obtention de certains diplômes délivrés par le ministère de l'agriculture et de l'alimentation et de certaines séries et spécialités du baccalauréat délivrées par le ministère en charge de l'agriculture et de l'alimentation pour la session d'examen 2021 et aux conditions pour s'y présenter ABROGE, en vigueur du 2021-06-01 au 2021-06-11 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 10 juin 2009 portant suppression de la spécialité professionnelle « maréchal-ferrant » du brevet d'études professionnelles agricoles option « activités hippiques » CITATION source"},{"type":"add","content":"Décret n° 2009-1007 du 24 août 2009 portant règlement général du brevet d'études professionnelles agricoles - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2005-04-19 CODIFICATION source Décret n° 2005-368 du 19 avril 2005 relatif à la partie réglementaire du livre VII du code rural et modifiant la partie réglementaire des livres Ier, II, III, IV, V, VI et VIII du même code La partie réglementaire du livre VII du code rural fait l'objet d'une publication spéciale annexée au Journal officiel de ce jour"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2005-04-19 CREATION source Décret n°2005-368 du 19 avril 2005 relatif à la partie réglementaire du livre VII du code rural et modifiant la partie réglementaire des livres Ier, II, III, IV, V, VI et VIII du même code - article 9 AUTONOME VIGUEUR, en vigueur depuis le 2005-04-22"},{"type":"add","content":"2009-08-24 MODIFIE cible Décret n° 2009-1007 du 24 août 2009 portant règlement général du brevet d'études professionnelles agricoles - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":"2021-02-22 ABROGE cible Décret n° 2021-200 du 22 février 2021 portant suppression du brevet d'études professionnelles agricole et modifiant le code rural et de la pêche maritime - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/59/88/LEGIARTI000006598833.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/59/88/LEGIARTI000006598833.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/59/88/LEGIARTI000006598833.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/99/48/LEGIARTI000020994868.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/99/48/LEGIARTI000020994868.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/20/99/48/LEGIARTI000020994868.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006598833)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000020994868)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_viii/titre_ier/chapitre_ier/section_7/sous-section_2/article_d811-151.md","articleName":"Article D811-151","additions":36,"deletions":35,"diff":[{"type":"del","content":"I. - Les candidats mineurs au 31 décembre de l'année de l'examen ne peuvent postuler le brevet d'études professionnelles agricoles que s'ils justifient avoir suivi la préparation conformément au II du présent article, aux I et II de l'article D. 811-163 et au III de l'article D. 811-173."},{"type":"add","content":"I. ― Peuvent se présenter au brevet d'études professionnelles agricoles :"},{"type":"del","content":"II. - Le brevet d'études professionnelles agricoles est accessible par la voie scolaire :"},{"type":"add","content":"1° Les candidats majeurs ou mineurs qui suivent la formation dès la classe de seconde professionnelle définie à l'article R. 811-145 du code rural et correspondant à la spécialité du baccalauréat professionnel visé ou relevant du même champ professionnel."},{"type":"del","content":"1° Aux candidats issus d'une classe de troisième du premier cycle de l'enseignement secondaire et aux candidats titulaires d'un certificat d'aptitude professionnelle ou ayant suivi la formation complète y conduisant. Ces candidats effectuent un cycle d'études de deux ans."},{"type":"add","content":"Ces candidats suivent leur formation :"},{"type":"del","content":"Pour les établissements privés assurant des formations selon les modalités définies à l'article L. 813-9, le cycle d'études comprend une durée totale d'au moins 80 semaines dont 1 200 heures au minimum, effectuées dans le centre de formation ;"},{"type":"add","content":"1. 1. Sous statut scolaire :"},{"type":"del","content":"2° Aux candidats titulaires d'un brevet d'études professionnelles, d'un diplôme de niveau supérieur, ainsi qu'aux candidats justifiant d'un niveau de scolarité de fin de première du second cycle de l'enseignement secondaire. Ces candidats sont dispensés de la première année du cycle d'études mentionné ci-dessus."},{"type":"add","content":"a) Soit dans un établissement public local d'enseignement et de formation professionnelle agricole ;"},{"type":"del","content":"Cette disposition s'applique également aux candidats titulaires d'un certificat d'aptitude professionnelle agricole dont la préparation puisse être associée à celle du brevet d'études professionnelles agricoles postulé, si l'arrêté cité au II de l'article D. 811-150 le prévoit."},{"type":"add","content":"b) Soit dans un établissement d'enseignement et de formation professionnelle agricoles privé ayant passé, pour le cycle d'études considéré, un contrat dans les conditions mentionnées à l'article L. 813-1 du code rural ;"},{"type":"del","content":"Les formations mentionnées aux 1° et 2° du présent article sont dispensées dans :"},{"type":"add","content":"c) Soit dans des établissements relevant d'autres ministères ;"},{"type":"del","content":"a) Des établissements publics locaux ou nationaux de l'enseignement professionnel agricole ;"},{"type":"add","content":"d) Soit dans des établissements privés autres que ceux mentionnés à l'article L. 813-1 du code rural, après avis du directeur régional de l'alimentation, de l'agriculture et de la forêt ;"},{"type":"del","content":"b) Des établissements privés ayant passé, pour la formation considérée, un contrat au titre des articles L. 813-8 et L. 813-9 ;"},{"type":"add","content":"1. 2. Par la voie de l'apprentissage définie au livre II de la sixième partie du code du travail ;"},{"type":"del","content":"c) Des établissements relevant d'autres ministères, après avis du Conseil national de l'enseignement agricole, en fonction de critères spécifiques, sur la base d'une convention passée avec le ministre de l'agriculture ;"},{"type":"add","content":"1. 3. Dans des établissements d'enseignement à distance, dans des conditions fixées par arrêté du ministre chargé de l'agriculture ;"},{"type":"del","content":"d) Tout autre établissement privé."},{"type":"add","content":"2° Les candidats qui justifient d'une préparation par la voie de la formation professionnelle continue définie au livre III de la sixième partie du code du travail ;"},{"type":"add","content":""},{"type":"add","content":"3° Les candidats majeurs ne justifiant pas avoir suivi une formation."},{"type":"add","content":""},{"type":"add","content":"II. ― A chaque session, les candidats ne peuvent s'inscrire qu'en vue de l'obtention d'une seule spécialité du brevet d'études professionnelles agricoles."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Décret 2009-1007 du 24 août 2009, art 3 : Les dispositions du présent décret entrent en vigueur à compter du 1er septembre 2009."},{"type":"add","content":""},{"type":"add","content":"Toutefois, à titre transitoire, les dispositions antérieures demeurent applicables :"},{"type":"add","content":""},{"type":"add","content":"1° Aux candidats entrés en formation avant l'entrée en vigueur du présent décret ;"},{"type":"add","content":""},{"type":"add","content":"2° Aux candidats entrés en formation à compter du 1er septembre 2009 dans les options et spécialités du brevet d'études professionnelles agricoles dont la liste est fixée par arrêté du ministre chargé de l'agriculture et jusqu'à ce qu'elles soient mises en conformité, au plus tard le 1er septembre 2014, avec les spécialités du baccalauréat professionnel mentionné à l'article R. 811-145 du code rural."},{"type":"del","content":"Code rural (nouveau) - article D811-152 AUTONOME MODIFIE, en vigueur du 2009-09-01 au 2010-05-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural et de la pêche maritime - article D811-152 AUTONOME MODIFIE, en vigueur du 2010-05-08 au 2017-12-29 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°2005-368 du 19 avril 2005 relatif à la partie réglementaire du livre VII du code rural et modifiant la partie réglementaire des livres Ier, II, III, IV, V, VI et VIII du même code - article 9 AUTONOME VIGUEUR, en vigueur depuis le 2005-04-22 CREATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2005-368 du 19 avril 2005 relatif à la partie réglementaire du livre VII du code rural et modifiant la partie réglementaire des livres Ier, II, III, IV, V, VI et VIII du même code La partie réglementaire du livre VII du code rural fait l'objet d'une publication spéciale annexée au Journal officiel de ce jour CODIFICATION cible"},{"type":"add","content":"Décret n° 2009-1007 du 24 août 2009 portant règlement général du brevet d'études professionnelles agricoles - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2999-01-01 CITATION cible Code rural et de la pêche maritime - article D811-152 AUTONOME MODIFIE, en vigueur du 2010-05-08 au 2017-12-29"},{"type":"add","content":"      CONCORDANCE source Code rural R811-151"},{"type":"del","content":"      CITATION source Code rural D811-163, D811-173, L813-9, D811-150, L813-8"},{"type":"add","content":"2009-08-24 MODIFIE cible Décret n° 2009-1007 du 24 août 2009 portant règlement général du brevet d'études professionnelles agricoles - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":"      CONCORDANCE source Code rural R811-151"},{"type":"add","content":"2999-01-01 CITATION cible Code rural et de la pêche maritime - article D811-152 AUTONOME MODIFIE, en vigueur du 2010-05-08 au 2017-12-29"},{"type":"del","content":"2005-04-19 CODIFICATION source Décret n° 2005-368 du 19 avril 2005 relatif à la partie réglementaire du livre VII du code rural et modifiant la partie réglementaire des livres Ier, II, III, IV, V, VI et VIII du même code La partie réglementaire du livre VII du code rural fait l'objet d'une publication spéciale annexée au Journal officiel de ce jour"},{"type":"add","content":"2999-01-01 CITATION source Code rural (nouveau) - article L813-1 AUTONOME MODIFIE, en vigueur du 1993-07-23 au 1999-07-10"},{"type":"del","content":"2005-04-19 CREATION source Décret n°2005-368 du 19 avril 2005 relatif à la partie réglementaire du livre VII du code rural et modifiant la partie réglementaire des livres Ier, II, III, IV, V, VI et VIII du même code - article 9 AUTONOME VIGUEUR, en vigueur depuis le 2005-04-22"},{"type":"add","content":"2999-01-01 CITATION source Code rural (nouveau) - article R*811-145 AUTONOME MODIFIE, en vigueur du 1996-05-15 au 2005-04-22"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/59/88/LEGIARTI000006598834.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/59/88/LEGIARTI000006598834.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/59/88/LEGIARTI000006598834.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/99/48/LEGIARTI000020994864.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/99/48/LEGIARTI000020994864.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/20/99/48/LEGIARTI000020994864.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006598834)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000020994864)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_viii/titre_ier/chapitre_ier/section_7/sous-section_2/article_d811-152.md","articleName":"Article D811-152","additions":78,"deletions":85,"diff":[{"type":"del","content":"I. - La formation ainsi que les modalités de sa mise en oeuvre sont définies en annexe de chacun des arrêtés créant une option du brevet d'études professionnelles agricoles."},{"type":"add","content":"I. ― Le brevet d'études professionnelles agricoles est délivré au vu des résultats obtenus à un examen ou, en tout ou en partie, par la validation des acquis de l'expérience."},{"type":"del","content":"Elle est organisée en modules et structurée en trois groupes d'enseignements :"},{"type":"add","content":"Hormis les candidats mentionnés à l'article D. 815-1 du code rural, les candidats sous statut scolaire et en apprentissage doivent passer l'ensemble des épreuves au cours d'une seule session."},{"type":"del","content":"a) Des modules d'enseignements généraux communs à toutes les options ;"},{"type":"add","content":"Les autres candidats peuvent choisir, au moment de leur inscription, de présenter l'ensemble des épreuves au cours d'une seule session ou de les répartir sur plusieurs sessions. Ce choix est définitif."},{"type":"del","content":"b) Des modules de secteur professionnel définissant l'option du brevet d'études professionnelles agricoles ;"},{"type":"add","content":"Le règlement particulier de chaque spécialité du brevet d'études professionnelles agricoles fixe la liste des épreuves, leurs coefficient et modalités d'examen."},{"type":"del","content":"c) Des modules de spécialité professionnelle. Chaque arrêté créant une option du brevet d'études professionnelles agricoles prévoit les conditions dans lesquelles au maximum deux modules dits d'adaptation régionale sont laissés au choix des établissements."},{"type":"add","content":"L'examen conduisant à la délivrance du brevet d'études professionnelles agricoles est organisé dans le cadre de la région sous l'autorité du directeur régional de l'alimentation, de l'agriculture et de la forêt en une seule session normale annuelle et selon des modalités fixées par le ministre chargé de l'agriculture. Il peut également être organisé dans plus d'une région, sous l'autorité d'un directeur régional de l'alimentation, de l'agriculture et de la forêt désigné dans les conditions prévues à l'article 4 du décret du 19 décembre 2008 susvisé."},{"type":"del","content":"Le ministre de l'agriculture fixe par ailleurs les modalités selon lesquelles un ou plusieurs modules dits d'initiative locale sont mis en oeuvre par chaque établissement."},{"type":"add","content":"Des épreuves de remplacement peuvent être organisées au profit des candidats régulièrement inscrits à la session normale et empêchés de s'y présenter, soit pour raison de santé, soit pour cause de force majeure, dûment constatées, sur autorisation du directeur régional de l'alimentation, de l'agriculture et de la forêt."},{"type":"del","content":"La formation comporte, en outre, des périodes de mise en situation professionnelle sous la responsabilité de l'équipe pédagogique, sous la forme de stages, d'une part, et d'une pratique encadrée, d'autre part."},{"type":"add","content":"II. ― L'examen en vue de l'attribution du diplôme comporte au maximum quatre épreuves obligatoires qui portent sur des capacités professionnelles et des capacités générales du référentiel de certification. Ces épreuves sont organisées lors de chaque session d'examen et prennent la forme d'épreuves ponctuelles terminales."},{"type":"del","content":"Elle peut également comporter des enseignements optionnels. La liste de ces enseignements est arrêtée par le ministre de l'agriculture."},{"type":"add","content":"Toutefois, pour les candidats mentionnés au 1. 1 de l'article D. 811-151, à l'exception de ceux mentionnés au d, chaque épreuve prend la forme d'épreuves certificatives en cours de formation selon les dispositions prévues au III."},{"type":"del","content":"II. - L'arrêté portant création d'une option du brevet d'études professionnelles agricoles peut prévoir un ou plusieurs certificats d'aptitude professionnelle agricole associés. Dans ce cas, la formation conduisant au brevet d'études professionnelles agricoles doit être organisée de façon à permettre simultanément la préparation aux deux diplômes."},{"type":"add","content":"Pour les candidats par la voie de l'apprentissage ou par la voie de la formation professionnelle continue, les établissements relevant des dispositions prévues aux articles D. 337-74 et D. 337-76 du code de l'éducation doivent obtenir, avant le début de la formation au baccalauréat professionnel, une habilitation aux épreuves certificatives en cours de formation du directeur régional de l'alimentation, de l'agriculture et de la forêt."},{"type":"del","content":"Un arrêté du ministre de l'agriculture fixe les modalités selon lesquelles certaines épreuves peuvent permettre l'évaluation en vue de la délivrance de l'un et l'autre diplôme."},{"type":"add","content":"Cette habilitation est donnée, à la fois pour la spécialité du baccalauréat professionnel et la spécialité correspondante du brevet d'études professionnelles agricoles postulé, sur demande de l'établissement."},{"type":"add","content":""},{"type":"add","content":"Les conditions de délivrance et de retrait de l'habilitation sont fixées par un arrêté du ministre chargé de l'agriculture."},{"type":"add","content":""},{"type":"add","content":"III. ― Les épreuves certificatives en cours de formation s'effectuent selon des modalités fixées par arrêté du ministre chargé de l'agriculture."},{"type":"add","content":""},{"type":"add","content":"IV. ― Se présentent aux épreuves ponctuelles terminales :"},{"type":"add","content":""},{"type":"add","content":"1° Les candidats des établissements non habilités à mettre en œuvre les épreuves certificatives en cours de formation ;"},{"type":"add","content":""},{"type":"add","content":"2° Les candidats ajournés ayant choisi de ne pas conserver l'acquis des épreuves certificatives en cours de formation ;"},{"type":"add","content":""},{"type":"add","content":"3° Les candidats ajournés n'ayant pas bénéficié des épreuves certificatives en cours de formation ;"},{"type":"add","content":""},{"type":"add","content":"4° Les candidats majeurs ne justifiant pas avoir suivi une formation."},{"type":"add","content":""},{"type":"add","content":"V. ― Le jury, présidé par un fonctionnaire de catégorie A, membre de l'enseignement agricole public, est désigné par le directeur régional de l'alimentation, de l'agriculture et de la forêt, organisateur de l'examen, conformément au I du présent article. Un vice-président est désigné parmi les membres du jury enseignant dans des établissements d'enseignement agricole publics pour suppléer le président en cas d'indisponibilité de ce dernier. Le jury peut se constituer en groupes d'examinateurs."},{"type":"add","content":""},{"type":"add","content":"Il est composé, pour moitié au moins, d'enseignants des établissements agricoles publics ou privés, justifiant sans dérogation possible des titres ou diplômes requis pour enseigner dans une section préparant au baccalauréat professionnel, et, pour moitié au maximum, d'employeurs et de salariés des professions concernées."},{"type":"add","content":""},{"type":"add","content":"Il ne peut comprendre moins de la moitié d'agents rémunérés par l'Etat."},{"type":"add","content":""},{"type":"add","content":"Si l'une de ces proportions n'est pas atteinte à la suite de l'absence d'un ou plusieurs de ses membres, le jury peut néanmoins délibérer valablement."},{"type":"add","content":""},{"type":"add","content":"Un jury peut être commun à plusieurs spécialités de diplômes délivrés par le ministre chargé de l'agriculture."},{"type":"add","content":""},{"type":"add","content":"VI. ― A l'issue de l'examen, le jury délibère en prenant en compte :"},{"type":"add","content":""},{"type":"add","content":"1° Les notes obtenues aux épreuves ponctuelles terminales ou les notes obtenues aux épreuves certificatives en cours de formation ;"},{"type":"add","content":""},{"type":"add","content":"2° L'examen individuel des livrets scolaires des candidats."},{"type":"add","content":""},{"type":"add","content":"Le diplôme est délivré si la moyenne des notes coefficientées obtenue est supérieure ou égale à 10 sur 20."},{"type":"add","content":""},{"type":"add","content":"Si cette moyenne est comprise entre 9 et 10 sur 20, le jury peut décider, au vu des résultats des épreuves ponctuelles terminales ou des épreuves certificatives en cours de formation et au vu du livret scolaire du candidat, soit d'attribuer des points supplémentaires et déclarer le candidat admis, soit de l'ajourner."},{"type":"add","content":""},{"type":"add","content":"VII. ― Les candidats ajournés à l'examen du brevet d'études professionnelles agricoles peuvent postuler ce diplôme, dans la même spécialité, pendant les cinq années qui suivent celle de leur première candidature, en gardant le bénéfice des résultats jugés favorables et dont ils ont demandé à conserver l'acquis dans le respect des dispositions prévues aux III et IV du présent article."},{"type":"add","content":""},{"type":"add","content":"Ils peuvent se présenter aux épreuves ponctuelles terminales de leur choix. Les notes obtenues lors d'une nouvelle session se substituent à celles attribuées précédemment aux épreuves correspondantes."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Décret 2009-1007 du 24 août 2009, art 3 : Les dispositions du présent décret entrent en vigueur à compter du 1er septembre 2009."},{"type":"add","content":""},{"type":"add","content":"Toutefois, à titre transitoire, les dispositions antérieures demeurent applicables :"},{"type":"add","content":""},{"type":"add","content":"1° Aux candidats entrés en formation avant l'entrée en vigueur du présent décret ;"},{"type":"add","content":""},{"type":"add","content":"2° Aux candidats entrés en formation à compter du 1er septembre 2009 dans les options et spécialités du brevet d'études professionnelles agricoles dont la liste est fixée par arrêté du ministre chargé de l'agriculture et jusqu'à ce qu'elles soient mises en conformité, au plus tard le 1er septembre 2014, avec les spécialités du baccalauréat professionnel mentionné à l'article R. 811-145 du code rural."},{"type":"del","content":"Arrêté du 17 juillet 2009 portant création et fixant les modalités de délivrance du brevet d'études professionnelles agricoles spécialité « travaux horticoles » - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2011-06-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 7 juillet 2011 portant création et fixant les modalités de délivrance du brevet d'études professionnelles agricoles spécialité « services aux personnes » - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2011-08-03 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 1er août 2011 portant suppression de l'option « agriculture des régions chaudes » du brevet d'études professionnelles agricoles - article 6 AUTONOME VIGUEUR, en vigueur depuis le 2011-08-14 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2020-755 du 18 juin 2020 relatif aux modalités de délivrance des spécialités du certificat d'aptitude professionnelle agricole et du brevet d'études professionnelles agricole et des options du brevet de technicien supérieur agricole délivrées par le ministère en charge de l'agriculture pour les sessions d'examen 2020 et 2021 - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2020-06-21 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 20 juin 2016 portant création et fixant les modalités de délivrance du brevet d'études professionnelles agricoles spécialité « travaux en exploitation de polyculture-élevage » - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2016-07-02 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2020-755 du 18 juin 2020 relatif aux modalités de délivrance des spécialités du certificat d'aptitude professionnelle agricole et du brevet d'études professionnelles agricole et des options du brevet de technicien supérieur agricole délivrées par le ministère en charge de l'agriculture pour les sessions d'examen 2020 et 2021 - article 5 AUTONOME MODIFIE, en vigueur du 2020-06-21 au 2021-06-27 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2020-755 du 18 juin 2020 relatif aux modalités de délivrance des spécialités du certificat d'aptitude professionnelle agricole et du brevet d'études professionnelles agricole et des options du brevet de technicien supérieur agricole délivrées par le ministère en charge de l'agriculture pour les sessions d'examen 2020 et 2021 - article 6 AUTONOME VIGUEUR, en vigueur depuis le 2020-06-21 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2020-755 du 18 juin 2020 relatif aux modalités de délivrance des spécialités du certificat d'aptitude professionnelle agricole et du brevet d'études professionnelles agricole et des options du brevet de technicien supérieur agricole délivrées par le ministère en charge de l'agriculture pour les sessions d'examen 2020 et 2021 - article 5 AUTONOME VIGUEUR, en vigueur depuis le 2021-06-27 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 1er avril 2011 portant création et fixant les modalités de délivrance du brevet d'études professionnelles agricoles spécialité « aide technicien en expérimentation animale » - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2011-04-20 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°2005-368 du 19 avril 2005 relatif à la partie réglementaire du livre VII du code rural et modifiant la partie réglementaire des livres Ier, II, III, IV, V, VI et VIII du même code - article 9 AUTONOME VIGUEUR, en vigueur depuis le 2005-04-22 CREATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 17 juillet 2009 portant création et fixant les modalités de délivrance du brevet d'études professionnelles agricoles spécialité « travaux agricoles et conduite d'engins » - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2009-09-06 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 17 juillet 2009 portant création et fixant les modalités de délivrance du brevet d'études professionnelles agricoles spécialité « travaux en exploitations d'élevage » - article 4 AUTONOME ABROGE, en vigueur du 2009-09-06 au 2017-12-31 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 17 juillet 2009 portant création et fixant les modalités de délivrance du brevet d'études professionnelles agricoles spécialité « alimentation et bio-industries » - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2011-06-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 17 juillet 2009 portant création et fixant les modalités de délivrance du brevet d'études professionnelles agricoles spécialité « travaux paysagers » - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2011-06-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 17 juillet 2009 portant création et fixant les modalités de délivrance du brevet d'études professionnelles agricoles spécialité « travaux de laboratoire » - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2009-09-06 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 17 juillet 2009 portant création et fixant les modalités de délivrance du brevet d'études professionnelles agricoles spécialité « conseil-vente » - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2009-09-06 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 17 juillet 2009 portant création et fixant les modalités de délivrance du brevet d'études professionnelles agricoles spécialité « travaux de la vigne et du vin » - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2009-09-06 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 17 juillet 2009 portant création et fixant les modalités de délivrance du brevet d'études professionnelles agricoles spécialité « travaux de l'élevage canin et félin » - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2009-09-06 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 17 juillet 2009 portant création et fixant les modalités de délivrance du brevet d'études professionnelles agricoles spécialité « travaux d'entretien de l'environnement » - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2011-06-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 7 juillet 2011 portant création et fixant les modalités de délivrance du brevet d'études professionnelles agricoles spécialité « cavalier soigneur » - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2011-07-27 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 18 mai 2012 relatif aux modalités transitoires proposées aux élèves titulaires du brevet d'études professionnelles agricoles option « services », spécialité « secrétariat accueil », ou ajournés à l'examen de la session 2012 - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2012-06-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2005-368 du 19 avril 2005 relatif à la partie réglementaire du livre VII du code rural et modifiant la partie réglementaire des livres Ier, II, III, IV, V, VI et VIII du même code La partie réglementaire du livre VII du code rural fait l'objet d'une publication spéciale annexée au Journal officiel de ce jour CODIFICATION cible"},{"type":"add","content":"Décret n° 2009-1007 du 24 août 2009 portant règlement général du brevet d'études professionnelles agricoles - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2005-04-19 CODIFICATION source Décret n° 2005-368 du 19 avril 2005 relatif à la partie réglementaire du livre VII du code rural et modifiant la partie réglementaire des livres Ier, II, III, IV, V, VI et VIII du même code La partie réglementaire du livre VII du code rural fait l'objet d'une publication spéciale annexée au Journal officiel de ce jour"},{"type":"add","content":"2008-12-19 CITATION source Décret n° 2008-1406 du 19 décembre 2008 relatif à l'organisation et aux attributions des directions régionales de l'alimentation, de l'agriculture et de la forêt et de la direction régionale et interdépartementale de l'alimentation, de l'agriculture et de la forêt d'Ile-de-France - article 8 AUTONOME"},{"type":"del","content":"2005-04-19 CREATION source Décret n°2005-368 du 19 avril 2005 relatif à la partie réglementaire du livre VII du code rural et modifiant la partie réglementaire des livres Ier, II, III, IV, V, VI et VIII du même code - article 9 AUTONOME VIGUEUR, en vigueur depuis le 2005-04-22"},{"type":"add","content":"2009-08-24 MODIFIE cible Décret n° 2009-1007 du 24 août 2009 portant règlement général du brevet d'études professionnelles agricoles - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de l'éducation - article D337-74 AUTONOME MODIFIE, en vigueur du 2006-05-24 au 2009-02-12"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de l'éducation - article D337-76 AUTONOME MODIFIE, en vigueur du 2006-05-24 au 2009-02-12"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code rural (nouveau) - article D811-151 AUTONOME MODIFIE, en vigueur du 2005-04-22 au 2009-09-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code rural (nouveau) - article D815-1 AUTONOME VIGUEUR, en vigueur depuis le 2007-09-30"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/59/88/LEGIARTI000006598835.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/59/88/LEGIARTI000006598835.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/59/88/LEGIARTI000006598835.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/99/48/LEGIARTI000020994858.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/99/48/LEGIARTI000020994858.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/20/99/48/LEGIARTI000020994858.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006598835)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000020994858)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_viii/titre_ier/chapitre_ier/section_7/sous-section_2/article_d811-153.md","articleName":"Article D811-153","additions":19,"deletions":86,"diff":[{"type":"del","content":"I. - Le diplôme est délivré à la suite d'un examen public, organisé sous la forme d'épreuves qui ont pour objet de valider les acquis du candidat par rapport à tout ou partie du référentiel caractéristique du diplôme."},{"type":"add","content":"Les conditions dans lesquelles les candidats titulaires de certains titres ou diplômes de niveau au moins égal au niveau V et inscrits au répertoire national des certifications professionnelles peuvent être dispensés d'une ou plusieurs épreuves du diplôme présenté sont fixées par arrêté du ministre chargé de l'agriculture."},{"type":"del","content":"La liste, la nature et la durée des épreuves sont définies pour chaque option et, le cas échéant, spécialité par un arrêté du ministre de l'agriculture."},{"type":"add","content":"Dans les mêmes conditions, les candidats justifiant de l'obtention de certaines unités ou du bénéfice de certaines épreuves d'un diplôme postulé antérieurement peuvent, dans la limite de leur validité, être dispensés d'une ou plusieurs épreuves constitutives du diplôme présenté."},{"type":"del","content":"L'examen conduisant à la délivrance du brevet d'études professionnelles agricoles est organisé dans le cadre d'une région ou d'une inter-région sous l'autorité du directeur régional de l'agriculture et de la forêt ou du directeur régional de l'agriculture et de la forêt, organisateur de l'inter-région, en une seule session normale annuelle selon des modalités fixées par le ministre de l'agriculture."},{"type":"add","content":"Les dispenses accordées au titre des alinéas précédents peuvent porter sur la totalité des épreuves permettant l'obtention du diplôme."},{"type":"del","content":"Cependant, des épreuves de remplacement peuvent être organisées à l'intention des candidats régulièrement inscrits à la session normale et empêchés de s'y présenter, soit pour raison de santé dûment constatée, soit pour obligations militaires dûment certifiées, soit pour cause de force majeure laissée à l'appréciation du directeur régional de l'agriculture et de la forêt."},{"type":"del","content":"II. - L'examen en vue de l'attribution du diplôme comporte deux groupes d'épreuves écrites, orales ou pratiques :"},{"type":"add","content":"### Nota"},{"type":"del","content":"1° Le premier groupe se compose de trois épreuves organisées en fin de formation ayant pour objet le contrôle de l'atteinte des objectifs terminaux de la formation, et notamment l'acquisition des savoirs et savoir-faire ;"},{"type":"del","content":""},{"type":"del","content":"2° Le deuxième groupe est constitué de six épreuves au maximum. Elles sont organisées en fin de formation, sauf dispositions particulières prévues par l'arrêté mentionné au I ci-dessus. Elles ont pour objet le contrôle de l'atteinte des objectifs d'un ou de plusieurs modules. Dans les établissements préalablement habilités à cet effet, elles prennent la forme de contrôles certificatifs en cours de formation assurés par les formateurs, selon les dispositions prévues au III ci-dessous."},{"type":"del","content":""},{"type":"del","content":"III. - Les contrôles certificatifs en cours de formation s'effectuent selon des modalités fixées par arrêté du ministre de l'agriculture. Les établissements publics ou les établissements privés ayant passé pour la filière considérée un contrat au titre des articles L. 813-8 et L. 813-9 dispensant une formation scolaire ou les établissements bénéficiant de l'agrément prévu au III de l'article D. 811-163 doivent, pour mettre en oeuvre le contrôle certificatif en cours de formation, obtenir, préalablement au début de la formation, une habilitation du directeur régional de l'agriculture et de la forêt. Cette habilitation est donnée, pour une filière, sur demande de l'établissement. Les conditions de délivrance et de retrait de l'habilitation sont fixées par un arrêté du ministre de l'agriculture."},{"type":"del","content":""},{"type":"del","content":"IV. - Si des anomalies dans l'organisation ou les résultats du contrôle certificatif en cours de formation sont constatées par le jury, celui-ci peut décider de refuser totalement ou partiellement le bénéfice de ce contrôle aux candidats concernés."},{"type":"del","content":""},{"type":"del","content":"En cas d'invalidation du contrôle certificatif en cours de formation, pour seulement un ou deux modules, des épreuves de substitution modulaires ou intermodulaires sont organisées par le directeur régional de l'agriculture et de la forêt responsable de la session d'examen pour tenir lieu des évaluations certifications."},{"type":"del","content":""},{"type":"del","content":"Si l'évaluation de plus de deux modules est invalidée, les résultats de l'ensemble du contrôle en cours de formation sont invalidés et les candidats sont soumis aux épreuves terminales du deuxième groupe prévues au II du présent article."},{"type":"del","content":""},{"type":"del","content":"V. - Outre les candidats des établissements non habilités à mettre en oeuvre le contrôle certificatif en cours de formation et les candidats mentionnés au troisième alinéa du IV du présent article, ne peuvent bénéficier du contrôle certificatif en cours de formation :"},{"type":"del","content":""},{"type":"del","content":"1° Les candidats ayant suivi un enseignement à distance ;"},{"type":"del","content":""},{"type":"del","content":"2° Les candidats ajournés et redoublants dans un établissement non habilité à mettre en oeuvre le contrôle certificatif en cours de formation, ayant choisi de ne pas conserver l'acquis du contrôle certificatif en cours de formation portant sur plus de deux modules ;"},{"type":"del","content":""},{"type":"del","content":"3° Les candidats ajournés, non redoublants, ayant choisi de ne pas conserver l'acquis du contrôle certificatif en cours de formation portant sur plus de deux modules ;"},{"type":"del","content":""},{"type":"del","content":"4° Les candidats ajournés et redoublants n'ayant pas bénéficié du contrôle certificatif en cours de formation lors de leur formation préalable ;"},{"type":"del","content":""},{"type":"del","content":"5° Les candidats n'ayant pas bénéficié du contrôle certificatif en cours de formation pendant l'une des années d'un cycle de formation de deux ans."},{"type":"del","content":""},{"type":"del","content":"VI. - Outre le cas mentionné au deuxième alinéa du IV du présent article, les épreuves de substitution modulaires ou intermodulaires sont proposées aux seuls candidats ajournés, non redoublants ou redoublants dans un établissement non habilité, ayant choisi de ne pas conserver l'acquis du contrôle certificatif en cours de formation portant sur un ou deux modules."},{"type":"del","content":""},{"type":"del","content":"VII. - Les candidats peuvent se présenter à une épreuve facultative choisie sur une liste d'au moins trois des enseignements prévus au dernier alinéa du I de l'article D. 811-152, dont une langue vivante. Les épreuves facultatives sont organisées par le directeur régional de l'agriculture et de la forêt responsable de la session."},{"type":"del","content":""},{"type":"del","content":"VIII. - Les candidats qui ne peuvent subir l'épreuve pratique d'éducation physique et sportive pour une raison de santé en sont dispensés à condition de produire un certificat délivré par un médecin de la santé publique concourant à l'exercice des tâches médico-scolaires."},{"type":"del","content":""},{"type":"del","content":"Les candidats mentionnés au II de l'article D. 811-163 peuvent être dispensés, sur leur demande, de l'épreuve pratique d'éducation physique et sportive."},{"type":"del","content":""},{"type":"del","content":"Dans ces deux cas, les modalités d'évaluation sont fixées par l'arrêté prévu au I du présent article."},{"type":"del","content":""},{"type":"del","content":"IX. - Le jury, présidé par un fonctionnaire de catégorie A, membre de l'enseignement agricole public, est désigné par le directeur régional de l'agriculture et de la forêt, organisateur de l'examen, conformément au I du présent article. Il peut opérer en commissions. Il est souverain dans ses évaluations et délibérations, dans le cadre de la réglementation en vigueur."},{"type":"del","content":""},{"type":"del","content":"Il est composé, pour moitié au moins, d'enseignants des établissements agricoles publics ou privés, justifiant sans dérogation possible des titres ou diplômes requis pour enseigner dans une section préparant au brevet d'études professionnelles agricoles, et, pour moitié au maximum, d'employeurs et de salariés des professions concernées."},{"type":"del","content":""},{"type":"del","content":"En aucun cas il ne peut comprendre moins de la moitié d'agents rémunérés par l'Etat."},{"type":"del","content":""},{"type":"del","content":"Si l'une de ces proportions n'est pas atteinte à la suite de l'absence d'un ou plusieurs de ses membres, le jury peut néanmoins délibérer valablement."},{"type":"del","content":""},{"type":"del","content":"Un jury peut être commun à plusieurs options ou, éventuellement, spécialités du brevet d'études professionnelles agricoles et du certificat d'aptitude professionnelle agricole. En cas de préparation simultanée des deux diplômes, dans les conditions prévues au II de l'article D. 811-152, le jury est obligatoirement commun."},{"type":"del","content":""},{"type":"del","content":"X. - A l'issue de l'examen, le jury délibère en prenant en compte :"},{"type":"del","content":""},{"type":"del","content":"a) Les notes obtenues aux épreuves du premier groupe ;"},{"type":"del","content":""},{"type":"del","content":"b) Les notes obtenues aux épreuves du deuxième groupe, soit sous leur forme d'épreuves terminales, soit sous leur forme de contrôles certificatifs en cours de formation ;"},{"type":"del","content":""},{"type":"del","content":"c) L'examen individuel des dossiers des candidats."},{"type":"del","content":""},{"type":"del","content":"Chaque groupe d'épreuves défini au II du présent article compte pour 50 p. 100 dans la délivrance du diplôme. Le total des notes coefficientées obtenues aux deux groupes d'épreuves peut être augmenté par le nombre de points supérieurs à 10 sur 20 de la note du module d'initiative locale et de la note obtenue à une épreuve facultative prévue au VII du présent article. Le diplôme est délivré si la note moyenne globale obtenue est supérieure ou égale à 10 sur 20."},{"type":"del","content":""},{"type":"del","content":"Si cette note est comprise entre 9 et 10 sur 20, le jury peut décider, au vu des résultats des épreuves des premier et deuxième groupes et au vu du dossier du candidat, soit d'attribuer des points supplémentaires et déclarer le candidat admis, soit de l'ajourner."},{"type":"del","content":""},{"type":"del","content":"Toutefois, une moyenne inférieure à 9 sur 20 aux épreuves du premier groupe, maintenue après délibération du jury, est éliminatoire ainsi qu'un zéro à l'une de ces trois épreuves."},{"type":"del","content":""},{"type":"del","content":"Un candidat ayant fourni un dossier individuel ne peut être ajourné sans que le jury ait examiné celui-ci."},{"type":"del","content":""},{"type":"del","content":"XI. - Les candidats ajournés à l'examen du brevet d'études professionnelles agricoles peuvent postuler ce diplôme, dans la même option et, le cas échéant, spécialité, pendant les trois années qui suivent celle de leur première candidature, en gardant le bénéfice des résultats jugés favorables et dont ils ont demandé à conserver l'acquis dans le respect des dispositions prévues aux V et VI du présent article."},{"type":"del","content":""},{"type":"del","content":"Ils peuvent se présenter aux épreuves terminales du premier et du deuxième groupe de leur choix. Les notes obtenues lors d'une nouvelle session se substituent à celles attribuées précédemment aux épreuves correspondantes."},{"type":"del","content":""},{"type":"del","content":"XII. - Les conditions dans lesquelles un candidat déjà titulaire du brevet d'études professionnelles agricoles peut obtenir ce diplôme dans une option ou spécialité différente sont fixées par arrêté du ministre de l'agriculture."},{"type":"add","content":"Décret 2009-1007 du 24 août 2009, art 3 : Les dispositions du présent décret entrent en vigueur à compter du 1er septembre 2009."},{"type":"add","content":""},{"type":"add","content":"Toutefois, à titre transitoire, les dispositions antérieures demeurent applicables :"},{"type":"add","content":""},{"type":"add","content":"1° Aux candidats entrés en formation avant l'entrée en vigueur du présent décret ;"},{"type":"add","content":""},{"type":"add","content":"2° Aux candidats entrés en formation à compter du 1er septembre 2009 dans les options et spécialités du brevet d'études professionnelles agricoles dont la liste est fixée par arrêté du ministre chargé de l'agriculture et jusqu'à ce qu'elles soient mises en conformité, au plus tard le 1er septembre 2014, avec les spécialités du baccalauréat professionnel mentionné à l'article R. 811-145 du code rural."},{"type":"del","content":"Décret n°2005-368 du 19 avril 2005 relatif à la partie réglementaire du livre VII du code rural et modifiant la partie réglementaire des livres Ier, II, III, IV, V, VI et VIII du même code - article 9 AUTONOME VIGUEUR, en vigueur depuis le 2005-04-22 CREATION cible"},{"type":"add","content":"Décret n° 2021-200 du 22 février 2021 portant suppression du brevet d'études professionnelles agricole et modifiant le code rural et de la pêche maritime - article 1 ENTIEREMENT_MODIF ABROGE source"},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":"Décret n° 2005-368 du 19 avril 2005 relatif à la partie réglementaire du livre VII du code rural et modifiant la partie réglementaire des livres Ier, II, III, IV, V, VI et VIII du même code La partie réglementaire du livre VII du code rural fait l'objet d'une publication spéciale annexée au Journal officiel de ce jour CODIFICATION cible"},{"type":"add","content":"Décret n° 2009-1007 du 24 août 2009 portant règlement général du brevet d'études professionnelles agricoles - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":"      CITATION source Code rural L813-8, L813-9, D811-163, D811-152"},{"type":"del","content":""},{"type":"del","content":"2005-04-19 CODIFICATION source Décret n° 2005-368 du 19 avril 2005 relatif à la partie réglementaire du livre VII du code rural et modifiant la partie réglementaire des livres Ier, II, III, IV, V, VI et VIII du même code La partie réglementaire du livre VII du code rural fait l'objet d'une publication spéciale annexée au Journal officiel de ce jour"},{"type":"add","content":"2009-08-24 MODIFIE cible Décret n° 2009-1007 du 24 août 2009 portant règlement général du brevet d'études professionnelles agricoles - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":"2005-04-19 CREATION source Décret n°2005-368 du 19 avril 2005 relatif à la partie réglementaire du livre VII du code rural et modifiant la partie réglementaire des livres Ier, II, III, IV, V, VI et VIII du même code - article 9 AUTONOME VIGUEUR, en vigueur depuis le 2005-04-22"},{"type":"add","content":"2021-02-22 ABROGE cible Décret n° 2021-200 du 22 février 2021 portant suppression du brevet d'études professionnelles agricole et modifiant le code rural et de la pêche maritime - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/59/88/LEGIARTI000006598836.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/59/88/LEGIARTI000006598836.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/59/88/LEGIARTI000006598836.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/99/48/LEGIARTI000020994856.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/99/48/LEGIARTI000020994856.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/20/99/48/LEGIARTI000020994856.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006598836)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000020994856)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_viii/titre_ier/chapitre_ier/section_8/sous-section_1/paragraphe_2/README.md","articleName":"Sommaire - Paragraphe 2","additions":0,"deletions":2,"diff":[{"type":"del","content":"- [Article D811-163](article_d811-163.md)"},{"type":"del","content":"- [Article D811-164](article_d811-164.md)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_viii/titre_ier/chapitre_ier/section_8/sous-section_1/paragraphe_2/article_d811-163.md","articleName":"Article D811-163","additions":0,"deletions":162,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article D811-163"},{"type":"del","content":""},{"type":"del","content":"I. - Le brevet d'études professionnelles agricoles est accessible par la voie de l'apprentissage, conformément au titre Ier du livre Ier du code du travail :"},{"type":"del","content":""},{"type":"del","content":"a) Aux candidats justifiant d'un niveau de fin de scolarité du premier cycle de l'enseignement secondaire et aux candidats titulaires d'un certificat d'aptitude professionnelle ou ayant achevé la formation y conduisant, qui ont suivi une préparation de 1 200 heures au moins d'enseignements généraux, technologiques et professionnels en centre de formation d'apprentis ;"},{"type":"del","content":""},{"type":"del","content":"b) Aux candidats relevant des articles R. 117-7, R. 117-7-1 et R. 117-7-2 du livre Ier du code du travail ayant suivi une préparation d'au moins 600 heures d'enseignements généraux, technologiques et professionnels en centre de formation d'apprentis ;"},{"type":"del","content":""},{"type":"del","content":"c) En application de l'article R. 117-6-1 du livre Ier du code du travail, aux candidats justifiant d'un niveau de scolarité de fin de première du second cycle de l'enseignement secondaire, ayant suivi une préparation d'au moins 600 heures d'enseignements généraux, technologiques et professionnels en centre de formation d'apprentis."},{"type":"del","content":""},{"type":"del","content":"Cette disposition s'applique également aux candidats titulaires d'un certificat d'aptitude professionnelle agricole dont la préparation peut être associée à celle du brevet d'études professionnelles agricoles postulé, si l'arrêté cité au II de l'article D. 811-150 le prévoit ;"},{"type":"del","content":""},{"type":"del","content":"d) Aux candidats relevant des articles R. 117-6-1 et R. 117-6-2 du livre Ier du code du travail ayant suivi une préparation d'au moins 1 500 heures d'enseignements généraux, technologiques et professionnels en centre de formation d'apprentis si la durée du cycle de formation est de trois ans."},{"type":"del","content":""},{"type":"del","content":"II. - Le brevet d'études professionnelles agricoles est accessible par la voie de la formation professionnelle continue :"},{"type":"del","content":""},{"type":"del","content":"1° Aux candidats bénéficiant de l'une des modalités de formation prévues en application du livre IX du code du travail et justifiant :"},{"type":"del","content":""},{"type":"del","content":"a) Soit de l'équivalent d'une année minimum d'activité professionnelle à plein temps à l'entrée en formation ;"},{"type":"del","content":""},{"type":"del","content":"b) Soit d'une attestation de fin de scolarité du premier cycle de l'enseignement secondaire ;"},{"type":"del","content":""},{"type":"del","content":"c) Soit d'un certificat d'aptitude professionnelle ou d'une scolarité complète y conduisant."},{"type":"del","content":""},{"type":"del","content":"Ces candidats doivent, en outre, avoir suivi une préparation d'une durée de 1 200 heures d'enseignements généraux, technologiques et professionnels en centre de formation ;"},{"type":"del","content":""},{"type":"del","content":"2° Aux candidats titulaires d'un brevet d'études professionnelles, d'un diplôme de niveau supérieur, ainsi qu'aux candidats justifiant d'un niveau de scolarité de fin de première du second cycle de l'enseignement secondaire."},{"type":"del","content":""},{"type":"del","content":"Ces candidats doivent avoir suivi une préparation d'une durée de 600 heures d'enseignements généraux, technologiques et professionnels en centre de formation."},{"type":"del","content":""},{"type":"del","content":"Cette disposition s'applique également aux candidats titulaires d'un certificat d'aptitude professionnelle agricole dont la préparation peut être associée à celle du brevet d'études professionnelles agricoles postulé si l'arrêté cité au II de l'article D. 811-150 le prévoit."},{"type":"del","content":""},{"type":"del","content":"III. - Un agrément à caractère pédagogique peut être délivré par le ministre de l'agriculture ou son représentant aux établissements mettant en oeuvre une formation au titre des I et II du présent article, pour une filière considérée. Un arrêté du ministre de l'agriculture précise les conditions dans lesquelles cet agrément est délivré et, le cas échéant, retiré."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"### Nota"},{"type":"del","content":""},{"type":"del","content":"Décret 2009-1007 du 24 août 2009, art 3 : Les dispositions du présent décret entrent en vigueur à compter du 1er septembre 2009."},{"type":"del","content":""},{"type":"del","content":"Toutefois, à titre transitoire, les dispositions antérieures demeurent applicables :"},{"type":"del","content":""},{"type":"del","content":"1° Aux candidats entrés en formation avant l'entrée en vigueur du présent décret ;"},{"type":"del","content":""},{"type":"del","content":"2° Aux candidats entrés en formation à compter du 1er septembre 2009 dans les options et spécialités du brevet d'études professionnelles agricoles dont la liste est fixée par arrêté du ministre chargé de l'agriculture et jusqu'à ce qu'elles soient mises en conformité, au plus tard le 1er septembre 2014, avec les spécialités du baccalauréat professionnel mentionné à l'article R. 811-145 du code rural."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article R117-6-2 AUTONOME ABROGE, en vigueur du 1988-01-30 au 1993-03-12 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article R117-6-1 AUTONOME MODIFIE, en vigueur du 1993-03-12 au 2002-04-27 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article R117-7-1 AUTONOME ABROGE, en vigueur du 2005-11-10 au 2008-05-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article R117-7 AUTONOME ABROGE, en vigueur du 2005-11-10 au 2008-05-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article R117-6-1 AUTONOME ABROGE, en vigueur du 2002-04-27 au 2008-05-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article R117-7-1 AUTONOME MODIFIE, en vigueur du 1988-01-30 au 1993-03-12 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article R117-7 AUTONOME MODIFIE, en vigueur du 1973-11-23 au 1988-01-30 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article R117-7 AUTONOME MODIFIE, en vigueur du 1988-01-30 au 2005-11-10 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article R117-7-1 AUTONOME MODIFIE, en vigueur du 1985-02-21 au 1988-01-30 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article R117-7-1 AUTONOME MODIFIE, en vigueur du 1993-03-12 au 2005-11-10 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article R117-7-2 AUTONOME MODIFIE, en vigueur du 1993-03-12 au 1995-04-16 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article R117-7-2 AUTONOME MODIFIE, en vigueur du 1995-04-16 au 2005-11-10 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article R117-7-2 AUTONOME ABROGE, en vigueur du 2005-11-10 au 2008-05-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article R117-6-1 AUTONOME MODIFIE, en vigueur du 1988-01-30 au 1993-03-12 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article R117-7-2 AUTONOME MODIFIE, en vigueur du 1988-01-30 au 1993-03-12 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article R117-6-2 AUTONOME ABROGE, en vigueur du 2005-11-10 au 2008-05-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°2005-368 du 19 avril 2005 relatif à la partie réglementaire du livre VII du code rural et modifiant la partie réglementaire des livres Ier, II, III, IV, V, VI et VIII du même code - article 9 AUTONOME VIGUEUR, en vigueur depuis le 2005-04-22 CREATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2009-1007 du 24 août 2009 portant règlement général du brevet d'études professionnelles agricoles - article 2 ENTIEREMENT_MODIF ABROGE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2005-368 du 19 avril 2005 relatif à la partie réglementaire du livre VII du code rural et modifiant la partie réglementaire des livres Ier, II, III, IV, V, VI et VIII du même code La partie réglementaire du livre VII du code rural fait l'objet d'une publication spéciale annexée au Journal officiel de ce jour CODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2005-04-19 CODIFICATION source Décret n° 2005-368 du 19 avril 2005 relatif à la partie réglementaire du livre VII du code rural et modifiant la partie réglementaire des livres Ier, II, III, IV, V, VI et VIII du même code La partie réglementaire du livre VII du code rural fait l'objet d'une publication spéciale annexée au Journal officiel de ce jour"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2005-04-19 CREATION source Décret n°2005-368 du 19 avril 2005 relatif à la partie réglementaire du livre VII du code rural et modifiant la partie réglementaire des livres Ier, II, III, IV, V, VI et VIII du même code - article 9 AUTONOME VIGUEUR, en vigueur depuis le 2005-04-22"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2009-08-24 ABROGE cible Décret n° 2009-1007 du 24 août 2009 portant règlement général du brevet d'études professionnelles agricoles - article 2 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code du travail - article R117-6-1 AUTONOME MODIFIE, en vigueur du 1988-01-30 au 1993-03-12"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code du travail - article R117-6-2 AUTONOME ABROGE, en vigueur du 1988-01-30 au 1993-03-12"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code du travail - article R117-7 AUTONOME MODIFIE, en vigueur du 1973-11-23 au 1988-01-30"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code du travail - article R117-7-1 AUTONOME MODIFIE, en vigueur du 1985-02-21 au 1988-01-30"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code du travail - article R117-7-2 AUTONOME MODIFIE, en vigueur du 1988-01-30 au 1993-03-12"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CITATION source Code rural D811-150"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CONCORDANCE source Code rural R811-163"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/59/88/LEGIARTI000006598893.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/59/88/LEGIARTI000006598893.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/59/88/LEGIARTI000006598893.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_rural_et_de_la_peche_maritime/src/branch/main/partie_reglementaire/livre_viii/titre_ier/chapitre_ier/section_8/sous-section_1/paragraphe_2/article_d811-163.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006598893)"},{"type":"del","content":""}],"status":"deleted"},{"filename":"partie_reglementaire/livre_viii/titre_ier/chapitre_ier/section_8/sous-section_1/paragraphe_2/article_d811-164.md","articleName":"Article D811-164","additions":0,"deletions":79,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article D811-164"},{"type":"del","content":""},{"type":"del","content":"I. - Les candidats au brevet d'études professionnelles agricoles ayant suivi la préparation au titre de la formation professionnelle continue ou de l'apprentissage dans un centre habilité par le ministre de l'agriculture peuvent, lorsque l'arrêté créant le brevet d'études professionnelles agricoles concerné le prévoit, obtenir ce diplôme par unités capitalisables."},{"type":"del","content":""},{"type":"del","content":"La certification est effectuée sous la responsabilité d'un jury composé selon les dispositions du IX de l'article D. 811-153."},{"type":"del","content":""},{"type":"del","content":"L'arrêté mentionné au premier alinéa fixe la liste et la nature de ces unités capitalisables ainsi que les modalités de leur acquisition."},{"type":"del","content":""},{"type":"del","content":"II. - L'obtention d'une unité capitalisable donne lieu à la délivrance d'une attestation dont la durée de validité est de cinq années."},{"type":"del","content":""},{"type":"del","content":"L'acquisition de la totalité des unités capitalisables donne lieu à la délivrance du diplôme."},{"type":"del","content":""},{"type":"del","content":"III. - Tout titulaire du brevet d'études professionnelles agricoles est réputé avoir acquis la totalité des unités correspondant au diplôme obtenu, quelle que soit la forme de l'évaluation subie."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"### Nota"},{"type":"del","content":""},{"type":"del","content":"Décret 2009-1007 du 24 août 2009, art 3 : Les dispositions du présent décret entrent en vigueur à compter du 1er septembre 2009."},{"type":"del","content":""},{"type":"del","content":"Toutefois, à titre transitoire, les dispositions antérieures demeurent applicables :"},{"type":"del","content":""},{"type":"del","content":"1° Aux candidats entrés en formation avant l'entrée en vigueur du présent décret ;"},{"type":"del","content":""},{"type":"del","content":"2° Aux candidats entrés en formation à compter du 1er septembre 2009 dans les options et spécialités du brevet d'études professionnelles agricoles dont la liste est fixée par arrêté du ministre chargé de l'agriculture et jusqu'à ce qu'elles soient mises en conformité, au plus tard le 1er septembre 2014, avec les spécialités du baccalauréat professionnel mentionné à l'article R. 811-145 du code rural."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°2005-368 du 19 avril 2005 relatif à la partie réglementaire du livre VII du code rural et modifiant la partie réglementaire des livres Ier, II, III, IV, V, VI et VIII du même code - article 9 AUTONOME VIGUEUR, en vigueur depuis le 2005-04-22 CREATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2009-1007 du 24 août 2009 portant règlement général du brevet d'études professionnelles agricoles - article 2 ENTIEREMENT_MODIF ABROGE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2005-368 du 19 avril 2005 relatif à la partie réglementaire du livre VII du code rural et modifiant la partie réglementaire des livres Ier, II, III, IV, V, VI et VIII du même code La partie réglementaire du livre VII du code rural fait l'objet d'une publication spéciale annexée au Journal officiel de ce jour CODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CITATION source Code rural D811-153"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CONCORDANCE source Code rural R811-164"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2005-04-19 CODIFICATION source Décret n° 2005-368 du 19 avril 2005 relatif à la partie réglementaire du livre VII du code rural et modifiant la partie réglementaire des livres Ier, II, III, IV, V, VI et VIII du même code La partie réglementaire du livre VII du code rural fait l'objet d'une publication spéciale annexée au Journal officiel de ce jour"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2005-04-19 CREATION source Décret n°2005-368 du 19 avril 2005 relatif à la partie réglementaire du livre VII du code rural et modifiant la partie réglementaire des livres Ier, II, III, IV, V, VI et VIII du même code - article 9 AUTONOME VIGUEUR, en vigueur depuis le 2005-04-22"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2009-08-24 ABROGE cible Décret n° 2009-1007 du 24 août 2009 portant règlement général du brevet d'études professionnelles agricoles - article 2 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/59/88/LEGIARTI000006598894.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/59/88/LEGIARTI000006598894.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/59/88/LEGIARTI000006598894.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_rural_et_de_la_peche_maritime/src/branch/main/partie_reglementaire/livre_viii/titre_ier/chapitre_ier/section_8/sous-section_1/paragraphe_2/article_d811-164.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006598894)"},{"type":"del","content":""}],"status":"deleted"},{"filename":"partie_reglementaire/livre_viii/titre_ier/chapitre_ier/section_8/sous-section_2/article_d811-173.md","articleName":"Article D811-173","additions":17,"deletions":34,"diff":[{"type":"del","content":"II. - Le certificat d'aptitude professionnelle agricole est accessible aux candidats inscrits dans les établissements dispensant un enseignement à distance, qui ont suivi la formation selon les modalités prévues par arrêté du ministre de l'agriculture."},{"type":"add","content":"II. - Le certificat d'aptitude professionnelle agricole est accessible aux candidats inscrits dans les établissements dispensant un enseignement à distance, qui ont suivi la formation selon les modalités prévues par arrêté du ministre de l'agriculture."},{"type":"del","content":"III. - Le brevet d'études professionnelles agricoles est accessible aux candidats inscrits dans les établissements dispensant un enseignement à distance, qui ont suivi la formation selon les modalités prévues par arrêté du ministre de l'agriculture."},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Décret 2009-1007 du 24 août 2009, art 3 : Les dispositions du présent décret entrent en vigueur à compter du 1er septembre 2009."},{"type":"add","content":""},{"type":"add","content":"Toutefois, à titre transitoire, les dispositions antérieures demeurent applicables :"},{"type":"add","content":""},{"type":"add","content":"1° Aux candidats entrés en formation avant l'entrée en vigueur du présent décret ;"},{"type":"add","content":""},{"type":"add","content":"2° Aux candidats entrés en formation à compter du 1er septembre 2009 dans les options et spécialités du brevet d'études professionnelles agricoles dont la liste est fixée par arrêté du ministre chargé de l'agriculture et jusqu'à ce qu'elles soient mises en conformité, au plus tard le 1er septembre 2014, avec les spécialités du baccalauréat professionnel mentionné à l'article R. 811-145 du code rural."},{"type":"del","content":"Code rural et de la pêche maritime - article D811-142 AUTONOME MODIFIE, en vigueur du 2011-09-25 au 2018-06-15 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural et de la pêche maritime - article D811-142 AUTONOME MODIFIE, en vigueur du 2018-06-15 au 2023-10-14 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural (nouveau) - article D811-142 AUTONOME MODIFIE, en vigueur du 2009-12-10 au 2010-05-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural (nouveau) - article D811-142 AUTONOME MODIFIE, en vigueur du 2010-05-01 au 2011-09-25 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural et de la pêche maritime - article D811-142 AUTONOME MODIFIE, en vigueur du 2023-10-14 au 2022-09-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°2005-368 du 19 avril 2005 relatif à la partie réglementaire du livre VII du code rural et modifiant la partie réglementaire des livres Ier, II, III, IV, V, VI et VIII du même code - article 9 AUTONOME VIGUEUR, en vigueur depuis le 2005-04-22 CREATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2005-368 du 19 avril 2005 relatif à la partie réglementaire du livre VII du code rural et modifiant la partie réglementaire des livres Ier, II, III, IV, V, VI et VIII du même code La partie réglementaire du livre VII du code rural fait l'objet d'une publication spéciale annexée au Journal officiel de ce jour CODIFICATION cible"},{"type":"add","content":"Décret n° 2009-1007 du 24 août 2009 portant règlement général du brevet d'études professionnelles agricoles - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2005-04-19 CODIFICATION source Décret n° 2005-368 du 19 avril 2005 relatif à la partie réglementaire du livre VII du code rural et modifiant la partie réglementaire des livres Ier, II, III, IV, V, VI et VIII du même code La partie réglementaire du livre VII du code rural fait l'objet d'une publication spéciale annexée au Journal officiel de ce jour"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2005-04-19 CREATION source Décret n°2005-368 du 19 avril 2005 relatif à la partie réglementaire du livre VII du code rural et modifiant la partie réglementaire des livres Ier, II, III, IV, V, VI et VIII du même code - article 9 AUTONOME VIGUEUR, en vigueur depuis le 2005-04-22"},{"type":"add","content":"2009-08-24 MODIFIE cible Décret n° 2009-1007 du 24 août 2009 portant règlement général du brevet d'études professionnelles agricoles - article 2 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/59/89/LEGIARTI000006598930.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/59/89/LEGIARTI000006598930.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/59/89/LEGIARTI000006598930.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/99/48/LEGIARTI000020994880.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/99/48/LEGIARTI000020994880.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/20/99/48/LEGIARTI000020994880.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006598930)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000020994880)"}],"status":"modified"}],"stats":{"additions":177,"deletions":558,"filesChanged":8}}