{"sha":"98af2c05886d","date":"2023-09-01","message":"Décret n° 2020-687 du 4 juin 2020 relatif au règlement général du brevet de technicien supérieur agricole","files":[{"filename":"partie_reglementaire/livre_viii/titre_ier/chapitre_ier/section_8/sous-section_1/paragraphe_2/article_d811-160.md","articleName":"Article D811-160","additions":33,"deletions":65,"diff":[{"type":"del","content":"I.-L'examen conduisant à la délivrance du brevet supérieur de technicien agricole peut être aménagé en vue de l'acquisition du diplôme par unités capitalisables, dans des conditions précisées pour chaque option ou spécialité par un arrêté du ministre de l'agriculture."},{"type":"add","content":"I. à V. - (abrogés)"},{"type":"del","content":"Cet arrêté fixe la liste et la nature des unités constitutives du diplôme et requises pour sa délivrance. Il fixe également les modalités et l'ordre éventuel d'acquisition. Chaque unité est définie par son propre référentiel de capacités, savoirs et savoir-faire."},{"type":"add","content":"VI. - Le chef d'établissement au sein duquel est implantée la section de technicien supérieur agricole délivre aux apprentis et aux candidats par la voie de la formation professionnelle continue une attestation descriptive du parcours de formation qu'ils ont suivi et des connaissances et compétences acquises."},{"type":"del","content":"II.-La modalité de délivrance du diplôme par unités capitalisables est ouverte aux seuls candidats justifiant des conditions prévues au III de l'article D. 811-159 et ayant suivi la préparation au diplôme dans les établissements publics habilités à cet effet."},{"type":"del","content":""},{"type":"del","content":"L'exigence du niveau de formation prévu aux a et b du III de l'article D. 811-159 est requise pour les candidats concernés au moment où ils se présentent à la première unité de contrôle constitutive."},{"type":"add","content":"L'attestation descriptive est établie dans les conditions fixées à l'article D. 811-142-1."},{"type":"del","content":"Celle de la durée de formation prévue au III de l'article D. 811-159 est requise pour ces candidats au moment où ils se présentent à la dernière unité ouvrant droit à la délivrance du diplôme. Le directeur régional de l'agriculture, sur proposition du jury, peut accorder à un candidat une réduction de durée de la formation."},{"type":"del","content":"III.-Lorsque la délivrance du diplôme résulte de l'acquisition d'unités capitalisables, le jury appelé à proposer la délivrance des unités peut se réunir plusieurs fois au cours de l'année civile. La certification est effective sous la responsabilité du jury prévu au VI de l'article D. 811-142. L'arrêté fixant les modalités de délivrance du brevet de technicien supérieur agricole par unités capitalisables prévu au I ci-dessus précise le nombre minimum de réunions que le jury doit tenir."},{"type":"add","content":"### Nota"},{"type":"del","content":"IV.-Un candidat ajourné conformément aux dispositions des VII et XI de l'article D. 811-142 et ayant préparé le diplôme par la voie de la formation continue peut, dans les conditions fixées par l'arrêté ministériel mentionné au I ci-dessus, l'obtenir suivant la modalité des unités capitalisables. Dans ce cas, il peut garder le bénéfice des épreuves auxquelles il a obtenu la note de 10 sur 20 au moins et se voit délivrer les attestations de réussite aux unités correspondantes."},{"type":"add","content":"Conformément à l'article 3 du décret n° 2020-687 du 4 juin 2020, les I à V de l'article D. 811-160 du code rural et de la pêche maritime sont abrogés à compter de la rentrée scolaire 2023. Toutefois, les candidats préparant le diplôme suivant la modalité des unités capitalisables telle que prévue par l'article D. 811-160, admis en formation antérieurement à cette date, peuvent obtenir le diplôme suivant cette modalité jusqu'au 31 décembre 2024."},{"type":"del","content":"Un candidat ayant préparé le diplôme suivant la modalité des unités capitalisables mais n'ayant pas totalisé l'ensemble des unités constitutives peut obtenir ce diplôme en se présentant à l'examen dans les conditions fixées au XI de l'article D. 811-142. Dans ce cas, il est dispensé de subir les épreuves de l'examen correspondant aux unités terminales qu'il possède."},{"type":"add","content":"Conformément à l'article 4 du décret n° 2020-687 du 4 juin 2020 dans sa rédaction issue de l'article 5 du décret n° 2024-93 du 8 février 2024, ces dispositions sont abrogées, pour chaque spécialité du diplôme, à compter de la rentrée scolaire prévue par le nouvel arrêté de création de chaque spécialité du brevet de technicien supérieur agricole et au plus tard le 1er septembre 2026."},{"type":"del","content":"V.-Les attestations de réussite aux unités capitalisables ont une durée de validité de cinq ans à compter de leur date de délivrance."},{"type":"add","content":"La liste des nouveaux arrêtés de création des spécialités du brevet de technicien supérieur agricole est la suivante :"},{"type":"del","content":"VI.-Le chef d'établissement au sein duquel est implantée la section de technicien supérieur agricole délivre aux apprentis et aux candidats par la voie de la formation professionnelle continue une attestation descriptive du parcours de formation qu'ils ont suivi et des connaissances et compétences acquises."},{"type":"del","content":""},{"type":"del","content":"L'attestation descriptive est établie dans les conditions fixées à l'article D. 811-142-1."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 29 décembre 2023 portant création et fixant les conditions de délivrance du brevet de technicien supérieur agricole spécialité \"ACS'AGRI : Analyse, Conduite et Stratégie de l'entreprise Agricole \" ;"},{"type":"add","content":"Arrêté du 28 avril 2022 portant création et fixant les conditions de délivrance du brevet de technicien supérieur agricole spécialité \"analyses biologiques, biotechnologiques, agricoles et environnementales (ANABIOTEC)\", modifié par l'arrêté du 6 décembre 2022 modifiant l'arrêté du 28 avril 2022 portant création et fixant les conditions de délivrance du brevet de technicien supérieur agricole spécialité \"analyses biologiques, biotechnologiques, agricoles et environnementales (ANABIOTEC)\" ;"},{"type":"add","content":"Arrêté du 13 février 2023 portant création et fixant les conditions de délivrance du brevet de technicien supérieur agricole spécialité \"aménagements paysagers\" ;"},{"type":"add","content":"Arrêté du 30 juin 2022 portant création et fixant les conditions de délivrance du brevet de technicien supérieur agricole, spécialité \"agronomie et cultures durables\" ;"},{"type":"add","content":"Arrêté du 13 février 2023 portant création et fixant les conditions de délivrance du brevet de technicien supérieur agricole spécialité \"aquaculture\", modifié par l'arrêté du 19 avril 2023 modifiant l'arrêté du 13 février 2023 portant création et fixant les conditions de délivrance du brevet de technicien supérieur agricole spécialité \"aquaculture\" ;"},{"type":"add","content":"Arrêté du 1er août 2023 portant création et fixant les conditions de délivrance du brevet de technicien supérieur agricole spécialité \"développement et animation de projets territoriaux (DATR)\" ;"},{"type":"add","content":"Arrêté du 9 novembre 2023 portant création et fixant les conditions de délivrance du brevet de technicien supérieur agricole spécialité \"génie des équipements agricoles\" ;"},{"type":"add","content":"Arrêté du 28 juillet 2022 portant création et fixant les conditions de délivrance du brevet de technicien supérieur agricole spécialité \"gestion forestière\" ;"},{"type":"add","content":"Arrêté du 28 septembre 2022 portant création et fixant les conditions de délivrance du brevet de technicien supérieur agricole spécialité \"gestion et protection de la nature\" ;"},{"type":"add","content":"Arrêté du 29 décembre 2023 portant création et fixant les conditions de délivrance du brevet de technicien supérieur agricole spécialité \"métiers de l'élevage : développement, production, conseil\" ;"},{"type":"add","content":"Arrêté du 28 avril 2022 portant création et fixant les conditions de délivrance du brevet de technicien supérieur agricole spécialité \"métiers du végétal : alimentation, ornement et environnement\" ;"},{"type":"add","content":"arrêté du 28 avril 2022 portant création et fixant les conditions de délivrance du brevet de technicien supérieur agricole spécialité \"qualité, alimentation, innovation et maîtrise sanitaire (BIOQUALIM)\", modifié par l'arrêté du 30 juin 2022 modifiant l'arrêté du 28 avril 2022 portant création et fixant les conditions de délivrance du brevet de technicien supérieur agricole spécialité \"qualité, alimentation, innovation et maîtrise sanitaire (BIOQUALIM)\" ;"},{"type":"add","content":"Arrêté du 17 février 2021 portant création et fixant les conditions de délivrance du brevet de technicien supérieur agricole spécialité \"technico-commercial\", modifié par l’arrêté du 6 décembre 2022 modifiant les dispositions de l'arrêté du 17 février 2021 portant création et fixant les conditions de délivrance du brevet de technicien supérieur agricole, spécialité \"technico-commercial\" ;"},{"type":"add","content":"Arrêté du 17 février 2021 portant création et fixant les conditions de délivrance du brevet de technicien supérieur agricole, spécialité \"viticulture-œnologie\", modifié par l’arrêté du 6 décembre 2022 modifiant les dispositions de l'arrêté du 17 février 2021 portant création et fixant les conditions de délivrance du brevet de technicien supérieur agricole, spécialité \"viticulture-œnologie\"."},{"type":"add","content":""},{"type":"del","content":"Code rural et de la pêche maritime - article D811-142 AUTONOME VIGUEUR, en vigueur depuis le 2022-09-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural et de la pêche maritime - article D811-142-1 AUTONOME VIGUEUR, en vigueur depuis le 2022-09-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural et de la pêche maritime - article D811-159 AUTONOME MODIFIE, en vigueur du 2011-09-25 au 2018-06-15 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural et de la pêche maritime - article D811-142 AUTONOME MODIFIE, en vigueur du 2011-09-25 au 2018-06-15 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural et de la pêche maritime - article D811-142-1 AUTONOME MODIFIE, en vigueur du 2017-12-29 au 2022-09-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural et de la pêche maritime - article D811-142 AUTONOME MODIFIE, en vigueur du 2018-06-15 au 2023-10-14 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural et de la pêche maritime - article D811-159 AUTONOME ABROGE_DIFF, en vigueur du 2018-06-15 au 2026-09-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural (nouveau) - article D811-142 AUTONOME MODIFIE, en vigueur du 2009-12-10 au 2010-05-01 CITATION cible"},{"type":"add","content":"Décret n° 2020-687 du 4 juin 2020 relatif au règlement général du brevet de technicien supérieur agricole - article 2 ENTIEREMENT_MODIF ABROGE source"},{"type":"del","content":"Code rural (nouveau) - article D811-159 AUTONOME MODIFIE, en vigueur du 2005-04-22 au 2011-09-25 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural (nouveau) - article D811-142 AUTONOME MODIFIE, en vigueur du 2010-05-01 au 2011-09-25 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural (nouveau) - article D811-142 AUTONOME MODIFIE, en vigueur du 2005-04-22 au 2009-12-10 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural et de la pêche maritime - article D811-142 AUTONOME MODIFIE, en vigueur du 2023-10-14 au 2022-09-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code rural (nouveau) - article D811-142-1 AUTONOME MODIFIE, en vigueur du 2007-05-16 au 2017-12-29 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2011-1153 du 22 septembre 2011 relatif au brevet de technicien supérieur agricole - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Décret n° 2020-687 du 4 juin 2020 relatif au règlement général du brevet de technicien supérieur agricole - article 3 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2020-06-07 MODIFIE source"},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code rural (nouveau) - article D811-142 AUTONOME MODIFIE, en vigueur du 2005-04-22 au 2009-12-10"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code rural (nouveau) - article D811-142-1 AUTONOME MODIFIE, en vigueur du 2007-05-16 au 2017-12-29"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code rural (nouveau) - article D811-159 AUTONOME MODIFIE, en vigueur du 2005-04-22 au 2011-09-25"},{"type":"del","content":""},{"type":"del","content":"2011-09-22 MODIFIE cible Décret n° 2011-1153 du 22 septembre 2011 relatif au brevet de technicien supérieur agricole - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2020-06-04 ABROGE cible Décret n° 2020-687 du 4 juin 2020 relatif au règlement général du brevet de technicien supérieur agricole - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2020-06-04 MODIFIE cible Décret n° 2020-687 du 4 juin 2020 relatif au règlement général du brevet de technicien supérieur agricole - article 3 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2020-06-07"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/24/59/69/LEGIARTI000024596928.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/24/59/69/LEGIARTI000024596928.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/24/59/69/LEGIARTI000024596928.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/41/97/43/LEGIARTI000041974382.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/41/97/43/LEGIARTI000041974382.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/41/97/43/LEGIARTI000041974382.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000024596928)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000041974382)"}],"status":"modified"}],"stats":{"additions":33,"deletions":65,"filesChanged":1}}