{"sha":"ecc79a4d1556","date":"2014-01-01","message":"LOI n° 2013-1279 du 29 décembre 2013 de finances rectificative pour 2013","files":[{"filename":"partie_legislative/livre_ii/titre_v/chapitre_ier/section_3/article_l251-17-1.md","articleName":"Article L251-17-1","additions":26,"deletions":16,"diff":[{"type":"del","content":"La délivrance de documents administratifs et la mise en œuvre des contrôles liés à la circulation intracommunautaire et à l'exportation vers des Etats non membres de l'Union européenne des végétaux, produits végétaux et autres objets mentionnés à l'article L. 201-2 et réalisés par les agents mentionnés à l'article L. 250-2 ou par les groupements de défense contre les organismes nuisibles mentionnés au chapitre II du présent titre donnent lieu au paiement à l'Etat d'une redevance."},{"type":"add","content":"I. - La délivrance de documents administratifs et la mise en œuvre des contrôles liés à la circulation intracommunautaire et à l'exportation vers des Etats non membres de l'Union européenne des végétaux, produits végétaux et autres objets mentionnés à l'article L. 201-2 et réalisés par les agents mentionnés à l'article L. 250-2 ou par les groupements de défense contre les organismes nuisibles mentionnés au chapitre II du présent titre donnent lieu au paiement à l'Etat d'une redevance."},{"type":"del","content":"La redevance est calculée à partir d'un montant de base N de 15 €."},{"type":"add","content":"II. - Tout contrôle administratif conduisant à la délivrance d'un document en vue de l'exportation vers des Etats non membres de l'Union européenne des végétaux, produits végétaux et autres objets mentionnés au I donne lieu au paiement d'une redevance d'un montant de 15 €."},{"type":"del","content":"Toute délivrance d'un document administratif en vue de l'exportation vers des Etats non membres de l'Union européenne des végétaux, produits végétaux et autres objets mentionnés au premier alinéa donne lieu au paiement d'une redevance équivalente à N. La délivrance des documents administratifs aux fins d'introduction de ces végétaux, produits végétaux et autres objets dans la circulation intracommunautaire donne lieu au paiement d'une redevance annuelle équivalente à N."},{"type":"add","content":"III. - Tout contrôle administratif conduisant à la délivrance d'un document à un opérateur établi en France aux fins d'introduction de ces végétaux, produits végétaux et autres objets dans la circulation intracommunautaire donne lieu au paiement d'une redevance de 15 €."},{"type":"del","content":"Toute opération de contrôle au lieu de production ou de détention de végétaux, produits végétaux et autres objets donne lieu au paiement d'une redevance calculée sur la base du montant de base N, affecté d'un coefficient variant de 1 à 5 en fonction de la nature et de l'importance des contrôles selon la nature des végétaux, produits végétaux et autres objets contrôlés. Le montant de redevance ainsi obtenu varie lui-même en fonction du volume et des quantités de produits mis en circulation ou expédiés, dans la limite d'un plafond global par contrôle de 100 N."},{"type":"add","content":"Cette redevance peut néanmoins être limitée à un montant annuel de 15 € pour un opérateur bénéficiant d'une procédure simplifiée d'émission des documents susmentionnés."},{"type":"del","content":"Le montant de la redevance applicable dans chaque cas est déterminé par une grille de tarification fixée par arrêté du ministre chargé de l'agriculture. Cette grille peut inclure, le cas échéant, des modalités de tarification dégressive lorsque sont réalisés des contrôles en grand nombre portant sur des quantités ou volumes importants de produits."},{"type":"add","content":"IV. - Donne également lieu au paiement d'une redevance de 15 € tout contrôle tendant à la délivrance d'un des documents mentionnés aux I à III à l'issue duquel la demande de délivrance du document s'est vu opposer une décision de refus."},{"type":"del","content":"Le cas échéant, une redevance forfaitaire équivalente à trois N est due afin de couvrir les frais d'examens ou d'analyses de laboratoire réalisés dans le cadre de ces contrôles par le laboratoire national de référence ou par un laboratoire agréé, conformément à l'article L. 202-1, dans le domaine de la santé des végétaux."},{"type":"add","content":"V. - Toute opération de contrôle technique au lieu de production ou de détention de végétaux, produits végétaux et autres objets donne lieu au paiement d'une redevance qui ne peut excéder 1 500 € et dont le montant est calculé en fonction de la nature et de l'importance des contrôles, laquelle s'évalue sur la base de la quantité, des volumes, des surfaces ou de la masse de végétaux, produits végétaux et autres objets contrôlés mis en circulation intracommunautaire ou expédiés à destination de pays tiers."},{"type":"del","content":"La redevance est due par l'opérateur en charge des végétaux, produits végétaux et autres objets mis en circulation ou exportés. Elle est solidairement due par son représentant lorsque celui-ci agit dans le cadre d'un mandat de représentation indirecte."},{"type":"add","content":"Les modalités de calcul de la redevance sont précisées par arrêté des ministres chargés de l'agriculture et du budget, lequel peut fixer un barème de tarification dégressive lorsque le contrôle porte sur des quantités, surfaces ou volumes importants."},{"type":"del","content":"La redevance est constatée, recouvrée et contrôlée suivant les mêmes règles, sous les mêmes garanties, privilèges et sanctions qu'en matière de taxe sur la valeur ajoutée. Les réclamations sont présentées, instruites et jugées selon les règles applicables à cette même taxe."},{"type":"add","content":"VI. - Le cas échéant, une redevance forfaitaire équivalente à 45 € est due afin de couvrir les frais d'examens ou d'analyses de laboratoire réalisés dans le cadre de ces contrôles par le laboratoire national de référence ou par un laboratoire agréé, conformément à l'article L. 202-1, dans le domaine de la santé des végétaux."},{"type":"del","content":"Un décret fixe les conditions d'acquittement de la redevance."},{"type":"add","content":"VII. - La redevance est due par l'opérateur en charge des végétaux, produits végétaux et autres objets mis en circulation ou exportés. Elle est solidairement due par son représentant lorsque celui-ci agit dans le cadre d'un mandat de représentation indirecte."},{"type":"add","content":""},{"type":"add","content":"VIII. - La redevance est constatée, recouvrée et contrôlée suivant les mêmes règles, sous les mêmes garanties, privilèges et sanctions qu'en matière de taxe sur la valeur ajoutée. Les réclamations sont présentées, instruites et jugées selon les règles applicables à cette même taxe."},{"type":"add","content":""},{"type":"add","content":"IX. - Un décret fixe les conditions d'acquittement de la redevance."},{"type":"del","content":"LOI n° 2011-1977 du 28 décembre 2011 de finances pour 2012 - article 58 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2011-12-30 CREE source"},{"type":"add","content":"Code rural et de la pêche maritime - article L250-2 AUTONOME ABROGE, en vigueur du 2014-10-15 au 2021-12-30 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code rural et de la pêche maritime - article L250-2 AUTONOME MODIFIE, en vigueur du 2010-05-08 au 2014-10-15 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2013-1279 du 29 décembre 2013 de finances rectificative pour 2013 - article 61 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2011-12-28 CREE cible LOI n° 2011-1977 du 28 décembre 2011 de finances pour 2012 - article 58 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2011-12-30"},{"type":"add","content":"2013-12-29 MODIFIE cible LOI n° 2013-1279 du 29 décembre 2013 de finances rectificative pour 2013 - article 61 ENTIEREMENT_MODIF"},{"type":"del","content":"      2999-01-01 CITATION source Code rural - art. L250-2 (V)"},{"type":"add","content":"      2999-01-01 CITATION source Code rural - art. L250-2"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/25/06/84/LEGIARTI000025068485.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/25/06/84/LEGIARTI000025068485.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/25/06/84/LEGIARTI000025068485.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/28/44/88/LEGIARTI000028448816.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/28/44/88/LEGIARTI000028448816.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/28/44/88/LEGIARTI000028448816.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000025068485)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000028448816)"}],"status":"modified"}],"stats":{"additions":26,"deletions":16,"filesChanged":1}}