{"sha":"01b3a349ae11","date":"1983-07-10","message":"Loi n°82-1152 du 30 décembre 1982 DE FINANCES RECTIFICATIVE POUR 1982","files":[{"filename":"assiette_et_liquidation_de_l_impot/impots_d_etat/impots_directs/impot_sur_le_revenu/revenus_imposables/revenu_global/article_158.md","articleName":"Article 158","additions":87,"deletions":46,"diff":[{"type":"del","content":"3. Les revenus de capitaux mobiliers comprennent tous les revenus visés au VII de la 1re sous-section de la présente section, à l'exception des revenus expressément affranchis de l'impôt en vertu de l'article 157 et des revenus ayant supporté le prélèvement visé à l'article 125 A."},{"type":"add","content":"3. Les revenus de capitaux mobiliers comprennent tous les revenus visés au VII de la 1ère sous-section de la présente section, à l'exception des revenus expressément affranchis de l'impôt en vertu de l'article 157 et des revenus ayant supporté le prélèvement visé à l'article 125 A."},{"type":"del","content":"Pour l'assiette de l'impôt sur le revenu, il est opéré un abattement de 3.000 F par an et par déclarant sur le montant des revenus imposables provenant de valeurs mobilières à revenu fixe émises en France et inscrites à la cote officielle d'une bourse de valeurs française. Toutefois, ces dispositions ne s'appliquent pas aux valeurs assorties d'une clause d'indexation et dont la liste est fixée par arrêté du ministre de l'économie et des finances (1). Un décret fixera, en tant que de besoin, les conditions d'application du présent alinéa."},{"type":"add","content":"Pour l'assiette de l'impôt sur le revenu, il est opéré un abattement de 5.000 F (1) par an et par foyer fiscal sur le montant des revenus imposables provenant de titres participatifs ou de valeurs mobilières à revenu fixe émis en France et inscrits à la cote officielle d'une bourse de valeurs française. Toutefois, ces dispositions ne s'appliquent pas aux valeurs assorties d'une clause d'indexation et dont la liste est fixée par arrêté du ministre de l'économie et des finances (2). Un décret fixera, en tant que de besoin, les conditions d'application du présent alinéa."},{"type":"del","content":"En outre, pour l'assiette de l'impôt sur le revenu dû au titre des années 1978 et suivantes, un abattement de 1.000 F par an et par déclarant est opéré sur les intérêts de l'emprunt d'Etat 8,80 % 1977 autorisé par la loi n° 77-486 du 13 mai 1977."},{"type":"add","content":"En outre, pour l'assiette de l'impôt sur le revenu dû au titre des années 1978 et suivantes, un abattement de 1.000 F par an et par foyer fiscal est opéré sur les intérêts de l'emprunt d'Etat 8,80 % 1977 autorisé par la loi n° 77-486 du 13 mai 1977."},{"type":"del","content":"Pour l'assiette de l'impôt sur le revenu, il est opéré un abattement de 3.000 F (2) par an et par déclarant sur le montant imposable des revenus correspondant à des dividendes d'actions émises en France. Le bénéfice de cet abattement est réservé aux contribuables dont le revenu net global défini à l'article 156 n'excède pas la limite de la dixième tranche du barème prévu à l'article 197-I, ce chiffre étant arrondi à la dizaine de milliers de francs supérieure."},{"type":"add","content":"Pour l'assiette de l'impôt sur le revenu, il est opéré un abattement de 3.000 F par an et par foyer fiscal sur le montant imposable des revenus correspondant à des dividendes d'actions émises en France. Toutefois, cet abattement ne peut être effectué sur le montant des revenus d'actions souscrites à compter du 1er janvier 1983 avec le bénéfice des déductions prévues à l'article 238 bis HB. Le bénéfice de cette disposition est réservé aux contribuables dont le revenu net global défini à l'article 156 n'excède pas la limite de la dixième tranche du barème prévu à l'article 197-I, ce chiffre étant arrondi à la dizaine de milliers de francs supérieure."},{"type":"del","content":"Les abattements prévus aux troisième, quatrième, cinquième et sixième alinéas du présent paragraphe peuvent, le cas échéant, être utilisés, en tout ou en partie, par les porteurs de parts de fonds communs de placement régis par la loi n° 79-594 du 13 juillet 1979, lors de l'imposition en leur nom des produits répartis par le fonds."},{"type":"add","content":"Les abattements prévus aux troisième, quatrième, cinquième et sixième alinéas du présent paragraphe peuvent, le cas échéant, être utilisés, en tout ou partie, par les porteurs de parts de fonds communs de placement (3), lors de l'imposition en leur nom des produits répartis par le fonds."},{"type":"del","content":"4 bis. Les adhérents des centres de gestion agréés définis aux articles 1649 quater C à 1649 quater E, placés sous un régime réel d'imposition et dont le chiffre d'affaires ou de recettes n'excède pas 2.497.000 F pour les agriculteurs et pour les entreprises dont le commerce principal est de vendre des marchandises, objets, fournitures et denrées à emporter ou à consommer sur place ou de fournir le logement et 753.000 F en ce qui concerne les autres entreprises, bénéficient d'un abattement de 20 % sur leur bénéfice imposable dans la catégorie des bénéfices industriels et commerciaux ou des bénéfices agricoles. Les chiffres de 2.497.000 F et 753.000 F s'apprécient dans les mêmes conditions que les limites fixées pour l'application du régime forfaitaire (3)."},{"type":"add","content":"4 bis. Les adhérents des centres de gestion agréés définis aux articles 1649 quater C à 1649 quater E, placés sous un régime réel d'imposition et dont le chiffre d'affaires ou de recettes n'excède pas 2.804.000 F pour les agriculteurs et pour les entreprises dont le commerce principal est de vendre des marchandises, objets, fournitures et denrées à emporter ou à consommer sur place ou de fournir le logement et 846.000 F en ce qui concerne les autres entreprises, bénéficient d'un abattement de 20 % sur leur bénéfice imposable dans la catégorie des bénéfices industriels et commerciaux ou des bénéfices agricoles. Les chiffres de 2.804.000 F et 846.000 F s'apprécient dans les mêmes conditions que les limites fixées pour l'application du régime forfaitaire (4). Les limites de chiffre d'affaires ou de recettes sont supprimées pour l'imposition des revenus des années 1983 et suivantes."},{"type":"del","content":"Le taux de l'abattement est ramené à 10 % pour la fraction du bénéfice qui excède la limite de 150.000 F prévue au 5-a, ci-dessous. Aucun abattement n'est appliqué sur la fraction du bénéfice qui excède une fois et demie la limite de la dernière tranche du barème de l'impôt sur le revenu (4)."},{"type":"add","content":"Le taux de l'abattement est ramené à 10 % pour la fraction du bénéfice qui excède 165.000 F (5). Aucun abattement n'est appliqué sur la fraction du bénéfice qui excède 460.000 F pour l'imposition des revenus de 1982 (6). Cette limite est relevée chaque année dans la même proportion que le plafond de la déduction forfaitaire de 10 % pour frais professionnels prévu à l'article 83-3° ; le montant obtenu est arrondi, le cas échéant, au millier de francs supérieur."},{"type":"del","content":"Pour l'imposition des revenus des années 1979 et suivantes, les limites de chiffre d'affaires ou de recettes fixées au premier alinéa ne sont pas opposables aux adhérents d'un centre de gestion qui ont régulièrement bénéficié des allégements fiscaux attachés à leur qualité, l'année précédant celle du dépassement de ces limites."},{"type":"add","content":"Pour l'imposition des revenus des années 1979 à 1982, les limites de chiffre d'affaires ou de recettes fixées aupremier alinéa ne sont pas opposables aux adhérents d'un centre de gestion qui ont régulièrement bénéficié des allégements fiscaux attachés à leur qualité, l'année précédant celle du dépassement de ces limites."},{"type":"del","content":"4 ter. Les adhérents des associations agréées des professions libérales définies aux articles 1649 quater F à 1649 quater H, imposés à l'impôt sur le revenu selon le régime de la déclaration contrôlée et dont les recettes n'excèdent pas 900.000 F bénéficient d'un abattement de 20 % sur leur bénéfice imposable. Toutefois cet abattement ne peut se cumuler avec d'autres déductions forfaitaires ou abattements d'assiette. Le chiffre de 900.000 F s'apprécie dans les mêmes conditions que la limite fixée pour l'application du régime de l'évaluation administrative (5)."},{"type":"add","content":"4 ter. Les adhérents des associations agréées des professions libérales définies aux articles 1649 quater F à 1649 quater H, imposés à l'impôt sur le revenu selon le régime de la déclaration contrôlée et dont les recettes n'excèdent pas 1.011.000 F bénéficient d'un abattement de 20 % sur leur bénéfice imposable. Toutefois cet abattement ne peut se cumuler avec d'autres déductions forfaitaires ou abattements d'assiette. Le chiffre de 1.011.000 F s'apprécie dans les mêmes conditions que la limite fixée pour l'application du régime de l'évaluation administrative (7). Les limites de recettes sont supprimées pour l'imposition des revenus des années 1983 et suivantes."},{"type":"del","content":"Le taux de l'abattement est ramené à 10 % pour la fraction du bénéfice qui excède la limite de 150.000 F prévue au 5-a, ci-dessous. Aucun abattement n'est appliqué sur la fraction du bénéfice qui excède une fois et demie la limite de la dernière tranche du barème de l'impôt sur le revenu (4)."},{"type":"add","content":"Le taux de l'abattement est ramené à 10 % pour la fraction du bénéfice qui excède 165.000 F (5). Aucun abattement n'est appliqué sur la fraction du bénéfice qui excède 460.000 F pour l'imposition des revenus de 1982 (6). Cette limite est relevée chaque année dans la même proportion que le plafond de la déduction forfaitaire de 10 % pour frais professionnels prévu à l'article 83-3° ; le montant obtenu est arrondi, le cas échéant, au millier de francs supérieur."},{"type":"del","content":"Pour tous les groupements ou sociétés constitués en vue de l'exercice en groupe d'une profession libérale et dont les membres sont soumis à l'impôt sur le revenu pour leur part dans les résultats du groupement ou de la société selon les règles de l'article 8, la limite de recettes prévue au premier alinéa pour l'octroi de l'abattement de 20 % est multipliée par le nombre d'associés ou de membres exerçant une activité effective dans la société ou l'association. Les limitations du montant de l'abattement résultant de l'application de l'alinéa précité sont opérées, s'il y a lieu, sur la part de bénéfices revenant à chaque associé ou à chaque membre."},{"type":"add","content":"Pour tous les groupements ou sociétés constitués en vue de l'exercice en groupe d'une profession libérale et dont les membres sont soumis à l'impôt sur le revenu pour leur part dans les résultats du groupement ou de la société selon les règles de l'article 8, la limite de recettes prévue au premier alinéa pour l'octroi de l'abattement de 20 % est multipliée par le nombre d'associés ou de membres exerçant une activité effective dans la société ou le groupement. Les limitations du montant de l'abattement résultant de l'application de l'alinéa précité sont opérées, s'il y a lieu, sur la part de bénéfices revenant à chaque associé ou à chaque membre."},{"type":"del","content":"Pour l'imposition des revenus des années 1979 et suivantes, la limite de recettes fixée au premier alinéa n'est pas opposable aux adhérents d'une association agréée qui ont régulièrement bénéficié des allégements fiscaux attachés à leur qualité, l'année précédant celle du dépassement de cette limite."},{"type":"add","content":"Pour l'imposition des revenus des années 1979 à 1982, la limite de recettes fixée au premier alinéa n'est pas opposable aux adhérents d'une association agréée qui ont régulièrement bénéficié des allégements fiscaux attachés à leur qualité, l'année précédant celle du dépassement de cette limite."},{"type":"del","content":"Les pensions et retraites font l'objet d'un abattement de 10 % qui ne peut, pour l'imposition des revenus de 1978, excéder 6.000 F. Ce plafond est applicable au montant des pensions ou retraites perçu par chaque retraité ou pensionné membre du foyer fiscal ; il est revalorisé chaque année dans la même proportion que la limite de la première tranche du barème prévu à l'article 197 (6)."},{"type":"add","content":"Les pensions et retraites font l'objet d'un abattement de 10 % qui ne peut, pour l'imposition des revenus de 1978, excéder 6.000 F. Ce plafond est applicable au montant des pensions ou retraites perçu par chaque retraité ou pensionné membre du foyer fiscal ; il est revalorisé chaque année dans la même proportion que la limite de la première tranche du barème prévu à l'article 197 (8)."},{"type":"del","content":"Par exception aux dispositions de l'alinéa précédent, les salaires et indemnités accessoires supérieurs à 150.000 F alloués par des sociétés à des personnes qui détiennent, directement ou indirectement, plus de 35 % des droits sociaux sont retenus, pour la fraction excédant 150.000 F, à raison de 90 % de leur montant, net de frais professionnels."},{"type":"add","content":"Par exception aux dispositions de l'alinéa précédent, les salaires et indemnités accessoires supérieurs à 165.000 F alloués par des sociétés à des personnes qui détiennent, directement ou indirectement, plus de 35 % des droits sociaux sont retenus, pour la fraction excédant 165.000 F, à raison de 90 % de leur montant, net de frais professionnels."},{"type":"del","content":"Aucun abattement n'est pratiqué sur la fraction du montant des salaires, net de frais professionnels, et pensions qui excède une fois et demie la limite de la dernière tranche du barème prévu à l'article 197-I, ce chiffre étant arrondi à la dizaine de milliers de francs supérieure (4)."},{"type":"del","content":""},{"type":"del","content":"Toutefois, pour l'imposition des revenus des années 1978 et 1979, cette limite est fixée à 360.000 F ;"},{"type":"add","content":"Aucun abattement n'est pratiqué sur la fraction du montant des salaires, net de frais professionnels, et pensions qui excède 460.000 F pour l'imposition des revenus de 1982 (6). Cette limite est relevée chaque année dans la même proportion que le plafond de la déduction forfaitaire de 10 % pour frais professionnels prévu à l'article 83-3° ; le montant obtenu est arrondi le cas échéant au millier de francs supérieur ;"},{"type":"del","content":"c. Lorsque, étant en instance de séparation de corps ou de divorce, la femme mariée fait l'objet d'une imposition distincte par application des dispositions de l'article 6-3-b, la provision alimentaire qui lui est allouée pour son entretien et celui de ses enfants est comptée dans les revenus imposables de l'intéressée."},{"type":"add","content":"c. Lorsque, étant en instance de séparation de corps ou de divorce, les époux font l'objet d'impositions distinctes par application des dispositions de l'article 6-4-b, la provision alimentaire qui est allouée à l'un d'eux pour son entretien et celui des enfants dont il a la charge est comptée dans les revenus imposables de l'intéressé."},{"type":"del","content":"(1) Annexe IV, art. 6 ter."},{"type":"add","content":"(1) Chiffre applicable à compter de l'imposition des revenus de 1983 ; ce chiffre était auparavant de 3.000 F."},{"type":"add","content":""},{"type":"add","content":"(2) Annexe IV, art. 6 ter."},{"type":"add","content":""},{"type":"add","content":"(3) Loi n° 79-594 du 13 juillet 1979, modifiée par la loi n° 83-1 du 3 janvier 1983, art. 23 (JO des 2, 3 et 4)."},{"type":"del","content":"(2) Chiffre applicable à compter de l'imposition des revenus de 1978."},{"type":"add","content":"(4) Chiffres applicables pour l'imposition des revenus de 1982. Pour l'imposition des revenus de 1981, ces chiffres étaient de 2.497.000 F et 753.000 F."},{"type":"del","content":"(3) Chiffres applicables pour l'imposition des revenus de 1981. Pour l'imposition des revenus de 1980, ces chiffres étaient de 2.200.000 F et 663.000 F."},{"type":"add","content":"(5) Limite fixée à 150.000 F pour l'imposition des revenus de 1981."},{"type":"del","content":"(4) Cette limite était fixée à 410.000 F pour l'imposition des revenus de 1980 et 460.000 pour l'imposition des revenus de 1981."},{"type":"add","content":"(6) Limite également fixée à 460.000 F pour l'imposition des revenus de 1981."},{"type":"del","content":"(5) Chiffre applicable pour l'imposition des revenus de 1981. Pour l'imposition des revenus de 1980, ce chiffre était de 773.000 F."},{"type":"add","content":"(7) Chiffre applicable pour l'imposition des revenus de 1982. Pour l'imposition des revenus de 1981, ce chiffre était de 900.000 F."},{"type":"del","content":"(6) Il est ainsi fixé à 8.700 F pour l'imposition des revenus. de 1981."},{"type":"add","content":"(8) Il est ainsi fixé à 8.700 F pour l'imposition des revenus de 1981 et à 9.800 F pour l'imposition des revenus de 1982."},{"type":"del","content":"Loi n° 82-155 du 11 février 1982 de nationalisation - article 46 AUTONOME VIGUEUR, en vigueur depuis le 1982-02-13 MODIFICATION cible"},{"type":"add","content":"Loi n° 82-1152 du 30 décembre 1982 de finances rectificative pour 1982 - article 20 AUTONOME VIGUEUR, en vigueur depuis le 1982-12-31 MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Loi n° 82-1126 du 29 décembre 1982 de finances pour 1983 - article 6 AUTONOME PERIME, en vigueur du 1983-01-01 au 2007-09-01 MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Loi n° 82-1126 du 29 décembre 1982 de finances pour 1983 - article 2 AUTONOME VIGUEUR, en vigueur depuis le 1983-01-01 MODIFICATION cible"},{"type":"del","content":"Loi n° 81-1179 du 31 décembre 1981 DE FINANCES RECTIFICATIVE POUR 1981 - article 19 AUTONOME VIGUEUR, en vigueur depuis le 1982-01-01 MODIFICATION cible"},{"type":"add","content":"Loi n° 83-1 du 3 janvier 1983 sur le développement des investissements et la protection de l'épargne - article 22 AUTONOME VIGUEUR, en vigueur depuis le 1983-01-04 MODIFICATION cible"},{"type":"del","content":"Loi n° 81-1160 du 30 décembre 1981 DE FINANCES POUR 1982 - article 12 AUTONOME PERIME, en vigueur du 1982-01-01 au 2007-09-01 MODIFICATION cible"},{"type":"add","content":"Loi n°83-1 du 3 janvier 1983 SUR LE DEVELOPPEMENT DES INVESTISSEMENTS ET LA PROTECTION DE L'EPARGNE - article 23 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":"Loi n°83-1 du 3 janvier 1983 SUR LE DEVELOPPEMENT DES INVESTISSEMENTS ET LA PROTECTION DE L'EPARGNE CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Loi n°82-1152 du 30 décembre 1982 DE FINANCES RECTIFICATIVE POUR 1982 MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n°83-897 du 6 octobre 1983 APPORTANT AUX DISPOSITIONS DU CODE GENERAL DES IMPOTS DES ADAPTATIONS RENDUES NECESSAIRES PAR LES DISPOSITIONS DE L'ART. 2-VIII DE LA LOI DE FINANCES POUR 1983 (821126 DU 29-12-1982) RELATIF A LA SUPPRESSION DE LA NOTION DE CHEF DE FAMILLE MODIFICATION cible"},{"type":"add","content":""},{"type":"del","content":""},{"type":"del","content":"2016-11-22 CITATION cible Arrêté du 22 novembre 2016 fixant les modèles de conventions prévues aux articles 371 C, 371 O, 371 Z quater et 371 bis B de l'annexe II au code général des impôts conclues entre les centres de gestion agréés, les associations de gestion agréées, les organismes mixtes de gestion agréés, les professionnels de l'expertise comptable, et l'administration fiscale - article AUTONOME VIGUEUR, en vigueur depuis le 2016-12-19"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2021-01-18 CITATION cible Arrêté du 18 janvier 2021 modifiant le tarif de la taxe sur les nuisances sonores aériennes mentionné à l'article 158 de l'annexe IV au code général des impôts applicable à l'aérodrome de Nantes-Atlantique VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2021-01-18 CITATION cible Arrêté du 18 janvier 2021 modifiant le tarif de la taxe sur les nuisances sonores aériennes mentionné à l'article 158 de l'annexe IV au code général des impôts applicable à l'aérodrome de Nantes-Atlantique - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"add","content":""},{"type":"add","content":"      CITATION source CGI 238 bis HB"},{"type":"add","content":""},{"type":"del","content":"      CITATION source CGI 6 3 b"},{"type":"add","content":"      CITATION source CGI 6 4 b"},{"type":"add","content":""},{"type":"add","content":"      CITATION source CGI 83 3°"},{"type":"add","content":""},{"type":"del","content":"1981-12-30 MODIFICATION source Loi n° 81-1160 du 30 décembre 1981 DE FINANCES POUR 1982 - article 12 AUTONOME PERIME, en vigueur du 1982-01-01 au 2007-09-01"},{"type":"add","content":"1982-12-29 MODIFICATION source Loi n° 82-1126 du 29 décembre 1982 de finances pour 1983 - article 2 AUTONOME VIGUEUR, en vigueur depuis le 1983-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1982-12-29 MODIFICATION source Loi n° 82-1126 du 29 décembre 1982 de finances pour 1983 - article 6 AUTONOME PERIME, en vigueur du 1983-01-01 au 2007-09-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1982-12-29 MODIFICATION source Loi n° 82-1126 du 29 décembre 1982 de finances pour 1983 - article 72 AUTONOME VIGUEUR, en vigueur depuis le 1983-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1982-12-30 MODIFICATION source Loi n°82-1152 du 30 décembre 1982 DE FINANCES RECTIFICATIVE POUR 1982"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1982-12-30 MODIFICATION source Loi n° 82-1152 du 30 décembre 1982 de finances rectificative pour 1982 - article 20 AUTONOME VIGUEUR, en vigueur depuis le 1982-12-31"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1983-01-03 CITATION source Loi n°83-1 du 3 janvier 1983 SUR LE DEVELOPPEMENT DES INVESTISSEMENTS ET LA PROTECTION DE L'EPARGNE"},{"type":"del","content":"1981-12-31 MODIFICATION source Loi n° 81-1179 du 31 décembre 1981 DE FINANCES RECTIFICATIVE POUR 1981 - article 19 AUTONOME VIGUEUR, en vigueur depuis le 1982-01-01"},{"type":"add","content":"1983-01-03 MODIFICATION source Loi n° 83-1 du 3 janvier 1983 sur le développement des investissements et la protection de l'épargne - article 22 AUTONOME VIGUEUR, en vigueur depuis le 1983-01-04"},{"type":"del","content":"1982-02-11 MODIFICATION source Loi n° 82-155 du 11 février 1982 de nationalisation - article 46 AUTONOME VIGUEUR, en vigueur depuis le 1982-02-13"},{"type":"add","content":"1983-01-03 MODIFICATION source Loi n°83-1 du 3 janvier 1983 SUR LE DEVELOPPEMENT DES INVESTISSEMENTS ET LA PROTECTION DE L'EPARGNE - article 23 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1983-10-06 MODIFICATION source Décret n°83-897 du 6 octobre 1983 APPORTANT AUX DISPOSITIONS DU CODE GENERAL DES IMPOTS DES ADAPTATIONS RENDUES NECESSAIRES PAR LES DISPOSITIONS DE L'ART. 2-VIII DE LA LOI DE FINANCES POUR 1983 (821126 DU 29-12-1982) RELATIF A LA SUPPRESSION DE LA NOTION DE CHEF DE FAMILLE"},{"type":"add","content":""},{"type":"add","content":"2016-11-22 CITATION cible Arrêté du 22 novembre 2016 fixant les modèles de conventions prévues aux articles 371 C, 371 O, 371 Z quater et 371 bis B de l'annexe II au code général des impôts conclues entre les centres de gestion agréés, les associations de gestion agréées, les organismes mixtes de gestion agréés, les professionnels de l'expertise comptable, et l'administration fiscale - article AUTONOME VIGUEUR, en vigueur depuis le 2016-12-19"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2021-01-18 CITATION cible Arrêté du 18 janvier 2021 modifiant le tarif de la taxe sur les nuisances sonores aériennes mentionné à l'article 158 de l'annexe IV au code général des impôts applicable à l'aérodrome de Nantes-Atlantique VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2021-01-18 CITATION cible Arrêté du 18 janvier 2021 modifiant le tarif de la taxe sur les nuisances sonores aériennes mentionné à l'article 158 de l'annexe IV au code général des impôts applicable à l'aérodrome de Nantes-Atlantique - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"del","content":"      CODIFICATION source Décret 82-881 1982-10-15"},{"type":"add","content":"      CODIFICATION source Décret 83-899 1983-10-06"},{"type":"del","content":"      HISTO source Edition du 1er septembre 1982"},{"type":"add","content":"      HISTO source Edition du 10 juillet 1983"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/79/LEGIARTI000006307961.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/79/LEGIARTI000006307961.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/79/LEGIARTI000006307961.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/79/LEGIARTI000006307962.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/79/LEGIARTI000006307962.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/79/LEGIARTI000006307962.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006307961)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006307962)"}],"status":"modified"},{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_iv/section_ii/xvi/1/README.md","articleName":"Sommaire - 1","additions":1,"deletions":0,"diff":[{"type":"add","content":"- [Article 239 sexies A](article_239_sexies_a.md)"}],"status":"modified"},{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_iv/section_ii/xvi/1/article_239_sexies_a.md","articleName":"Article 239 SEXIES A","additions":57,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article 239 sexies A"},{"type":"add","content":""},{"type":"add","content":"Les dispositions du I de l'article 239 sexies sont applicables aux locataires qui acquièrent des installations et des matériels qui leur sont donnés en crédit-bail par les sociétés agréées pour le financement des économies d'énergie mentionnées au 3° sexies de l'article 208."},{"type":"add","content":""},{"type":"add","content":"Ces sociétés doivent remplir les obligations prévues au II de l'article 239 sexies."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Loi n° 99-1173 du 30 décembre 1999 de finances rectificative pour 1999 - article 29 AUTONOME VIGUEUR, en vigueur depuis le 1999-12-31 ABROGATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Loi n° 82-1152 du 30 décembre 1982 de finances rectificative pour 1982 - article 32 AUTONOME VIGUEUR, en vigueur depuis le 1982-12-31 CREATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CITATION source CGI 239 sexies, 208"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      HISTO source Edition du 10 juillet 1983"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      HISTO source Edition du 31 mars 2000"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      TXT_ASSOCIE source Instruction 1997-05-29 5G-8-97"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1982-12-30 CREATION source Loi n° 82-1152 du 30 décembre 1982 de finances rectificative pour 1982 - article 32 AUTONOME VIGUEUR, en vigueur depuis le 1982-12-31"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1999-12-30 ABROGATION source Loi n° 99-1173 du 30 décembre 1999 de finances rectificative pour 1999 - article 29 AUTONOME VIGUEUR, en vigueur depuis le 1999-12-31"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/41/LEGIARTI000006304123.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/41/LEGIARTI000006304123.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/41/LEGIARTI000006304123.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_impots/src/branch/main/livre_premier/premiere_partie/titre_premier/chapitre_iv/section_ii/xvi/1/article_239_sexies_a.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006304123)"},{"type":"add","content":""}],"status":"added"}],"stats":{"additions":145,"deletions":46,"filesChanged":3}}