{"sha":"06a168a66f68","date":"2018-06-23","message":"LOI n° 2017-1837 du 30 décembre 2017 de finances pour 2018","files":[{"filename":"livre_premier/deuxieme_partie/titre_premier/chapitre_premier/section_iii/iv/README.md","articleName":"Sommaire - Iv","additions":0,"deletions":1,"diff":[{"type":"del","content":"- [Article 1414 A](article_1414_a.md)"}],"status":"modified"},{"filename":"livre_premier/deuxieme_partie/titre_premier/chapitre_premier/section_iii/iv/article_1414_a.md","articleName":"Article 1414 A","additions":0,"deletions":156,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article 1414 A"},{"type":"del","content":""},{"type":"del","content":"I. – Les contribuables autres que ceux mentionnés à l'article 1414, dont le montant des revenus de l'année précédente n'excède pas la limite prévue au II de l'article 1417, sont dégrevés d'office de la taxe d'habitation afférente à leur habitation principale pour la fraction de leur cotisation qui excède 3,44 % de leur revenu au sens du IV de l'article 1417 diminué d'un abattement fixé à :"},{"type":"del","content":""},{"type":"del","content":"a. 5 461 € pour la première part de quotient familial, majoré de 1 580 € pour les quatre premières demi-parts et de 2 793 € pour chaque demi-part supplémentaire à compter de la cinquième, en France métropolitaine ;"},{"type":"del","content":""},{"type":"del","content":"b. 6 557 € pour la première part de quotient familial, majoré de 1 580 € pour les deux premières demi-parts et de 2 793 € pour chaque demi-part supplémentaire à compter de la troisième, dans les départements de la Martinique, de la Guadeloupe et de la Réunion ;"},{"type":"del","content":""},{"type":"del","content":"c. 7 281 € pour la première part de quotient familial, majoré de 1 213 € pour les deux premières demi-parts et de 2 909 € pour chaque demi-part supplémentaire à compter de la troisième, dans le département de la Guyane."},{"type":"del","content":""},{"type":"del","content":"d. 8 002 € pour la première part de quotient familial, majoré de 1 333 € pour les deux premières demi-parts et de 3 197 € pour chaque demi-part supplémentaire à compter de la troisième, dans le département de Mayotte."},{"type":"del","content":""},{"type":"del","content":"Ces montants d'abattements sont, chaque année, indexés comme la limite supérieure de la première tranche du barème de l'impôt sur le revenu."},{"type":"del","content":""},{"type":"del","content":"Les majorations d'abattements mentionnées aux a, b, c et d sont divisées par deux pour les quarts de part."},{"type":"del","content":""},{"type":"del","content":"II. – 1. Pour l'application du I :"},{"type":"del","content":""},{"type":"del","content":"a. Le revenu s'entend du revenu du foyer fiscal du contribuable au nom duquel la taxe est établie ;"},{"type":"del","content":""},{"type":"del","content":"b. Lorsque la taxe d'habitation est établie au nom de plusieurs personnes appartenant à des foyers fiscaux distincts, le revenu s'entend de la somme des revenus de chacun des foyers fiscaux de ces personnes ;"},{"type":"del","content":""},{"type":"del","content":"c. Lorsque les personnes mentionnées aux a et b cohabitent avec des personnes qui ne font pas partie de leur foyer fiscal et pour lesquelles la résidence constitue leur habitation principale, le revenu s'entend de la somme des revenus de chacun des foyers fiscaux des personnes au nom desquelles l'imposition est établie ainsi que des revenus de chacun des foyers fiscaux des cohabitants dont les revenus, au sens du IV de l'article 1417, excèdent la limite prévue au I du même article ;"},{"type":"del","content":""},{"type":"del","content":"d. L'abattement est déterminé en tenant compte de la somme des parts retenues pour l'établissement de l'impôt sur le revenu de chacun des foyers fiscaux dont le revenu est retenu pour le calcul du dégrèvement."},{"type":"del","content":""},{"type":"del","content":"2. (Périmé)"},{"type":"del","content":""},{"type":"del","content":"III. – 1. A compter de 2011, le montant du dégrèvement prévu au I est réduit d'un montant égal au produit de la base nette imposable au profit des communes et de leurs établissements publics de coopération intercommunale par la différence entre le taux global de taxe d'habitation constaté dans la commune au titre de l'année d'imposition et ce même taux global constaté en 2000, multiplié par un coefficient de 1,034."},{"type":"del","content":""},{"type":"del","content":"A Mayotte, à compter de 2014, le montant du dégrèvement prévu au I est réduit d'un montant égal au produit de la base nette imposable au profit des communes mahoraises et de leurs établissements publics de coopération intercommunale par la différence entre le taux global de taxe d'habitation constaté dans la commune au titre de l'année d'imposition et ce même taux global constaté en 2014."},{"type":"del","content":""},{"type":"del","content":"Pour l'application des deux précédents alinéas :"},{"type":"del","content":""},{"type":"del","content":"a. Lorsque les bases nettes imposables au profit de la commune, et de l'établissement public de coopération intercommunale à fiscalité propre sont différentes, la base la moins élevée est retenue. Toutefois, lorsque les abattements départementaux en vigueur en 2010 étaient plus favorables que les abattements de la commune ou de l'établissement public de coopération intercommunale bénéficiaire du transfert de la part départementale de la taxe d'habitation, la base retenue est celle déterminée en fonction des abattements du département en 2010 ;"},{"type":"del","content":""},{"type":"del","content":"b. Le taux global de taxe d'habitation comprend le taux des taxes spéciales d'équipement additionnelles à la taxe d'habitation ;"},{"type":"del","content":""},{"type":"del","content":"b bis. Lorsque la procédure d'intégration fiscale progressive prévue à l'article 1638 est appliquée, le taux global de taxe d'habitation constaté en 2000 sur le territoire des communes préexistantes est majoré, chaque année, de la différence positive entre le taux communal de taxe d'habitation issu de l'intégration fiscale progressive et le taux communal de taxe d'habitation de l'année précédant celle où la création prend fiscalement effet. Le taux issu de l'intégration fiscale progressive s'entend de celui défini la première année d'intégration, réduit chaque année d'un treizième de la différence mentionnée au deuxième alinéa du I de l'article 1638."},{"type":"del","content":""},{"type":"del","content":"La majoration prévue au premier alinéa s'applique lorsque :"},{"type":"del","content":""},{"type":"del","content":"1° La différence positive définie au même premier alinéa résulte de l'homogénéisation des abattements appliqués pour le calcul de la taxe d'habitation ;"},{"type":"del","content":""},{"type":"del","content":"2° Le taux communal de taxe d'habitation issu de l'intégration fiscale progressive pour l'année où la création prend fiscalement effet est supérieur au taux moyen pondéré harmonisé de l'ensemble des communes participant à l'opération. Ce taux moyen pondéré harmonisé est égal au rapport entre, d'une part, la somme des produits de taxe d'habitation perçus par les communes participant à l'opération au titre de l'année précédente et, d'autre part, la somme des bases correspondantes après application des abattements harmonisés."},{"type":"del","content":""},{"type":"del","content":"Pour l'application du présent b bis, le taux issu de l'intégration fiscale progressive s'entend du taux déterminé avant prise en compte, le cas échéant, des variations de taux décidées par la commune nouvelle."},{"type":"del","content":""},{"type":"del","content":"c. La réduction n'est pas applicable si elle est inférieure à 15 €."},{"type":"del","content":""},{"type":"del","content":"2. Lorsqu'une commune ou un établissement public de coopération intercommunale au profit desquels l'imposition est établie ont supprimé un ou plusieurs des abattements prévus au II de l'article 1411 et en vigueur en 2003 ou en ont réduit un ou plusieurs taux par rapport à ceux en vigueur en 2003, le montant du dégrèvement calculé dans les conditions prévues au II et au 1 du présent III est réduit d'un montant égal à la différence positive entre, d'une part, le montant du dégrèvement ainsi déterminé et, d'autre part, le montant de celui calculé dans les mêmes conditions en tenant compte de la cotisation déterminée en faisant application des taux d'abattement prévus aux 1, 2 et 3 du II de l'article 1411 et en vigueur en 2003 pour le calcul de la part revenant à la commune ou à l'établissement public de coopération intercommunale."},{"type":"del","content":""},{"type":"del","content":"A Mayotte, lorsqu'une commune ou un établissement public de coopération intercommunale mahorais au profit desquels l'imposition est établie ont supprimé un ou plusieurs des abattements prévus au II de l'article 1411 et en vigueur en 2014 ou en ont réduit un ou plusieurs taux par rapport à ceux en vigueur en 2014, le montant du dégrèvement calculé dans les conditions prévues au II et au 1 du présent III est réduit d'un montant égal à la différence positive entre, d'une part, le montant du dégrèvement ainsi déterminé et, d'autre part, le montant de celui calculé dans les mêmes conditions en tenant compte de la cotisation déterminée en faisant application des taux d'abattement prévus aux 1, 2 et 3 du II de l'article 1411 et en vigueur en 2014 pour le calcul de la part revenant à la commune ou à l'établissement public de coopération intercommunale."},{"type":"del","content":""},{"type":"del","content":"Cette disposition est également applicable lorsque les abattements sont fixés en valeur absolue conformément au 5 du II de l'article 1411. Dans ce cas, les abattements afférents à l'année 2003 ou, à Mayotte, à l'année 2014 sont majorés dans les conditions prévues au deuxième alinéa du IV dudit article."},{"type":"del","content":""},{"type":"del","content":"Pour le calcul de la réduction prévue aux premier et troisième alinéas, le montant de l'abattement de 2003 tient compte de la correction opérée en 2011 en application du II quater de l'article 1411."},{"type":"del","content":""},{"type":"del","content":"3. Lorsque la cotisation de taxe d'habitation du contribuable résulte exclusivement de l'application des dispositions prévues aux 1 et 2, le dégrèvement prévu au I est, après application de ces dispositions, majoré d'un montant égal à la fraction de cette cotisation excédant le rapport entre le montant des revenus déterminé conformément au II et celui de l'abattement mentionné au I."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"### Nota"},{"type":"del","content":""},{"type":"del","content":"Modifications effectuées en conséquence de l’article 2-I-2°  de la loi n° 2016-1917 du 29 décembre 2016."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2017-1837 du 30 décembre 2017 de finances pour 2018 - article 5 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2018-01-01 au 2019-12-30 ABROGE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2017-698 du 2 mai 2017 portant incorporation au code général des impôts de divers textes modifiant et complétant certaines dispositions de ce code - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2008-12-01 CITATION cible LOI n° 2008-1249 du 1er décembre 2008 généralisant le revenu de solidarité active et réformant les politiques d'insertion - article 35 AUTONOME MODIFIE, en vigueur du 2011-01-01 au 2011-12-30"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2010-03-03 CITATION cible Arrêté du 3 mars 2010 fixant pour l'année 2010 les limites d'application des abattements, exonérations et dégrèvements de taxe foncière sur les propriétés bâties et de taxe d'habitation - article 2 AUTONOME PERIME, en vigueur du 2010-03-18 au 2011-03-27"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2011-03-18 CITATION cible Arrêté du 18 mars 2011 fixant pour l'année 2011 les limites d'application des abattements, exonérations et dégrèvements de taxe foncière sur les propriétés bâties et de taxe d'habitation - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2011-03-27"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2013-12-29 CITATION cible LOI n° 2013-1278 du 29 décembre 2013 de finances pour 2014 - article 2 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2014-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2015-12-29 CITATION cible LOI n° 2015-1786 du 29 décembre 2015 de finances rectificative pour 2015 - article 101 AUTONOME VIGUEUR, en vigueur depuis le 2016-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2017-05-02 MODIFIE cible Décret n° 2017-698 du 2 mai 2017 portant incorporation au code général des impôts de divers textes modifiant et complétant certaines dispositions de ce code - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2017-12-30 ABROGE cible LOI n° 2017-1837 du 30 décembre 2017 de finances pour 2018 - article 5 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2018-01-01 au 2019-12-30"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2025-03-18 CITATION cible Arrêté du 18 mars 2025 fixant la liste des zones géographiques concernées par un appel à quitter la zone ou une opération de retour collectif pour l'application au titre de l'année 2024 du dégrèvement de la taxe d'habitation sur les résidences secondaires prévu à l'article 1414 A du code général des impôts VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2025-03-18 CITATION cible Arrêté du 18 mars 2025 fixant la liste des zones géographiques concernées par un appel à quitter la zone ou une opération de retour collectif pour l'application au titre de l'année 2024 du dégrèvement de la taxe d'habitation sur les résidences secondaires prévu à l'article 1414 A du code général des impôts - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2025-03-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code général des impôts - article 1411 AUTONOME MODIFIE, en vigueur du 1979-07-01 au 1980-01-11"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 1413 bis AUTONOME MODIFIE, en vigueur du 2016-01-01 au 2018-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 1414 AUTONOME MODIFIE, en vigueur du 2016-01-01 au 2020-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 1414 B AUTONOME MODIFIE, en vigueur du 2018-01-01 au 2020-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 1417 AUTONOME MODIFIE, en vigueur du 2022-08-18 au 2023-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 1605 bis AUTONOME ABROGE, en vigueur du 2022-05-07 au 2022-08-18"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code général des impôts - article 1638 AUTONOME MODIFIE, en vigueur du 1979-07-01 au 1987-12-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 1641 AUTONOME MODIFIE, en vigueur du 2023-01-01 au 2025-02-16"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Livre des procédures fiscales - article L173 AUTONOME MODIFIE_MORT_NE, en vigueur du 2010-01-01 au 2009-12-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Livre des procédures fiscales - article R*211-1 AUTONOME MODIFIE, en vigueur du 2012-04-01 au 2024-06-02"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Livre des procédures fiscales - article R*211-2 AUTONOME VIGUEUR, en vigueur depuis le 2024-06-02"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/59/68/LEGIARTI000034596806.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/59/68/LEGIARTI000034596806.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/34/59/68/LEGIARTI000034596806.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_impots/src/branch/main/livre_premier/deuxieme_partie/titre_premier/chapitre_premier/section_iii/iv/article_1414_a.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000034596806)"},{"type":"del","content":""}],"status":"deleted"}],"stats":{"additions":0,"deletions":157,"filesChanged":2}}