{"sha":"17f69cf8a036","date":"2021-07-01","message":"LOI n° 2020-1721 du 29 décembre 2020 de finances pour 2021","files":[{"filename":"livre_premier/premiere_partie/titre_ii/chapitre_premier/section_i/i_bis/article_258.md","articleName":"Article 258","additions":24,"deletions":9,"diff":[{"type":"del","content":"d) Au moment du départ d'un transport dont le lieu d'arrivée est situé sur le territoire d'un autre Etat membre de la Communauté européenne, dans le cas où la livraison, au cours de ce transport, est effectuée à bord d'un bateau, d'un aéronef ou d'un train."},{"type":"add","content":"d) Au moment du départ d'un transport dont le lieu d'arrivée est situé sur le territoire d'un autre Etat membre de l'Union européenne, dans le cas où la livraison, au cours de ce transport, est effectuée à bord d'un bateau, d'un aéronef ou d'un train."},{"type":"del","content":"Par dérogation aux dispositions du a et du b, lorsque le lieu de départ de l'expédition ou du transport est en dehors du territoire des Etats membres de la Communauté européenne, le lieu de la livraison de ces biens effectuée par l'importateur ou pour son compte ainsi que le lieu d'éventuelles livraisons subséquentes est réputé se situer en France, lorsque les biens sont importés en France."},{"type":"add","content":"Par dérogation aux dispositions du a et du b, lorsque le lieu de départ de l'expédition ou du transport est en dehors du territoire des Etats membres de l'Union européenne, le lieu de la livraison de ces biens effectuée par l'importateur ou pour son compte ainsi que le lieu d'éventuelles livraisons subséquentes est réputé se situer en France, lorsque les biens sont importés en France."},{"type":"del","content":"b. dans les autres cas, lorsque l'acquéreur a en France le siège de son activité économique ou un établissement stable pour lequel les biens sont livrés ou, à défaut, son domicile ou sa résidence habituelle."},{"type":"add","content":"b. dans les autres cas, lorsque l'acquéreur a en France le siège de son activité économique ou un établissement stable pour lequel les biens sont livrés ou, à défaut, son domicile ou sa résidence habituelle."},{"type":"add","content":""},{"type":"add","content":"IV.-Le lieu de livraison des biens importés de territoires tiers ou de pays tiers dans le cadre de ventes à distance est réputé se situer en France lorsque le bien se trouve en France :"},{"type":"add","content":""},{"type":"add","content":"a) Au moment de l'arrivée de l'expédition ou du transport des biens à destination de l'acquéreur si le bien a été importé dans un autre Etat membre ;"},{"type":"add","content":""},{"type":"add","content":"b) Au moment de l'arrivée de l'expédition ou du transport des biens à destination de l'acquéreur si le bien a été importé en France lorsque la taxe sur la valeur ajoutée est déclarée dans le cadre du régime particulier de déclaration et de paiement prévu à l'article 298 sexdecies H, ou dans un autre Etat membre dans le cadre du régime particulier prévu à la section 4 du chapitre 6 du titre XII de la directive 2006/112/ CE du Conseil du 28 novembre 2006 relative au système commun de taxe sur la valeur ajoutée ;"},{"type":"add","content":""},{"type":"add","content":"c) Au moment de l'arrivée de l'expédition ou du transport des biens à destination de l'acquéreur, lorsque le bien a été importé en France par l'assujetti mentionné au a du 2° du V de l'article 256 du présent code ;"},{"type":"add","content":""},{"type":"add","content":"d) Les dispositions du présent IV ne sont pas applicables aux livraisons de biens d'occasion, d'œuvres d'art, d'objets de collection ou d'antiquité effectuées par un assujetti revendeur qui applique les dispositions de l'article 297 A ainsi qu'aux livraisons de moyens de transport d'occasion effectuées par un assujetti revendeur qui applique les dispositions de l'article 297 G."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Conformément au A du IV de l’article 147 de la loi n° 2019-1479 du 29 décembre 2019, ces dispositions s'appliquent aux opérations pour lesquelles le fait générateur de la taxe sur la valeur ajoutée intervient à compter du 1er janvier 2021. Le III de l'article 51 de la loi n° 2020-1721 du 29 décembre 2020 à modifié cette date : 1er juillet 2021."},{"type":"del","content":"LOI n° 2010-1658 du 29 décembre 2010 de finances rectificative pour 2010 - article 70 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"LOI n° 2020-1721 du 29 décembre 2020 de finances pour 2021 - article 51 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2020-12-31 MODIFIE source"},{"type":"del","content":"2010-12-29 MODIFIE cible LOI n° 2010-1658 du 29 décembre 2010 de finances rectificative pour 2010 - article 70 ENTIEREMENT_MODIF"},{"type":"add","content":"2020-12-29 MODIFIE cible LOI n° 2020-1721 du 29 décembre 2020 de finances pour 2021 - article 51 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2020-12-31"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/23/41/21/LEGIARTI000023412171.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/23/41/21/LEGIARTI000023412171.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/23/41/21/LEGIARTI000023412171.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/42/88/44/LEGIARTI000042884431.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/42/88/44/LEGIARTI000042884431.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/42/88/44/LEGIARTI000042884431.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000023412171)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000042884431)"}],"status":"modified"},{"filename":"livre_premier/premiere_partie/titre_ii/chapitre_premier/section_i/i_bis/article_258_a.md","articleName":"Article 258 A","additions":62,"deletions":16,"diff":[{"type":"del","content":"I. - Par dérogation aux dispositions du I de l'article 258, est réputé ne pas se situer en France le lieu de la livraison des biens meubles corporels, autres que des moyens de transport neufs, des alcools, des boissons alcooliques, des huiles minérales et des tabacs manufacturés, expédiés ou transportés sur le territoire d'un autre Etat membre de la Communauté européenne par le vendeur ou pour son compte, lorsque les conditions mentionnées aux 1° et 2° ci-après sont réunies."},{"type":"add","content":"I. - Par dérogation aux dispositions du I de l'article 258 :"},{"type":"del","content":"1° La livraison doit être effectuée :"},{"type":"add","content":"1° Le lieu de livraison de biens expédiés ou transportés à partir de la France à destination d'un autre Etat membre dans le cadre de ventes à distance intracommunautaires est réputé ne pas se situer en France lorsque :"},{"type":"del","content":"a) Soit à destination d'une personne morale non assujettie ou d'un assujetti qui, sur le territoire de cet Etat membre, bénéficie du régime forfaitaire des producteurs agricoles, ou ne réalise que des opérations n'ouvrant pas droit à déduction, et n'a pas opté pour le paiement de la taxe sur ses acquisitions intracommunautaires."},{"type":"add","content":"a) La valeur totale prévue au 1 du II de l'article 259 D des prestations de services mentionnées aux 10°, 11° et 12° de l'article 259 B et des ventes à distance intracommunautaires de biens effectuées par l'assujetti est dépassée pendant l'année civile en cours ou l'a été pendant l'année civile précédente ;"},{"type":"del","content":"Au moment de la livraison, le montant des acquisitions intracommunautaires de ces personnes ne doit pas avoir dépassé, pendant l'année civile en cours ou au cours de l'année civile précédente, le seuil en dessous duquel ces acquisitions ne sont pas soumises à la taxe sur la valeur ajoutée dans l'Etat membre dont ces personnes relèvent."},{"type":"add","content":"b) Ou l'assujetti a fait usage de l'option prévue soit au 2 du II de l'article 259 D, soit dans les conditions prévues au 3 de l'article 59 quater de la directive 2006/112/ CE du Conseil du 28 novembre 2006 relative au système commun de taxe sur la valeur ajoutée ;"},{"type":"del","content":"b) Soit à destination de toute autre personne non assujettie."},{"type":"add","content":"2° Le lieu de livraison de biens expédiés ou transportés à partir d'un autre Etat membre à destination de la France dans le cadre de ventes à distance intracommunautaires est réputé se situer en France lorsque :"},{"type":"del","content":"2° Le montant des livraisons effectuées par le vendeur à destination du territoire de cet Etat membre excède, pendant l'année civile en cours au moment de la livraison, ou a excédé pendant l'année civile précédente, le seuil fixé par cet Etat en application des stipulations de l'article 34 de la directive 2006/112/CE du Conseil, du 28 novembre 2006."},{"type":"add","content":"a) La valeur totale prévue au 2 du I de l'article 259 D du présent code des prestations de services mentionnées aux 10°, 11° et 12° de l'article 259 B et des ventes à distance intracommunautaires de biens effectuées par l'assujetti est dépassée pendant l'année civile en cours ou l'a été pendant l'année civile précédente ;"},{"type":"del","content":"Cette condition de seuil ne s'applique pas lorsque le vendeur a opté pour que le lieu des livraisons prévues au présent article se situe sur le territoire de l'Etat membre où est arrivé le bien expédié ou transporté."},{"type":"add","content":"b) Ou l'assujetti a fait usage de l'option prévue soit au 3 du I de l'article 259 D, soit dans les conditions prévues au 3 de l'article 59 quater de la directive 2006/112/ CE du Conseil du 28 novembre 2006 précitée."},{"type":"del","content":"Cette option prend effet au premier jour du mois au cours duquel elle est exercée. Elle couvre obligatoirement une période expirant le 31 décembre de la deuxième année qui suit celle au cours de laquelle elle a été exercée. Elle est renouvelée, par tacite reconduction, par période de deux années civiles, sauf dénonciation formulée avant l'expiration de chaque période."},{"type":"add","content":"II.-Les dispositions du I du présent article ne sont pas applicables aux livraisons de biens d'occasion, d'œuvres d'art, d'objets de collection ou d'antiquité effectuées par un assujetti revendeur qui applique les dispositions de l'article 297 A ainsi qu'aux livraisons de moyens de transport d'occasion effectuées par un assujetti revendeur qui applique les dispositions de l'article 297 G ou qui a appliqué dans l'Etat membre de l'Union européenne de départ de l'expédition ou du transport de ces biens les dispositions de la législation de cet Etat prises pour l'application des régimes particuliers prévus aux sections 2 et 3 du chapitre 4 du titre XII de la directive 2006/112/ CE du Conseil du 28 novembre 2006 précitée."},{"type":"del","content":"II. - Par dérogation aux dispositions du I de l'article 258, est réputé ne pas se situer en France le lieu de la livraison des alcools, boissons alcooliques, huiles minérales et tabacs manufacturés expédiés ou transportés sur le territoire d'un autre Etat membre de la Communauté européenne par le vendeur ou pour son compte, lorsque la livraison est effectuée à destination d'une personne physique non assujettie."},{"type":"del","content":"III. - Les dispositions du I et du II ne sont pas applicables aux livraisons de biens d'occasion, d'œuvres d'art, d'objets de collection ou d'antiquité effectuées par un assujetti revendeur qui applique les dispositions de l'article 297 A."},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Conformément au A du IV de l’article 147 de la loi n° 2019-1479 du 29 décembre 2019, ces dispositions s'appliquent aux opérations pour lesquelles le fait générateur de la taxe sur la valeur ajoutée intervient à compter du 1er janvier 2021. Le III de l'article 51 de la loi n° 2020-1721 du 29 décembre 2020 à modifié cette date : 1er juillet 2021."},{"type":"del","content":"Ordonnance n° 2015-681 du 18 juin 2015 portant simplification des obligations déclaratives des entreprises en matière fiscale - article 5 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Code général des impôts - article 258 AUTONOME MODIFIE_MORT_NE, en vigueur du 2021-01-01 au 2020-12-31 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 258 AUTONOME MODIFIE, en vigueur du 2021-07-01 au 2022-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 258 AUTONOME MODIFIE, en vigueur du 2011-01-01 au 2021-07-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 297 A AUTONOME VIGUEUR, en vigueur depuis le 2025-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 258 AUTONOME VIGUEUR, en vigueur depuis le 2023-12-31 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 258 AUTONOME MODIFIE, en vigueur du 1979-07-01 au 1993-08-18 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 297 A AUTONOME MODIFIE, en vigueur du 2002-03-31 au 2025-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 258 AUTONOME MODIFIE, en vigueur du 2022-01-01 au 2023-12-31 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 297 A AUTONOME MODIFIE, en vigueur du 1995-10-27 au 2002-03-31 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2020-1721 du 29 décembre 2020 de finances pour 2021 - article 51 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2020-12-31 MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 258 AUTONOME MODIFIE, en vigueur du 2005-01-01 au 2010-03-11 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 258 AUTONOME MODIFIE, en vigueur du 2010-03-11 au 2011-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 258 AUTONOME MODIFIE, en vigueur du 1993-08-18 au 1995-10-27 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 258 AUTONOME MODIFIE, en vigueur du 1995-10-27 au 2005-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 258 AUTONOME MODIFIE, en vigueur du 1950-04-30 au 1954-08-15 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 258 AUTONOME MODIFIE, en vigueur du 1954-08-15 au 1979-07-01 CITATION cible"},{"type":"del","content":"2015-06-18 MODIFIE cible Ordonnance n° 2015-681 du 18 juin 2015 portant simplification des obligations déclaratives des entreprises en matière fiscale - article 5 ENTIEREMENT_MODIF"},{"type":"add","content":"2020-12-29 MODIFIE cible LOI n° 2020-1721 du 29 décembre 2020 de finances pour 2021 - article 51 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2020-12-31"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/75/21/LEGIARTI000030752166.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/75/21/LEGIARTI000030752166.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/30/75/21/LEGIARTI000030752166.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/42/88/65/LEGIARTI000042886596.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/42/88/65/LEGIARTI000042886596.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/42/88/65/LEGIARTI000042886596.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000030752166)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000042886596)"}],"status":"modified"},{"filename":"livre_premier/premiere_partie/titre_ii/chapitre_premier/section_i/i_bis/article_259_d.md","articleName":"Article 259 D","additions":11,"deletions":13,"diff":[{"type":"del","content":"2. Par dérogation au 1 du présent article, le lieu de ces prestations n'est pas réputé situé en France lorsqu'elles sont fournies par un prestataire qui est établi dans un autre Etat membre de l'Union européenne ou, en l'absence d'établissement, qui a dans cet autre Etat membre son domicile ou sa résidence habituelle, à des personnes non assujetties qui sont établies ou ont leur domicile ou leur résidence habituelle en France, et que la valeur totale de ces prestations n'a pas excédé, pendant l'année civile en cours au moment de la prestation et pendant l'année civile précédente, le seuil de 10 000 € hors taxe sur la valeur ajoutée. Ce seuil s'apprécie en tenant compte de l'ensemble des prestations concernées fournies à des personnes non assujetties établies ou ayant leur domicile ou leur résidence habituelle dans des Etats membres autres que celui dans lequel le prestataire est établi ou a son domicile ou sa résidence habituelle."},{"type":"add","content":"2. Par dérogation au 1 du présent article, le lieu de ces prestations n'est pas réputé situé en France lorsqu'elles sont fournies par un prestataire qui est établi dans un seul autre Etat membre de l'Union européenne ou, en l'absence d'établissement, qui a dans ce seul Etat membre son domicile ou sa résidence habituelle, à des personnes non assujetties qui sont établies ou ont leur domicile ou leur résidence habituelle en France, et que la valeur totale de ces prestations ainsi que des ventes à distance intracommunautaires de biens effectuées par cet assujetti n'a pas excédé, pendant l'année civile en cours au moment de la prestation ou de la vente à distance intracommunautaire de biens et pendant l'année civile précédente, le seuil de 10 000 € hors taxe sur la valeur ajoutée. Ce seuil s'apprécie en tenant compte de l'ensemble des opérations concernées fournies à des personnes non assujetties établies ou ayant leur domicile ou leur résidence habituelle dans des Etats membres autres que celui dans lequel l'assujetti est établi ou a son domicile ou sa résidence habituelle."},{"type":"del","content":"3. Le 2 ne s'applique pas lorsque le prestataire a opté, dans l'Etat membre dans lequel il est établi ou dans lequel il a son domicile ou sa résidence habituelle, pour que le lieu de ces prestations se situe en France conformément au 1."},{"type":"add","content":"3. Le 2 ne s'applique pas lorsque l'assujetti a opté, dans l'Etat membre dans lequel il est établi ou dans lequel il a son domicile ou sa résidence habituelle, pour que le lieu de ces prestations se situe en France conformément au 1 et pour que le lieu de ses ventes à distance intracommunautaires de biens soit situé dans l'Etat membre à destination duquel les biens vendus sont expédiés."},{"type":"del","content":"II.-1. Le lieu des prestations de services mentionnées aux 10°, 11° et 12° de l'article 259 B est également réputé situé en France lorsqu'elles sont fournies par un prestataire qui est établi en France ou, en l'absence d'établissement, qui a en France son domicile ou sa résidence habituelle, à des personnes non assujetties qui sont établies, ont leur domicile ou leur résidence habituelle dans d'autres Etats membres de l'Union européenne et que la valeur totale de ces prestations n'a pas excédé, pendant l'année civile en cours au moment de la prestation et pendant l'année civile précédente, le seuil de 10 000 € hors taxe sur la valeur ajoutée."},{"type":"add","content":"II.-1. Le lieu des prestations de services mentionnées aux 10°, 11° et 12° de l'article 259 B est également réputé situé en France lorsqu'elles sont fournies par un prestataire qui est établi uniquement en France ou, en l'absence d'établissement, qui a uniquement en France son domicile ou sa résidence habituelle, à des personnes non assujetties qui sont établies, ont leur domicile ou leur résidence habituelle dans d'autres Etats membres de l'Union européenne et que la valeur totale de ces prestations ainsi que des ventes à distance intracommunautaires de biens effectuées par cet assujetti n'a pas excédé, pendant l'année civile en cours au moment de la prestation ou de la vente à distance intracommunautaire de biens et pendant l'année civile précédente, le seuil de 10 000 € hors taxe sur la valeur ajoutée."},{"type":"del","content":"2. Toutefois, ce prestataire peut opter pour que le lieu de ces prestations fournies à des personnes non assujetties se situe dans l'Etat membre où ces personnes sont établies, ont leur domicile ou leur résidence habituelle. Cette option couvre une période de deux années civiles."},{"type":"add","content":"2. Toutefois, cet assujetti peut opter pour que le lieu de ces prestations fournies à des personnes non assujetties se situe dans l'Etat membre où ces personnes sont établies, ont leur domicile ou leur résidence habituelle et que le lieu des ventes à distance intracommunautaires de biens soit situé dans l'Etat membre à destination duquel les biens sont expédiés ou transportés. Cette option couvre une période de deux années civiles et est renouvelable par tacite reconduction, sauf dénonciation à l'expiration de chaque période."},{"type":"add","content":"Conformément au A du IV de l’article 147 de la loi n° 2019-1479 du 29 décembre 2019, ces dispositions s'appliquent aux opérations pour lesquelles le fait générateur de la taxe sur la valeur ajoutée intervient à compter du 1er janvier 2021. Le III de l'article 51 de la loi n° 2020-1721 du 29 décembre 2020 à modifié cette date : 1er juillet 2021."},{"type":"del","content":"LOI n° 2018-1317 du 28 décembre 2018 de finances pour 2019 - article 72 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 298 sexdecies F AUTONOME MODIFIE, en vigueur du 2018-12-31 au 2021-07-01 CITATION source"},{"type":"add","content":"LOI n° 2020-1721 du 29 décembre 2020 de finances pour 2021 - article 51 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2020-12-31 MODIFIE source"},{"type":"del","content":"2018-12-28 MODIFIE cible LOI n° 2018-1317 du 28 décembre 2018 de finances pour 2019 - article 72 ENTIEREMENT_MODIF"},{"type":"add","content":"2020-12-29 MODIFIE cible LOI n° 2020-1721 du 29 décembre 2020 de finances pour 2021 - article 51 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2020-12-31"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/37/98/90/LEGIARTI000037989002.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/37/98/90/LEGIARTI000037989002.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/37/98/90/LEGIARTI000037989002.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/42/88/67/LEGIARTI000042886735.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/42/88/67/LEGIARTI000042886735.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/42/88/67/LEGIARTI000042886735.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000037989002)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000042886735)"}],"status":"modified"},{"filename":"livre_premier/premiere_partie/titre_ii/chapitre_premier/section_ix/README.md","articleName":"Sommaire - Section Ix","additions":2,"deletions":0,"diff":[{"type":"add","content":"- [X : Régime particulier pour la déclaration et le paiement de la taxe sur la valeur ajoutée "},{"type":"add","content":"à l'importation](x/README.md)"}],"status":"modified"},{"filename":"livre_premier/premiere_partie/titre_ii/chapitre_premier/section_ix/ix/README.md","articleName":"Sommaire - Ix","additions":1,"deletions":1,"diff":[{"type":"del","content":"- [Article 298 sexdecies F](article_298_sexdecies_f.md)"},{"type":"add","content":"- [A : Régime particulier applicable aux prestations de services fournies par des assujettis non établis sur le territoire de  l'Union européenne](a/README.md)"}],"status":"modified"},{"filename":"livre_premier/premiere_partie/titre_ii/chapitre_premier/section_ix/ix/a/README.md","articleName":"Sommaire - A","additions":28,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# A : Régime particulier applicable aux prestations de services fournies par des assujettis non établis sur le territoire de l'Union européenne"},{"type":"add","content":""},{"type":"add","content":"- [Article 298 sexdecies F](article_298_sexdecies_f.md)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à la section"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2019-1479 du 28 décembre 2019 de finances pour 2020 - article 147 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2019-12-30 au 2020-12-31 CREE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/41/40/74/LEGISCTA000041407425.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/41/40/74/LEGISCTA000041407425.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/SCTA/00/00/41/40/74/LEGISCTA000041407425.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://a/README.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/section_lc/LEGITEXT000006069577/LEGISCTA000041407425)"},{"type":"add","content":""}],"status":"added"},{"filename":"livre_premier/premiere_partie/titre_ii/chapitre_premier/section_ix/ix/a/article_298_sexdecies_f.md","articleName":"Article 298 SEXDECIES F","additions":36,"deletions":38,"diff":[{"type":"del","content":"1. Tout assujetti non établi dans l'Union européenne qui fournit des prestations de services mentionnées à l'article 259 D à une personne non assujettie qui est établie dans un Etat membre de l'Union européenne, y a son domicile ou sa résidence habituelle, peut se prévaloir du régime spécial exposé au présent article. Ce régime spécial est applicable à l'ensemble de ces services fournis dans l'Union européenne."},{"type":"add","content":"1. Tout assujetti non établi dans l'Union européenne qui fournit des prestations de services à une personne non assujettie qui est établie dans un Etat membre de l'Union européenne, y a son domicile ou sa résidence habituelle, peut se prévaloir du régime particulier exposé au présent article. Ce régime particulier est applicable à l'ensemble de ces services fournis dans l'Union européenne."},{"type":"del","content":"On entend par Etat membre de consommation, l'Etat membre de l'Union européenne dans lequel, conformément à l'article 58 de la directive 2006/112/ CE du Conseil, du 28 novembre 2006, relative au système commun de taxe sur la valeur ajoutée, la prestation des services de télécommunication, de radiodiffusion et de télévision ou des services électroniques est réputée avoir lieu."},{"type":"add","content":"On entend par Etat membre de consommation, l'Etat membre de l'Union européenne dans lequel, conformément au titre V du chapitre 3 de la directive 2006/112/CE du Conseil, du 28 novembre 2006, relative au système commun de taxe sur la valeur ajoutée, les prestations de services sont réputées avoir lieu."},{"type":"del","content":"2. Il informe l'administration du moment où il commence son activité imposable, la cesse ou la modifie au point de ne plus pouvoir se prévaloir de ce régime spécial. Il communique cette information et notifie à l'administration toute modification par voie électronique dans les conditions fixées par arrêté."},{"type":"add","content":"2. Il informe l'administration du moment où il commence son activité imposable, la cesse ou la modifie au point de ne plus pouvoir se prévaloir de ce régime particulier. Il communique cette information et notifie à l'administration toute modification par voie électronique dans les conditions fixées par arrêté."},{"type":"del","content":"3. L'administration lui attribue et lui communique par voie électronique un numéro individuel d'identification dont les modalités sont fixées par décret."},{"type":"add","content":"3. L'administration lui attribue et lui communique par voie électronique un numéro individuel d'identification aux fins de l'application du présent régime particulier dont les modalités sont fixées par décret."},{"type":"del","content":"4. L'administration le radie du registre d'identification dans les cas suivants :"},{"type":"add","content":"4. L'administration l'exclut du présent régime particulier dans les cas suivants :"},{"type":"del","content":"c. Ou s'il ne remplit plus les conditions nécessaires pour être autorisé à se prévaloir du régime spécial ou du régime particulier visé à l'article 298 sexdecies G ;"},{"type":"add","content":"c. Ou s'il ne remplit plus les conditions nécessaires pour être autorisé à se prévaloir du présent régime particulier ;"},{"type":"del","content":"d. Ou si, de manière systématique, il ne se conforme pas aux règles relatives au régime spécial ou du régime particulier visé à l'article 298 sexdecies G."},{"type":"add","content":"d. Ou si, de manière systématique, il ne se conforme pas aux règles relatives au présent régime particulier"},{"type":"del","content":"Les modalités d'une telle radiation sont fixées par décret."},{"type":"add","content":"Les modalités d'une telle exclusion sont fixées par décret."},{"type":"del","content":"5. Pour chaque trimestre civil, il dépose, par voie électronique, une déclaration de taxe sur la valeur ajoutée, que des services électroniques aient été fournis ou non au titre de cette période. La déclaration de taxe sur la valeur ajoutée comporte le numéro d'identification et, pour chaque Etat membre de consommation dans lequel la taxe est due, la valeur totale hors taxe sur la valeur ajoutée des prestations de services mentionnés au 1 pour la période imposable et le montant total de la taxe correspondante ventilé par taux d'imposition. Les taux d'imposition applicables et le montant total de la taxe due sont également indiqués. Les modalités de cette déclaration sont fixées par arrêté."},{"type":"add","content":"5. Pour chaque trimestre civil, il dépose, par voie électronique, une déclaration de taxe sur la valeur ajoutée, que des services couverts par le présent régime particulier aient été fournis ou non au titre de cette période. La déclaration de taxe sur la valeur ajoutée comporte le numéro d'identification mentionné au 3 et, pour chaque Etat membre de consommation dans lequel la taxe est due, la valeur totale hors taxe sur la valeur ajoutée des prestations de services mentionnées au 1 pour la période imposable et le montant total de la taxe correspondante ventilé par taux d'imposition. Les taux d'imposition applicables et le montant total de la taxe due sont également indiqués. Les modalités de cette déclaration sont fixées par arrêté."},{"type":"add","content":""},{"type":"add","content":"5 bis. Lorsqu'il est nécessaire d'apporter des modifications à la déclaration de taxe sur la valeur ajoutée après la transmission de celle-ci, ces modifications sont incluses dans une déclaration ultérieure, dans un délai de trois ans à compter de la date à laquelle la déclaration initiale devait être déposée conformément au 5. Cette déclaration de taxe sur la valeur ajoutée ultérieure précise l'Etat membre de consommation concerné, la période imposable et le montant de taxe sur la valeur ajoutée pour lequel des modifications sont nécessaires."},{"type":"del","content":"8. S'il se prévaut du présent régime spécial, il ne peut déduire aucun montant de taxe sur la valeur ajoutée. La taxe afférente aux opérations liées aux services mentionnés au 1 est remboursée dans les conditions prévues par décret."},{"type":"add","content":"8. Un assujetti qui se prévaut, dans un autre Etat membre, du régime particulier prévu à la section 2 du chapitre 6 du titre XII de la directive 2006/112/ CE du Conseil du 28 novembre 2006 précitée ne peut, en ce qui concerne ses activités imposables couvertes par ce régime particulier, déduire aucun montant de taxe sur la valeur ajoutée en France. La taxe afférente aux livraisons de biens et prestations de services couvertes par ce régime est remboursée selon les modalités prévues au d du V de l'article 271 du présent code."},{"type":"add","content":""},{"type":"add","content":"8 bis. Nonobstant les dispositions du 8 du présent article, si un assujetti qui se prévaut, dans un autre Etat membre, du régime particulier prévu à la section 2 du chapitre 6 du titre XII de la directive 2006/112/ CE du Conseil du 28 novembre 2006 précitée est tenu de se faire identifier en France pour des activités non couvertes par ce régime particulier, il opère la déduction de la taxe sur la valeur ajoutée afférente aux biens et services utilisés pour les besoins de ses opérations imposables couvertes par ce régime particulier conformément à l'article 271 du présent code."},{"type":"add","content":""},{"type":"add","content":"9. Il tient un registre des opérations relevant de ce régime particulier. Ce registre doit, sur demande, être mis par voie électronique à la disposition des administrations de l'Etat membre d'identification et de l'Etat membre de consommation. Il est suffisamment détaillé pour permettre à l'administration de l'Etat membre de consommation de vérifier l'exactitude de la déclaration de taxe sur la valeur ajoutée mentionnée au 5 du présent article dans les conditions déterminées par arrêté."},{"type":"del","content":"9. Il tient un registre des opérations relevant de ce régime spécial. Ce registre doit, sur demande, être mis par voie électronique à la disposition des administrations de l'Etat membre d'identification et de l'Etat membre de consommation. Il est suffisamment détaillé pour permettre à l'administration de l'Etat membre de consommation de vérifier l'exactitude de la déclaration de taxe sur la valeur ajoutée mentionnée au 5 du présent article et au 5 de l'article 298 sexdecies G et dans les conditions déterminées par arrêté."},{"type":"add","content":"Le registre est conservé pendant dix ans à compter du 31 décembre de l'année de l'opération."},{"type":"del","content":"10. Les dispositions prévues à l'article 289 A ne s'appliquent pas aux assujettis non établis dans l'Union européenne et relevant de ce régime spécial."},{"type":"add","content":"10. Les dispositions prévues à l'article 289 A ne s'appliquent pas aux assujettis non établis dans l'Union européenne et relevant de ce régime particulier."},{"type":"add","content":"Conformément au A du IV de l’article 147 de la loi n° 2019-1479 du 29 décembre 2019, ces dispositions s'appliquent aux opérations pour lesquelles le fait générateur de la taxe sur la valeur ajoutée intervient à compter du 1er janvier 2021. Le III de l'article 51 de la loi n° 2020-1721 du 29 décembre 2020 à modifié cette date : 1er juillet 2021."},{"type":"del","content":"Code général des impôts - article 289 A AUTONOME MODIFIE, en vigueur du 2022-01-01 au 2025-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 289 A AUTONOME MODIFIE, en vigueur du 2011-01-01 au 2013-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 289 A AUTONOME MODIFIE, en vigueur du 2013-01-01 au 2022-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 289 A AUTONOME MODIFIE, en vigueur du 2005-01-01 au 2011-01-01 CITATION cible"},{"type":"add","content":"Code général des impôts - article 289 A AUTONOME MODIFIE_MORT_NE, en vigueur du 2022-01-01 au 2021-12-31 CITATION cible"},{"type":"del","content":"Code général des impôts - article 298 sexdecies G AUTONOME VIGUEUR, en vigueur depuis le 2021-07-01 CITATION cible"},{"type":"add","content":"Code général des impôts - article 259 D AUTONOME MODIFIE, en vigueur du 2021-07-01 au 2025-01-01 CITATION cible"},{"type":"del","content":"Code général des impôts - article 289 A AUTONOME MODIFIE, en vigueur du 2002-03-31 au 2005-01-01 CITATION cible"},{"type":"add","content":"Code général des impôts - article 259 D AUTONOME MODIFIE, en vigueur du 2015-01-01 au 2018-12-31 CITATION cible"},{"type":"del","content":"Code général des impôts - article 289 A AUTONOME MODIFIE, en vigueur du 1979-07-01 au 1993-01-01 CITATION cible"},{"type":"add","content":"Code général des impôts - article 259 D AUTONOME VIGUEUR, en vigueur depuis le 2025-01-01 CITATION cible"},{"type":"del","content":"LOI n° 2018-1317 du 28 décembre 2018 de finances pour 2019 - article 72 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Code général des impôts - article 259 D AUTONOME MODIFIE, en vigueur du 2010-01-01 au 2015-01-01 CITATION cible"},{"type":"del","content":"Code général des impôts - article 289 A AUTONOME MODIFIE, en vigueur du 1993-01-01 au 1996-05-12 CITATION cible"},{"type":"add","content":"Code général des impôts - article 259 D AUTONOME MODIFIE, en vigueur du 2018-12-31 au 2021-07-01 CITATION cible"},{"type":"del","content":"Code général des impôts - article 289 A AUTONOME MODIFIE, en vigueur du 1996-05-12 au 2002-01-01 CITATION cible"},{"type":"add","content":"Code général des impôts - article 259 D AUTONOME MODIFIE, en vigueur du 2003-07-01 au 2010-01-01 CITATION cible"},{"type":"del","content":"Code général des impôts - article 298 sexdecies G AUTONOME MODIFIE, en vigueur du 2015-01-01 au 2021-07-01 CITATION cible"},{"type":"add","content":"LOI n° 2020-1721 du 29 décembre 2020 de finances pour 2021 - article 51 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2020-12-31 MODIFIE source"},{"type":"del","content":"Code général des impôts - article 289 A AUTONOME VIGUEUR, en vigueur depuis le 2025-01-01 CITATION cible"},{"type":"add","content":"Code général des impôts - article 259 D AUTONOME MODIFIE_MORT_NE, en vigueur du 2021-01-01 au 2020-12-31 CITATION cible"},{"type":"del","content":"2018-12-28 MODIFIE cible LOI n° 2018-1317 du 28 décembre 2018 de finances pour 2019 - article 72 ENTIEREMENT_MODIF"},{"type":"add","content":"2020-12-29 MODIFIE cible LOI n° 2020-1721 du 29 décembre 2020 de finances pour 2021 - article 51 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2020-12-31"},{"type":"del","content":"2999-01-01 CITATION source Code général des impôts - article 259 D AUTONOME MODIFIE, en vigueur du 2018-12-31 au 2021-07-01"},{"type":"add","content":"2999-01-01 CITATION source Code général des impôts - article 259 D AUTONOME MODIFIE, en vigueur du 2003-07-01 au 2010-01-01"},{"type":"del","content":"2999-01-01 CITATION source Code général des impôts - article 289 A AUTONOME MODIFIE, en vigueur du 1979-07-01 au 1993-01-01"},{"type":"add","content":"2999-01-01 CITATION source Code général des impôts - article 289 A AUTONOME MODIFIE_MORT_NE, en vigueur du 2022-01-01 au 2021-12-31"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/37/98/89/LEGIARTI000037988989.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/37/98/89/LEGIARTI000037988989.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/37/98/89/LEGIARTI000037988989.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_impots/src/branch/main/livre_premier/premiere_partie/titre_ii/chapitre_premier/section_ix/ix/article_298_sexdecies_f.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000037988989)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/42/88/76/LEGIARTI000042887609.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/42/88/76/LEGIARTI000042887609.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/42/88/76/LEGIARTI000042887609.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_impots/src/branch/main/livre_premier/premiere_partie/titre_ii/chapitre_premier/section_ix/ix/a/article_298_sexdecies_f.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000042887609)"}],"status":"added"},{"filename":"livre_premier/premiere_partie/titre_ii/chapitre_premier/section_ix/x/README.md","articleName":"Sommaire - X","additions":28,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# X : Régime particulier pour la déclaration et le paiement de la taxe sur la valeur ajoutée à l'importation"},{"type":"add","content":""},{"type":"add","content":"- [Article 298 sexdecies I](article_298_sexdecies_i.md)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à la section"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2019-1479 du 28 décembre 2019 de finances pour 2020 - article 147 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2019-12-30 au 2020-12-31 CREE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/41/40/72/LEGISCTA000041407207.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/41/40/72/LEGISCTA000041407207.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/SCTA/00/00/41/40/72/LEGISCTA000041407207.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://x/README.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/section_lc/LEGITEXT000006069577/LEGISCTA000041407207)"},{"type":"add","content":""}],"status":"added"},{"filename":"livre_premier/premiere_partie/titre_ii/chapitre_premier/section_ix/x/article_298_sexdecies_i.md","articleName":"Article 298 SEXDECIES I","additions":79,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article 298 sexdecies I"},{"type":"add","content":""},{"type":"add","content":"I.-Lorsque, pour l'importation de biens faisant l'objet d'une vente à distance de biens importés, à l'exception des produits soumis à accises, contenus dans des envois d'une valeur intrinsèque ne dépassant pas 150 € ou sa contre-valeur en monnaie nationale, le régime particulier prévu à l'article 298 sexdecies H n'est pas utilisé, la personne qui présente les marchandises en douane pour le compte de la personne destinataire des biens peut se prévaloir du régime particulier prévu au présent article pour la déclaration et le paiement de la taxe sur la valeur ajoutée à l'importation en ce qui concerne des biens expédiés ou transportés à destination de la France."},{"type":"add","content":""},{"type":"add","content":"II.-Lorsqu'il est recouru au présent dispositif, les conditions suivantes sont applicables :"},{"type":"add","content":""},{"type":"add","content":"1° Le destinataire des biens est redevable de la taxe sur la valeur ajoutée conformément à la première phrase du troisième alinéa du 1 de l'article 293 A ;"},{"type":"add","content":""},{"type":"add","content":"2° La personne qui présente les biens en douane prend les mesures appropriées pour percevoir la taxe sur la valeur ajoutée auprès du destinataire des biens préalablement à son acquittement auprès du service des douanes conformément aux dispositions du présent article ;"},{"type":"add","content":""},{"type":"add","content":"3° Par dérogation aux articles 278-0 bis à 281 nonies, l'importation des biens est soumise au taux prévu à l'article 278."},{"type":"add","content":""},{"type":"add","content":"III.-Les personnes présentant les biens en douane déclarent, par voie électronique, dans une déclaration mensuelle, la taxe sur la valeur ajoutée perçue au titre du présent régime particulier. La déclaration indique le montant total de la taxe sur la valeur ajoutée perçue au cours du mois civil concerné."},{"type":"add","content":""},{"type":"add","content":"IV.-La taxe sur la valeur ajoutée due au titre du présent régime particulier est acquittée au plus tard à la fin du mois suivant son exigibilité. Elle est recouvrée et contrôlée selon les mêmes procédures et sous les mêmes sanctions, garanties, sûretés et privilèges que les droits de douane."},{"type":"add","content":""},{"type":"add","content":"V.-Les personnes qui présentent les biens en douane prennent les mesures nécessaires afin de s'assurer que la taxe est correctement payée par le destinataire des biens."},{"type":"add","content":""},{"type":"add","content":"VI.-Les personnes qui se prévalent du présent régime particulier tiennent un registre des opérations couvertes par le présent régime particulier."},{"type":"add","content":""},{"type":"add","content":"Ce registre est conservé pendant dix ans à compter du 31 décembre de l'année de l'opération."},{"type":"add","content":""},{"type":"add","content":"Ce registre est mis à la disposition des administrations fiscales ou douanières, sur leur demande, par voie électronique. Il est suffisamment détaillé pour permettre à ces dernières de vérifier l'exactitude de la déclaration de taxe sur la valeur ajoutée mentionnée au III."},{"type":"add","content":""},{"type":"add","content":"VII.-Aux fins du présent régime, la contre-valeur en monnaie nationale du montant mentionné au I est déterminée annuellement avec effet au 1er janvier. Elle s'apprécie en fonction des taux de conversion applicables au premier jour ouvrable du mois d'octobre de l'année qui précède. Le montant ainsi converti est arrondi le cas échéant à l'euro le plus proche."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Conformément au A du IV de l’article 147 de la loi n° 2019-1479 du 29 décembre 2019, ces dispositions s'appliquent aux opérations pour lesquelles le fait générateur de la taxe sur la valeur ajoutée intervient à compter du 1er janvier 2021. Le III de l'article 51 de la loi n° 2020-1721 du 29 décembre 2020 à modifié cette date : 1er juillet 2021."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2020-1721 du 29 décembre 2020 de finances pour 2021 - article 51 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2020-12-31 MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2020-12-29 MODIFIE cible LOI n° 2020-1721 du 29 décembre 2020 de finances pour 2021 - article 51 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2020-12-31"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2021-05-31 CITATION cible Arrêté du 31 mai 2021 pris pour l'application des régimes particuliers de guichets uniques de déclaration et de paiement de la taxe sur la valeur ajoutée relatifs à certaines opérations du commerce électronique VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2021-05-31 CITATION cible Arrêté du 31 mai 2021 pris pour l'application des régimes particuliers de guichets uniques de déclaration et de paiement de la taxe sur la valeur ajoutée relatifs à certaines opérations du commerce électronique - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code général des impôts - article 293 A AUTONOME MODIFIE, en vigueur du 1979-07-01 au 1993-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code général des impôts, CGI. - art. 298 sexdecies H (VD)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts, annexe IV - article 41 quinquies D AUTONOME VIGUEUR, en vigueur depuis le 2021-07-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/42/88/85/LEGIARTI000042888510.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/42/88/85/LEGIARTI000042888510.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/42/88/85/LEGIARTI000042888510.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_impots/src/branch/main/livre_premier/premiere_partie/titre_ii/chapitre_premier/section_ix/x/article_298_sexdecies_i.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000042888510)"},{"type":"add","content":""}],"status":"added"},{"filename":"livre_premier/premiere_partie/titre_ii/chapitre_premier/section_v/i/g/article_281_octies.md","articleName":"Article 281 OCTIES","additions":13,"deletions":52,"diff":[{"type":"del","content":"Le taux de 2,10 % s'applique également aux livraisons portant sur les médicaments soumis à autorisation temporaire d'utilisation mentionnés à l'article L. 5121-12 du code de la santé publique."},{"type":"add","content":"Le taux de 2,10 % s'applique également aux livraisons portant sur les médicaments soumis à une autorisation ou un cadre de prescription compassionnelle prévus aux articles L. 5121-12 et L. 5121-12-1 du code de la santé publique."},{"type":"del","content":"Conformément au II de l'article 44 de la loi n° 2020-1721 du 29 décembre 2020, ces dispositions sont applicables aux opérations pour lesquelles l'exigibilité et le fait générateur de la taxe sur la valeur ajoutée interviennent à compter du 1er janvier 2021."},{"type":"add","content":"Conformément au A du IV de l'article 78 de la loi n° 2020-1576 du 14 décembre 2020, ces dispositions entrent en vigueur à une date fixée par décret, et au plus tard le 1er juillet 2021."},{"type":"del","content":"LOI n° 2020-1721 du 29 décembre 2020 de finances pour 2021 - article 44 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2020-12-31 MODIFIE source"},{"type":"add","content":"LOI n° 2020-1721 du 29 décembre 2020 de finances pour 2021 - article 44 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2020-12-31 MODIFICATION cible"},{"type":"del","content":"Code de la santé publique - article L5123-2 AUTONOME MODIFIE, en vigueur du 2011-12-31 au 2013-12-25 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la santé publique - article L5123-2 AUTONOME MODIFIE, en vigueur du 2019-12-28 au 2021-06-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la santé publique - article L5123-2 AUTONOME MODIFIE, en vigueur du 2021-06-01 au 2021-07-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la santé publique - article L5123-2 AUTONOME VIGUEUR, en vigueur depuis le 2021-12-25 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la santé publique - article L5123-2 AUTONOME MODIFIE, en vigueur du 2009-01-01 au 2012-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la santé publique - article L5123-2 AUTONOME MODIFIE, en vigueur du 2013-12-25 au 2019-12-28 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la santé publique - article L5123-2 AUTONOME MODIFIE, en vigueur du 2021-07-01 au 2021-12-25 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la santé publique - article L5123-2 AUTONOME MODIFIE, en vigueur du 2007-04-27 au 2009-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la santé publique - article L5123-2 AUTONOME MODIFIE, en vigueur du 2000-06-22 au 2004-08-11 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la santé publique - article L5123-2 AUTONOME MODIFIE_MORT_NE, en vigueur du 2012-01-01 au 2011-12-31 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 278 quater AUTONOME VIGUEUR, en vigueur depuis le 2021-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la santé publique - article L5123-2 AUTONOME MODIFIE, en vigueur du 2004-08-11 au 2004-08-17 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la santé publique - article L5123-2 AUTONOME MODIFIE, en vigueur du 2004-08-17 au 2006-12-22 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la santé publique - article L5123-2 AUTONOME MODIFIE, en vigueur du 2006-12-22 au 2007-04-27 CITATION cible"},{"type":"add","content":"LOI n° 2020-1576 du 14 décembre 2020 de financement de la sécurité sociale pour 2021 - article 78 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2020-12-16 au 2022-12-25 MODIFIE source"},{"type":"del","content":"2020-12-29 MODIFIE cible LOI n° 2020-1721 du 29 décembre 2020 de finances pour 2021 - article 44 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2020-12-31"},{"type":"add","content":"2020-12-14 MODIFIE cible LOI n° 2020-1576 du 14 décembre 2020 de financement de la sécurité sociale pour 2021 - article 78 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2020-12-16 au 2022-12-25"},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 278 quater AUTONOME VIGUEUR, en vigueur depuis le 2021-01-01"},{"type":"add","content":"2020-12-29 MODIFICATION source LOI n° 2020-1721 du 29 décembre 2020 de finances pour 2021 - article 44 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2020-12-31"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 278 quater AUTONOME MODIFIE, en vigueur du 2014-01-01 au 2021-01-01"},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la santé publique - article L5123-2 AUTONOME MODIFIE, en vigueur du 2000-06-22 au 2004-08-11"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/42/91/01/LEGIARTI000042910108.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/42/91/01/LEGIARTI000042910108.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/42/91/01/LEGIARTI000042910108.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/42/68/60/LEGIARTI000042686056.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/42/68/60/LEGIARTI000042686056.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/42/68/60/LEGIARTI000042686056.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000042910108)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000042686056)"}],"status":"modified"}],"stats":{"additions":284,"deletions":129,"filesChanged":10}}