{"sha":"3244c300dc48","date":"2015-03-20","message":"LOI n° 2013-1279 du 29 décembre 2013 de finances rectificative pour 2013","files":[{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_ii/section_v/2/article_220_sexies.md","articleName":"Article 220 SEXIES","additions":23,"deletions":16,"diff":[{"type":"del","content":"I. - Les entreprises de production cinématographique et les entreprises de production audiovisuelle soumises à l'impôt sur les sociétés qui assument les fonctions d'entreprises de production déléguées peuvent bénéficier d'un crédit d'impôt au titre des dépenses de production mentionnées au III correspondant à des opérations effectuées en vue de la réalisation d'oeuvres cinématographiques de longue durée ou d'oeuvres audiovisuelles agréées."},{"type":"add","content":"I.-Les entreprises de production cinématographique et les entreprises de production audiovisuelle soumises à l'impôt sur les sociétés qui assument les fonctions d'entreprises de production déléguées peuvent bénéficier d'un crédit d'impôt au titre des dépenses de production mentionnées au III correspondant à des opérations effectuées en vue de la réalisation d'oeuvres cinématographiques de longue durée ou d'oeuvres audiovisuelles agréées."},{"type":"del","content":"II. - 1. Les oeuvres cinématographiques ou audiovisuelles mentionnées au I appartiennent aux genres de la fiction, du documentaire et de l'animation. Ces oeuvres doivent répondre aux conditions suivantes :"},{"type":"add","content":"II.-1. Les oeuvres cinématographiques ou audiovisuelles mentionnées au I appartiennent aux genres de la fiction, du documentaire et de l'animation. Ces oeuvres doivent répondre aux conditions suivantes :"},{"type":"del","content":"III. - 1. Le crédit d'impôt, calculé au titre de chaque exercice, est égal à 20 % du montant total des dépenses suivantes effectuées en France :"},{"type":"add","content":"III.-1. Le crédit d'impôt, calculé au titre de chaque exercice, est égal à 20 % du montant total des dépenses suivantes effectuées en France :"},{"type":"del","content":"a) Les rémunérations versées aux auteurs énumérés à l'article L. 113-7 du code de la propriété intellectuelle , ainsi que les charges sociales afférentes ;"},{"type":"add","content":"a) Les rémunérations versées aux auteurs énumérés à l'article L. 113-7 du code de la propriété intellectuelle, ainsi que les charges sociales afférentes ;"},{"type":"add","content":"Le taux mentionné au premier alinéa du présent 1 est, en ce qui concerne les œuvres cinématographiques, porté à 30 % lorsque le budget de production est inférieur à 4 millions d'euros."},{"type":"add","content":""},{"type":"del","content":"IV. - Les dépenses mentionnées au III ouvrent droit au crédit d'impôt à compter de la date de réception, par le président du Centre national du cinéma et de l'image animée, d'une demande d'agrément à titre provisoire."},{"type":"add","content":"IV.-Les dépenses mentionnées au III ouvrent droit au crédit d'impôt à compter de la date de réception, par le président du Centre national du cinéma et de l'image animée, d'une demande d'agrément à titre provisoire."},{"type":"del","content":"V. - Les subventions publiques non remboursables reçues par les entreprises et directement affectées aux dépenses visées au III sont déduites des bases de calcul du crédit d'impôt."},{"type":"add","content":"V.-Les subventions publiques non remboursables reçues par les entreprises et directement affectées aux dépenses visées au III sont déduites des bases de calcul du crédit d'impôt."},{"type":"del","content":"VI. - 1. La somme des crédits d'impôt calculés au titre d'une même oeuvre cinématographique ne peut excéder 4 millions d'euros."},{"type":"add","content":"VI.-1. La somme des crédits d'impôt calculés au titre d'une même oeuvre cinématographique ne peut excéder 4 millions d'euros."},{"type":"del","content":"VII. - Les crédits d'impôt obtenus pour la production d'une même oeuvre cinématographique ou audiovisuelle ne peuvent avoir pour effet de porter à plus de 50 % du budget de production le montant total des aides publiques accordées. Ce seuil est porté à 60 % pour les oeuvres cinématographiques ou audiovisuelles difficiles et à petit budget définies par décret."},{"type":"add","content":"VII.-Les crédits d'impôt obtenus pour la production d'une même oeuvre cinématographique ou audiovisuelle ne peuvent avoir pour effet de porter à plus de 50 % du budget de production le montant total des aides publiques accordées. Ce seuil est porté à 60 % pour les oeuvres cinématographiques ou audiovisuelles difficiles et à petit budget définies par décret."},{"type":"del","content":"VIII. - Un décret fixe les conditions d'application du présent article."},{"type":"add","content":"VIII.-Un décret fixe les conditions d'application du présent article."},{"type":"del","content":"Loi n° 2012-1510 du 29 décembre 2012, article 33 II : Ces dispositions entrent en vigueur à une date fixée par décret et au plus tard le 1er janvier 2014. Conformément à l'article 3 du décret n° 2013-1139 du 9 décembre 2013, l'article 33 de la loi n° 2012-1510 du 29 décembre 2012 entre en vigueur le 12 décembre 2013."},{"type":"add","content":"Loi n° 2013-1279 du 29 décembre 2013 de finances rectificative pour 2013, article 38 (II) : Ces dispositions s'appliquent aux crédits d'impôt calculés au titre des exercices ouverts à compter du 1er janvier 2014 et entrent en vigueur à une date, fixée par un décret, qui ne peut être postérieure de plus de six mois à la date de réception par le Gouvernement de la réponse de la Commission européenne permettant de considérer le dispositif législatif lui ayant été notifié comme conforme au droit de l'Union européenne en matière d'aides d'Etat."},{"type":"add","content":""},{"type":"add","content":"Conformément à l'article 1 du décret n° 2015-307 du 17 mars 2015, l'article 38 de la loi du 29 décembre 2013 entre en vigueur le lendemain de la publication dudit décret."},{"type":"del","content":"LOI n° 2012-1510 du 29 décembre 2012 de finances rectificative pour 2012 - article 33 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2013-01-01 MODIFIE source"},{"type":"add","content":"LOI n° 2013-1279 du 29 décembre 2013 de finances rectificative pour 2013 - article 38 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2013-12-31 MODIFIE source"},{"type":"del","content":"2012-12-29 MODIFIE cible LOI n° 2012-1510 du 29 décembre 2012 de finances rectificative pour 2012 - article 33 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2013-01-01"},{"type":"add","content":"2013-12-29 MODIFIE cible LOI n° 2013-1279 du 29 décembre 2013 de finances rectificative pour 2013 - article 38 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2013-12-31"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code général des impôts - article 39 AUTONOME MODIFIE, en vigueur du 1979-07-01 au 1981-07-01"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/26/94/94/LEGIARTI000026949450.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/26/94/94/LEGIARTI000026949450.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/26/94/94/LEGIARTI000026949450.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/28/44/82/LEGIARTI000028448270.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/28/44/82/LEGIARTI000028448270.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/28/44/82/LEGIARTI000028448270.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000026949450)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000028448270)"}],"status":"modified"}],"stats":{"additions":23,"deletions":16,"filesChanged":1}}