{"sha":"3828e55d3e1d","date":"1984-07-20","message":"Loi n°83-1179 du 29 décembre 1983 DE FINANCES POUR 1984","files":[{"filename":"assiette_et_liquidation_de_l_impot/dispositions_communes_aux_premiere_et_deuxieme_parties_impots_d_etat_et_impositions_percues_au_profit_des_collectivites_locales_et_de_divers_organismes/assiette_et_controle_de_l_impot/mesures_de_controle_des_valeurs_mobilieres/article_1649_quater-0_b.md","articleName":"Article 1649 QUATER-0 B","additions":24,"deletions":10,"diff":[{"type":"del","content":"Les titres des sociétés par actions autres que les SICAV qui ne sont pas inscrits à la cote officielle d'une bourse de valeurs ou au compartiment spécial du marché hors cote doivent obligatoirement être inscrits à un compte tenu chez elle par la société émettrice au nom du propriétaire des titres (1)."},{"type":"add","content":"Les titres des sociétés par actions qui ne sont pas inscrites à la cote officielle ou à la cote du second marché d'une bourse de valeurs et les actions des sociétés autres que les S.I.C.A.V. qui ne répondent pas aux conditions prévues par la première phrase du 1° de l'article 163 octies doivent obligatoirement être inscrits à un compte tenu chez elle par la société émettrice au nom du propriétaire des titres (1)."},{"type":"del","content":"(1) Ces dispositions entreront en vigueur 18 mois après la publication du décret pris pour leur application. Elles ne concernent pas les obligations émises avant cette entrée en vigueur et amortissables par tirage au sort de numéros."},{"type":"add","content":"(1) Ces dispositions entreront en vigueur 18 mois après la publication du décret n° 83-359 du 2 mai 1983. Elles ne concernent pas les obligations émises avant cette entrée en vigueur et amortissables par tirage au sort de numéros."},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Loi n°83-1179 du 29 décembre 1983 DE FINANCES POUR 1984 - article 111 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"del","content":"Loi de finances pour 1982 (n° 81-1160 du 30 décembre 1981) (1)‎ CREATION cible"},{"type":"add","content":"Décret n°83-359 du 2 mai 1983 RELATIF AU REGIME DES VALEURS MOBILIERES CITATION cible"},{"type":"del","content":"      CODIFICATION source Décret 82-881 1982-10-15"},{"type":"add","content":"      CITATION source CGI 163 octies 1°"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1983-05-02 CITATION source Décret n°83-359 du 2 mai 1983 RELATIF AU REGIME DES VALEURS MOBILIERES"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CODIFICATION source Décret 84-875 1984-10-01"},{"type":"del","content":"      HISTO source Edition du 1er septembre 1982"},{"type":"add","content":"      HISTO source Edition du 20 juillet 1984"},{"type":"del","content":"1981-12-30 CREATION source Loi de finances pour 1982 (n° 81-1160 du 30 décembre 1981) (1)‎"},{"type":"add","content":"1983-12-29 MODIFICATION source Loi n°83-1179 du 29 décembre 1983 DE FINANCES POUR 1984 - article 111 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/31/25/LEGIARTI000006312546.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/31/25/LEGIARTI000006312546.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/31/25/LEGIARTI000006312546.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/31/25/LEGIARTI000006312547.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/31/25/LEGIARTI000006312547.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/31/25/LEGIARTI000006312547.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006312546)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006312547)"}],"status":"modified"},{"filename":"assiette_et_liquidation_de_l_impot/dispositions_communes_aux_premiere_et_deuxieme_parties_impots_d_etat_et_impositions_percues_au_profit_des_collectivites_locales_et_de_divers_organismes/dispositions_diverses/commissions_administratives_des_impots/README.md","articleName":"Sommaire - Commissions Administratives Des Impots","additions":1,"deletions":0,"diff":[{"type":"add","content":"- [Article 1651](article_1651.md)"}],"status":"modified"},{"filename":"assiette_et_liquidation_de_l_impot/dispositions_communes_aux_premiere_et_deuxieme_parties_impots_d_etat_et_impositions_percues_au_profit_des_collectivites_locales_et_de_divers_organismes/dispositions_diverses/commissions_administratives_des_impots/article_1651.md","articleName":"Article 1651","additions":238,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article 1651"},{"type":"add","content":""},{"type":"add","content":"1. Il est institué au chef-lieu de chaque département une commission départementale des impôts directs et des taxes sur le chiffre d'affaires dont la composition est réglée par les dispositions ci-après."},{"type":"add","content":""},{"type":"add","content":"2. Cette commission comprend :"},{"type":"add","content":""},{"type":"add","content":"a. Un magistrat du tribunal administratif, désigné par arrêté du ministre de l'intérieur sur proposition du président du tribunal ;"},{"type":"add","content":""},{"type":"add","content":"b. Trois fonctionnaires de la direction générale des impôts ayant au moins le grade d'inspecteur principal."},{"type":"add","content":""},{"type":"add","content":"Lorsqu'en matière de taxes sur le chiffre d'affaires, la commission est saisie d'un litige intéressant un redevable qui relève de l'administration des douanes et droits indirects au regard desdites taxes, l'un des représentants de la direction générale des impôts peut être remplacé par un fonctionnaire de la direction générale des douanes et droits indirects ayant au moins le grade d'inspecteur principal."},{"type":"add","content":""},{"type":"add","content":"Pour statuer sur les cas indiqués à l'article 1503 concernant la révision foncière des propriétés bâties et à l'article 1518 concernant l'actualisation des évaluations foncières des propriétés bâties, la commission départementale comprend un membre du conseil général désigné par cette assemblée et quatre représentants de l'administration fiscale. La commission entend, à titre consultatif, le directeur départemental chargé de la construction ou son représentant ;"},{"type":"add","content":""},{"type":"add","content":"c. Des membres titulaires et des membres suppléants représentant les contribuables justiciables de la commission, savoir :"},{"type":"add","content":""},{"type":"add","content":"1° Quatre titulaires et quatorze suppléants, désignés par les chambres de commerce et d'industrie du département parmi les commerçants ou industriels, éligibles aux tribunaux de commerce, le nombre de suppléants étant porté à vingt dans les départements de plus de 800.000 habitants, à quarante-cinq pour la Ville de Paris ;"},{"type":"add","content":""},{"type":"add","content":"2° Quatre titulaires et huit suppléants, désignés par les chambres de métiers parmi les artisans du département ;"},{"type":"add","content":""},{"type":"add","content":"3° Quatre titulaires et huit suppléants désignés par les fédérations départementales des syndicats d'exploitants agricoles et choisis moitié parmi les propriétaires ruraux et moitié parmi les exploitants passibles de l'impôt sur le revenu au titre des bénéfices de l'exploitation agricole et représentant les différentes régions agricoles du département ; toutefois, lorsque la commission est appelée à arrêter les tarifs des évaluations foncières des propriétés non bâties dans le cas prévu à l'article 1510 ou les coefficients d'actualisation des évaluations des propriétés non bâties dans les conditions fixées par l'article 1518, les quatre membres titulaires et les huit suppléants visés ci-dessus sont désignés par la chambre départementale d'agriculture, moitié parmi les propriétaires ruraux conformément à la présentation faite par la fédération départementale des syndicats de la propriété agricole et la fédération départementale des syndicats d'exploitants agricoles et moitié parmi les exploitants passibles de l'impôt sur le revenu au titre des bénéfices de l'exploitation agricole et représentant les différentes régions agricoles du département, conformément à la présentation faite par la fédération départementale des syndicats d'exploitants agricoles ; un des titulaires et deux des suppléants doivent être propriétaires de bois et forêts et siègent lorsque la commission se prononce sur les tarifs d'évaluation ou les coefficients d'actualisation des valeurs locatives des bois et forêts ;"},{"type":"add","content":""},{"type":"add","content":"4° Quatre titulaires et huit suppléants désignés par les chambres de discipline ou organisations professionnelles les plus importantes groupant dans le département les contribuables dont les profits sont rangés dans la catégorie des bénéfices des professions non commerciales ;"},{"type":"add","content":""},{"type":"add","content":"5° Quatre titulaires et huit suppléants désignés, à raison de deux suppléants pour chaque titulaire, dans les conditions suivantes :"},{"type":"add","content":""},{"type":"add","content":"- un commerçant ou un industriel ainsi que deux dirigeants d'entreprise désignés par les chambres de commerce et d'industrie, après consultation des organisations patronales interprofessionnelles les plus représentatives ;"},{"type":"add","content":""},{"type":"add","content":"- un salarié désigné par les organisations nationales les plus représentatives des ingénieurs et cadres supérieurs ;"},{"type":"add","content":""},{"type":"add","content":"6° Les personnes désignées à l'article 1653 A-I-4° et 5°."},{"type":"add","content":""},{"type":"add","content":"Pour chacune des catégories visées aux 2° à 5°, le nombre des membres suppléants est porté à seize pour la Ville de Paris."},{"type":"add","content":""},{"type":"add","content":"Tous les membres ainsi désignés doivent être de nationalité française, âgés de 25 ans au moins et jouir de leurs droits civils."},{"type":"add","content":""},{"type":"add","content":"La commission est placée sous la présidence effective du magistrat du tribunal administratif."},{"type":"add","content":""},{"type":"add","content":"En cas d'absence ou d'empêchement, ce magistrat est remplacé par un suppléant nommé dans les mêmes conditions ;"},{"type":"add","content":""},{"type":"add","content":"7° Trois titulaires et six suppléants désignés par les organismes représentatifs des propriétaires d'immeubles bâtis du département, à raison d'un titulaire et de deux suppléants choisis respectivement parmi les propriétaires de locaux d'habitation ou à usage professionnel, les propriétaires de locaux à usage commercial et les propriétaires d'établissements industriels situés dans le département ;"},{"type":"add","content":""},{"type":"add","content":"Un titulaire et deux suppléants désignés par les organismes représentatifs des locataires dans le département."},{"type":"add","content":""},{"type":"add","content":"Lorsqu'il existe plusieurs organismes représentatifs pour les propriétaires ou les locataires dans le département, et à défaut d'accord entre eux, les membres de la commission sont désignés par le commissaire de la République sur proposition de ces organismes."},{"type":"add","content":""},{"type":"add","content":"3. Les membres désignés par les chambres de commerce et d'industrie sont appelés à siéger à la commission lorsque le différend soumis à cette dernière porte soit sur des bénéfices industriels et commerciaux, soit sur des chiffres d'affaires."},{"type":"add","content":""},{"type":"add","content":"Lorsque le redevable est un artisan inscrit au répertoire des métiers et s'il existe une ou plusieurs chambres de métiers dans le département, les membres commerçants de la commission sont remplacés par les commissaires désignés par les chambres de métiers."},{"type":"add","content":""},{"type":"add","content":"La représentation des contribuables qui, tout en étant inscrits au répertoire des métiers sont également immatriculés au registre du commerce et des sociétés, est assurée soit par des commissaires désignés par les chambres de commerce et d'industrie, soit par des commissaires désignés par les chambres de métiers selon qu'ils déclarent que leur activité principale est commerciale ou artisanale."},{"type":"add","content":""},{"type":"add","content":"Si aucun des commissaires n'appartient à la profession exercée par le contribuable dont la situation est examinée, celui-ci peut demander que l'un d'eux soit remplacé par un représentant de l'une des organisations professionnelles dont il fait partie."},{"type":"add","content":""},{"type":"add","content":"Les membres désignés par les fédérations départementales des syndicats d'exploitants agricoles sont appelés à siéger à la commission lorsque celle-ci intervient pour fixer les éléments à retenir en vue du calcul du bénéfice forfaitaire agricole ou lorsqu'elle connaît d'un différend concernant l'évaluation du bénéfice ou du chiffre d'affaires de l'exploitation agricole déterminé selon un mode réel d'imposition. Lorsqu'il existe dans un même département plusieurs fédérations de syndicats d'exploitants agricoles, les membres de la commission sont désignés par le préfet sur proposition de ces fédérations."},{"type":"add","content":""},{"type":"add","content":"Les membres désignés par la chambre départementale d'agriculture sont appelés à siéger à la commission lorsque celle-ci intervient pour arrêter les tarifs des évaluations foncières des propriétés non bâties (article 1510) ou les coefficients d'actualisation des évaluations des propriétés non bâties (article 1518)."},{"type":"add","content":""},{"type":"add","content":"Les membres désignés par les chambres de discipline ou par les organisations des professions non commerciales du département sont appelés à siéger à la commission lorsque le différend soumis à celle-ci porte sur des bénéfices de professions non commerciales, des revenus y assimilés ou des chiffres d'affaires réalisés par les titulaires de revenus non commerciaux. Toutefois, si aucun de ces commissaires n'appartient à la profession exercée par l'intéressé, ce dernier a le droit de demander que l'un d'eux soit remplacé par un représentant de l'une des associations professionnelles dont il fait partie. Lorsque le différend concerne un médecin ou un chirurgien, un chirurgien-dentiste ou un avocat, les commissaires représentant les contribuables sont remplacés par quatre médecins, quatre chirurgiens-dentistes ou quatre avocats exerçant leur profession dans le département et désignés suivant les cas par le conseil régional de l'ordre des médecins, le conseil régional de l'ordre des chirurgiens-dentistes ou la réunion des conseils de l'ordre des avocats et des bâtonniers des barreaux du département. S'il concerne une sage-femme, les commissaires représentant les contribuables sont remplacés par quatre sage-femmes désignées par le conseil régional de l'ordre des médecins constitué conformément aux dispositions de l'article L. 454 du code de la santé publique."},{"type":"add","content":""},{"type":"add","content":"Les membres désignés par les chambres de commerce et d'industrie après consultation des organisations patronales interprofessionnelles les plus représentatives ainsi que par les organisations nationales les plus représentatives des ingénieurs et cadres supérieurs sont appelés à siéger à la commission lorsqu'elle est saisie de différends concernant la déduction des rémunérations visées à l'article 39-1-1° ou relatifs à l'imposition au nom des bénéficiaires de la fraction des rémunérations mentionnées à l'article 111-d."},{"type":"add","content":""},{"type":"add","content":"Les personnes désignées à l'article 1653 A-I-3° et 4° sont appelées à siéger à la commission lorsqu'elle est saisie d'un désaccord portant sur la valeur vénale retenue pour l'assiette de la taxe sur la valeur ajoutée dans les cas prévus à l'article 287-3."},{"type":"add","content":""},{"type":"add","content":"Les membres désignés par les organismes représentatifs des propriétaires d'immeubles bâtis et des locataires sont appelés à siéger à la commission lorsqu'elle doit statuer sur les cas visés aux articles 1503 et 1518."},{"type":"add","content":""},{"type":"add","content":"4. Les membres non fonctionnaires de la commission sont nommés pour un an et leur mandat est renouvelable (1)."},{"type":"add","content":""},{"type":"add","content":"5. La commission, constituée suivant les règles en vigueur au 1er janvier de chaque année, est compétente pour connaître des désaccords afférents tant aux impositions de l'année en cours qu'à celles des années comprises dans les délais de reprise lorsqu'elle intervient :"},{"type":"add","content":""},{"type":"add","content":"- dans la procédure de fixation des forfaits de bénéfice et de chiffre d'affaires en application de l'article L 5 du livre des procédures fiscales ou dans celle de détermination de l'évaluation administrative d'un bénéfice non commercial conformément à l'article L 7 du même livre ;"},{"type":"add","content":""},{"type":"add","content":"- dans la procédure de redressement contradictoire en cas de désaccord sur le résultat des vérifications portant sur les matières indiquées à l'article L59 A du livre précité."},{"type":"add","content":""},{"type":"add","content":"6. (Abrogé)."},{"type":"add","content":""},{"type":"add","content":"7. La décision de la commission est prise à la majorité des voix. En cas de partage des voix, la voix du président est prépondérante."},{"type":"add","content":""},{"type":"add","content":"8. Dans les départements de la Guadeloupe, de la Guyane, de la Martinique et de la Réunion, la commission départementale est présidée par un magistrat de l'ordre judiciaire. Les fonctionnaires représentant la direction générale des impôts doivent avoir au moins le grade d'inspecteur."},{"type":"add","content":""},{"type":"add","content":"(1) Voir également livre des procédures fiscales, art. L113."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Loi n° 83-1179 du 29 décembre 1983 de finances pour 1984 - article 98 AUTONOME VIGUEUR, en vigueur depuis le 1984-01-01 MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article L454 AUTONOME ABROGE, en vigueur du 1953-10-07 au 1995-02-05 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2013-05-30 CITATION cible Arrêté du 30 mai 2013 pris pour l'application de l'article 408 de l'annexe II au code général des impôts relatif aux règles de compétence et de délégation de signature applicables au traitement des réclamations contentieuses et des demandes à titre gracieux présentées par les contribuables - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CITATION source CGI 111 d"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CITATION source CGI 1503"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CITATION source CGI 1510"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CITATION source CGI 1518"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CITATION source CGI 1653 A I 4°, 5°"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CITATION source CGI 287 3"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CITATION source CGI 39 1 1°"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CITATION source CGI L113"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CITATION source CGI L5"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CITATION source CGI L59 A"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CITATION source CGI L7"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1983-12-29 MODIFICATION source Loi n° 83-1179 du 29 décembre 1983 de finances pour 1984 - article 98 AUTONOME VIGUEUR, en vigueur depuis le 1984-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2009-12-08 CITATION cible Décret n° 2009-1521 du 8 décembre 2009 relatif aux vacations allouées au président de la Commission nationale des impôts directs et des taxes sur le chiffre d'affaires et aux présidents des commissions départementales des impôts directs et des taxes sur le chiffre d'affaires - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2010-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2017-05-04 CITATION cible Décret n° 2017-769 du 4 mai 2017 relatif aux commissions des impôts directs et des taxes sur le chiffre d'affaires - article 3 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la construction et de l'habitation - article L313-4 AUTONOME VIGUEUR, en vigueur depuis le 2019-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la construction et de l'habitation - article R313-3 AUTONOME MODIFIE, en vigueur du 2012-05-11 au 2014-04-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 1503 AUTONOME VIGUEUR, en vigueur depuis le 2017-09-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 1518 AUTONOME MODIFIE, en vigueur du 2018-01-01 au 2019-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 1651 A AUTONOME VIGUEUR, en vigueur depuis le 2017-09-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 1651 M AUTONOME MODIFIE, en vigueur du 2007-12-29 au 2017-09-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 1652 AUTONOME ABROGE, en vigueur du 2010-05-01 au 2016-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 1653 AUTONOME VIGUEUR, en vigueur depuis le 2020-12-09"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 77 AUTONOME MODIFIE, en vigueur du 1950-04-30 au 1979-07-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts, annexe II - article 310 sexdecies AUTONOME ABROGE, en vigueur du 2012-04-01 au 2017-09-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 347 AUTONOME VIGUEUR, en vigueur depuis le 2017-09-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts, annexe IV - article 170 undecies AUTONOME VIGUEUR, en vigueur depuis le 2017-09-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts, annexe IV - article 217 AUTONOME VIGUEUR, en vigueur depuis le 2017-09-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code rural et de la pêche maritime - article L716-3 AUTONOME VIGUEUR, en vigueur depuis le 2019-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code rural et de la pêche maritime - article R716-29 AUTONOME MODIFIE, en vigueur du 2013-02-08 au 2014-04-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la santé publique - article L454 AUTONOME ABROGE, en vigueur du 1953-10-07 au 1995-02-05"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CODIFICATION source Décret 84-875 1984-10-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Livre des procédures fiscales - article L1 AUTONOME ABROGE, en vigueur du 1981-07-01 au 2016-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Livre des procédures fiscales - article L136 AUTONOME VIGUEUR, en vigueur depuis le 2017-09-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Livre des procédures fiscales - article L59 AUTONOME VIGUEUR, en vigueur depuis le 2022-05-07"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Livre des procédures fiscales - article L60 AUTONOME MODIFIE, en vigueur du 2016-07-01 au 2017-09-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Livre des procédures fiscales - article R*1-2 AUTONOME VIGUEUR, en vigueur depuis le 2016-06-13"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Livre des procédures fiscales - article R*200-1 AUTONOME VIGUEUR, en vigueur depuis le 2017-09-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Livre des procédures fiscales - article R*60-2 AUTONOME VIGUEUR, en vigueur depuis le 2022-07-17"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Livre des procédures fiscales - article R*60-3 AUTONOME VIGUEUR, en vigueur depuis le 2022-07-17"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Livre des procédures fiscales - article R60-2 A AUTONOME VIGUEUR, en vigueur depuis le 2022-07-17"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/31/26/LEGIARTI000006312602.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/31/26/LEGIARTI000006312602.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/31/26/LEGIARTI000006312602.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_impots/src/branch/main/assiette_et_liquidation_de_l_impot/dispositions_communes_aux_premiere_et_deuxieme_parties_impots_d_etat_et_impositions_percues_au_profit_des_collectivites_locales_et_de_divers_organismes/dispositions_diverses/commissions_administratives_des_impots/article_1651.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006312602)"},{"type":"add","content":""}],"status":"added"},{"filename":"assiette_et_liquidation_de_l_impot/impositions_percues_au_profit_de_certains_etablissements_publics_et_d_organismes_divers/impots_directs_et_taxes_assimilees/README.md","articleName":"Sommaire - Impots Directs Et Taxes Assimilees","additions":0,"deletions":1,"diff":[{"type":"del","content":"- [TAXE PERCUE AU PROFIT DU FONDS D'ORIENTATION ET DE REGULARISATION DES MARCHES AGRICOLES.](taxe_percue_au_profit_du_fonds_d_orientation_et_de_regularisation_des_marches_agricoles/README.md)"}],"status":"modified"},{"filename":"assiette_et_liquidation_de_l_impot/impositions_percues_au_profit_de_certains_etablissements_publics_et_d_organismes_divers/impots_directs_et_taxes_assimilees/taxe_percue_au_profit_du_fonds_d_orientation_et_de_regularisation_des_marches_agricoles/README.md","articleName":"Sommaire - Taxe Percue Au Profit Du Fonds D Orientation Et De Regularisation Des Marches Agricoles","additions":0,"deletions":14,"diff":[{"type":"del","content":""},{"type":"del","content":"# TAXE PERCUE AU PROFIT DU FONDS D'ORIENTATION ET DE REGULARISATION DES MARCHES AGRICOLES."},{"type":"del","content":""},{"type":"del","content":"- [Article 1606](article_1606.md)"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/06/14/71/LEGISCTA000006147189.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/06/14/71/LEGISCTA000006147189.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/SCTA/00/00/06/14/71/LEGISCTA000006147189.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://taxe_percue_au_profit_du_fonds_d_orientation_et_de_regularisation_des_marches_agricoles/README.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/section_lc/LEGITEXT000006069577/LEGISCTA000006147189)"},{"type":"del","content":""}],"status":"deleted"},{"filename":"assiette_et_liquidation_de_l_impot/impositions_percues_au_profit_de_certains_etablissements_publics_et_d_organismes_divers/impots_directs_et_taxes_assimilees/taxe_percue_au_profit_du_fonds_d_orientation_et_de_regularisation_des_marches_agricoles/article_1606.md","articleName":"Article 1606","additions":0,"deletions":68,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article 1606"},{"type":"del","content":""},{"type":"del","content":"I Le fonds d'orientation et de régularisation des marchés agricoles institué par l'article 1er du décret n° 61-827 du 29 juillet 1961 est alimenté, notamment, à compter du 1er janvier 1962, par la taxe spéciale dite prime de soutien des produits agricoles et d'orientation des cultures prévue à l'article 2 du décret n° 55-575 du 20 mai 1955."},{"type":"del","content":""},{"type":"del","content":"Le produit de cette taxe est fixé par une loi avant le 1er novembre de chaque année pour l'année suivante."},{"type":"del","content":""},{"type":"del","content":"La taxe est répartie entre tous les assujettis à la taxe foncière sur les propriétés non bâties dans les conditions prévues au II."},{"type":"del","content":""},{"type":"del","content":"Toutefois, les dispositions prévues à l'alinéa précédent ne sont pas applicables aux propriétés en nature de bois, oseraies, aulnaies et saussaies."},{"type":"del","content":""},{"type":"del","content":"La taxe établie en vertu du premier alinéa est, nonobstant toute clause ou disposition contraire, remboursée au propriétaire par le locataire ou le fermier ou par le métayer pour une fraction correspondant à sa participation dans les produits de l'exploitation. En vue du paiement de cette taxe, le propriétaire peut demander l'établissement d'un rôle auxiliaire et d'un avis d'imposition au nom de chaque locataire, fermier ou métayer, dans les conditions prévues par l'article 1660."},{"type":"del","content":""},{"type":"del","content":"II 1 Le produit national de la taxe est réparti entre les départements, dans les conditions prévues au 2, par une commission dont la composition et le fonctionnement sont fixés par un arrêté conjoint du ministre de l'économie et des finances et du ministre de l'agriculture."},{"type":"del","content":""},{"type":"del","content":"2 La répartition du produit national entre les départements est faite par la commission nationale prévue au 1, à savoir :"},{"type":"del","content":""},{"type":"del","content":"- 30 % en fonction du nombre d'hectares cadastrés de propriétés non bâties;"},{"type":"del","content":""},{"type":"del","content":"- 70 % en fonction de la valeur de la production agricole commercialisée."},{"type":"del","content":""},{"type":"del","content":"3 A l'intérieur de chaque département, la taxe est répartie entre les assujettis au prorata du revenu cadastral des propriétés non bâties soumises à la taxe."},{"type":"del","content":""},{"type":"del","content":"III Est suspendue, jusqu'à l'établissement du cadastre forestier, l'exonération de la taxe spéciale prévue par le I, quatrième alinéa, dans la mesure où cette exonération s'applique à des propriétés autres que celles appartenant à l'Etat, aux départements, aux communes, aux sections de communes et aux établissements publics."},{"type":"del","content":""},{"type":"del","content":"Le produit de la taxe payée au titre des propriétés en nature de bois, oseraies, aulnaies et saussaies est affecté à la confection d'un cadastre forestier, dont l'établissement est confié au service du cadastre en collaboration avec l'office national des forêts."},{"type":"del","content":""},{"type":"del","content":"IV En ce qui concerne les territoires non métropolitains, il sera statué ultérieurement sur les conditions dans lesquelles les producteurs et les territoires intéressés participeront au financement des opérations du fonds spécial."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°61-827 du 29 juillet 1961 RELATIF AUX ATTRIBUTIONS ET AU FONCTIONNEMENT DU FORMA (DEVIENT UN ETABLISSEMENT PUBLIC A CARACTERE INDUSTRIEL ET COMMERCIAL) CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°55-575 du 20 mai 1955 RELATIF A L'INSTITUTION ET AU FONCTIONNEMENT DU FONDS DE GARANTIE MUTUELLE ET D'ORIENTATION DE LA PRODUCTION AGRICOLE CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CITATION source CGI 660"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1955-05-20 CITATION source Décret n°55-575 du 20 mai 1955 RELATIF A L'INSTITUTION ET AU FONCTIONNEMENT DU FONDS DE GARANTIE MUTUELLE ET D'ORIENTATION DE LA PRODUCTION AGRICOLE"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1961-07-29 CITATION source Décret n°61-827 du 29 juillet 1961 RELATIF AUX ATTRIBUTIONS ET AU FONCTIONNEMENT DU FORMA (DEVIENT UN ETABLISSEMENT PUBLIC A CARACTERE INDUSTRIEL ET COMMERCIAL)"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/31/23/LEGIARTI000006312308.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/31/23/LEGIARTI000006312308.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/31/23/LEGIARTI000006312308.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_impots/src/branch/main/assiette_et_liquidation_de_l_impot/impositions_percues_au_profit_de_certains_etablissements_publics_et_d_organismes_divers/impots_directs_et_taxes_assimilees/taxe_percue_au_profit_du_fonds_d_orientation_et_de_regularisation_des_marches_agricoles/article_1606.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006312308)"},{"type":"del","content":""}],"status":"deleted"},{"filename":"assiette_et_liquidation_de_l_impot/impots_d_etat/droits_de_timbre/impot_sur_les_operations_de_bourse/article_980_bis.md","articleName":"Article 980 BIS","additions":8,"deletions":33,"diff":[{"type":"del","content":"L'exonération ne s'applique pas aux obligations échangeables ou convertibles en actions, aux valeurs assorties de clauses d'indexation ou de clauses de participation aux bénéfices de la société émettrice, aux titres dont les intérêts bénéficient du régime prévu par les articles 157-8°, 157-14° et 157-15° ;"},{"type":"del","content":""},{"type":"del","content":"a. lorsque, dans les sept ans suivant la date de négociation, ces titres doivent être amortis en totalité ou peuvent être intégralement remboursés à la demande des porteurs, b. et lorsqu'il ne s'agit ni d'obligations échangeables ou convertibles en actions, ni de valeurs assorties de clauses d'indexation ou de clauses de participation aux bénéfices de la société émettrice, ni de titres dont les intérêts bénéficient du régime prévu par les articles 157-8°, 157-14° et 157-15° ;"},{"type":"add","content":"L'exonération ne s'applique pas aux obligations échangeables ou convertibles en actions, aux valeurs assorties de clauses d'indexation ou de clauses de participation aux bénéfices de la société émettrice, aux titres dont les intérêts bénéficient du régime prévu par l'article 157-8° ;"},{"type":"del","content":"4° Aux opérations portant sur des valeurs mobilières inscrites à la cote officielle d'une bourse de province, à la cote du second marché ou figurant au relevé quotidien des valeurs non admises à la cote officielle d'une de ces bourses."},{"type":"add","content":"4° Aux opérations portant sur des valeurs mobilières inscrites à la cote officielle d'une bourse de province, à la cote du second marché ou figurant au relevé quotidien des valeurs non admises à la cote officielle d'une de ces bourses ;"},{"type":"del","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 82-1126 du 29 décembre 1982 de finances pour 1983 - article 6 AUTONOME PERIME, en vigueur du 1983-01-01 au 2007-09-01 MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 83-1 du 3 janvier 1983 sur le développement des investissements et la protection de l'épargne - article 22 AUTONOME VIGUEUR, en vigueur depuis le 1983-01-04 MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":"Loi n°83-1 du 3 janvier 1983 SUR LE DEVELOPPEMENT DES INVESTISSEMENTS ET LA PROTECTION DE L'EPARGNE MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":"      CITATION source CGI 157 8°, 14°, 15°"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CODIFICATION source Décret 83-899 1983-10-06"},{"type":"add","content":"      CITATION source CGI 157 8°"},{"type":"del","content":"1982-12-29 MODIFICATION source Loi n° 82-1126 du 29 décembre 1982 de finances pour 1983 - article 6 AUTONOME PERIME, en vigueur du 1983-01-01 au 2007-09-01"},{"type":"add","content":"      CODIFICATION source Décret 84-875 1984-10-01"},{"type":"del","content":""},{"type":"del","content":"1983-01-03 MODIFICATION source Loi n°83-1 du 3 janvier 1983 SUR LE DEVELOPPEMENT DES INVESTISSEMENTS ET LA PROTECTION DE L'EPARGNE"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1983-01-03 MODIFICATION source Loi n° 83-1 du 3 janvier 1983 sur le développement des investissements et la protection de l'épargne - article 22 AUTONOME VIGUEUR, en vigueur depuis le 1983-01-04"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/31/12/LEGIARTI000006311246.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/31/12/LEGIARTI000006311246.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/31/12/LEGIARTI000006311246.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/31/12/LEGIARTI000006311247.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/31/12/LEGIARTI000006311247.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/31/12/LEGIARTI000006311247.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006311246)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006311247)"}],"status":"modified"},{"filename":"assiette_et_liquidation_de_l_impot/impots_d_etat/impots_directs/impot_sur_le_revenu/calcul_de_l_impot/article_197.md","articleName":"Article 197","additions":29,"deletions":31,"diff":[{"type":"del","content":"0 % à la fraction du revenu qui n'excède pas 25.240 F ;"},{"type":"add","content":"0 % à la fraction du revenu qui n'excède pas 27.540 F ;"},{"type":"del","content":"5 % à la fraction du revenu comprise entre 25.240 F et 26.380 F ;"},{"type":"add","content":"5 % à la fraction du revenu comprise entre 27.540 F et 28.780 F ;"},{"type":"del","content":"10 % à la fraction du revenu comprise entre 26.380 F et 31.280 F ;"},{"type":"add","content":"10 % à la fraction du revenu comprise entre 28.780 F et 34.140 F ;"},{"type":"del","content":"15 % à la fraction du revenu comprise entre 31.280 F et 49.480 F ;"},{"type":"add","content":"15 % à la fraction du revenu comprise entre 34.140 F et 53.980 F ;"},{"type":"del","content":"20 % à la fraction du revenu comprise entre 49.480 F et 63.620 F ;"},{"type":"add","content":"20 % à la fraction du revenu comprise entre 53.980 F et 69.400 F ;"},{"type":"del","content":"25 % à la fraction du revenu comprise entre 63.620 F et 79.940 F ;"},{"type":"add","content":"25 % à la fraction du revenu comprise entre 69.400 F et 87.220 F ;"},{"type":"del","content":"30 % à la fraction du revenu comprise entre 79.940 F et 96.720 F ;"},{"type":"add","content":"30 % à la fraction du revenu comprise entre 87.220 F et 105.520 F ;"},{"type":"del","content":"35 % à la fraction du revenu comprise entre 96.720 F et 111.580 F ;"},{"type":"add","content":"35 % à la fraction du revenu comprise entre 105.520 F et 121.740 F ;"},{"type":"del","content":"40 % à la fraction du revenu comprise entre 111.580 F et 185.940 F ;"},{"type":"add","content":"40 % à la fraction du revenu comprise entre 121.740 F et 202.860 F ;"},{"type":"del","content":"45 % à la fraction du revenu comprise entre 185.940 F et 255.720 F ;"},{"type":"add","content":"45 % à la fraction du revenu comprise entre 202.860 F et 279.000 F ;"},{"type":"del","content":"50 % à la fraction du revenu comprise entre 255.720 F et 302.500 F ;"},{"type":"add","content":"50 % à la fraction du revenu comprise entre 279.000 F et 330.020 F ;"},{"type":"del","content":"55 % à la fraction du revenu comprise entre 302.500 F et 344.080 F ;"},{"type":"add","content":"55 % à la fraction du revenu comprise entre 330.020 F et 375.400 F ;"},{"type":"del","content":"60 % à la fraction du revenu comprise entre 344.080 F et 390.000 F ;"},{"type":"add","content":"60 % à la fraction du revenu comprise entre 375.400 F et 425.500 F ;"},{"type":"del","content":"65 % à la fraction du revenu supérieure à 390.000 F."},{"type":"add","content":"65 % à la fraction du revenu supérieure à 425.500 F."},{"type":"del","content":"Le montant de la décote est relevé chaque année dans la même proportion que la limite supérieure de la première tranche du barème de l'impôt sur le revenu. Le montant obtenu est arrondi, s'il y a lieu, à la centaine de francs supérieure."},{"type":"add","content":"Le montant de la décote est relevé chaque année dans la même proportion que la limite supérieure de la première tranche du barème de l'impôt sur le revenu. Le montant obtenu est arrondi, s'il y a lieu, à la centaine de francs supérieure. Toutefois, les montants de 2.600 F et de 800 F sont portés respectivement à 3.200 F et 1.100 F pour l'imposition des revenus de 1982 et à 3.700 F et 1.400 F pour l'imposition des revenus de 1983."},{"type":"del","content":"Toutefois, pour l'imposition des revenus de 1982, les montants de 2.600 F et 800 F sont portés respectivement à 3.200 F et 1.100 F."},{"type":"del","content":""},{"type":"del","content":"VII La réduction d'impôt brut résultant de l'application des dispositions des articles 193 et suivants ne peut excéder 8.450 F (4) pour chacune des demi-parts additionnelles au nombre de parts suivant :"},{"type":"add","content":"VII La réduction d'impôt brut résultant de l'application des dispositions des articles 193 et suivants ne peut excéder 9.250 F (4) pour chacune des demi-parts additionnelles au nombre de parts suivant :"},{"type":"del","content":"(1) Barème applicable pour l'établissement de l'impôt sur le revenu dû au titre de l'année 1982."},{"type":"add","content":"(1) Barème applicable pour l'établissement de l'impôt sur le revenu dû au titre de l'année 1983."},{"type":"del","content":"(3) Chiffres portés à 20.500F et 27.300 F pour 1981 et à 23.100 F et 30.700 F pour 1982."},{"type":"add","content":"(3) Chiffres portés à 23.100F et 30.700 F pour 1982 et à 25.300 F et 33.500 F pour 1983."},{"type":"del","content":"(4) Ce plafond était de 7.500 F pour l'imposition des revenus de 1981."},{"type":"add","content":"(4) Ce plafond était de 8.450 F pour l'imposition des revenus de 1982."},{"type":"del","content":"Loi n° 82-1126 du 29 décembre 1982 de finances pour 1983 - article 2 AUTONOME VIGUEUR, en vigueur depuis le 1983-01-01 MODIFICATION cible"},{"type":"add","content":"Loi n°83-1179 du 29 décembre 1983 DE FINANCES POUR 1984 - article 2 AUTONOME VIGUEUR, en vigueur depuis le 1983-12-30 MODIFICATION cible"},{"type":"del","content":"Loi n°82-1126 du 29 décembre 1982 DE FINANCES POUR 1983 MODIFICATION cible"},{"type":"add","content":"Loi n°83-1179 du 29 décembre 1983 DE FINANCES POUR 1984 MODIFICATION cible"},{"type":"del","content":"1982-12-29 MODIFICATION source Loi n°82-1126 du 29 décembre 1982 DE FINANCES POUR 1983"},{"type":"add","content":"1983-12-29 MODIFICATION source Loi n°83-1179 du 29 décembre 1983 DE FINANCES POUR 1984"},{"type":"del","content":"1982-12-29 MODIFICATION source Loi n° 82-1126 du 29 décembre 1982 de finances pour 1983 - article 2 AUTONOME VIGUEUR, en vigueur depuis le 1983-01-01"},{"type":"add","content":"1983-12-29 MODIFICATION source Loi n°83-1179 du 29 décembre 1983 DE FINANCES POUR 1984 - article 2 AUTONOME VIGUEUR, en vigueur depuis le 1983-12-30"},{"type":"del","content":"      CODIFICATION source Décret 83-899 1983-10-06"},{"type":"add","content":"      CODIFICATION source Décret 84-875 1984-10-01"},{"type":"del","content":"      HISTO source Edition du 10 juillet 1983"},{"type":"add","content":"      HISTO source Edition du 20 juillet 1984"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/83/LEGIARTI000006308325.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/83/LEGIARTI000006308325.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/83/LEGIARTI000006308325.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/83/LEGIARTI000006308326.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/83/LEGIARTI000006308326.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/83/LEGIARTI000006308326.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006308325)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006308326)"}],"status":"modified"},{"filename":"assiette_et_liquidation_de_l_impot/impots_d_etat/impots_directs/impot_sur_le_revenu/revenus_imposables/README.md","articleName":"Sommaire - Revenus Imposables","additions":0,"deletions":11,"diff":[{"type":"del","content":"- [Article 68 A](article_68_a.md)"},{"type":"del","content":"- [Article 68 B](article_68_b.md)"},{"type":"del","content":"- [Article 68 C](article_68_c.md)"},{"type":"del","content":"- [Article 68 C bis](article_68_c_bis.md)"},{"type":"del","content":"- [Article 68 D](article_68_d.md)"},{"type":"del","content":"- [Article 68 E](article_68_e.md)"},{"type":"del","content":"- [Article 69 bis](article_69_bis.md)"},{"type":"del","content":"- [Article 69 ter](article_69_ter.md)"},{"type":"del","content":"- [Article 69 quater](article_69_quater.md)"},{"type":"del","content":"- [Article 69 quinquies](article_69_quinquies.md)"},{"type":"del","content":"- [Article 96](article_96.md)"}],"status":"modified"},{"filename":"assiette_et_liquidation_de_l_impot/impots_d_etat/impots_directs/impot_sur_le_revenu/revenus_imposables/article_68_a.md","articleName":"Article 68 A","additions":0,"deletions":32,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article 68 A"},{"type":"del","content":""},{"type":"del","content":"Un régime simplifié d'imposition d'après le bénéfice réel s'applique aux petits et moyens exploitants agricoles relevant de l'impôt sur le revenu (1)."},{"type":"del","content":""},{"type":"del","content":"1) Ce régime s'applique, pour la première fois, aux bénéfices des exercices ouverts en 1977. Pour l'imposition des bénéfices des exercices antérieurs, se reporter à l'édition précédente du code."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CONCORDE source CGI 69 II"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      HISTO source EDITION 1979-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/70/LEGIARTI000006307064.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/70/LEGIARTI000006307064.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/70/LEGIARTI000006307064.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_impots/src/branch/main/assiette_et_liquidation_de_l_impot/impots_d_etat/impots_directs/impot_sur_le_revenu/revenus_imposables/article_68_a.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006307064)"},{"type":"del","content":""}],"status":"deleted"},{"filename":"assiette_et_liquidation_de_l_impot/impots_d_etat/impots_directs/impot_sur_le_revenu/revenus_imposables/article_68_b.md","articleName":"Article 68 B","additions":0,"deletions":39,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article 68 B"},{"type":"del","content":""},{"type":"del","content":"Le régime simplifié d'imposition s'applique :"},{"type":"del","content":""},{"type":"del","content":"a Sur option, aux exploitants normalement placés sous le régime du forfait;"},{"type":"del","content":""},{"type":"del","content":"b De plein droit, aux autres exploitants, y compris ceux dont le forfait aura été dénoncé par l'administration, dont les recettes n'excèdent pas le double de la limite prévue à l'article 69 A pour l'imposition obligatoire d'après le bénéfice réel."},{"type":"del","content":""},{"type":"del","content":"Ces deux catégories d'exploitants peuvent opter pour le régime du bénéfice réel."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CITATION source CGI 69 A"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CONCORDE source CGI 69 II"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      HISTO source EDITION 1979-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/70/LEGIARTI000006307065.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/70/LEGIARTI000006307065.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/70/LEGIARTI000006307065.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_impots/src/branch/main/assiette_et_liquidation_de_l_impot/impots_d_etat/impots_directs/impot_sur_le_revenu/revenus_imposables/article_68_b.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006307065)"},{"type":"del","content":""}],"status":"deleted"},{"filename":"assiette_et_liquidation_de_l_impot/impots_d_etat/impots_directs/impot_sur_le_revenu/revenus_imposables/article_68_c.md","articleName":"Article 68 C","additions":0,"deletions":42,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article 68 C"},{"type":"del","content":""},{"type":"del","content":"Le bénéfice imposable des exploitants soumis au régime simplifié est déterminé selon les principes qui sont applicables aux entreprises industrielles et commerciales, sous réserve des adaptations prévues à l'article 69 quater et des simplifications suivantes : pour la détermination du résultat d'exploitation, il est tenu compte des recettes encaissées et des dépenses payées au cours de l'exercice au lieu et place des créances et des dettes;"},{"type":"del","content":""},{"type":"del","content":"- les recettes correspondant aux produits de l'exploitation livrés ou vendus mais non encore payés à la clôture de l'exercice d'imposition sont rattachés aux recettes de l'exercice si l'encaissement intervient avant le 1er mai de l'année suivante; les achats livrés mais non encore payés à la clôture de l'exercice d'imposition sont rattachés aux achats de cet exercice;"},{"type":"del","content":""},{"type":"del","content":"- les stocks, y compris les animaux, mais non compris les matières premières achetées, sont évalués selon une méthode forfaitaire, à partir du cours du jour à la clôture de l'exercice. Le décret prévu à l'article 68 E peut définir des méthodes particulières d'évaluation pour les matières premières achetées."},{"type":"del","content":""},{"type":"del","content":"Il n'est pas constitué de provision."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CITATION source CGI 68 E"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CITATION source CGI 69 quater"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CONCORDE source CGI 74"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      HISTO source EDITION 1979-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/70/LEGIARTI000006307066.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/70/LEGIARTI000006307066.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/70/LEGIARTI000006307066.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_impots/src/branch/main/assiette_et_liquidation_de_l_impot/impots_d_etat/impots_directs/impot_sur_le_revenu/revenus_imposables/article_68_c.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006307066)"},{"type":"del","content":""}],"status":"deleted"},{"filename":"assiette_et_liquidation_de_l_impot/impots_d_etat/impots_directs/impot_sur_le_revenu/revenus_imposables/article_68_c_bis.md","articleName":"Article 68 C BIS","additions":0,"deletions":33,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article 68 C bis"},{"type":"del","content":""},{"type":"del","content":"L'exercice d'imposition coincide avec l'année civile pour l'application du régime simplifié."},{"type":"del","content":""},{"type":"del","content":"Lorsqu'un exploitant passe, en cours d'année, du régime d'imposition d'après le bénéfice réel au régime simplifié d'imposition, le premier exercice pour lequel l'exploitant est soumis au nouveau régime est clos le 31 décembre de la même année. Le bénéfice de cet exercice fait l'objet d'une imposition distincte établie d'après le taux moyen prévu au troisième alinéa si le dernier exercice clos sous le régime réel est au moins égal à douze mois. Dans le cas contraire, ou lorsque le taux moyen est égal à zéro, ce bénéfice est ajouté au résultat du dernier exercice clos sous le régime réel et imposé dans les conditions prévues pour celui-ci."},{"type":"del","content":""},{"type":"del","content":"Le taux moyen mentionné au deuxième alinéa est celui effectivement appliqué aux revenus de l'intéressé imposés au titre de l'année de clôture du dernier exercice soumis au régime du bénéfice réel, à l'exclusion du bénéfice agricole faisant l'objet de l'imposition distincte prévue au même alinéa (1)."},{"type":"del","content":""},{"type":"del","content":"1) Dispositions applicables pour la première fois aux bénéfices des exercices ouverts à compter du 1er janvier 1977."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      HISTO source EDITION 1979-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/70/LEGIARTI000006307067.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/70/LEGIARTI000006307067.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/70/LEGIARTI000006307067.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_impots/src/branch/main/assiette_et_liquidation_de_l_impot/impots_d_etat/impots_directs/impot_sur_le_revenu/revenus_imposables/article_68_c_bis.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006307067)"},{"type":"del","content":""}],"status":"deleted"},{"filename":"assiette_et_liquidation_de_l_impot/impots_d_etat/impots_directs/impot_sur_le_revenu/revenus_imposables/article_68_d.md","articleName":"Article 68 D","additions":0,"deletions":45,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article 68 D"},{"type":"del","content":""},{"type":"del","content":"La déclaration de résultats que souscrivent, en application de l'article 53, les exploitants agricoles soumis au régime simplifié d'imposition d'après le bénéfice réel, comporte :"},{"type":"del","content":""},{"type":"del","content":"- un compte simplifié faisant apparaître le résultat fiscal déterminé dans les conditions prévues à l'article 68 C;"},{"type":"del","content":""},{"type":"del","content":"- un tableau des immobilisations et des amortissements."},{"type":"del","content":""},{"type":"del","content":"A l'exception des documents mentionnés ci-dessus, ces exploitants sont dispensés de présenter à l'administration le bilan et les autres documents comptables prévus par le premier alinéa de l'article 54."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CITATION source CGI 53"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CITATION source CGI 54"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CITATION source CGI 68 C"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CONCORDE source CGI 74 A"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      HISTO source EDITION 1979-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/70/LEGIARTI000006307068.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/70/LEGIARTI000006307068.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/70/LEGIARTI000006307068.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_impots/src/branch/main/assiette_et_liquidation_de_l_impot/impots_d_etat/impots_directs/impot_sur_le_revenu/revenus_imposables/article_68_d.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006307068)"},{"type":"del","content":""}],"status":"deleted"},{"filename":"assiette_et_liquidation_de_l_impot/impots_d_etat/impots_directs/impot_sur_le_revenu/revenus_imposables/article_68_e.md","articleName":"Article 68 E","additions":0,"deletions":46,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article 68 E"},{"type":"del","content":""},{"type":"del","content":"Un décret fixe les conditions d'application des articles 68 A à 68 D (1). Il précise en outre :"},{"type":"del","content":""},{"type":"del","content":"- les modalités de détermination du revenu imposable tel qu'il est défini à l'article 68 C;"},{"type":"del","content":""},{"type":"del","content":"- les conditions d'exercice et la durée de validité des options prévues à l'article 68 B;"},{"type":"del","content":""},{"type":"del","content":"- les règles applicables en cas de changement de régime d'imposition;"},{"type":"del","content":""},{"type":"del","content":"- la nature et le contenu des documents que doivent produire les exploitants agricoles."},{"type":"del","content":""},{"type":"del","content":"1) Annexe III, art. 38 sexdecies JA à 38 sexdecies JG, 38 sexdecies OB, 38 sexdecies OE à 38 sexdecies QA, 38 sexdecies RB et 38 sexdecies RC."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CITATION source CGI 68 A, 68 B, 68 C, 68 D"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CONCORDE source CGI 74 B"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CITATION source CGIAN3 38 SEXDECIES JA A 38 SEXDECIES JG, 38 SEXDECIES OB, 38 SEXDECIES OE A 38 SEXDECIES QA, 38 SEXDECIES RB, 38 SEXDECIES RC"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      HISTO source EDITION 1979-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/70/LEGIARTI000006307069.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/70/LEGIARTI000006307069.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/70/LEGIARTI000006307069.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_impots/src/branch/main/assiette_et_liquidation_de_l_impot/impots_d_etat/impots_directs/impot_sur_le_revenu/revenus_imposables/article_68_e.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006307069)"},{"type":"del","content":""}],"status":"deleted"},{"filename":"assiette_et_liquidation_de_l_impot/impots_d_etat/impots_directs/impot_sur_le_revenu/revenus_imposables/article_69_bis.md","articleName":"Article 69 BIS","additions":0,"deletions":30,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article 69 bis"},{"type":"del","content":""},{"type":"del","content":"Les personnes qui effectuent des opérations commerciales d'importation, de vente, de commission et de courtage portant sur des animaux vivants de boucherie et de charcuterie, ainsi que celles qui effectuent des opérations commerciales d'achat portant sur des animaux de boucherie et de charcuterie, sont soumises au régime d'imposition d'après le bénéfice réel pour les profits qu'elles réalisent, à titre personnel ou comme membres d'une société ne relevant pas de l'impôt sur les sociétés, à l'occasion de l'exercice de leurs activités agricoles, quel que soit le montant des recettes tirées de ces activités."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      PEREMPTION source Décret 84-875 1984-10-01 en vigueur le 20 juillet 1984"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      HISTO source EDITION 1979-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/70/LEGIARTI000006307073.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/70/LEGIARTI000006307073.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/70/LEGIARTI000006307073.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_impots/src/branch/main/assiette_et_liquidation_de_l_impot/impots_d_etat/impots_directs/impot_sur_le_revenu/revenus_imposables/article_69_bis.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006307073)"},{"type":"del","content":""}],"status":"deleted"},{"filename":"assiette_et_liquidation_de_l_impot/impots_d_etat/impots_directs/impot_sur_le_revenu/revenus_imposables/article_69_quater.md","articleName":"Article 69 QUATER","additions":0,"deletions":54,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article 69 quater"},{"type":"del","content":""},{"type":"del","content":"I Le bénéfice réel de l'exploitation agricole est déterminé et imposé selon les principes généraux applicables aux entreprises industrielles et commerciales, conformément à toutes les dispositions législatives et à leurs textes d'application, sans restriction ni réserve notamment de vocabulaire, applicables aux industriels ou commerçants ayant opté pour le régime réel mais avec des règles et modalités adaptées aux contraintes et caractéristiques particulières de la production agricole, et de leur incidence sur la gestion, qui sont notamment :"},{"type":"del","content":""},{"type":"del","content":"Le faible niveau du chiffre d'affaires par rapport au capital investi, ce qui se traduit par une lente rotation des capitaux;"},{"type":"del","content":""},{"type":"del","content":"La proportion exagérément importante des éléments non amortissables dans le bilan : foncier non bâti, amélioration foncière permanente, parts de coopératives et de S.I.C.A.;"},{"type":"del","content":""},{"type":"del","content":"L'irrégularité importante des revenus."},{"type":"del","content":""},{"type":"del","content":"II Des décrets précisent les adaptations résultant du I. De même, les décrets précisent les règles particulières relatives aux dates de dépôt des déclarations que doivent souscrire les exploitants agricoles, ainsi qu'aux documents qu'ils doivent produire (1)."},{"type":"del","content":""},{"type":"del","content":"III Les dispositions des I et II s'appliquent à tous les contribuables placés sous le régime du bénéfice réel."},{"type":"del","content":""},{"type":"del","content":"1) Annexe III, art. 38 sexdecies A à 38 sexdecies J, 38 sexdecies JE à 38 sexdecies OD, 38 sexdecies P à 38 sexdecies RA."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CITATION source CGIAN3 38 sexdecies A A CGIAN3 38 sexdecies J"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CITATION source CGIAN3 38 sexdecies JE A CGIAN3 38 sexdecies OD"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CITATION source CGIAN3 38 sexdecies P A CGIAN3 sexdecies RA"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      HISTO source EDITION 1979-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      HISTO source Edition du 20 juillet 1984"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CONCORDE source Livre des procédures fiscales L73 (I 1er al. du CGI 69 quater)"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/70/LEGIARTI000006307076.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/70/LEGIARTI000006307076.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/70/LEGIARTI000006307076.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_impots/src/branch/main/assiette_et_liquidation_de_l_impot/impots_d_etat/impots_directs/impot_sur_le_revenu/revenus_imposables/article_69_quater.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006307076)"},{"type":"del","content":""}],"status":"deleted"},{"filename":"assiette_et_liquidation_de_l_impot/impots_d_etat/impots_directs/impot_sur_le_revenu/revenus_imposables/article_69_quinquies.md","articleName":"Article 69 QUINQUIES","additions":0,"deletions":42,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article 69 quinquies"},{"type":"del","content":""},{"type":"del","content":"Pour l'application des articles 68 B-b, 69 A, 69 ter-II et 69 quater, il est tenu compte des recettes réalisées par les sociétés et groupements non soumis à l'impôt sur les sociétés dont le contribuable est membre, à proportion de ses droits dans les bénéfices de ces sociétés et groupements. Toutefois le régime fiscal de ceux-ci demeure déterminé uniquement par le montant global de leurs recettes."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CITATION source CGI 68 B b"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CITATION source CGI 69 A"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CITATION source CGI 69 quater"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CITATION source CGI 69 ter II"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      PEREMPTION source Décret 84-875 1984-10-01 en vigueur le 20 juillet 1984"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      HISTO source EDITION 1979-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/70/LEGIARTI000006307077.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/70/LEGIARTI000006307077.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/70/LEGIARTI000006307077.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_impots/src/branch/main/assiette_et_liquidation_de_l_impot/impots_d_etat/impots_directs/impot_sur_le_revenu/revenus_imposables/article_69_quinquies.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006307077)"},{"type":"del","content":""}],"status":"deleted"},{"filename":"assiette_et_liquidation_de_l_impot/impots_d_etat/impots_directs/impot_sur_le_revenu/revenus_imposables/article_69_ter.md","articleName":"Article 69 TER","additions":0,"deletions":43,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article 69 ter"},{"type":"del","content":""},{"type":"del","content":"I (Abrogé)"},{"type":"del","content":""},{"type":"del","content":"II Le forfait de bénéfice agricole peut être dénoncé par le service des impôts, en vue d'y substituer le régime du bénéfice réel pour l'ensemble des exploitations agricoles du contribuable, dans les cas suivants : 1° Une partie importante des recettes, qui ne pourra être inférieure à 25 % du chiffre d'affaires total, est soumise à titre obligatoire à la taxe sur la valeur ajoutée;"},{"type":"del","content":""},{"type":"del","content":"2° Le contribuable est imposable selon le régime du bénéfice réel pour des bénéfices ne provenant pas de son exploitation agricole;"},{"type":"del","content":""},{"type":"del","content":"3° Le contribuable se livre à des cultures spéciales qui ne donnent pas lieu, pour la région agricole considérée, à une tarification particulière. Toutefois, le droit de dénonciation ne pourra être exercé, dans ce cas, qu'à l'égard de productions présentant un caractère marginal sur le plan national et dont la liste sera dressée par arrêté conjoint du ministre de l'économie et des finances et du ministre de l'agriculture (1) La dénonciation doit être notifiée avant le 1er janvier de l'année de réalisation des revenus. Elle reste valable tant que les faits qui l'ont motivée subsistent."},{"type":"del","content":""},{"type":"del","content":"III (Abrogé)"},{"type":"del","content":""},{"type":"del","content":"1) Annexe IV, art. 4 N."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CITATION source CGIAN4 4 N"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      PEREMPTION source Décret 84-875 1984-10-01 en vigueur le 20 juillet 1984"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      HISTO source EDITION 1979-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/70/LEGIARTI000006307074.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/70/LEGIARTI000006307074.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/70/LEGIARTI000006307074.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_impots/src/branch/main/assiette_et_liquidation_de_l_impot/impots_d_etat/impots_directs/impot_sur_le_revenu/revenus_imposables/article_69_ter.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006307074)"},{"type":"del","content":""}],"status":"deleted"},{"filename":"assiette_et_liquidation_de_l_impot/impots_d_etat/impots_directs/impot_sur_le_revenu/revenus_imposables/article_96.md","articleName":"Article 96","additions":0,"deletions":341,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article 96"},{"type":"del","content":""},{"type":"del","content":"I Les contribuables qui réalisent ou perçoivent des bénéfices ou revenus visés à l'article 92 sont obligatoirement soumis au régime de la déclaration contrôlée lorsque le montant annuel de leurs recettes excède 175.000 F."},{"type":"del","content":""},{"type":"del","content":"Peuvent également se placer sous ce régime, les contribuables, dont les recettes annuelles ne sont pas supérieures à 175.000 F, lorsqu'ils sont en mesure de déclarer exactement le montant de leur bénéfice net et de fournir à l'appui de cette déclaration toutes les justifications nécessaires."},{"type":"del","content":""},{"type":"del","content":"II Pour l'appréciation de la limite visée au I, il est fait abstraction des opérations portant sur les éléments d'actif affectés à l'exercice de la profession ou des indemnités reçues à l'occasion de la cessation de l'exercice de la profession ou du transfert d'une clientèle et des honoraires rétrocédés à des confrères selon les usages de la profession."},{"type":"del","content":""},{"type":"del","content":"En revanche, il est tenu compte des recettes réalisées par les sociétés et groupements non soumis à l'impôt sur les sociétés dont le contribuable est membre, à proportion de ses droits dans les bénéfices de ces sociétés et groupements."},{"type":"del","content":""},{"type":"del","content":"Toutefois, le régime fiscal de ces sociétés et groupements demeure déterminé uniquement par le montant global de leurs recettes."},{"type":"del","content":""},{"type":"del","content":"III Dans le département de la Réunion, pour l'imposition des revenus réalisés à partir du 1er janvier 1975, la limite à retenir est celle prévue au I. A titre transitoire, le chiffre de 175.000 F est majoré respectivement de 36 %, 24 % et 12 % pour chacune des années 1975, 1976 et 1977."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 octies A AUTONOME MODIFIE, en vigueur du 2024-07-01 au 2025-02-16 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 duodecies AUTONOME MODIFIE, en vigueur du 2017-12-30 au 2018-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 terdecies AUTONOME MODIFIE, en vigueur du 2018-12-31 au 2022-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 quaterdecies AUTONOME MODIFIE, en vigueur du 2011-12-30 au 2013-09-21 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 sexies A AUTONOME MODIFIE, en vigueur du 2011-12-30 au 2012-05-07 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 1498 bis AUTONOME VIGUEUR, en vigueur depuis le 2014-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 quaterdecies AUTONOME MODIFIE, en vigueur du 2019-01-01 au 2019-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 duodecies AUTONOME MODIFIE, en vigueur du 2020-12-31 au 2022-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 octies A AUTONOME MODIFIE, en vigueur du 2020-12-31 au 2022-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 octies A AUTONOME MODIFIE, en vigueur du 2022-01-01 au 2023-12-31 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 quaterdecies AUTONOME MODIFIE, en vigueur du 2022-01-01 au 2024-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 duodecies AUTONOME MODIFIE, en vigueur du 2018-01-01 au 2018-12-31 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts, annexe III - article 40 A AUTONOME MODIFIE, en vigueur du 2006-12-16 au 2009-03-23 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 duodecies AUTONOME MODIFIE, en vigueur du 2011-01-01 au 2011-12-30 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 terdecies AUTONOME MODIFIE, en vigueur du 2011-01-01 au 2014-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 1498 bis AUTONOME MODIFIE_MORT_NE, en vigueur du 2013-01-01 au 2012-08-18 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 quaterdecies AUTONOME MODIFIE, en vigueur du 2011-01-01 au 2011-06-12 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 quaterdecies AUTONOME MODIFIE, en vigueur du 2011-06-12 au 2011-12-30 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 sexies A AUTONOME MODIFIE, en vigueur du 2012-05-07 au 2014-05-30 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 terdecies AUTONOME MODIFIE, en vigueur du 2014-01-01 au 2014-05-30 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 duodecies AUTONOME MODIFIE, en vigueur du 2014-01-01 au 2014-05-30 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 octies A AUTONOME MODIFIE, en vigueur du 2013-12-31 au 2014-12-22 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 octies AUTONOME MODIFIE, en vigueur du 2013-12-31 au 2014-12-22 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 octies A AUTONOME MODIFIE, en vigueur du 2015-01-01 au 2015-06-06 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 octies A AUTONOME MODIFIE_MORT_NE, en vigueur du 2015-01-01 au 2014-08-10 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 duodecies AUTONOME MODIFIE, en vigueur du 2015-01-01 au 2017-12-30 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 octies A AUTONOME MODIFIE, en vigueur du 2015-08-08 au 2017-12-30 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 octies AUTONOME MODIFIE, en vigueur du 2015-08-08 au 2019-06-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 103 AUTONOME VIGUEUR, en vigueur depuis le 2016-12-11 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 terdecies AUTONOME MODIFIE, en vigueur du 2016-01-01 au 2017-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 terdecies AUTONOME MODIFIE, en vigueur du 2017-01-01 au 2017-12-30 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 terdecies AUTONOME MODIFIE, en vigueur du 2022-01-01 au 2024-07-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 duodecies AUTONOME MODIFIE, en vigueur du 2022-01-01 au 2023-12-31 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 sexies A AUTONOME MODIFIE, en vigueur du 2022-01-01 au 2024-07-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 quaterdecies AUTONOME MODIFIE, en vigueur du 2024-01-01 au 2025-08-13 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 duodecies AUTONOME MODIFIE, en vigueur du 2023-12-31 au 2025-02-16 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 octies A AUTONOME MODIFIE, en vigueur du 2023-12-31 au 2024-07-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 sexies A AUTONOME MODIFIE, en vigueur du 2024-07-01 au 2025-02-16 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 terdecies AUTONOME MODIFIE, en vigueur du 2024-07-01 au 2025-02-16 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 103 AUTONOME MODIFIE, en vigueur du 1999-03-31 au 2016-12-11 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 quaterdecies AUTONOME MODIFIE, en vigueur du 2017-03-02 au 2017-12-30 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 terdecies AUTONOME MODIFIE, en vigueur du 2009-04-10 au 2010-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 sexies A AUTONOME MODIFIE, en vigueur du 2014-05-30 au 2014-12-22 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 octies A AUTONOME MODIFIE, en vigueur du 2013-07-28 au 2013-12-31 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 octies AUTONOME MODIFIE, en vigueur du 2013-07-28 au 2013-12-31 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 terdecies AUTONOME MODIFIE, en vigueur du 2014-05-30 au 2014-12-22 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 octies A AUTONOME MODIFIE_MORT_NE, en vigueur du 2015-01-01 au 2014-12-30 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 quaterdecies AUTONOME MODIFIE, en vigueur du 2015-01-01 au 2015-06-06 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 terdecies AUTONOME MODIFIE, en vigueur du 2015-01-01 au 2016-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 duodecies AUTONOME MODIFIE_MORT_NE, en vigueur du 2015-01-01 au 2014-12-31 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 octies AUTONOME MODIFIE, en vigueur du 2015-01-01 au 2015-06-06 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 terdecies AUTONOME MODIFIE, en vigueur du 2014-12-22 au 2015-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 octies A AUTONOME MODIFIE, en vigueur du 2014-12-22 au 2015-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 octies AUTONOME MODIFIE, en vigueur du 2014-12-22 au 2015-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 sexies A AUTONOME MODIFIE, en vigueur du 2014-12-22 au 2017-12-30 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 quaterdecies AUTONOME MODIFIE, en vigueur du 2015-06-06 au 2017-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 sexies A AUTONOME MODIFIE, en vigueur du 2018-12-31 au 2022-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 octies A AUTONOME MODIFIE, en vigueur du 2011-12-30 au 2013-07-28 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 duodecies AUTONOME MODIFIE, en vigueur du 2011-12-30 au 2014-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 quaterdecies AUTONOME MODIFIE, en vigueur du 2013-09-21 au 2014-07-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 terdecies AUTONOME MODIFIE, en vigueur du 2010-01-01 au 2011-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 octies AUTONOME MODIFIE, en vigueur du 2011-01-01 au 2013-07-28 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 quaterdecies AUTONOME MODIFIE, en vigueur du 2014-07-01 au 2015-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 quaterdecies AUTONOME MODIFIE, en vigueur du 2017-12-30 au 2019-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 duodecies AUTONOME MODIFIE, en vigueur du 2018-12-31 au 2020-12-31 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 octies A AUTONOME MODIFIE, en vigueur du 2019-01-01 au 2020-12-31 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 octies A AUTONOME MODIFIE, en vigueur du 2017-12-30 au 2018-12-31 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 sexies A AUTONOME MODIFIE, en vigueur du 2017-12-30 au 2018-12-31 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 96 B AUTONOME VIGUEUR, en vigueur depuis le 2000-03-31 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 terdecies AUTONOME MODIFIE, en vigueur du 2017-12-30 au 2018-12-31 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts, annexe III - article 40 A AUTONOME VIGUEUR, en vigueur depuis le 2012-09-06 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 octies A AUTONOME MODIFIE, en vigueur du 2015-06-06 au 2015-08-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 octies AUTONOME MODIFIE, en vigueur du 2015-06-06 au 2015-08-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 quaterdecies AUTONOME MODIFIE, en vigueur du 2019-01-01 au 2022-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 octies A AUTONOME MODIFIE, en vigueur du 2018-12-31 au 2019-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 octies AUTONOME ABROGE, en vigueur du 2019-06-08 au 2022-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts, annexe III - article 40 A AUTONOME MODIFIE, en vigueur du 2009-03-23 au 2012-09-06 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 quaterdecies AUTONOME MODIFIE, en vigueur du 2017-01-01 au 2017-03-02 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 duodecies AUTONOME VIGUEUR, en vigueur depuis le 2025-02-16 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 terdecies AUTONOME VIGUEUR, en vigueur depuis le 2025-02-16 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 octies A AUTONOME VIGUEUR, en vigueur depuis le 2025-02-16 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 sexies A AUTONOME VIGUEUR, en vigueur depuis le 2025-02-16 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 quaterdecies AUTONOME ABROGE_DIFF, en vigueur du 2025-08-13 au 2031-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 44 quaterdecies AUTONOME VIGUEUR_DIFF, en vigueur depuis le 2031-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 3 avril 2015 fixant la liste des informations mentionnée à l'article 1498 bis du code général des impôts nécessaires à la mise à jour des tarifs pour la détermination des valeurs locatives des locaux professionnels ABROGE, en vigueur du 2015-04-15 au 2018-06-30 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 3 avril 2015 fixant la liste des informations mentionnée à l'article 1498 bis du code général des impôts nécessaires à la mise à jour des tarifs pour la détermination des valeurs locatives des locaux professionnels CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2015-04-03 CITATION cible Arrêté du 3 avril 2015 fixant la liste des informations mentionnée à l'article 1498 bis du code général des impôts nécessaires à la mise à jour des tarifs pour la détermination des valeurs locatives des locaux professionnels ABROGE, en vigueur du 2015-04-15 au 2018-06-30"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CITATION source CGI 92"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 103 AUTONOME VIGUEUR, en vigueur depuis le 2016-12-11"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 1498 bis AUTONOME VIGUEUR, en vigueur depuis le 2014-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 44 duodecies AUTONOME VIGUEUR, en vigueur depuis le 2025-02-16"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 44 octies AUTONOME ABROGE, en vigueur du 2019-06-08 au 2022-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 44 octies A AUTONOME VIGUEUR, en vigueur depuis le 2025-02-16"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 44 quaterdecies AUTONOME VIGUEUR_DIFF, en vigueur depuis le 2031-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 44 sexies A AUTONOME VIGUEUR, en vigueur depuis le 2025-02-16"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 44 terdecies AUTONOME VIGUEUR, en vigueur depuis le 2025-02-16"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 96 B AUTONOME VIGUEUR, en vigueur depuis le 2000-03-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 40 A AUTONOME VIGUEUR, en vigueur depuis le 2012-09-06"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      HISTO source EDITION 1979-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/72/LEGIARTI000006307204.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/72/LEGIARTI000006307204.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/72/LEGIARTI000006307204.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_impots/src/branch/main/assiette_et_liquidation_de_l_impot/impots_d_etat/impots_directs/impot_sur_le_revenu/revenus_imposables/article_96.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006307204)"},{"type":"del","content":""}],"status":"deleted"},{"filename":"assiette_et_liquidation_de_l_impot/impots_d_etat/impots_directs/impot_sur_le_revenu/revenus_imposables/determination_des_benefices_ou_revenus_nets_des_diverses_categories_de_revenus/article_39.md","articleName":"Article 39","additions":58,"deletions":52,"diff":[{"type":"del","content":"1. Le bénéfice net est établi sous déduction de toutes charges, celles-ci comprenant, sous réserve des dispositions du 5,"},{"type":"del","content":""},{"type":"del","content":"notamment :"},{"type":"add","content":"1. Le bénéfice net est établi sous déduction de toutes charges, celles-ci comprenant, sous réserve des dispositions du 5, notamment :"},{"type":"del","content":"L'indemnité pour congés payés, calculée dans les conditions définies aux articles L 223-11 à L 223-13 du code du travail,"},{"type":"del","content":""},{"type":"del","content":"revêt du point de vue fiscal le caractère d'un salaire de substitution qui constitue une charge normale de l'exercice au cours duquel le salarié prend le congé correspondant ;"},{"type":"del","content":""},{"type":"del","content":"2° Sauf s'ils sont pratiqués par une copropriété de navires (1), les amortissements réellement effectués par l'entreprise,"},{"type":"add","content":"L'indemnité pour congés payés, calculée dans les conditions définies aux articles L 223-11 à L 223-13 du code du travail, revêt du point de vue fiscal le caractère d'un salaire de substitution qui constitue une charge normale de l'exercice au cours duquel le salarié prend le congé correspondant ;"},{"type":"del","content":"dans la limite de ceux qui sont généralement admis d'après les usages de chaque nature d'industrie, de commerce ou d'exploitation et compte tenu des dispositions de l'article 39 A, y compris ceux qui auraient été différés au cours d'exercices antérieurs déficitaires, sous réserve des dispositions de l'article 39 B."},{"type":"add","content":"2° Sauf s'ils sont pratiqués par une copropriété de navires (1), les amortissements réellement effectués par l'entreprise, dans la limite de ceux qui sont généralement admis d'après les usages de chaque nature d'industrie, de commerce ou d'exploitation et compte tenu des dispositions de l'article 39 A, y compris ceux qui auraient été différés au cours d'exercices antérieurs déficitaires, sous réserve des dispositions de l'article 39 B."},{"type":"del","content":"3° Les intérêts servis aux associés à raison des sommes qu'ils laissent ou mettent à la disposition de la société, en sus de leur part du capital, quelle que soit la forme de la société,"},{"type":"add","content":"3° Les intérêts servis aux associés à raison des sommes qu'ils laissent ou mettent à la disposition de la société, en sus de leur part du capital, quelle que soit la forme de la société, dans la limite de ceux calculés à un taux égal à 80 % de la moyenne annuelle des taux de rendement brut à l'émission des obligations des sociétés privées."},{"type":"del","content":"dans la limite de ceux calculés au taux des avances de la banque de France, majoré de deux points."},{"type":"add","content":"Cette déduction est subordonnée à la condition que le capital ait été entièrement libéré."},{"type":"del","content":"Cette déduction est subordonnée à la condition que le capital ait été entièrement libéré ;"},{"type":"add","content":"A compter du 1er janvier 1983, les produits des clauses d'indexation afférentes aux sommes mises ou laissées à la disposition d'une société par ses associés ou ses actionnaires sont assimilés à des intérêts."},{"type":"del","content":"4° Sous réserve des dispositions de l'article 153, les impôts à la charge de l'entreprise, mis en recouvrement au cours de l'exercice, à l'exception des taxes prévues aux articles 235 ter T, 238 quater et 239 bis B."},{"type":"add","content":"4° Sous réserve des dispositions de l'article 153, les impôts à la charge de l'entreprise, mis en recouvrement au cours de l'exercice, à l'exception des taxes prévues aux articles 235 ter T, 238 quater, 239 bis B et 990 G."},{"type":"del","content":"5° Les provisions constituées en vue de faire face à des pertes ou charges nettement précisées et que des événements en cours rendent probables, à condition qu'elles aient été effectivement constatées dans les écritures de l'exercice et figurent au relevé des provisions prévu à l'article 54."},{"type":"add","content":"5° Les provisions constituées en vue de faire face à des pertes ou charges nettement précisées et que des événements en cours rendent probables, à condition qu'elles aient été effectivement constatées dans les écritures de l'exercice."},{"type":"del","content":"Les entreprises peuvent, d'autre part, en ce qui concerne les variations de prix postérieures au 30 juin 1959, pratiquer en franchise d'impôt une provision pour hausse des prix lorsque, pour une matière ou un produit donné, il est constaté, au cours d'une période ne pouvant excéder deux exercices successifs clos postérieurement à cette date, une hausse de prix supérieure à 10 %."},{"type":"add","content":"Sous réserve des dispositions prévues au septième alinéa, les entreprises peuvent, d'autre part, en ce qui concerne les variations de prix postérieures au 30 juin 1959, pratiquer en franchise d'impôt une provision pour hausse des prix lorsque, pour une matière ou un produit donné, il est constaté, au cours d'une période ne pouvant excéder deux exercices successifs clos postérieurement à cette date, une hausse de prix supérieure à 10 %."},{"type":"add","content":"Les matières, produits ou approvisionnements existant en stock à la clôture de chaque exercice et qui peuvent donner lieu à la constitution de la provision pour fluctuation des cours prévue au deuxième alinéa n'ouvrent pas droit à la provision pour hausse des prix."},{"type":"add","content":""},{"type":"del","content":"Par dérogation aux dispositions des premier et huitième alinéas qui précèdent, la provision pour dépréciation qui résulte éventuellement de l'estimation du portefeuille est soumise au régime fiscal des moins-values à long terme défini à l'article 39 quindecies-I-2 ; si elle devient ultérieurement sans objet,"},{"type":"del","content":""},{"type":"del","content":"elle est comprise dans les plus-values à long terme de l'exercice, visées à l'article 39 quindecies-I-1."},{"type":"add","content":"Par dérogation aux dispositions des premier et neuvième alinéas qui précèdent, la provision pour dépréciation qui résulte éventuellement de l'estimation du portefeuille est soumise au régime fiscal des moins-values à long terme défini à l'article 39 quindecies-I-2 ; si elle devient ultérieurement sans objet, elle est comprise dans les plus-values à long terme de l'exercice, visées à l'article 39 quindecies-I-1."},{"type":"del","content":"- en cas d'opérations de crédit-bail ou de location au sens de l'article 281 bis C, portant sur des voitures particulières, à la part du loyer supportée par le locataire et correspondant à l'amortissement pratiqué par le bailleur pour la fraction du prix d'acquisition du véhicule excédant 35.000 F ;"},{"type":"add","content":"- en cas d'opérations de crédit-bail ou de location, à l'exception des locations de courte durée n'excédant pas trois mois non renouvelables, portant sur des voitures particulières, à la part du loyer supportée par le locataire et correspondant à l'amortissement pratiqué par le bailleur pour la fraction du prix d'acquisition du véhicule excédant 35.000 F ;"},{"type":"del","content":"Lorsqu'elles augmentent dans une proportion supérieure à celle des bénéfices imposables ou que leur montant excède celui de ces bénéfices, l'administration peut demander à l'entreprise de justifier qu'elles sont nécessitées par sa gestion (7)."},{"type":"del","content":""},{"type":"del","content":"En cas de contestation, le désaccord peut être soumis à l'appréciation de la commission départementale prévue à l'article 1651."},{"type":"add","content":"Lorsqu'elles augmentent dans une proportion supérieure à celle des bénéfices imposables ou que leur montant excède celui de ces bénéfices, l'administration peut demander à l'entreprise de justifier qu'elles sont nécessitées par sa gestion (7) (8)."},{"type":"del","content":"(4) Annexe III, art. 10 octies à 10 terdecies."},{"type":"add","content":"(4) Annexe III, art. 10 nonies à 10 terdecies."},{"type":"del","content":"(7) Voir Annexe II, art. 33 à 35."},{"type":"add","content":"(7) Voir Annexe II, art. 33 à 35."},{"type":"add","content":""},{"type":"add","content":"(8) Voir également Livre des procédures fiscales, art. L59 A 2°."},{"type":"del","content":"Loi n° 82-1126 du 29 décembre 1982 de finances pour 1983 - article 72 AUTONOME VIGUEUR, en vigueur depuis le 1983-01-01 MODIFICATION cible"},{"type":"add","content":"Loi n° 83-1179 du 29 décembre 1983 de finances pour 1984 - article 113 AUTONOME VIGUEUR, en vigueur depuis le 1984-01-01 MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Loi n° 83-1179 du 29 décembre 1983 de finances pour 1984 - article 18 AUTONOME VIGUEUR, en vigueur depuis le 1984-01-01 MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Loi n° 82-1126 du 29 décembre 1982 de finances pour 1983 - article 4 AUTONOME PERIME, en vigueur du 1983-01-01 au 2007-09-01 MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":"Loi n°83-1179 du 29 décembre 1983 DE FINANCES POUR 1984 MODIFICATION cible"},{"type":"add","content":""},{"type":"del","content":""},{"type":"del","content":"2021-01-13 CITATION cible Arrêté du 13 janvier 2021 d'application du décret n° 2021-25 du 13 janvier 2021 portant création de l'examen de conformité fiscale - article AUTONOME VIGUEUR, en vigueur depuis le 2021-01-15"},{"type":"del","content":""},{"type":"del","content":"      CITATION source CGI 1651"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CITATION source CGI 199 quater B"},{"type":"add","content":"      CITATION source CGI 199 quater B CGI 990 G"},{"type":"del","content":""},{"type":"del","content":"      CITATION source CGI 281 bis C"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CITATION source CGI 54"},{"type":"del","content":""},{"type":"add","content":""},{"type":"add","content":"      CITATION source CGI L59 A 2°"},{"type":"add","content":""},{"type":"del","content":"      CITATION source CGIAN3 10 octies A CGIAN3 10 terdecies"},{"type":"add","content":"      CITATION source CGIAN3 10 nonies A CGIAN3 10 terdecies"},{"type":"del","content":"1982-12-29 MODIFICATION source Loi n° 82-1126 du 29 décembre 1982 de finances pour 1983 - article 72 AUTONOME VIGUEUR, en vigueur depuis le 1983-01-01"},{"type":"add","content":"1982-12-29 MODIFICATION source Loi n° 82-1126 du 29 décembre 1982 de finances pour 1983 - article 4 AUTONOME PERIME, en vigueur du 1983-01-01 au 2007-09-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1983-12-29 MODIFICATION source Loi n°83-1179 du 29 décembre 1983 DE FINANCES POUR 1984"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1983-12-29 MODIFICATION source Loi n° 83-1179 du 29 décembre 1983 de finances pour 1984 - article 113 AUTONOME VIGUEUR, en vigueur depuis le 1984-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1983-12-29 MODIFICATION source Loi n° 83-1179 du 29 décembre 1983 de finances pour 1984 - article 18 AUTONOME VIGUEUR, en vigueur depuis le 1984-01-01"},{"type":"add","content":""},{"type":"add","content":"2021-01-13 CITATION cible Arrêté du 13 janvier 2021 d'application du décret n° 2021-25 du 13 janvier 2021 portant création de l'examen de conformité fiscale - article AUTONOME VIGUEUR, en vigueur depuis le 2021-01-15"},{"type":"add","content":""},{"type":"del","content":"2999-01-01 CITATION source Code du travail - article L223-11 AUTONOME MODIFIE, en vigueur du 1973-11-23 au 1982-02-01"},{"type":"add","content":"2999-01-01 CITATION cible Livre des procédures fiscales - article L10-0 AB AUTONOME VIGUEUR, en vigueur depuis le 2017-01-01"},{"type":"del","content":"2999-01-01 CITATION source Code du travail - article L223-12 AUTONOME ABROGE, en vigueur du 1973-11-23 au 2008-05-01"},{"type":"add","content":"2999-01-01 CITATION cible Livre des procédures fiscales - article L59 A AUTONOME VIGUEUR, en vigueur depuis le 2022-01-01"},{"type":"del","content":"2999-01-01 CITATION source Code du travail - article L223-13 AUTONOME MODIFIE, en vigueur du 1973-11-23 au 1980-05-31"},{"type":"add","content":"2999-01-01 CITATION cible Livre des procédures fiscales - article L62 A AUTONOME VIGUEUR, en vigueur depuis le 2018-12-01"},{"type":"del","content":"      CODIFICATION source Décret 83-899 1983-10-06"},{"type":"add","content":"2999-01-01 CITATION source Code du travail - article L223-11 AUTONOME MODIFIE, en vigueur du 1973-11-23 au 1982-02-01"},{"type":"del","content":"      HISTO source Edition du 10 juillet 1983"},{"type":"add","content":"2999-01-01 CITATION source Code du travail - article L223-12 AUTONOME ABROGE, en vigueur du 1973-11-23 au 2008-05-01"},{"type":"del","content":"2999-01-01 CITATION cible Livre des procédures fiscales - article L10-0 AB AUTONOME VIGUEUR, en vigueur depuis le 2017-01-01"},{"type":"add","content":"2999-01-01 CITATION source Code du travail - article L223-13 AUTONOME MODIFIE, en vigueur du 1973-11-23 au 1980-05-31"},{"type":"del","content":"2999-01-01 CITATION cible Livre des procédures fiscales - article L59 A AUTONOME VIGUEUR, en vigueur depuis le 2022-01-01"},{"type":"add","content":"      CODIFICATION source Décret 84-875 1984-10-01"},{"type":"del","content":"2999-01-01 CITATION cible Livre des procédures fiscales - article L62 A AUTONOME VIGUEUR, en vigueur depuis le 2018-12-01"},{"type":"add","content":"      HISTO source Edition du 20 juillet 1984"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/75/LEGIARTI000006307558.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/75/LEGIARTI000006307558.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/75/LEGIARTI000006307558.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/75/LEGIARTI000006307559.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/75/LEGIARTI000006307559.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/75/LEGIARTI000006307559.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006307558)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006307559)"}],"status":"modified"},{"filename":"assiette_et_liquidation_de_l_impot/impots_d_etat/impots_directs/impot_sur_le_revenu/revenus_imposables/determination_des_revenus_nets_des_diverses_categories_de_revenus/article_31.md","articleName":"Article 31","additions":20,"deletions":19,"diff":[{"type":"del","content":"d Une déduction forfaitaire fixée à 10 % (1) des revenus bruts et représentant les frais de gestion et l'amortissement. En ce qui concerne les constructions nouvelles, reconstructions et additions de construction qui bénéficient de l'exonération de vingt-cinq ans de taxe foncière sur les propriétés bâties prévue à l'article 1385, le taux de la déduction forfaitaire est porté à 15 % pendant la durée de cette exonération; le taux de 15 % s'applique également aux revenus provenant des biens ruraux placés sous le régime des baux à long terme mentionnés à l'article 743-2° ;"},{"type":"add","content":"d Une déduction forfaitaire fixée à 10 % des revenus bruts et représentant les frais de gestion et l'amortissement. En ce qui concerne les constructions nouvelles, reconstructions et additions de construction qui bénéficient de l'exonération de quinze ans de taxe foncière sur les propriétés bâties prévue à l'article 1385 II bis, le taux de la déduction forfaitaire est porté à 15 % pendant la durée de cette exonération; le taux de 15 % s'applique également aux revenus provenant des biens ruraux placés sous le régime des baux à long terme mentionnés à l'article 743-2° ;"},{"type":"del","content":"e En ce qui concerne les bâtiments servant aux exploitations rurales, les charges énumérées au 2°-a à d, à la condition que le propriétaire renonce de façon expresse et définitive, pour l'ensemble de ses propriétés, à l'exemption prévue à l'égard de ces bâtiments à l'article 15-I."},{"type":"add","content":"e (Devenu sans objet)."},{"type":"del","content":"II (Transféré sous l'article 156-II-1° ter)."},{"type":"del","content":""},{"type":"del","content":"1) Les taux de 10 % et de 15 % s'appliquent pour la première fois aux revenus de l'année 1981."},{"type":"add","content":"II (Transféré sous l'article 156-II-1° ter)."},{"type":"del","content":"Loi de finances pour 1982 (n° 81-1160 du 30 décembre 1981) (1)‎ - article 15 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"Loi n° 83-1179 du 29 décembre 1983 de finances pour 1984 - article 22 AUTONOME VIGUEUR, en vigueur depuis le 1984-01-01 MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Loi n° 83-1179 du 29 décembre 1983 de finances pour 1984 - article 14 AUTONOME VIGUEUR, en vigueur depuis le 1984-01-01 MODIFICATION cible"},{"type":"del","content":"2002-12-23 CITATION cible Arrêté du 23 décembre 2002 relatif à la simplification de pièces justificatives de certaines prestations - article 1 AUTONOME ABROGE, en vigueur du 2013-02-17 au 2024-11-17"},{"type":"add","content":"2002-12-23 CITATION cible Arrêté du 23 décembre 2002 relatif à la simplification de pièces justificatives de certaines prestations - article 2 AUTONOME ABROGE, en vigueur du 2013-02-17 au 2024-11-17"},{"type":"del","content":"2002-12-23 CITATION cible Arrêté du 23 décembre 2002 relatif à la simplification de pièces justificatives de certaines prestations - article 2 AUTONOME ABROGE, en vigueur du 2013-02-17 au 2024-11-17"},{"type":"add","content":"      CITATION source CGI 1385 II bis"},{"type":"del","content":"      CITATION source CGI 1385"},{"type":"add","content":"      CITATION source CGI 156 II 1° TER"},{"type":"del","content":"      CITATION source CGI 15 I"},{"type":"add","content":"      CITATION source CGI 743 2°"},{"type":"del","content":"      CITATION source CGI 156 II 1° TER"},{"type":"add","content":"1983-12-29 MODIFICATION source Loi n° 83-1179 du 29 décembre 1983 de finances pour 1984 - article 14 AUTONOME VIGUEUR, en vigueur depuis le 1984-01-01"},{"type":"del","content":"      CITATION source CGI 743 2°"},{"type":"add","content":"1983-12-29 MODIFICATION source Loi n° 83-1179 du 29 décembre 1983 de finances pour 1984 - article 22 AUTONOME VIGUEUR, en vigueur depuis le 1984-01-01"},{"type":"del","content":"1981-12-30 MODIFICATION source Loi de finances pour 1982 (n° 81-1160 du 30 décembre 1981) (1)‎ - article 15 ENTIEREMENT_MODIF"},{"type":"add","content":"2002-12-23 CITATION cible Arrêté du 23 décembre 2002 relatif à la simplification de pièces justificatives de certaines prestations - article 1 AUTONOME ABROGE, en vigueur du 2013-02-17 au 2024-11-17"},{"type":"del","content":"      CODIFICATION source Décret 82-881 1982-10-15"},{"type":"add","content":"      CODIFICATION source Décret 84-875 1984-10-01"},{"type":"del","content":"      HISTO source Edition du 1er septembre 1982"},{"type":"add","content":"      HISTO source Edition du 20 juillet 1984"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/74/LEGIARTI000006307481.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/74/LEGIARTI000006307481.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/74/LEGIARTI000006307481.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/74/LEGIARTI000006307482.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/74/LEGIARTI000006307482.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/74/LEGIARTI000006307482.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006307481)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006307482)"}],"status":"modified"},{"filename":"assiette_et_liquidation_de_l_impot/impots_d_etat/impots_directs_et_taxes_assimilees/impot_sur_le_revenu/calcul_de_l_impot/README.md","articleName":"Sommaire - Calcul De L Impot","additions":0,"deletions":1,"diff":[{"type":"del","content":"- [Article 199](article_199.md)"}],"status":"modified"},{"filename":"assiette_et_liquidation_de_l_impot/impots_d_etat/impots_directs_et_taxes_assimilees/impot_sur_le_revenu/declaration_des_contribuables/README.md","articleName":"Sommaire - Declaration Des Contribuables","additions":0,"deletions":1,"diff":[{"type":"del","content":"- [Article 173](article_173.md)"}],"status":"modified"},{"filename":"assiette_et_liquidation_de_l_impot/impots_d_etat/impots_directs_et_taxes_assimilees/impot_sur_le_revenu/declaration_des_contribuables/article_173.md","articleName":"Article 173","additions":0,"deletions":59,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article 173"},{"type":"del","content":""},{"type":"del","content":"1 Le contenu et la présentation des déclarations sont précisés par un décret (1)."},{"type":"del","content":""},{"type":"del","content":"Les noms et adresses des bénéficiaires d'arrérages dont le contribuable demande la déduction doivent être obligatoirement déclarés avec l'indication des sommes versées à chacun des intéressés."},{"type":"del","content":""},{"type":"del","content":"2 Les déclarations prévues à l'article 170 mentionnent séparément le montant des revenus, de quelque nature qu'ils soient, encaissés directement ou indirectement, d'une part, dans les territoires d'outre-mer ou Etats de la Communauté et, d'autre part, à l'étranger. A défaut, le contribuable est réputé les avoir omis et il est tenu de verser le supplément d'impôt correspondant."},{"type":"del","content":""},{"type":"del","content":"1) Annexe III, art. 42 à 46."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 1772 AUTONOME VIGUEUR, en vigueur depuis le 2011-05-19 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 1649 quater B quinquies AUTONOME VIGUEUR, en vigueur depuis le 2018-08-12 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 1649 quater B quinquies AUTONOME MODIFIE, en vigueur du 2016-01-01 au 2018-08-12 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CITATION source CGI 170"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CITATION source CGIAN3 42 A CGIAN3 46"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 1649 quater B quinquies AUTONOME VIGUEUR, en vigueur depuis le 2018-08-12"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 1772 AUTONOME VIGUEUR, en vigueur depuis le 2011-05-19"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      HISTO source EDITION 1979-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/82/LEGIARTI000006308237.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/82/LEGIARTI000006308237.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/82/LEGIARTI000006308237.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_impots/src/branch/main/assiette_et_liquidation_de_l_impot/impots_d_etat/impots_directs_et_taxes_assimilees/impot_sur_le_revenu/declaration_des_contribuables/article_173.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006308237)"},{"type":"del","content":""}],"status":"deleted"},{"filename":"livre_premier/deuxieme_partie/titre_ii/chapitre_iv/README.md","articleName":"Sommaire - Chapitre Iv","additions":1,"deletions":0,"diff":[{"type":"add","content":"- [Article 1599 D](article_1599_d.md)"}],"status":"modified"},{"filename":"livre_premier/deuxieme_partie/titre_ii/chapitre_iv/article_1599_d.md","articleName":"Article 1599 D","additions":79,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article 1599 D"},{"type":"add","content":""},{"type":"add","content":"Les véhicules qui donnent lieu au paiement de la taxe spéciale sur certains véhicules routiers établie par l'article 16 de la loi n° 67-1114 du 21 décembre 1967 sont dispensés de la taxe différentielle sur les véhicules à moteur établie par l'article 1599 C."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Loi 2005-1719 2005-12-30 art. 14 VI :"},{"type":"add","content":""},{"type":"add","content":"\"Les dispositions prévues aux II, III, IV et VIII s'appliquent à compter de la période d'imposition s'ouvrant le 1er décembre 2006.\""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Loi n° 2005-1719 du 30 décembre 2005 de finances pour 2006 (1). - article 14 AUTONOME VIGUEUR, en vigueur depuis le 2005-12-31 ABROGATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Loi n°83-1179 du 29 décembre 1983 DE FINANCES POUR 1984 MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI de finances pour 1968 (n° 67-1114 du 21 décembre 1967) CREATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI de finances pour 1968 (n° 67-1114 du 21 décembre 1967) CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CITATION source CGI 1599 C"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      HISTO source Edition du 1er janvier 2006"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      HISTO source Edition du 20 juillet 1984"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      TXT_ASSOCIE source Instruction 2000-02-16 7M-4-00"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1967-12-21 CREATION source LOI de finances pour 1968 (n° 67-1114 du 21 décembre 1967)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1967-12-21 CITATION source LOI de finances pour 1968 (n° 67-1114 du 21 décembre 1967)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1983-12-29 MODIFICATION source Loi n°83-1179 du 29 décembre 1983 DE FINANCES POUR 1984"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2005-12-30 ABROGATION source Loi n° 2005-1719 du 30 décembre 2005 de finances pour 2006 (1). - article 14 AUTONOME VIGUEUR, en vigueur depuis le 2005-12-31"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/64/LEGIARTI000006306417.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/64/LEGIARTI000006306417.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/64/LEGIARTI000006306417.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_impots/src/branch/main/livre_premier/deuxieme_partie/titre_ii/chapitre_iv/article_1599_d.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006306417)"},{"type":"add","content":""}],"status":"added"},{"filename":"livre_premier/deuxieme_partie/titre_iii/chapitre_premier/README.md","articleName":"Sommaire - Chapitre Premier","additions":1,"deletions":0,"diff":[{"type":"add","content":"- [Section VI : Taxe sur les bois et plants de vigne perçue au profit de l'Etablissement national des produits de l'agriculture et de la mer (FranceAgriMer)](section_vi/README.md)"}],"status":"modified"},{"filename":"livre_premier/deuxieme_partie/titre_iii/chapitre_premier/section_vi/README.md","articleName":"Sommaire - Section Vi","additions":28,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Section VI : Taxe sur les bois et plants de vigne perçue au profit de l'Etablissement national des produits de l'agriculture et de la mer (FranceAgriMer)"},{"type":"add","content":""},{"type":"add","content":"- [Article 1606](article_1606.md)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à la section"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 68 ENTIEREMENT_MODIF, en vigueur depuis le 2017-01-01 CREE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/33/78/79/LEGISCTA000033787987.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/33/78/79/LEGISCTA000033787987.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/SCTA/00/00/33/78/79/LEGISCTA000033787987.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://section_vi/README.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/section_lc/LEGITEXT000006069577/LEGISCTA000033787987)"},{"type":"add","content":""}],"status":"added"},{"filename":"livre_premier/deuxieme_partie/titre_iii/chapitre_premier/section_vi/article_1606.md","articleName":"Article 1606","additions":41,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article 1606"},{"type":"add","content":""},{"type":"add","content":"Il est perçu dans la métropole, au profit du budget annexe des prestations familiales agricoles, une cotisation égale à 70 p. 100 du revenu imposable à la contribution foncière à la propriété non bâtie."},{"type":"add","content":""},{"type":"add","content":"Dans les communes présentant un caractère soit urbain, soit industriel, où certains terrains ont une affectation agricole, la cotisation perçue à l’hectare sur lesdits terrains ne pourra pas dépasser la cotisation moyenne perçue à l’hectare dans le département pour des terrains agricoles similaires. La partie des cotisations qui formera surtaxe sera allouée en dégrèvement."},{"type":"add","content":""},{"type":"add","content":"La cotisation établie en vertu du premier alinéa du présent article est, nonobstant toute clause ou disposition contraire, remboursée au propriétaire par le locataire ou le fermier ou par le métayer, pour la fraction correspondant à sa participation dans les produits de l’exploitation. En vue du payement de cette cotisation, le propriétaire peut demander l’établissement d’un rôle auxiliaire et d’un avertissement au nom de chaque locataire, fermier ou métayer dans les conditions prévues par l’article 1660 du présent code."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Modifié par l'article 1er du décret n° 54-1028 du 12 octobre 1954 portant incorporation dans le code général des impôts de divers textes modifiant et complétant certaines dispositions de ce code, JORF du 19 octobre 1954, p. 9775."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code rural et de la pêche maritime - article L661-5 AUTONOME MODIFIE, en vigueur du 2017-01-01 au 2018-12-31"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code rural et de la pêche maritime - article L661-6 AUTONOME MODIFIE, en vigueur du 2017-01-01 au 2018-12-31"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/49/60/61/LEGIARTI000049606146.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/49/60/61/LEGIARTI000049606146.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/49/60/61/LEGIARTI000049606146.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_impots/src/branch/main/livre_premier/deuxieme_partie/titre_iii/chapitre_premier/section_vi/article_1606.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000049606146)"},{"type":"add","content":""}],"status":"added"},{"filename":"livre_premier/premiere_partie/titre_ii/chapitre_premier/section_iv/ii/README.md","articleName":"Sommaire - Ii","additions":1,"deletions":0,"diff":[{"type":"add","content":"- [Article 273 ter](article_273_ter.md)"}],"status":"modified"},{"filename":"livre_premier/premiere_partie/titre_ii/chapitre_premier/section_iv/ii/article_273_ter.md","articleName":"Article 273 TER","additions":66,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article 273 ter"},{"type":"add","content":""},{"type":"add","content":"Les concessionnaires d'ouvrage de circulation routière ne peuvent déduire la taxe sur la valeur ajoutée afférente aux travaux de construction et aux grosses réparations des ouvrages concédés. Toutefois l'exclusion ne s'applique pas dans le régime défini au dernier alinéa du h du 1 de l'article 266."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Loi n° 83-1179 du 29 décembre 1983 de finances pour 1984 - article 109 AUTONOME VIGUEUR, en vigueur depuis le 1984-01-01 CREATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Loi n° 2000-1353 du 30 décembre 2000 de finances rectificative pour 2000 - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2000-12-31 ABROGATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI de finances rectificative pour 2000 (n° 2000-1353 du 30 décembre 2000) ABROGATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CITATION source CGI 266"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CODIFICATION source Décret 84-875 1984-10-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      HISTO source Edition du 20 juillet 1984"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      HISTO source Edition du 31 mars 2001"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1983-12-29 CREATION source Loi n° 83-1179 du 29 décembre 1983 de finances pour 1984 - article 109 AUTONOME VIGUEUR, en vigueur depuis le 1984-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2000-12-30 ABROGATION source Loi n° 2000-1353 du 30 décembre 2000 de finances rectificative pour 2000 - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2000-12-31"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2000-12-30 ABROGATION source LOI de finances rectificative pour 2000 (n° 2000-1353 du 30 décembre 2000)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/43/LEGIARTI000006304310.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/43/LEGIARTI000006304310.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/43/LEGIARTI000006304310.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_impots/src/branch/main/livre_premier/premiere_partie/titre_ii/chapitre_premier/section_iv/ii/article_273_ter.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006304310)"},{"type":"add","content":""}],"status":"added"},{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_iii/section_i/README.md","articleName":"Sommaire - Section I","additions":1,"deletions":0,"diff":[{"type":"add","content":"- [Article 230 G](article_230_g.md)"}],"status":"modified"},{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_iii/section_i/article_230_g.md","articleName":"Article 230 G","additions":49,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article 230 G"},{"type":"add","content":""},{"type":"add","content":"Les réclamations concernant la taxe d'apprentissage sont présentées, instruites et jugées comme en matière de taxes sur le chiffre d'affaires."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2013-1279 du 29 décembre 2013 de finances rectificative pour 2013 - article 60 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2013-12-31 TRANSFERE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 1599 ter M AUTONOME ABROGE, en vigueur du 2014-01-01 au 2019-01-01 CONCORDE cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CONCORDANCE source CGI 1960 bis"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CONCORDE source Code général des impôts - article 1599 ter M AUTONOME ABROGE, en vigueur du 2014-01-01 au 2019-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CODIFICATION source Décret 84-875 1984-10-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2013-12-29 TRANSFERE cible LOI n° 2013-1279 du 29 décembre 2013 de finances rectificative pour 2013 - article 60 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2013-12-31"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/37/LEGIARTI000006303783.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/37/LEGIARTI000006303783.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/37/LEGIARTI000006303783.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_impots/src/branch/main/livre_premier/premiere_partie/titre_premier/chapitre_iii/section_i/article_230_g.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006303783)"},{"type":"add","content":""}],"status":"added"},{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_iii/section_x/i/5/article_235_ter_g.md","articleName":"Article 235 TER G","additions":23,"deletions":19,"diff":[{"type":"del","content":"Lorsque les dépenses justifiées par l'employeur en application de l'article L 950-2 du code du travail sont inférieures à la participation fixée par l'article 235 ter E, l'employeur est tenu d'effectuer au Trésor un versement égal à la différence constatée."},{"type":"add","content":"I. Lorsque les dépenses justifiées par l'employeur en application de l'article L 950-2 du code du travail sont inférieures à la participation fixée par l'article 235 ter E, l'employeur est tenu d'effectuer au Trésor un versement égal à la différence constatée."},{"type":"del","content":"Le versement au Trésor à raison de l'insuffisance éventuelle doit être opéré en même temps que le dépôt de la déclaration de l'année de cette régularisation."},{"type":"del","content":""},{"type":"del","content":"Le versement est opéré en même temps que le dépôt de la déclaration prévue à l'article 235 ter J (1)."},{"type":"add","content":"II. a. Le versement prévu au I, premier et troisième alinéas, est opéré en même temps que le dépôt de la déclaration prévue à l'article 235 ter J ;"},{"type":"del","content":"1) Pour les années 1978 et 1979, les employeurs doivent s'acquitter d'une partie de leur obligation en effectuant un versement de 0,2 % du montant des salaires versés au cours de l'année précédente, majoré de 8 % (Loi n° 78-653 du 22 juin 1978, art. 3-II et loi n° 78-1239 du 29 décembre 1978, art. 33)."},{"type":"add","content":"b. Le versement au Trésor à raison de l'insuffisance éventuelle résultant de l'application du I, deuxième alinéa, doit être opéré en même temps que le dépôt de la déclaration de l'année de la régularisation de la convention."},{"type":"del","content":"Code général des impôts - article 1679 bis B AUTONOME MODIFIE, en vigueur du 2015-06-06 au 2019-01-01 CITATION source"},{"type":"add","content":"Code du travail - article L950-2 AUTONOME TRANSFERE, en vigueur du 1990-07-14 au 1992-01-04 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article L950-2 AUTONOME MODIFIE, en vigueur du 1978-07-18 au 1984-02-25 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article L950-2 AUTONOME MODIFIE, en vigueur du 1984-02-25 au 1986-12-31 CITATION cible"},{"type":"del","content":"Code général des impôts, annexe II - article 163 quaterdecies A AUTONOME MODIFIE, en vigueur du 2009-04-10 au 2015-06-06 CITATION source"},{"type":"add","content":"Code du travail - article L950-2 AUTONOME MODIFIE, en vigueur du 1986-12-31 au 1987-07-31 CITATION cible"},{"type":"del","content":"Code général des impôts, annexe II - article 163 quaterdecies A AUTONOME PERIME, en vigueur du 2015-06-06 au 2016-06-13 CITATION source"},{"type":"add","content":"Code du travail - article L950-2 AUTONOME MODIFIE, en vigueur du 1987-07-31 au 1990-07-10 CITATION cible"},{"type":"del","content":"Code général des impôts - article 1679 bis B AUTONOME MODIFIE, en vigueur du 2014-12-22 au 2015-06-06 CITATION source"},{"type":"add","content":"Code du travail - article L950-2 AUTONOME MODIFIE, en vigueur du 1990-07-10 au 1990-07-14 CITATION cible"},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 1679 bis B AUTONOME MODIFIE, en vigueur du 2015-06-06 au 2019-01-01"},{"type":"add","content":"1978-06-22 CITATION source Loi n°78-653 du 22 juin 1978 DE FINANCES RECTIFICATIVE POUR 1978"},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts, annexe II - article 163 quaterdecies A AUTONOME PERIME, en vigueur du 2015-06-06 au 2016-06-13"},{"type":"add","content":"1978-12-29 CITATION source LOI n° 78-1239 du 29 décembre 1978 de finances pour 1979 - article"},{"type":"del","content":"2999-01-01 CITATION source Code du travail - article L950-2 AUTONOME MODIFIE, en vigueur du 1978-07-18 au 1984-02-25"},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 1679 bis B AUTONOME MODIFIE, en vigueur du 2015-06-06 au 2019-01-01"},{"type":"del","content":"      HISTO source EDITION 1979-07-01"},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts, annexe II - article 163 quaterdecies A AUTONOME PERIME, en vigueur du 2015-06-06 au 2016-06-13"},{"type":"del","content":"1978-06-22 CITATION source Loi n°78-653 du 22 juin 1978 DE FINANCES RECTIFICATIVE POUR 1978"},{"type":"add","content":"2999-01-01 CITATION source Code du travail - article L950-2 AUTONOME MODIFIE, en vigueur du 1978-07-18 au 1984-02-25"},{"type":"del","content":"1978-12-29 CITATION source LOI n° 78-1239 du 29 décembre 1978 de finances pour 1979 - article"},{"type":"add","content":"      CODIFICATION source Décret 84-875 1984-10-01"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/89/LEGIARTI000006308968.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/89/LEGIARTI000006308968.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/89/LEGIARTI000006308968.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/89/LEGIARTI000006308969.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/89/LEGIARTI000006308969.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/89/LEGIARTI000006308969.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006308968)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006308969)"}],"status":"modified"},{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_iii/section_xi/README.md","articleName":"Sommaire - Section Xi","additions":1,"deletions":0,"diff":[{"type":"add","content":"- [Article 235 ter MA](article_235_ter_ma.md)"}],"status":"modified"},{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_iii/section_xi/article_235_ter_ma.md","articleName":"Article 235 TER MA","additions":60,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article 235 ter MA"},{"type":"add","content":""},{"type":"add","content":"Le prélèvement spécial prévu à l'article 235 ter L s'applique également à la fraction des bénéfices industriels et commerciaux qui résulte de la production, de la distribution ou de la représentation publique d'oeuvres pornographiques ou d'incitation à la violence diffusées sur support vidéographique."},{"type":"add","content":""},{"type":"add","content":"Un décret en Conseil d'Etat détermine les conditions de classement des oeuvres qui sont diffusées sur support vidéographique et qui ne sont pas également soumises à la procédure de désignation des films cinématographiques visée au quatrième alinéa de l'article précité."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Loi n° 83-1179 du 29 décembre 1983 de finances pour 1984 - article 18 AUTONOME VIGUEUR, en vigueur depuis le 1984-01-01 CREATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2009-389 du 7 avril 2009 portant incorporation au code général des impôts de divers textes modifiant et complétant certaines dispositions de ce code - article 1 ENTIEREMENT_MODIF TRANSFERE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 1605 septies AUTONOME ABROGE, en vigueur du 2009-04-10 au 2020-12-31 CONCORDE cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CITATION source CGI 235 ter L al. 4"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CONCORDE source Code général des impôts - article 1605 septies AUTONOME ABROGE, en vigueur du 2009-04-10 au 2020-12-31"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CODIFICATION source Décret 84-875 1984-10-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2009-04-07 TRANSFERE cible Décret n° 2009-389 du 7 avril 2009 portant incorporation au code général des impôts de divers textes modifiant et complétant certaines dispositions de ce code - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      HISTO source Edition du 20 juillet 1984"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1983-12-29 CREATION source Loi n° 83-1179 du 29 décembre 1983 de finances pour 1984 - article 18 AUTONOME VIGUEUR, en vigueur depuis le 1984-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/39/LEGIARTI000006303900.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/39/LEGIARTI000006303900.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/39/LEGIARTI000006303900.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_impots/src/branch/main/livre_premier/premiere_partie/titre_premier/chapitre_iii/section_xi/article_235_ter_ma.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006303900)"},{"type":"add","content":""}],"status":"added"},{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_premier/section_ii/1re_sous-section/ii/4/a/c/README.md","articleName":"Sommaire - C","additions":1,"deletions":0,"diff":[{"type":"add","content":"- [Article 54 sexies](article_54_sexies.md)"}],"status":"modified"},{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_premier/section_ii/1re_sous-section/ii/4/a/c/article_54_sexies.md","articleName":"Article 54 SEXIES","additions":57,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article 54 sexies"},{"type":"add","content":""},{"type":"add","content":"Les sociétés débitrices des intérêts prévus à l'article 125 C doivent joindre à leur déclaration de résultats un état des sommes mises à leur disposition dans les conditions prévues au même article."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 125 C AUTONOME ABROGE, en vigueur du 2012-01-01 au 2013-01-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Loi n°83-1179 du 29 décembre 1983 DE FINANCES POUR 1984 CREATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CITATION source CGI 125 C"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 125 C AUTONOME ABROGE, en vigueur du 2012-01-01 au 2013-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CODIFICATION source Décret 84-875 1984-10-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      HISTO source Edition du 20 juillet 1984"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1983-12-29 CREATION source Loi n°83-1179 du 29 décembre 1983 DE FINANCES POUR 1984"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/24/LEGIARTI000006302454.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/24/LEGIARTI000006302454.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/24/LEGIARTI000006302454.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_impots/src/branch/main/livre_premier/premiere_partie/titre_premier/chapitre_premier/section_ii/1re_sous-section/ii/4/a/c/article_54_sexies.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006302454)"},{"type":"add","content":""}],"status":"added"},{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_premier/section_ii/1re_sous-section/iv/2/README.md","articleName":"Sommaire - 2","additions":1,"deletions":0,"diff":[{"type":"add","content":"- [Article 65 A](article_65_a.md)"}],"status":"modified"},{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_premier/section_ii/1re_sous-section/iv/2/article_65_a.md","articleName":"Article 65 A","additions":90,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article 65 A"},{"type":"add","content":""},{"type":"add","content":"Les exploitants agricoles placés sous le régime du forfait doivent déclarer au service des impôts dont dépend chacune de leurs exploitations les renseignements nécessaires au calcul de leur bénéfice."},{"type":"add","content":""},{"type":"add","content":"Ces déclarations sont souscrites, avant le 1er avril de chaque année, sur des imprimés spéciaux fournis par l'administration."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 69 AUTONOME MODIFIE, en vigueur du 2020-12-31 au 2022-01-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 70 AUTONOME VIGUEUR, en vigueur depuis le 2016-01-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 69 AUTONOME MODIFIE, en vigueur du 2016-01-01 au 2017-05-05 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 69 AUTONOME MODIFIE, en vigueur du 2022-01-01 au 2023-06-03 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 69 AUTONOME MODIFIE, en vigueur du 2015-01-01 au 2016-01-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 65 B AUTONOME ABROGE, en vigueur du 2002-03-31 au 2016-01-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 69 AUTONOME MODIFIE, en vigueur du 2017-05-05 au 2020-07-25 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 69 AUTONOME MODIFIE, en vigueur du 2020-07-25 au 2020-12-31 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 69 AUTONOME MODIFIE, en vigueur du 2023-06-03 au 2024-01-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Loi n° 83-1179 du 29 décembre 1983 de finances pour 1984 - article 85 AUTONOME VIGUEUR, en vigueur depuis le 1984-01-01 CREATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 70 AUTONOME MODIFIE, en vigueur du 2008-12-29 au 2016-01-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2015-1786 du 29 décembre 2015 de finances rectificative pour 2015 - article 33 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2015-12-31 au 2017-01-01 ABROGE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1983-12-29 CREATION source Loi n° 83-1179 du 29 décembre 1983 de finances pour 1984 - article 85 AUTONOME VIGUEUR, en vigueur depuis le 1984-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2015-12-29 ABROGE cible LOI n° 2015-1786 du 29 décembre 2015 de finances rectificative pour 2015 - article 33 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2015-12-31 au 2017-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 65 B AUTONOME ABROGE, en vigueur du 2002-03-31 au 2016-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 69 AUTONOME MODIFIE, en vigueur du 2023-06-03 au 2024-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 70 AUTONOME VIGUEUR, en vigueur depuis le 2016-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CODIFICATION source Décret 84-875 1984-10-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      HISTO source Edition du 20 juillet 1984"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/24/LEGIARTI000006302471.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/24/LEGIARTI000006302471.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/24/LEGIARTI000006302471.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_impots/src/branch/main/livre_premier/premiere_partie/titre_premier/chapitre_premier/section_ii/1re_sous-section/iv/2/article_65_a.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006302471)"},{"type":"add","content":""}],"status":"added"},{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_premier/section_ii/1re_sous-section/iv/3/b/README.md","articleName":"Sommaire - B","additions":1,"deletions":0,"diff":[{"type":"add","content":"- [Article 73 C](article_73_c.md)"}],"status":"modified"},{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_premier/section_ii/1re_sous-section/iv/3/b/article_73_c.md","articleName":"Article 73 C","additions":57,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article 73 C"},{"type":"add","content":""},{"type":"add","content":"Les dispositions de l'article 42 septies sont applicables à la dotation d'installation aux jeunes agriculteurs prévue par le décret n° 81-246 du 17 mars 1981 lorsqu'elle est affectée à la création ou à l'acquisition d'immobilisations."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Loi n° 83-1179 du 29 décembre 1983 de finances pour 1984 - article 87 AUTONOME VIGUEUR, en vigueur depuis le 1984-01-01 CREATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n°81-246 du 17 mars 1981 RELATIF AUX AIDES A L'INSTALLATION DES JEUNES AGRICULTEURS: CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CITATION source CGI 42 septies"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1981-03-17 CITATION source Décret n°81-246 du 17 mars 1981 RELATIF AUX AIDES A L'INSTALLATION DES JEUNES AGRICULTEURS:"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CODIFICATION source Décret 84-875 1984-10-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      HISTO source Edition du 20 juillet 1984"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1983-12-29 CREATION source Loi n° 83-1179 du 29 décembre 1983 de finances pour 1984 - article 87 AUTONOME VIGUEUR, en vigueur depuis le 1984-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/25/LEGIARTI000006302506.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/25/LEGIARTI000006302506.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/25/LEGIARTI000006302506.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_impots/src/branch/main/livre_premier/premiere_partie/titre_premier/chapitre_premier/section_ii/1re_sous-section/iv/3/b/article_73_c.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006302506)"},{"type":"add","content":""}],"status":"added"},{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_premier/section_ii/1re_sous-section/vi/c/1/README.md","articleName":"Sommaire - 1","additions":1,"deletions":0,"diff":[{"type":"add","content":"- [Article 96](article_96.md)"}],"status":"modified"},{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_premier/section_ii/1re_sous-section/vi/c/1/article_96.md","articleName":"Article 96","additions":76,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article 96"},{"type":"add","content":""},{"type":"add","content":"I Les contribuables qui réalisent ou perçoivent des bénéfices ou revenus visés à l'article 92 sont obligatoirement soumis au régime de la déclaration contrôlée lorsque le montant annuel de leurs recettes excède 175.000 F."},{"type":"add","content":""},{"type":"add","content":"Peuvent également se placer sous ce régime, les contribuables, dont les recettes annuelles ne sont pas supérieures à 175.000 F, lorsqu'ils sont en mesure de déclarer exactement le montant de leur bénéfice net et de fournir à l'appui de cette déclaration toutes les justifications nécessaires."},{"type":"add","content":""},{"type":"add","content":"II Pour l'appréciation de la limite visée au I, il est fait abstraction des opérations portant sur les éléments d'actif affectés à l'exercice de la profession ou des indemnités reçues à l'occasion de la cessation de l'exercice de la profession ou du transfert d'une clientèle et des honoraires rétrocédés à des confrères selon les usages de la profession."},{"type":"add","content":""},{"type":"add","content":"En revanche, il est tenu compte des recettes réalisées par les sociétés et groupements non soumis à l'impôt sur les sociétés dont le contribuable est membre, à proportion de ses droits dans les bénéfices de ces sociétés et groupements."},{"type":"add","content":""},{"type":"add","content":"Toutefois, le régime fiscal de ces sociétés et groupements demeure déterminé uniquement par le montant global de leurs recettes."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2015-04-03 CITATION cible Arrêté du 3 avril 2015 fixant la liste des informations mentionnée à l'article 1498 bis du code général des impôts nécessaires à la mise à jour des tarifs pour la détermination des valeurs locatives des locaux professionnels ABROGE, en vigueur du 2015-04-15 au 2018-06-30"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CITATION source CGI 92"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 103 AUTONOME VIGUEUR, en vigueur depuis le 2016-12-11"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 1498 bis AUTONOME VIGUEUR, en vigueur depuis le 2014-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 44 duodecies AUTONOME VIGUEUR, en vigueur depuis le 2025-02-16"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 44 octies AUTONOME ABROGE, en vigueur du 2019-06-08 au 2022-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 44 octies A AUTONOME VIGUEUR, en vigueur depuis le 2025-02-16"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 44 quaterdecies AUTONOME VIGUEUR_DIFF, en vigueur depuis le 2031-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 44 sexies A AUTONOME VIGUEUR, en vigueur depuis le 2025-02-16"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 44 terdecies AUTONOME VIGUEUR, en vigueur depuis le 2025-02-16"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 96 B AUTONOME VIGUEUR, en vigueur depuis le 2000-03-31"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 40 A AUTONOME VIGUEUR, en vigueur depuis le 2012-09-06"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CODIFICATION source Décret 84-875 1984-10-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      HISTO source Edition du 20 juillet 1984"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/72/LEGIARTI000006307205.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/72/LEGIARTI000006307205.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/72/LEGIARTI000006307205.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_impots/src/branch/main/livre_premier/premiere_partie/titre_premier/chapitre_premier/section_ii/1re_sous-section/vi/c/1/article_96.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006307205)"},{"type":"add","content":""}],"status":"added"},{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_premier/section_iii/README.md","articleName":"Sommaire - Section Iii","additions":1,"deletions":0,"diff":[{"type":"add","content":"- [Article 173](article_173.md)"}],"status":"modified"},{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_premier/section_iii/article_173.md","articleName":"Article 173","additions":50,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article 173"},{"type":"add","content":""},{"type":"add","content":"1. Le contenu et la présentation des déclarations sont précisés par un décret (1)."},{"type":"add","content":""},{"type":"add","content":"Les noms et adresses des bénéficiaires d'arrérages dont le contribuable demande la déduction doivent être obligatoirement déclarés avec l'indication des sommes versées à chacun des intéressés."},{"type":"add","content":""},{"type":"add","content":"2. Les déclarations prévues à l'article 170 mentionnent séparément le montant des revenus, de quelque nature qu'ils soient, encaissés directement ou indirectement, d'une part, dans les territoires d'outre-mer ou Etats de l'ancienne Communauté et, d'autre part, à l'étranger. A défaut, le contribuable est réputé les avoir omis et il est tenu de verser le supplément d'impôt correspondant."},{"type":"add","content":""},{"type":"add","content":"(1) Annexe III, art. 42 à 46."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CITATION source CGI 170"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CITATION source CGIAN3 42 à CGIAN3 46"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 1649 quater B quinquies AUTONOME VIGUEUR, en vigueur depuis le 2018-08-12"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 1772 AUTONOME VIGUEUR, en vigueur depuis le 2011-05-19"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CODIFICATION source Décret 84-875 1984-10-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      HISTO source Edition du 20 juillet 1984"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/82/LEGIARTI000006308238.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/82/LEGIARTI000006308238.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/82/LEGIARTI000006308238.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_impots/src/branch/main/livre_premier/premiere_partie/titre_premier/chapitre_premier/section_iii/article_173.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006308238)"},{"type":"add","content":""}],"status":"added"},{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_premier/section_v/ii/README.md","articleName":"Sommaire - Ii","additions":1,"deletions":0,"diff":[{"type":"add","content":"- [Article 199](article_199.md)"}],"status":"modified"},{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_premier/section_v/ii/article_199.md","articleName":"Article 199","additions":10,"deletions":7,"diff":[{"type":"del","content":"Sous réserve des traités de réciprocité, les dispositions de l'article 193 qui prévoient, pour le calcul de l'impôt sur le revenu, la division du revenu imposable en un certain nombre de parts fixé d'après la situation et les charges de famille du contribuable ne sont applicables qu'aux citoyens français et aux personnes originaires des territoires d'outre-mer et Etats de la communauté."},{"type":"add","content":"Sous réserve des traités de réciprocité, les dispositions de l'article 193 qui prévoient, pour le calcul de l'impôt sur le revenu, la division du revenu imposable en un certain nombre de parts fixé d'après la situation et les charges de famille du contribuable ne sont applicables qu'aux citoyens français et aux personnes originaires des territoires d'outre-mer et Etats de l'ancienne Communauté."},{"type":"del","content":"      HISTO source EDITION 1979-07-01"},{"type":"add","content":"      CODIFICATION source Décret 84-875 1984-10-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      HISTO source Edition du 20 juillet 1984"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/83/LEGIARTI000006308353.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/83/LEGIARTI000006308353.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/83/LEGIARTI000006308353.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_impots/src/branch/main/assiette_et_liquidation_de_l_impot/impots_d_etat/impots_directs_et_taxes_assimilees/impot_sur_le_revenu/calcul_de_l_impot/article_199.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006308353)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/83/LEGIARTI000006308354.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/83/LEGIARTI000006308354.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/83/LEGIARTI000006308354.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_impots/src/branch/main/livre_premier/premiere_partie/titre_premier/chapitre_premier/section_v/ii/article_199.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006308354)"}],"status":"added"},{"filename":"recouvrement_de_l_impot/degrevements_et_restitutions_d_impots/README.md","articleName":"Sommaire - Degrevements Et Restitutions D Impots","additions":0,"deletions":1,"diff":[{"type":"del","content":"- [Article 1960 ter](article_1960_ter.md)"}],"status":"modified"},{"filename":"recouvrement_de_l_impot/degrevements_et_restitutions_d_impots/article_1960_ter.md","articleName":"Article 1960 TER","additions":0,"deletions":77,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article 1960 ter"},{"type":"del","content":""},{"type":"del","content":"Les réclamations concernant la participation des employeurs au financement de la formation professionnelle continue prévue à l'article 235 ter C ainsi que les versements mentionnés aux articles 1783 quater et 1783 quinquies sont présentées, instruites et jugées comme en matière de taxes sur le chiffre d'affaires. Elles sont communiquées pour avis au service chargé du contrôle de la formation professionnelle lorsque le litige porte sur le montant de la participation consentie par l'employeur ou sur les versements au Trésor public mis à la charge des employeurs ou des dispensateurs de formation en vertu des articles L 920-9 et L 920-10 du code du travail."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L920-10 AUTONOME MODIFIE, en vigueur du 1976-01-01 au 1984-02-25 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L920-10 AUTONOME MODIFIE, en vigueur du 1984-02-25 au 1990-07-10 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L920-10 AUTONOME MODIFIE, en vigueur du 1990-07-10 au 2002-01-18 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L920-9 AUTONOME MODIFIE, en vigueur du 1990-07-10 au 2004-05-05 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L920-9 AUTONOME MODIFIE, en vigueur du 1976-01-01 au 1990-07-10 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L920-9 AUTONOME TRANSFERE, en vigueur du 2004-06-26 au 2005-07-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L920-10 AUTONOME MODIFIE, en vigueur du 2002-01-18 au 2004-05-05 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L920-10 AUTONOME ABROGE, en vigueur du 2004-05-05 au 2004-06-26 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L920-9 AUTONOME MODIFIE, en vigueur du 2004-05-05 au 2004-06-26 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CITATION source CGI 1783 quater"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CITATION source CGI 1783 quinquies"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CITATION source CGI 235 ter C"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CONCORDE source CGI 235 ter JA"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code du travail - article L920-10 AUTONOME MODIFIE, en vigueur du 1976-01-01 au 1984-02-25"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code du travail - article L920-9 AUTONOME MODIFIE, en vigueur du 1976-01-01 au 1990-07-10"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CONCORDE source Livre des procédures fiscales R198-6"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/31/33/LEGIARTI000006313396.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/31/33/LEGIARTI000006313396.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/31/33/LEGIARTI000006313396.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_impots/src/branch/main/recouvrement_de_l_impot/degrevements_et_restitutions_d_impots/article_1960_ter.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006313396)"},{"type":"del","content":""}],"status":"deleted"},{"filename":"recouvrement_de_l_impot/degrevements_et_restitutions_d_impots/juridiction_contentieuse/README.md","articleName":"Sommaire - Juridiction Contentieuse","additions":0,"deletions":2,"diff":[{"type":"del","content":"- [Article 1960 A](article_1960_a.md)"},{"type":"del","content":"- [Article 1960 bis](article_1960_bis.md)"}],"status":"modified"},{"filename":"recouvrement_de_l_impot/degrevements_et_restitutions_d_impots/juridiction_contentieuse/article_1960_a.md","articleName":"Article 1960 A","additions":0,"deletions":33,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article 1960 A"},{"type":"del","content":""},{"type":"del","content":"Les réclamations concernant l'imposition forfaitaire instituée par l'article 223 septies sont présentées, instruites et jugées comme en matière d'impôts directs."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CONCORDE source CGI 223 decies"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CITATION source CGI 223 septies"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      HISTO source EDITION 1979-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/31/33/LEGIARTI000006313393.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/31/33/LEGIARTI000006313393.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/31/33/LEGIARTI000006313393.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_impots/src/branch/main/recouvrement_de_l_impot/degrevements_et_restitutions_d_impots/juridiction_contentieuse/article_1960_a.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006313393)"},{"type":"del","content":""}],"status":"deleted"},{"filename":"recouvrement_de_l_impot/degrevements_et_restitutions_d_impots/juridiction_contentieuse/article_1960_bis.md","articleName":"Article 1960 BIS","additions":0,"deletions":30,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article 1960 bis"},{"type":"del","content":""},{"type":"del","content":"Les réclamations concernant la taxe d'apprentissage sont présentées, instruites et jugées comme en matière de taxes sur le chiffre d'affaires."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CONCORDE source CGI 230 G"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      HISTO source EDITION 1979-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/31/33/LEGIARTI000006313394.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/31/33/LEGIARTI000006313394.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/31/33/LEGIARTI000006313394.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_impots/src/branch/main/recouvrement_de_l_impot/degrevements_et_restitutions_d_impots/juridiction_contentieuse/article_1960_bis.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006313394)"},{"type":"del","content":""}],"status":"deleted"},{"filename":"recouvrement_de_l_impot/penalites/dispositions_particulieres/README.md","articleName":"Sommaire - Dispositions Particulieres","additions":0,"deletions":3,"diff":[{"type":"del","content":"- [Article 1783 C](article_1783_c.md)"},{"type":"del","content":"- [Article 1783 quater](article_1783_quater.md)"},{"type":"del","content":"- [Article 1783 quinquies](article_1783_quinquies.md)"}],"status":"modified"},{"filename":"recouvrement_de_l_impot/penalites/dispositions_particulieres/article_1783_c.md","articleName":"Article 1783 C","additions":0,"deletions":52,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article 1783 C"},{"type":"del","content":""},{"type":"del","content":"Toute personne qui contrevient à l'interdiction prévue à l'article 242 ter A-II est punie d'une amende de 30.000 F à 300.000 F par infraction."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 80-30 du 18 janvier 1980 de finances pour 1980 - article 67 AUTONOME PERIME, en vigueur du 1980-01-19 au 2007-09-01 CREATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°81-866 du 15 septembre 1981 PORTANT INCORPORATION DANS LE CODE GENERAL DES IMPOTS DE DIVERS TEXTES MODIFIANT ET COMPLETANT CERTAINES DISPOSITIONS DE CE CODE,A COMPTER DU 01-07-1981 CODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CITATION source CGI 242 ter A II"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1981-09-15 CODIFICATION source Décret n°81-866 du 15 septembre 1981 PORTANT INCORPORATION DANS LE CODE GENERAL DES IMPOTS DE DIVERS TEXTES MODIFIANT ET COMPLETANT CERTAINES DISPOSITIONS DE CE CODE,A COMPTER DU 01-07-1981"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CODIFICATION source Décret 84-875 1984-10-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1980-01-18 CREATION source Loi n° 80-30 du 18 janvier 1980 de finances pour 1980 - article 67 AUTONOME PERIME, en vigueur du 1980-01-19 au 2007-09-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/31/31/LEGIARTI000006313112.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/31/31/LEGIARTI000006313112.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/31/31/LEGIARTI000006313112.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_impots/src/branch/main/recouvrement_de_l_impot/penalites/dispositions_particulieres/article_1783_c.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006313112)"},{"type":"del","content":""}],"status":"deleted"},{"filename":"recouvrement_de_l_impot/penalites/dispositions_particulieres/article_1783_quater.md","articleName":"Article 1783 QUATER","additions":0,"deletions":50,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article 1783 quater"},{"type":"del","content":""},{"type":"del","content":"En cas de manoeuvres frauduleuses entraînant l'inexécution totale ou partielle d'une convention de formation professionnelle, le ou les co-contractants sont assujettis, en application de l'article L 920-9 du code du travail, à un versement au profit du Trésor public d'un montant égal aux sommes qui, du fait de cette inexécution, n'ont pas été effectivement dépensées ou engagées."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L920-9 AUTONOME MODIFIE, en vigueur du 1990-07-10 au 2004-05-05 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L920-9 AUTONOME MODIFIE, en vigueur du 1976-01-01 au 1990-07-10 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L920-9 AUTONOME TRANSFERE, en vigueur du 2004-06-26 au 2005-07-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L920-9 AUTONOME MODIFIE, en vigueur du 2004-05-05 au 2004-06-26 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CONCORDE source CGI 235 ter HD"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code du travail - article L920-9 AUTONOME MODIFIE, en vigueur du 1976-01-01 au 1990-07-10"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      HISTO source EDITION 1979-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/31/31/LEGIARTI000006313115.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/31/31/LEGIARTI000006313115.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/31/31/LEGIARTI000006313115.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_impots/src/branch/main/recouvrement_de_l_impot/penalites/dispositions_particulieres/article_1783_quater.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006313115)"},{"type":"del","content":""}],"status":"deleted"},{"filename":"recouvrement_de_l_impot/penalites/dispositions_particulieres/article_1783_quinquies.md","articleName":"Article 1783 QUINQUIES","additions":0,"deletions":56,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article 1783 quinquies"},{"type":"del","content":""},{"type":"del","content":"Lorsque les dépenses faites par le dispensateur de formation pour l'exécution d'une convention du titre II du livre IX du code du travail ne sont pas admises parce qu'elles ne peuvent, par leur nature, être rattachées à l'exécution d'une convention de formation ou que le prix des prestations est excessif eu égard à leur prix de revient normal, le dispensateur de formation est tenu, solidairement avec ses dirigeants de fait ou de droit, de verser au Trésor public, en application de l'article L 920-10 du code précité, une somme égale au double du montant de ces dépenses."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L920-10 AUTONOME MODIFIE, en vigueur du 1976-01-01 au 1984-02-25 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L920-10 AUTONOME MODIFIE, en vigueur du 1984-02-25 au 1990-07-10 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L920-10 AUTONOME MODIFIE, en vigueur du 1990-07-10 au 2002-01-18 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L920-10 AUTONOME MODIFIE, en vigueur du 2002-01-18 au 2004-05-05 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L920-10 AUTONOME ABROGE, en vigueur du 2004-05-05 au 2004-06-26 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CONCORDE source CGI 235 ter HC"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code du travail - article L920-10 AUTONOME MODIFIE, en vigueur du 1976-01-01 au 1984-02-25"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code du travail VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      HISTO source EDITION 1979-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/31/31/LEGIARTI000006313116.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/31/31/LEGIARTI000006313116.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/31/31/LEGIARTI000006313116.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_impots/src/branch/main/recouvrement_de_l_impot/penalites/dispositions_particulieres/article_1783_quinquies.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006313116)"},{"type":"del","content":""}],"status":"deleted"}],"stats":{"additions":1075,"deletions":1377,"filesChanged":58}}