{"sha":"3b584930650b","date":"2014-12-30","message":"LOI n° 2013-1279 du 29 décembre 2013 de finances rectificative pour 2013","files":[{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_ii/section_iii/article_217_octies.md","articleName":"Article 217 OCTIES","additions":36,"deletions":15,"diff":[{"type":"del","content":"II. ― Les petites et moyennes entreprises innovantes mentionnées au I s'entendent de celles des petites et moyennes entreprises, au sens du règlement (CE) n° 800/2008 de la Commission du 6 août 2008 déclarant certaines catégories d'aide compatibles avec le marché commun en application des articles 87 et 88 du traité (Règlement général d'exemption par catégorie) :"},{"type":"add","content":"3° Les sommes versées pour la souscription en numéraire de parts ou d'actions de fonds ou sociétés constitués sur le fondement d'un droit étranger situés dans un Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ayant conclu avec la France une convention d'assistance administrative en vue de lutter contre la fraude et l'évasion fiscales, lorsque ces derniers présentent les mêmes caractéristiques que ceux mentionnés au 2°."},{"type":"add","content":""},{"type":"add","content":"Lorsque les fonds ou sociétés mentionnés aux 2° et 3° procèdent à des rachats de titres, parts ou actions d'une petite ou moyenne entreprise innovante entrant dans la composition de leur actif au titre du premier pourcentage mentionné au même 2°, ils procèdent, au cours de leur période d'investissement, à une souscription au capital de cette même entreprise à hauteur d'au moins la valeur de ces rachats."},{"type":"add","content":""},{"type":"add","content":"II. ― Les petites et moyennes entreprises innovantes mentionnées au I s'entendent de celles des petites et moyennes entreprises, au sens du règlement (UE) n° 651/2014 de la Commission, du 17 juin 2014, déclarant certaines catégories d'aides compatibles avec le marché intérieur en application des articles 107 et 108 du traité sur l'Union européenne :"},{"type":"del","content":"2° Et qui remplissent l'une des conditions mentionnées aux 1° ou 2° du I de l'article L. 214-30 du code monétaire et financier."},{"type":"add","content":"2° Dont les titres ne sont pas admis aux négociations sur un marché réglementé français ou étranger ;"},{"type":"add","content":""},{"type":"add","content":"3° Qui ne sont pas des entreprises en difficulté, au sens des lignes directrices communautaires concernant les aides d'Etat au sauvetage et à la restructuration d'entreprises en difficulté ;"},{"type":"add","content":""},{"type":"add","content":"4° Et qui ont réalisé des dépenses de recherche définies aux a à g et aux j et k du II de l'article 244 quater B représentant au moins 10 % des charges d'exploitation de l'un au moins des trois exercices précédant celui au cours duquel intervient la souscription."},{"type":"add","content":""},{"type":"add","content":"Pour l'application du 4° aux entreprises n'ayant jamais clos d'exercice, les dépenses de recherche sont estimées pour l'exercice courant à la date de souscription et certifiées par un expert-comptable ou par un commissaire aux comptes."},{"type":"add","content":""},{"type":"add","content":"II bis.-Les versements au titre des souscriptions mentionnées au I ne doivent pas excéder, par entreprise bénéficiaire des versements, le plafond de 15 millions d'euros défini au paragraphe 149 de la communication de la Commission, du 22 janvier 2014, concernant les lignes directrices relatives aux aides d'Etat visant à promouvoir les investissements en faveur du financement des risques (2014/ C 19/04). Pour l'appréciation de ce plafond, il est tenu compte de l'ensemble des financements soumis au respect du même paragraphe."},{"type":"add","content":""},{"type":"add","content":"III. ― 1. Les entreprises mentionnées au premier alinéa du I ne doivent pas détenir :"},{"type":"add","content":""},{"type":"add","content":"a) Directement ou indirectement, plus de 20 % du capital ou des droits de vote de la petite ou moyenne entreprise innovante ;"},{"type":"del","content":"III. ― 1. ― Les entreprises mentionnées au premier alinéa du I ne doivent pas détenir, directement ou indirectement, plus de 20 % du capital ou des droits de vote de la petite ou moyenne entreprise innovante."},{"type":"add","content":"b) Des titres, parts ou actions de la petite ou moyenne entreprise innovante pour lesquels elles n'ont pas pratiqué l'amortissement prévu au présent article."},{"type":"add","content":""},{"type":"add","content":"La condition mentionnée au b du présent 1 ne s'applique pas aux entreprises qui souscrivent des parts d'un fonds mentionné aux 2° ou 3° du I si les décisions d'investissement sont prises par le gestionnaire du fonds en toute indépendance vis-à-vis des souscripteurs. Toutefois, dans cette situation, les deux pourcentages de l'actif du fonds mentionnés au 2° du même I doivent porter sur des titres, parts ou actions de petites ou moyennes entreprises innovantes dans lesquelles le fonds investit pour la première fois à l'aide de souscriptions ouvrant droit à l'amortissement prévu audit I."},{"type":"del","content":"3. ― Les conditions prévues au présent III doivent être respectées de manière continue au cours de la période d'amortissement."},{"type":"add","content":"3. ― Les conditions prévues au a du 1 et au 2 du présent III doivent être respectées de manière continue au cours de la période d'amortissement. La condition mentionnée au b du 1 du présent III s'apprécie à la date de la souscription, selon le cas, dans une petite ou moyenne entreprise innovante ou dans un fonds ou une société mentionné aux 2° ou 3° du I, au titre de laquelle l'entreprise entend pratiquer l'amortissement prévu au premier alinéa du même I."},{"type":"del","content":"2° Des distributions mentionnées au 5 de l'article 39 terdecies, réalisées par la société de capital-risque."},{"type":"del","content":""},{"type":"add","content":"2° Des distributions mentionnées au 5 de l'article 39 terdecies, réalisées par la société de capital-risque."},{"type":"del","content":"### Nota"},{"type":"del","content":""},{"type":"del","content":"Loi n° 2013-1279 du 29 décembre 2013 article 15 II : Les présentes dispositions s'appliquent aux sommes versées à compter d'une date fixée par décret, qui ne peut être postérieure de plus de six mois à la date de réception par le Gouvernement de la réponse de la Commission européenne permettant de considérer le dispositif législatif lui ayant été notifié comme étant conforme au droit de l'Union européenne en matière d'aides d'Etat."},{"type":"add","content":"VII.-Le présent article s'applique aux sommes versées pendant les dix années suivant une date fixée par décret, qui ne peut être postérieure de plus de six mois à la date de réception par le Gouvernement de la décision de la Commission européenne permettant de considérer le dispositif législatif lui ayant été notifié comme étant conforme au droit de l'Union européenne en matière d'aides d'Etat."},{"type":"del","content":"Décret n° 2014-549 du 26 mai 2014 portant incorporation au code général des impôts de divers textes modifiant et complétant certaines dispositions de ce code - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"LOI n° 2013-1279 du 29 décembre 2013 de finances rectificative pour 2013 - article 15 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2014-12-30 MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2014-1655 du 29 décembre 2014 de finances rectificative pour 2014 - article 76 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2014-05-26 MODIFIE cible Décret n° 2014-549 du 26 mai 2014 portant incorporation au code général des impôts de divers textes modifiant et complétant certaines dispositions de ce code - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2013-12-29 MODIFIE cible LOI n° 2013-1279 du 29 décembre 2013 de finances rectificative pour 2013 - article 15 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2014-12-30"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2014-12-29 MODIFIE cible LOI n° 2014-1655 du 29 décembre 2014 de finances rectificative pour 2014 - article 76 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/29/04/20/LEGIARTI000029042035.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/29/04/20/LEGIARTI000029042035.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/29/04/20/LEGIARTI000029042035.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/06/23/LEGIARTI000030062342.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/06/23/LEGIARTI000030062342.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/30/06/23/LEGIARTI000030062342.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000029042035)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000030062342)"}],"status":"modified"}],"stats":{"additions":36,"deletions":15,"filesChanged":1}}