{"sha":"42982efa6aaa","date":"1980-12-30","message":"!!! Texte non trouvé 1980-12-30 !!!","files":[{"filename":"assiette_et_liquidation_de_l_impot/dispositions_communes_aux_premiere_et_deuxieme_parties_impots_d_etat_et_impositions_percues_au_profit_des_collectivites_locales_et_de_divers_organismes/dispositions_diverses/regime_de_certains_organismes_et_societes/README.md","articleName":"Sommaire - Regime De Certains Organismes Et Societes","additions":0,"deletions":1,"diff":[{"type":"del","content":"- [Article 1655 bis](article_1655_bis.md)"}],"status":"modified"},{"filename":"assiette_et_liquidation_de_l_impot/dispositions_communes_aux_premiere_et_deuxieme_parties_impots_d_etat_et_impositions_percues_au_profit_des_collectivites_locales_et_de_divers_organismes/dispositions_diverses/regime_de_certains_organismes_et_societes/article_1655_bis.md","articleName":"Article 1655 BIS","additions":0,"deletions":63,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article 1655 bis"},{"type":"del","content":""},{"type":"del","content":"I. A condition d'être préalablement agréées par arrêté du ministre de l'économie et des finances, les sociétés anonymes, en commandite par actions ou à responsabilité limitée ayant pour objet la recherche et l'exploitation minière dans les départements de la Guadeloupe, de la Guyane, de la Martinique et de la Réunion peuvent bénéficier, dans ces départements, pendant une période maximale de vingt-cinq ans, majorée, le cas échéant, dans la limite de cinq ans, des délais normaux d'installation, d'un régime fiscal de longue durée qui comporte uniquement et à l'exclusion de tous autres impôts, taxes, redevances présents et futurs :"},{"type":"del","content":""},{"type":"del","content":"1° Le paiement, dans les conditions de droit commun, des droits d'enregistrement, de timbre et de la taxe de publicité foncière ;"},{"type":"del","content":""},{"type":"del","content":"2° Le paiement de l'impôt sur les sociétés d'après les règles d'assiette et de perception et les tarifs en vigueur au 1er janvier de l'année de l'agrément, l'octroi de ce régime n'excluant pas la possibilité pour les sociétés intéressées de profiter des allégements qui seraient apportés au régime de droit commun de cet impôt."},{"type":"del","content":""},{"type":"del","content":"Par dérogation aux dispositions de l'alinéa qui précède, les bénéfices investis dans l'entreprise ou dans une entreprise exerçant une activité similaire dans les départements d'outre-mer sont exonérés dudit impôt pendant toute la durée d'application du régime de longue durée ;"},{"type":"del","content":""},{"type":"del","content":"3° Le paiement, sur les produits et services autres que ceux dont les listes seront arrêtées par le ministre de l'économie et des finances, des droits et taxes d'entrée et de sortie perçus par l'administration des douanes et droits indirects ;"},{"type":"del","content":""},{"type":"del","content":"4° Le paiement dans les conditions de droit commun des taxes qui constituent la rémunération de services rendus ;"},{"type":"del","content":""},{"type":"del","content":"5° Le paiement d'une redevance spéciale liquidée sur la base du poids des substances extraites ou de leur volume. Le tarif et les modalités du paiement de cette redevance et de la répartition de son produit entre l'Etat et les collectivités locales sont fixés, pour toute la durée d'application du régime, par l'arrêté prononçant l'agrément de la société."},{"type":"del","content":""},{"type":"del","content":"II. Les demandes d'agrément doivent indiquer de façon précise l'objet de la société et son programme d'équipement. Elles doivent être présentées avant le 31 décembre 1980 au ministre de l'économie et des finances qui les soumet, pour avis, à la commission centrale mentionnée à l'article 121 V ter de l'annexe IV au présent code, laquelle s'adjoint, pour la circonstance, le directeur général des douanes et des droits indirects ou son représentant."},{"type":"del","content":""},{"type":"del","content":"L'arrêté d'agrément définit :"},{"type":"del","content":""},{"type":"del","content":"1° L'objet et le programme d'équipement de la société ainsi que les obligations mises à sa charge ;"},{"type":"del","content":""},{"type":"del","content":"2° Le point de départ de la période d'application du régime et sa durée, celle-ci devant être déterminée dans les limites fixées au I ;"},{"type":"del","content":""},{"type":"del","content":"3° Le tarif et les modalités du paiement de la redevance visée au I et de la répartition de son produit entre l'Etat et les collectivités locales."},{"type":"del","content":""},{"type":"del","content":"III. Toute société agréée peut demander à être replacée sous le régime de droit commun. Ce régime est applicable à partir d'une date fixée par arrêté du ministre de l'économie et des finances."},{"type":"del","content":""},{"type":"del","content":"IV. Les dispositions des I à III sont étendues aux sociétés anonymes, en commandite simple ou à responsabilité limitée, exerçant dans le département de la Guyane une activité agricole, forestière ou industrielle et qui ont été préalablement agréées à cet effet par arrêté du ministre de l'économie et des finances. Ces sociétés ne sont toutefois pas soumises à la redevance spéciale visée au I-5°."},{"type":"del","content":""},{"type":"del","content":"V. Les dispositions des I à III sont étendues, sous les mêmes conditions, aux sociétés qui ont exclusivement pour objet d'exercer, dans les départements de la Guadeloupe, de la Martinique et de la Réunion, une activité industrielle comportant l'exécution d'un programme d'investissement dont le montant minimal est fixé par arrêté du ministre de l'économie et des finances (1). Toutefois, ces sociétés ne sont pas soumises à la redevance spéciale visée au I-5°."},{"type":"del","content":""},{"type":"del","content":"1) Annexe IV, art. 121 V undecies."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CITATION source CGIAN4 121 V ter"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CITATION source CGIAN4 121 V undecies"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      HISTO source EDITION 1979-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/31/26/LEGIARTI000006312623.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/31/26/LEGIARTI000006312623.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/31/26/LEGIARTI000006312623.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_impots/src/branch/main/assiette_et_liquidation_de_l_impot/dispositions_communes_aux_premiere_et_deuxieme_parties_impots_d_etat_et_impositions_percues_au_profit_des_collectivites_locales_et_de_divers_organismes/dispositions_diverses/regime_de_certains_organismes_et_societes/article_1655_bis.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006312623)"},{"type":"del","content":""}],"status":"deleted"}],"stats":{"additions":0,"deletions":64,"filesChanged":2}}