{"sha":"4507cb9cb0b3","date":"1988-03-12","message":"Loi organique n° 88-226 du 11 mars 1988 relative à la transparence financière de la vie politique","files":[{"filename":"assiette_et_liquidation_de_l_impot/impots_d_etat/impots_directs_et_taxes_assimilees/dispositions_communes_aux_impots_et_taxes_revenus_et_benefices_vises_aux_chapitres_i_a_iii/impot_sur_le_revenu_et_impot_sur_les_societes/article_238_bis.md","articleName":"Article 238 BIS","additions":26,"deletions":28,"diff":[{"type":"del","content":"1. Les entreprises assujetties à l'impôt sur le revenu ou à l'impôt sur les sociétés sont autorisées à déduire du montant de leur bénéfice imposable, dans la limite de 2 pour mille de leur chiffre d'affaires, les versements qu'elles ont effectués au profit d'oeuvres ou d'organismes d'intérêt général ayant un caractère philanthropique, éducatif, scientifique, social, humanitaire, sportif, familial, culturel ou concourant à la mise en valeur du patrimoine artistique, à la défense de l'environnement naturel ou à la diffusion de la culture, de la langue et des connaissances scientifiques françaises."},{"type":"del","content":""},{"type":"del","content":"La limite est fixée à 3 pour mille pour les versements à des organismes mentionnés au 2 ou à des établissements d'enseignement supérieur ou d'enseignement artistique, publics, ou privés à but non lucratif agréés par le ministre chargé du budget ainsi que par le ministre chargé de l'enseignement supérieur ou par le ministre chargé de la culture."},{"type":"add","content":"1. Les entreprises assujetties à l'impôt sur le revenu ou à l'impôt sur les sociétés sont autorisées à déduire du montant de leur bénéfice imposable, dans la limite de 2 pour mille de leur chiffre d'affaires, les versements qu'elles ont effectués au profit d'oeuvres ou d'organismes d'intérêt général ayant un caractère philanthropique, éducatif, scientifique, social, humanitaire, sportif, familial, culturel ou concourant à la mise en valeur du patrimoine artistique, à la défense de l'environnement naturel ou à la diffusion de la culture, de la langue et des connaissances scientifiques françaises. Sont également déductibles, dans la même limite, les dons prévus à l'article L.O. 163-3 du code électoral qui sont consentis par chèque, à titre définitif et sans contrepartie, et dont il est justifié à l'appui du compte de campagne déposé dans les conditions définies à l'article L.O. 179-1 du code électoral. La limite est fixée à 3 pour mille pour les versements à des organismes mentionnés au 2 ou à des établissements d'enseignement supérieur ou d'enseignement artistique, publics, ou privés à but non lucratif agréés par le ministre chargé du budget ainsi que par le ministre chargé de l'enseignement supérieur ou par le ministre chargé de la culture."},{"type":"del","content":"Cette limite est portée à 5 p. 100 pour les dons faits à des fondations ou associations reconnues d'utilité publique et répondant aux conditions fixées au 1, ainsi qu'aux associations cultuelles ou de bienfaisance qui sont autorisées à recevoir des dons et legs et aux établissements publics des cultes reconnus d'Alsace-Moselle. La condition relative à la reconnaissance d'utilité publique est réputée remplie par les associations régies par la loi locale maintenue en vigueur dans les départements de la Moselle, du Bas-Rhin et du Haut-Rhin, lorsque la mission de ces associations est reconnue d'utilité publique. Un décret en Conseil d'Etat fixe les conditions de cette reconnaissance et les modalités de la procédure déconcentrée permettant de l'accorder. 3. L'avantage en impôt résultant de la déduction prévue au 2 ne peut être inférieur à 25 p. 100 des sommes déduites pour la fraction annuelle des dons qui n'excède pas 600 F pour l'imposition des revenus de 1987 et 1 200 F à compter de l'imposition des revenus de 1988. 4. A compter de l'imposition des revenus de 1989, le taux de 25 p. 100 mentionné au 3 est porté au taux de la dernière tranche du barème de l'impôt sur le revenu lorsque les versements justifiés par le contribuable au titre de l'année de l'imposition et de l'année précédente sont au moins égaux à 1 200 F par an."},{"type":"add","content":"Cette limite est portée à 5 p. 100 pour les dons faits à des fondations ou associations reconnues d'utilité publique et répondant aux conditions fixées au 1, ainsi qu'aux associations cultuelles ou de bienfaisance qui sont autorisées à recevoir des dons et legs et aux établissements publics des cultes reconnus d'Alsace-Moselle (1). La condition relative à la reconnaissance d'utilité publique est réputée remplie par les associations régies par la loi locale maintenue en vigueur dans les départements de la Moselle, du Bas-Rhin et du Haut-Rhin, lorsque la mission de ces associations est reconnue d'utilité publique. Un décret en Conseil d'Etat fixe les conditions de cette reconnaissance et les modalités de la procédure déconcentrée permettant de l'accorder (2). 3. L'avantage en impôt résultant de la déduction prévue au 2 ne peut être inférieur à 25 p. 100 des sommes déduites pour la fraction annuelle des dons qui n'excède pas 600 F pour l'imposition des revenus de 1987 et 1 200 F à compter de l'imposition des revenus de 1988. 4. A compter de l'imposition des revenus de 1989, le taux de 25 p. 100 mentionné au 3 est porté au taux de la dernière tranche du barème de l'impôt sur le revenu lorsque les versements justifiés par le contribuable au titre de l'année de l'imposition et de l'année précédente sont au moins égaux à 1 200 F par an."},{"type":"del","content":"5. Le bénéfice des dispositions du 2 est subordonné à la condition que soient jointes à la déclaration des revenus des pièces justificatives, répondant à un modèle fixé par un arrêté (1) attestant le total du montant et la date des versements ainsi que l'identité des bénéficiaires (2). A défaut, les sommes déduites sont réintégrées au revenu imposable sans notification de redressement préalable."},{"type":"add","content":"5. Le bénéfice des dispositions du 2 est subordonné à la condition que soient jointes à la déclaration des revenus des pièces justificatives, répondant à un modèle fixé par un arrêté (3) attestant le total du montant et la date des versements ainsi que l'identité des bénéficiaires. A défaut, les sommes déduites sont réintégrées au revenu imposable sans notification de redressement préalable."},{"type":"del","content":"6. La déduction mentionnée au 1 peut être effectuée, dans la limite de 2 p. 1.000 pour les dons faits à des organismes répondant à des conditions quant à leur statut et leurs conditions de fonctionnement fixées par décret en Conseil d'Etat (3) et ayant pour objet exclusif de participer, par le versement d'aides financières, à la création d'entreprises."},{"type":"add","content":"6. La déduction mentionnée au 1 peut être effectuée, dans la limite de 2 p. 1.000 pour les dons faits à des organismes répondant à des conditions quant à leur statut et leurs conditions de fonctionnement fixées par décret en Conseil d'Etat (4) et ayant pour objet exclusif de participer, par le versement d'aides financières, à la création d'entreprises."},{"type":"del","content":"(1) Arrêté du 21 janvier 1982 (JO du 14 mars 1982). (2) Disposition applicable à compter de l'imposition des revenus de 1983 en ce qui concerne le deuxième alinéa du 1. (3) Décret à émettre."},{"type":"add","content":"(1) La limite de 5 % s'applique également aux versements effectués au profit du comité d'organisation des sezième jeux olympiques d'hiver d'Albertville et de la Savoie (art. 4 de la loi n° 87-571 du 23 juillet 1987)."},{"type":"add","content":""},{"type":"add","content":"(2) Décret n° 85-1304 du 9 décembre 1985 (JO du 11)."},{"type":"add","content":""},{"type":"add","content":"(3) Arrêté du 21 janvier 1982 (JO du 14 mars 1982)."},{"type":"add","content":""},{"type":"add","content":"(4) Décret n° 85-865 du 9 août 1985 (JO du 15)."},{"type":"del","content":"Loi n° 86-1317 du 30 décembre 1986 de finances pour 1987 - article 5 AUTONOME PERIME, en vigueur du 1987-07-24 au 2007-09-01 MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 87-571 du 23 juillet 1987 sur le développement du mécénat - article 2 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 87-571 du 23 juillet 1987 sur le développement du mécénat - article 1 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"Loi organique n° 88-226 du 11 mars 1988 relative à la transparence financière de la vie politique - article 9 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":"LOI n° 87-571 du 23 juillet 1987 sur le développement du mécénat MODIFICATION cible"},{"type":"add","content":"Décret n°85-1304 du 9 décembre 1985 PRIS POUR L'APPLICATION DE L'ART. 238-BIS DU CODE GENERAL DES IMPOTS (CGI) INSTITUANT UNE PROCEDURE DE RECONNAISSANCE DE MISSION D'UTILITE PUBLIQUE DES ASSOCIATIONS INSCRITES DANS LES DEPARTEMENTS DE LA MOSELLE,DU BAS-RHIN ET DU HAUT-RHIN CITATION cible"},{"type":"del","content":"Décret n°87-940 du 23 novembre 1987 PORTANT INCORPORATION AU CODE GENERAL DES IMPOTS DE DIVERS TEXTES MODIFIANT ET COMPLETANT CERTAINES DISPOSITIONS DE CE CODE CODIFICATION cible"},{"type":"add","content":"Décret n°85-865 du 9 août 1985 PRIS POUR L'APPLICATION DU 6EMEMENT DE L'ART. 238-BIS DU CODE GENERAL DES IMPOTS (CGI) RELATIF AUX ORGANISMES ACCORDANT DES AIDES FINANCIERES A LA CREATION D'ENTREPRISE CITATION cible"},{"type":"del","content":"1986-12-30 MODIFICATION source Loi n° 86-1317 du 30 décembre 1986 de finances pour 1987 - article 5 AUTONOME PERIME, en vigueur du 1987-07-24 au 2007-09-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-23 MODIFICATION source LOI n° 87-571 du 23 juillet 1987 sur le développement du mécénat"},{"type":"add","content":"1985-08-09 CITATION source Décret n°85-865 du 9 août 1985 PRIS POUR L'APPLICATION DU 6EMEMENT DE L'ART. 238-BIS DU CODE GENERAL DES IMPOTS (CGI) RELATIF AUX ORGANISMES ACCORDANT DES AIDES FINANCIERES A LA CREATION D'ENTREPRISE"},{"type":"del","content":"1987-07-23 MODIFICATION source LOI n° 87-571 du 23 juillet 1987 sur le développement du mécénat - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"1985-12-09 CITATION source Décret n°85-1304 du 9 décembre 1985 PRIS POUR L'APPLICATION DE L'ART. 238-BIS DU CODE GENERAL DES IMPOTS (CGI) INSTITUANT UNE PROCEDURE DE RECONNAISSANCE DE MISSION D'UTILITE PUBLIQUE DES ASSOCIATIONS INSCRITES DANS LES DEPARTEMENTS DE LA MOSELLE,DU BAS-RHIN ET DU HAUT-RHIN"},{"type":"del","content":"1987-07-23 MODIFICATION source LOI n° 87-571 du 23 juillet 1987 sur le développement du mécénat - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":"1987-07-23 CITATION source LOI n° 87-571 du 23 juillet 1987 sur le développement du mécénat - article"},{"type":"del","content":"1987-11-23 CODIFICATION source Décret n°87-940 du 23 novembre 1987 PORTANT INCORPORATION AU CODE GENERAL DES IMPOTS DE DIVERS TEXTES MODIFIANT ET COMPLETANT CERTAINES DISPOSITIONS DE CE CODE"},{"type":"add","content":"1988-03-11 MODIFICATION source Loi organique n° 88-226 du 11 mars 1988 relative à la transparence financière de la vie politique - article 9 ENTIEREMENT_MODIF"},{"type":"del","content":"      CITATION source Loi 82-1126 1982-12-28 art. 10 finances pour 1983"},{"type":"add","content":"2999-01-01 CITATION source Code électoral VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CITATION source Loi 82-1126 1982-12-28 art. 10 Finances pour 1983"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/90/LEGIARTI000006309081.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/90/LEGIARTI000006309081.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/90/LEGIARTI000006309081.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/90/LEGIARTI000006309082.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/90/LEGIARTI000006309082.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/90/LEGIARTI000006309082.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006309081)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006309082)"}],"status":"modified"}],"stats":{"additions":26,"deletions":28,"filesChanged":1}}