{"sha":"48248cfbf443","date":"2021-12-31","message":"!!! Texte non trouvé 2021-12-31 !!!","files":[{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_iv/section_ii/i/README.md","articleName":"Sommaire - I","additions":0,"deletions":1,"diff":[{"type":"del","content":"- [Article 238 bis](article_238_bis.md)"}],"status":"modified"},{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_iv/section_ii/i/article_238_bis.md","articleName":"Article 238 BIS","additions":0,"deletions":371,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article 238 bis"},{"type":"del","content":""},{"type":"del","content":"1. Ouvrent droit à une réduction d'impôt les versements effectués par les entreprises assujetties à l'impôt sur le revenu ou à l'impôt sur les sociétés au profit :"},{"type":"del","content":""},{"type":"del","content":"a) D'œuvres ou d'organismes d'intérêt général ayant un caractère philanthropique, éducatif, scientifique, social, humanitaire, sportif, familial, culturel ou concourant à la mise en valeur du patrimoine artistique, à la défense de l'environnement naturel ou à la diffusion de la culture, de la langue et des connaissances scientifiques françaises, notamment quand ces versements sont faits au bénéfice d'une fondation universitaire, d'une fondation partenariale mentionnées respectivement aux articles L. 719-12 et L. 719-13 du code de l'éducation ou d'une fondation d'entreprise, même si cette dernière porte le nom de l'entreprise fondatrice. Ces dispositions s'appliquent même si le nom de l'entreprise versante est associé aux opérations réalisées par ces organismes ;"},{"type":"del","content":""},{"type":"del","content":"b) De fondations ou associations reconnues d'utilité publique ou des musées de France et répondant aux conditions fixées au a, ainsi que d'associations cultuelles ou de bienfaisance et des établissements publics des cultes reconnus d'Alsace-Moselle. La condition relative à la reconnaissance d'utilité publique est réputée remplie par les associations régies par la loi locale maintenue en vigueur dans les départements de la Moselle, du Bas-Rhin et du Haut-Rhin lorsque la mission de ces associations est reconnue d'utilité publique. Un décret en Conseil d'Etat fixe les conditions de cette reconnaissance et les modalités de procédure permettant de l'accorder ;"},{"type":"del","content":""},{"type":"del","content":"c) Des établissements d'enseignement supérieur ou d'enseignement artistique publics ou privés, d'intérêt général, à but non lucratif ;"},{"type":"del","content":""},{"type":"del","content":"c bis) Des établissements d'enseignement supérieur consulaire mentionnés à l'article L. 711-17 du code de commerce pour leurs activités de formation professionnelle initiale et continue ainsi que de recherche ;"},{"type":"del","content":""},{"type":"del","content":"d) Des sociétés ou organismes publics ou privés, agréés à cet effet par le ministre chargé du budget en vertu de l'article 4 de l'ordonnance n° 58-882 du 25 septembre 1958 relative à la fiscalité en matière de recherche scientifique et technique ;"},{"type":"del","content":""},{"type":"del","content":"e) D'organismes publics ou privés, y compris de sociétés de capitaux dont les actionnaires sont l'Etat ou un ou plusieurs établissements publics nationaux, seuls ou conjointement avec une ou plusieurs collectivités territoriales, dont la gestion est désintéressée et qui ont pour activité principale la présentation au public d'œuvres dramatiques, lyriques, musicales, chorégraphiques, cinématographiques, audiovisuelles et de cirque ou l'organisation d'expositions d'art contemporain, à la condition que les versements soient affectés à cette activité. Cette disposition ne s'applique pas aux organismes qui présentent des œuvres à caractère pornographique ou incitant à la violence ;"},{"type":"del","content":""},{"type":"del","content":"e bis) De projets de thèse proposés au mécénat de doctorat par les écoles doctorales dans des conditions fixées par décret ;"},{"type":"del","content":""},{"type":"del","content":"e ter) De sociétés, dont l'Etat est l'actionnaire unique, qui ont pour activité la représentation de la France aux expositions universelles ;"},{"type":"del","content":""},{"type":"del","content":"e quater) Des sociétés nationales de programme mentionnées à l'article 44 de la loi n° 86-1067 du 30 septembre 1986 relative à la liberté de communication et affectés au financement de programmes audiovisuels culturels ;"},{"type":"del","content":""},{"type":"del","content":"e quinquies) De la société nationale de programme mentionnée au III de l'article 44 de la loi n° 86-1067 du 30 septembre 1986 relative à la liberté de communication et affectés au financement des activités des formations musicales dont elle assure la gestion et le développement ;"},{"type":"del","content":""},{"type":"del","content":"f) De la \" Fondation du patrimoine \" ou d'une fondation ou une association qui affecte irrévocablement ces versements à la \" Fondation du patrimoine \", en vue de subventionner la réalisation des travaux prévus par les conventions conclues en application de l'article L. 143-2-1 du code du patrimoine entre la \" Fondation du patrimoine \" et les propriétaires des immeubles, personnes physiques ou sociétés civiles composées uniquement de personnes physiques et qui ont pour objet exclusif la gestion et la location nue des immeubles dont elles sont propriétaires."},{"type":"del","content":""},{"type":"del","content":"Les immeubles mentionnés au premier alinéa ne doivent pas faire l'objet d'une exploitation commerciale. Toutefois, ces dispositions ne sont pas applicables lorsque la gestion de l'immeuble est désintéressée et que les conditions suivantes sont cumulativement remplies :"},{"type":"del","content":""},{"type":"del","content":"1° Les revenus fonciers nets, les bénéfices agricoles, les bénéfices industriels et commerciaux et les bénéfices des sociétés commerciales, augmentés des charges déduites en application du 5° du 1 de l'article 39, générés par l'immeuble au cours des trois années précédentes sont affectés au financement des travaux prévus par la convention ;"},{"type":"del","content":""},{"type":"del","content":"2° Le montant des dons collectés n'excède pas le montant restant à financer au titre de ces travaux, après affectation des subventions publiques et des sommes visées au 1°."},{"type":"del","content":""},{"type":"del","content":"Les dirigeants ou les membres du conseil d'administration ou du directoire de la société ne doivent pas avoir conclu une convention avec la \" Fondation du patrimoine \" en application de l'article L. 143-2-1 précité, être propriétaires de l'immeuble sur lequel sont effectués les travaux ou être un conjoint, un ascendant, un descendant ou un collatéral du propriétaire de cet immeuble. Lorsque l'immeuble est détenu par une société mentionnée au premier alinéa, les associés ne peuvent pas être dirigeants ou membres du conseil d'administration ou du directoire de la société donatrice ou d'une société qui entretiendrait avec la société donatrice des liens de dépendance au sens du 12 de l'article 39. Les dirigeants ou les membres du conseil d'administration ou du directoire de la société donatrice ne peuvent être un conjoint, un ascendant, un descendant ou un collatéral des associés de la société civile propriétaire de l'immeuble."},{"type":"del","content":""},{"type":"del","content":"Les dons versés à d'autres fondations ou associations reconnues d'utilité publique agréées par le ministre chargé du budget dont l'objet est culturel, en vue de subventionner la réalisation de travaux de conservation, de restauration ou d'accessibilité de monuments historiques classés ou inscrits ouvrent droit à la réduction d'impôt dans les mêmes conditions."},{"type":"del","content":""},{"type":"del","content":"g) De fonds de dotation :"},{"type":"del","content":""},{"type":"del","content":"1° Répondant aux caractéristiques mentionnées au a ;"},{"type":"del","content":""},{"type":"del","content":"2° Ou dont la gestion est désintéressée et qui reversent les revenus tirés des dons et versements mentionnés au premier alinéa du présent 1 à des organismes mentionnés aux a à e bis ou à la Fondation du patrimoine dans les conditions mentionnées aux quatre premiers alinéas du f, ou à une fondation ou association reconnue d'utilité publique agréée par le ministre chargé du budget dans les conditions mentionnées au sixième alinéa du même f. Ces organismes délivrent aux fonds de dotation une attestation justifiant le montant et l'affectation des versements effectués à leur profit."},{"type":"del","content":""},{"type":"del","content":"Les organismes mentionnés au b peuvent, lorsque leurs statuts ont été approuvés à ce titre par décret en Conseil d'Etat, recevoir des versements pour le compte d'œuvres ou d'organismes mentionnés au a."},{"type":"del","content":""},{"type":"del","content":"Lorsque les versements mentionnés au premier alinéa du présent 1 sont effectués sous forme de dons en nature, leur valorisation est effectuée au coût de revient du bien donné ou de la prestation de service donnée."},{"type":"del","content":""},{"type":"del","content":"Lorsque le don en nature prend la forme d'une mise à disposition gratuite de salariés de l'entreprise, le coût de revient à retenir dans la base de calcul de la réduction d'impôt correspond, pour chaque salarié mis à disposition, à la somme de sa rémunération et des charges sociales y afférentes dans la limite de trois fois le montant du plafond mentionné à l'article L. 241-3 du code de la sécurité sociale."},{"type":"del","content":""},{"type":"del","content":"2. Pour l'ensemble des versements effectués au titre du présent article, la fraction inférieure ou égale à 2 millions d'euros ouvre droit à une réduction d'impôt au taux de 60 % et la fraction supérieure à ce montant ouvre droit à une réduction d'impôt au taux de 40 %. Par dérogation à la première phrase du présent alinéa, ouvrent droit à une réduction d'impôt au taux de 60 % de leur montant les versements effectués par les entreprises au profit d'organismes sans but lucratif qui procèdent à la fourniture gratuite de repas à des personnes en difficulté, qui contribuent à favoriser leur logement ou qui procèdent, à titre principal, à la fourniture gratuite à des personnes en difficulté de soins mentionnés au 1° du 4 de l'article 261, de meubles, de matériels et ustensiles de cuisine, de matériels et équipements conçus spécialement pour les personnes handicapées ou à mobilité réduite, de fournitures scolaires, de vêtements, couvertures et duvets, de produits sanitaires, d'hygiène bucco-dentaire et corporelle, de produits de protection hygiénique féminine, de couches pour nourrissons, de produits et matériels utilisés pour l'incontinence et de produits contraceptifs. La liste des prestations et produits mentionnés à la deuxième phrase du présent alinéa est fixée par décret."},{"type":"del","content":""},{"type":"del","content":"Pour l'application du seuil de 2 millions d'euros, il n'est pas tenu compte des versements effectués au profit des organismes mentionnés à la deuxième phrase du premier alinéa du présent 2. ;"},{"type":"del","content":""},{"type":"del","content":"3. Pour le calcul du montant de la réduction d'impôt, l'ensemble des versements y ouvrant droit en application du présent article sont retenus dans la limite de 20 000 € ou de 5 pour mille du chiffre d'affaires lorsque ce dernier montant est plus élevé."},{"type":"del","content":""},{"type":"del","content":"Lorsque cette limite est dépassée au cours d'un exercice, l'excédent de versement donne lieu à réduction d'impôt au titre des cinq exercices suivants, après prise en compte des versements effectués au titre de chacun de ces exercices, sans qu'il puisse en résulter un dépassement de cette même limite. Le taux de réduction d'impôt applicable à cet excédent de versement est le taux auquel il a ouvert droit en application du premier alinéa du 2."},{"type":"del","content":""},{"type":"del","content":"4. Ouvrent également droit à la réduction d'impôt les dons versés aux organismes agréés dans les conditions prévues à l'article 1649 nonies et dont l'objet exclusif est de verser des aides financières permettant la réalisation d'investissements tels que définis au 3 de l'article 17 du règlement (UE) n° 651/2014 de la Commission du 17 juin 2014 déclarant certaines catégories d'aides compatibles avec le marché intérieur en application des articles 107 et 108 du traité ou de fournir des prestations d'accompagnement à des petites et moyennes entreprises telles qu'elles sont définies à l'annexe I à ce règlement."},{"type":"del","content":""},{"type":"del","content":"L'agrément est délivré à l'organisme s'il s'engage à respecter continûment l'ensemble des conditions suivantes :"},{"type":"del","content":""},{"type":"del","content":"1° La gestion de l'organisme est désintéressée ;"},{"type":"del","content":""},{"type":"del","content":"2° Ses aides et prestations ne sont pas rémunérées par les entreprises bénéficiaires et sont utilisées dans l'intérêt direct de ces dernières ;"},{"type":"del","content":""},{"type":"del","content":"3° Les aides accordées entrent dans le champ d'application de l'article 17 du règlement (UE) n° 651/2014 de la Commission du 17 juin 2014 précité ;"},{"type":"del","content":""},{"type":"del","content":"4° Le montant versé chaque année à une entreprise ne devra pas excéder 20 % des ressources annuelles de l'organisme ;"},{"type":"del","content":""},{"type":"del","content":"5° Les aides ne peuvent bénéficier aux entreprises exerçant à titre principal une activité visée à l'article 35."},{"type":"del","content":""},{"type":"del","content":"Un organisme ayant pour objet exclusif de participer, par le versement d'aides financières ne relevant pas du 3 de l'article 17 du règlement mentionné au premier alinéa du présent 4, à la création, à la reprise ou au développement de petites et moyennes entreprises telles qu'elles sont définies à l'annexe I au même règlement ou de leur fournir des prestations d'accompagnement peut également se voir délivrer l'agrément, sous réserve du respect des conditions mentionnées aux 1°, 2°, 4° et 5° et du règlement (UE) n° 1407/2013 de la Commission, du 18 décembre 2013, relatif à l'application des articles 107 et 108 du traité sur le fonctionnement de l'Union européenne aux aides de minimis ou du règlement (UE) n° 1408/2013 de la Commission, du 18 décembre 2013, relatif à l'application des articles 107 et 108 du traité sur le fonctionnement de l'Union européenne aux aides de minimis dans le secteur de l'agriculture ou du règlement (UE) n° 717/2014 de la Commission du 27 juin 2014 concernant l'application des articles 107 et 108 du traité sur le fonctionnement de l'Union européenne aux aides de minimis dans le secteur de la pêche et de l'aquaculture."},{"type":"del","content":""},{"type":"del","content":"L'agrément accordé aux organismes qui le sollicitent pour la première fois porte sur une période comprise entre la date de sa notification et le 31 décembre de la deuxième année qui suit cette date. En cas de demande de renouvellement d'agrément, ce dernier, s'il est accordé, l'est pour une période de cinq ans."},{"type":"del","content":""},{"type":"del","content":"Un décret fixe les modalités d'application du présent article, notamment les dispositions relatives aux statuts des organismes bénéficiaires des dons, les conditions de retrait de l'agrément et les informations relatives aux entreprises aidées que les organismes communiquent au ministre ayant délivré l'agrément."},{"type":"del","content":""},{"type":"del","content":"4 bis. Ouvrent également droit à la réduction d'impôt les dons et versements effectués au profit d'organismes agréés dans les conditions prévues à l'article 1649 nonies dont le siège est situé dans un Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ayant conclu avec la France une convention d'assistance administrative en vue de lutter contre la fraude et l'évasion fiscales. L'agrément est accordé lorsque l'organisme poursuit des objectifs et présente des caractéristiques similaires aux organismes dont le siège est situé en France répondant aux conditions fixées par le présent article."},{"type":"del","content":""},{"type":"del","content":"Lorsque les dons et versements ont été effectués au profit d'un organisme non agréé dont le siège est situé dans un Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ayant conclu avec la France une convention d'assistance administrative en vue de lutter contre la fraude et l'évasion fiscales, la réduction d'impôt obtenue fait l'objet d'une reprise, sauf lorsque le contribuable a produit dans le délai de dépôt de déclaration les pièces justificatives attestant que cet organisme poursuit des objectifs et présente des caractéristiques similaires aux organismes dont le siège est situé en France répondant aux conditions fixées par le présent article."},{"type":"del","content":""},{"type":"del","content":"Un décret fixe les conditions d'application du présent 4 bis et notamment la durée de validité ainsi que les modalités de délivrance, de publicité et de retrait de l'agrément."},{"type":"del","content":""},{"type":"del","content":"5. Ouvrent également droit à la réduction d'impôt les dons et versements effectués au profit d'organismes qui ont pour objet la sauvegarde, contre les effets d'un conflit armé, des biens culturels mentionnés à l'article 1er de la Convention du 14 mai 1954 pour la protection des biens culturels en cas de conflit armé, dont le siège est situé dans un Etat membre de l'Union européenne ou dans un autre Etat ayant conclu avec la France une convention d'assistance administrative en vue de lutter contre la fraude et l'évasion fiscales, sous réserve que l'Etat français soit représenté au sein des instances dirigeantes avec voix délibérative."},{"type":"del","content":""},{"type":"del","content":"6. Les entreprises qui effectuent au cours d'un exercice plus de 10 000 € de dons et versements ouvrant droit à la réduction d'impôt prévue au présent article déclarent à l'administration fiscale le montant et la date de ces dons et versements, l'identité des bénéficiaires ainsi que, le cas échéant, la valeur des biens et services reçus, directement ou indirectement, en contrepartie."},{"type":"del","content":""},{"type":"del","content":"Ces informations sont transmises sur un support électronique dans le même délai que celui prévu pour le dépôt de la déclaration de résultats de l'exercice au cours duquel les dons et versements mentionnés au premier alinéa du présent 6 sont effectués, suivant des modalités fixées par décret."},{"type":"del","content":""},{"type":"del","content":"7. Lorsque les versements mentionnés au présent article sont effectués par les sociétés de personnes mentionnées aux articles 8,238 bis L, 239 ter et 239 quater A ou les groupements mentionnés aux articles 238 ter, 239 quater, 239 quater B, 239 quater C, 239 quater D et 239 quinquies qui ne sont pas soumis à l'impôt sur les sociétés, la réduction d'impôt peut être utilisée par leurs associés proportionnellement à leurs droits dans ces sociétés ou ces groupements, à condition qu'il s'agisse de redevables de l'impôt sur les sociétés ou de personnes physiques participant à l'exploitation au sens du 1° bis du I de l'article 156."},{"type":"del","content":""},{"type":"del","content":"8. Les versements effectués au titre du présent article ne sont pas déductibles pour la détermination du bénéfice imposable."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"### Nota"},{"type":"del","content":""},{"type":"del","content":"Conformément au III de l’article 134 de la loi n° 2019-1479 du 29 décembre 2019, ces dispositions s'appliquent aux versements effectués au cours des exercices clos à compter du 31 décembre 2020."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 238 bis AB AUTONOME MODIFIE, en vigueur du 2019-12-30 au 2020-12-31 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2019-1479 du 28 décembre 2019 de finances pour 2020 - article 134 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2019-12-30 MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2008-776 du 4 août 2008 de modernisation de l'économie - article 140 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2021-07-03 au 2021-08-26 MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2008-776 du 4 août 2008 de modernisation de l'économie - article 140 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2021-08-26 au 2024-01-01 MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 238 bis AB AUTONOME MODIFIE, en vigueur du 2020-12-31 au 2023-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1907-01-02 CITATION cible Loi du 2 janvier 1907 concernant l'exercice public des cultes. - article 4-1 AUTONOME VIGUEUR, en vigueur depuis le 2021-08-26"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1986-09-30 CITATION source Loi n° 86-1067 du 30 septembre 1986 relative à la liberté de communication (Loi Léotard) - article 44 AUTONOME MODIFIE, en vigueur du 1986-10-01 au 2000-08-02"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-23 CITATION cible Loi n° 87-571 du 23 juillet 1987 sur le développement du mécénat - article 5 AUTONOME VIGUEUR, en vigueur depuis le 2024-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-23 CITATION cible Loi n° 87-571 du 23 juillet 1987 sur le développement du mécénat - article 7 AUTONOME VIGUEUR, en vigueur depuis le 1987-07-24"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1996-06-24 CITATION cible LOI no 96-559 du 24 juin 1996 portant diverses mesures en faveur des associations - article 3 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2004-11-12 CITATION cible Arrêté du 12 novembre 2004 portant homologation des livres II à VI du règlement général de l'Autorité des marchés financiers (RGAMF) - article 314-80 AUTONOME ABROGE, en vigueur du 2013-12-21 au 2018-01-03"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2008-02-27 CITATION cible Décret n° 2008-195 du 27 février 2008 pris pour l'application des articles L. 143-2-1 et L. 143-15 du code du patrimoine et relatif aux conventions conclues avec la Fondation du patrimoine et certaines fondations ou associations en faveur de la restauration de monuments historiques privés - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2008-03-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2008-04-24 CITATION cible Décret n° 2008-390 du 24 avril 2008 relatif au mécénat de doctorat des entreprises - article 1 AUTONOME ABROGE, en vigueur du 2008-04-26 au 2013-08-21"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2008-08-04 MODIFIE cible LOI n° 2008-776 du 4 août 2008 de modernisation de l'économie - article 140 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2021-08-26 au 2024-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2008-08-04 CITATION cible LOI n° 2008-776 du 4 août 2008 de modernisation de l'économie - article 140 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2008-08-06 au 2014-08-02"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2011-02-28 CITATION cible Arrêté du 28 février 2011 fixant les modalités d'application de la procédure d'agrément des personnes morales ou des organismes mentionnés aux 4 bis des articles 200 et 238 bis, au I de l'article 795-0 A et au I de l'article 978 du code général des impôts dont le siège est situé dans un Etat membre de l'Union européenne ou partie à l'accord sur l'Espace économique européen - article AUTONOME VIGUEUR, en vigueur depuis le 2018-05-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2013-01-16 CITATION cible Décret n° 2013-57 du 16 janvier 2013 fixant les conditions d'application du huitième alinéa du 4 de l'article 238 bis du code général des impôts relatif au mécénat au profit d'organismes agréés ayant pour objet exclusif de participer à la création, à la reprise ou au développement des petites et moyennes entreprises VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2015-04-17 CITATION cible Arrêté du 17 avril 2015 modifiant l'arrêté du 28 février 2011 fixant les modalités d'application de la procédure d'agrément des organismes mentionnés aux 4 bis des articles 200 et 238 bis et au I de l'article 885-0 V bis A du code général des impôts dont le siège est situé dans un Etat membre de l'Union européenne ou partie à l'Espace économique européen - article ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2016-04-26 CITATION cible Décret n° 2016-511 du 26 avril 2016 relatif au fonds de soutien aux médias d'information sociale de proximité VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2017-07-21 CITATION cible Décret n° 2017-1187 du 21 juillet 2017 relatif aux garanties applicables aux organismes faisant l'objet du contrôle prévu à l'article L. 14 A du livre des procédures fiscales VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2019-05-27 CITATION cible Décret n° 2019-531 du 27 mai 2019 relatif aux modalités de transmission à l'administration fiscale sur un support électronique des informations relatives aux dons et versements effectués par une entreprise pour un montant de plus de 10 000 € au cours d'un exercice en application de l'article 149 de la loi n° 2018-1317 du 28 décembre 2018 de finances pour 2019 VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2019-07-29 CITATION cible LOI n° 2019-803 du 29 juillet 2019 pour la conservation et la restauration de la cathédrale Notre-Dame de Paris et instituant une souscription nationale à cet effet - article 6 AUTONOME VIGUEUR, en vigueur depuis le 2019-07-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2019-12-28 MODIFIE cible LOI n° 2019-1479 du 28 décembre 2019 de finances pour 2020 - article 134 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2019-12-30"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2020-08-07 CITATION cible Décret n° 2020-1013 du 7 août 2020 fixant la liste des prestations et produits mentionnés au 2 de l'article 238 bis du code général des impôts en application de l'article 134 de la loi n° 2019-1479 du 28 décembre 2019 de finances pour 2020 VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2020-08-07 CITATION cible Décret n° 2020-1013 du 7 août 2020 fixant la liste des prestations et produits mentionnés au 2 de l'article 238 bis du code général des impôts en application de l'article 134 de la loi n° 2019-1479 du 28 décembre 2019 de finances pour 2020 - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2020-12-29 CITATION cible LOI n° 2020-1721 du 29 décembre 2020 de finances pour 2021 - article 149 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2020-12-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2022-02-21 CITATION cible LOI n° 2022-217 du 21 février 2022 relative à la différenciation, la décentralisation, la déconcentration et portant diverses mesures de simplification de l'action publique locale - article 209 AUTONOME VIGUEUR, en vigueur depuis le 2024-04-17"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2022-08-04 CITATION cible Décret n° 2022-1116 du 4 août 2022 fixant les conditions d'attribution du label « employeur partenaire des sapeurs-pompiers » - article 5 AUTONOME VIGUEUR, en vigueur depuis le 2022-08-06"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2022-08-16 CITATION cible LOI n° 2022-1158 du 16 août 2022 portant mesures d'urgence pour la protection du pouvoir d'achat - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2023-12-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2024-04-05 CITATION cible LOI n° 2024-310 du 5 avril 2024 visant à favoriser le réemploi des véhicules, au service des mobilités durables et solidaires sur les territoires - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2024-04-05 CITATION cible LOI n° 2024-310 du 5 avril 2024 visant à favoriser le réemploi des véhicules, au service des mobilités durables et solidaires sur les territoires - article 3 AUTONOME VIGUEUR, en vigueur depuis le 2024-04-07"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2024-11-08 CITATION cible Arrêté du 8 novembre 2024 fixant les éléments devant obligatoirement figurer dans le règlement intérieur d'une association et d'une fondation reconnues d'utilité publique - article 3 AUTONOME VIGUEUR, en vigueur depuis le 2024-11-18"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2025-08-01 CITATION cible Décret n° 2025-757 du 1er août 2025 relatif à la mise à jour de la référence à un règlement européen mentionné aux articles 46 quindecies M, 46 quindecies O et 46 quindecies P de l'annexe III au code général des impôts VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      2999-01-01 CITATION source Code de commerce - art. L711-17"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de commerce - article L225-115 AUTONOME MODIFIE, en vigueur du 2019-12-30 au 2020-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de commerce - article L912-4 AUTONOME VIGUEUR, en vigueur depuis le 2004-06-26"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de commerce - article L922-4 AUTONOME VIGUEUR, en vigueur depuis le 2004-06-26"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'éducation - article D612-42 AUTONOME VIGUEUR, en vigueur depuis le 2013-08-21"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'éducation - article L361-2 AUTONOME VIGUEUR, en vigueur depuis le 2020-12-09"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des transports - article L1113-2 AUTONOME VIGUEUR, en vigueur depuis le 2024-04-07"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du patrimoine - article L143-15 AUTONOME VIGUEUR, en vigueur depuis le 2006-12-27"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du patrimoine - article L122-5 AUTONOME VIGUEUR, en vigueur depuis le 2004-02-24"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L3142-52 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2016-08-10"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L3142-61 AUTONOME VIGUEUR, en vigueur depuis le 2016-08-10"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L8241-3 AUTONOME VIGUEUR, en vigueur depuis le 2024-04-17"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général de la propriété des personnes publiques - article L3212-2 AUTONOME VIGUEUR, en vigueur depuis le 2023-12-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général de la propriété des personnes publiques - article L3212-4 AUTONOME VIGUEUR, en vigueur depuis le 2021-12-23"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article L1511-7 AUTONOME VIGUEUR, en vigueur depuis le 2016-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article L1611-7-2 AUTONOME VIGUEUR, en vigueur depuis le 2022-02-23"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article L2252-1 AUTONOME VIGUEUR, en vigueur depuis le 1996-04-13"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article L3231-4 AUTONOME VIGUEUR, en vigueur depuis le 2022-02-23"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article L4253-1 AUTONOME VIGUEUR, en vigueur depuis le 2022-02-23"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code général des impôts - article 1649 nonies AUTONOME MODIFIE, en vigueur du 1979-07-01 au 1986-02-20"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 1740 A AUTONOME VIGUEUR, en vigueur depuis le 2018-12-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 200 bis AUTONOME VIGUEUR, en vigueur depuis le 2003-08-03"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 200-0 A AUTONOME MODIFIE, en vigueur du 2024-01-01 au 2025-02-16"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 220 E AUTONOME VIGUEUR, en vigueur depuis le 2003-08-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 223 O AUTONOME MODIFIE, en vigueur du 2023-12-31 au 2024-03-14"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 238 bis A AUTONOME MODIFIE_MORT_NE, en vigueur du 2003-08-31 au 2003-08-02"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 238 bis AA AUTONOME MODIFIE, en vigueur du 1997-04-11 au 2002-01-05"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 238 bis AB AUTONOME VIGUEUR, en vigueur depuis le 2023-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 244 quater C AUTONOME VIGUEUR, en vigueur depuis le 2022-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 244 quater F AUTONOME VIGUEUR, en vigueur depuis le 2023-12-20"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 244 quater J AUTONOME VIGUEUR, en vigueur depuis le 2017-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 244 quater K AUTONOME PERIME, en vigueur du 2009-05-29 au 2010-05-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code général des impôts - article 35 AUTONOME MODIFIE, en vigueur du 1979-07-01 au 1986-06-18"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code général des impôts - article 39 AUTONOME MODIFIE, en vigueur du 1979-07-01 au 1981-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 46 quindecies QA AUTONOME VIGUEUR, en vigueur depuis le 2012-05-07"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 46 quindecies QB AUTONOME VIGUEUR, en vigueur depuis le 2012-05-07"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 46 quindecies QC AUTONOME VIGUEUR, en vigueur depuis le 2020-07-25"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 49 septies X AUTONOME VIGUEUR, en vigueur depuis le 2019-05-30"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 49 septies XC AUTONOME VIGUEUR, en vigueur depuis le 2021-06-12"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts, annexe IV - article 121 Z sexies AUTONOME VIGUEUR, en vigueur depuis le 2020-10-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts, annexe IV - article 170 septies H AUTONOME VIGUEUR, en vigueur depuis le 2001-03-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 46 quindecies M AUTONOME VIGUEUR, en vigueur depuis le 2025-08-04"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 46 quindecies O AUTONOME VIGUEUR, en vigueur depuis le 2025-08-04"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 46 quindecies P AUTONOME VIGUEUR, en vigueur depuis le 2025-08-04"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Livre des procédures fiscales - article L102 E AUTONOME VIGUEUR, en vigueur depuis le 2018-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Livre des procédures fiscales - article L80 C AUTONOME VIGUEUR, en vigueur depuis le 2006-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Livre des procédures fiscales - article R*80 C-1 AUTONOME VIGUEUR, en vigueur depuis le 2025-05-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Livre des procédures fiscales - article R*80 C-3 AUTONOME VIGUEUR, en vigueur depuis le 2025-05-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de l'éducation - article L719-12 AUTONOME MODIFIE, en vigueur du 2007-08-11 au 2008-08-06"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code du patrimoine - article L143-2-1 AUTONOME MODIFIE, en vigueur du 2006-12-27 au 2007-12-29"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/41/47/08/LEGIARTI000041470858.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/41/47/08/LEGIARTI000041470858.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/41/47/08/LEGIARTI000041470858.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_impots/src/branch/main/livre_premier/premiere_partie/titre_premier/chapitre_iv/section_ii/i/article_238_bis.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000041470858)"},{"type":"del","content":""}],"status":"deleted"}],"stats":{"additions":0,"deletions":372,"filesChanged":2}}