{"sha":"51ec72cc0728","date":"2021-07-01","message":"Décret n° 2021-872 du 30 juin 2021 recodifiant la partie réglementaire du livre Ier du code de la construction et de l'habitation et fixant les conditions de mise en œuvre des solutions d'effet équivalent","files":[{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_premier/section_v/ii/19_decies/README.md","articleName":"Sommaire - 19 Decies","additions":1,"deletions":0,"diff":[{"type":"add","content":"- [Article 199 septvicies](article_199_septvicies.md)"}],"status":"modified"},{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_premier/section_v/ii/19_decies/article_199_septvicies.md","articleName":"Article 199 SEPTVICIES","additions":309,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article 199 septvicies"},{"type":"add","content":""},{"type":"add","content":"I. – 1. Les contribuables domiciliés en France au sens de l'article 4 B qui acquièrent, entre le 1er janvier 2009 et le 31 décembre 2012, un logement neuf ou en l'état futur d'achèvement bénéficient d'une réduction d'impôt sur le revenu à condition qu'ils s'engagent à le louer nu à usage d'habitation principale pendant une durée minimale de neuf ans."},{"type":"add","content":""},{"type":"add","content":"2. La réduction d'impôt s'applique dans les mêmes conditions :"},{"type":"add","content":""},{"type":"add","content":"a) Au logement que le contribuable fait construire et qui fait l'objet d'un dépôt de demande de permis de construire entre le 1er janvier 2009 et le 31 décembre 2012 ;"},{"type":"add","content":""},{"type":"add","content":"b) Au logement que le contribuable acquiert entre le 1er janvier 2009 et le 31 décembre 2012 et qui fait ou qui a fait l'objet, entre ces mêmes dates, de travaux concourant à la production ou à la livraison d'un immeuble neuf au sens du 2° du 2 du I de l'article 257 ;"},{"type":"add","content":""},{"type":"add","content":"c) Au logement qui ne satisfait pas aux caractéristiques de décence, prévues à l'article 6 de la loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986, que le contribuable acquiert entre le 1er janvier 2009 et le 31 décembre 2012 et qui fait l'objet, entre ces mêmes dates, de travaux de réhabilitation définis par décret permettant au logement d'acquérir des performances techniques voisines de celles d'un logement neuf ou que le contribuable acquiert en 2012 et qui a fait l'objet, entre ces mêmes dates, de tels travaux ;"},{"type":"add","content":""},{"type":"add","content":"d) Au local affecté à un usage autre que l'habitation que le contribuable acquiert entre le 1er janvier 2009 et le 31 décembre 2012 et qui fait l'objet, entre ces mêmes dates, de travaux de transformation en logement ou que le contribuable acquiert en 2012 et qui a fait l'objet, entre ces mêmes dates, de tels travaux."},{"type":"add","content":""},{"type":"add","content":"3. L'achèvement du logement doit intervenir dans les trente mois qui suivent la date de la déclaration d'ouverture de chantier dans le cas d'un logement acquis en l'état futur d'achèvement ou la date de l'obtention du permis de construire dans le cas d'un logement que le contribuable fait construire. L'achèvement des travaux mentionnés aux b, c et d du 2 doit intervenir au plus tard le 31 décembre de la deuxième année qui suit celle de l'acquisition du local ou du logement concerné."},{"type":"add","content":""},{"type":"add","content":"4. L'application de la présente réduction d'impôt est, au titre de l'acquisition ou de la construction d'un logement, exclusive, pour le même logement, de la déduction au titre de l'amortissement prévue au h du 1° du I de l'article 31."},{"type":"add","content":""},{"type":"add","content":"La location ne peut pas être conclue avec un membre du foyer fiscal ou, si le logement est la propriété d'une société non soumise à l'impôt sur les sociétés, avec l'un de ses associés ou avec un membre du foyer fiscal de l'un de ses associés."},{"type":"add","content":""},{"type":"add","content":"La location du logement consentie à un organisme public ou privé qui le donne en sous-location nue à usage d'habitation principale à une personne autre que l'une de celles mentionnées au deuxième alinéa du présent 4 ne fait pas obstacle au bénéfice de la réduction d'impôt à la condition que cet organisme ne fournisse aucune prestation hôtelière ou parahôtelière."},{"type":"add","content":""},{"type":"add","content":"La réduction d'impôt n'est pas applicable aux logements dont le droit de propriété est démembré ou aux logements appartenant à une société non soumise à l'impôt sur les sociétés dont le droit de propriété des parts est démembré. Elle n'est pas non plus applicable aux immeubles classés ou inscrits au titre des monuments historiques ou ayant reçu le label délivré par la Fondation du patrimoine, mentionnés au premier alinéa du 3° du I de l'article 156, et aux logements financés au moyen d'un prêt mentionné à l'article D. 331-1 du code de la construction et de l'habitation ayant fait l'objet d'un dépôt de permis de construire à compter du 1er janvier 2010."},{"type":"add","content":""},{"type":"add","content":"II. – La réduction d'impôt n'est applicable qu'aux logements dont les caractéristiques thermiques et la performance énergétique sont atteignent les résultats minimaux définis en application des articles L. 171-1 et L. 172-1 du code de la construction et de l'habitation. Le respect de cette condition est justifié par le contribuable selon des modalités définies par décret."},{"type":"add","content":""},{"type":"add","content":"Le premier alinéa s'applique à compter du 1er janvier 2010."},{"type":"add","content":""},{"type":"add","content":"Toutefois, pour les logements acquis neufs ou en l'état futur d'achèvement par le contribuable ou que celui-ci fait construire, qui font l'objet d'un dépôt de demande de permis de construire du 1er janvier au 31 décembre 2012, et pour les autres logements, qui font l'objet, au titre des travaux mentionnés aux b, c et d du 2 du I, d'un dépôt de demande de permis de construire entre ces mêmes dates, la réduction d'impôt s'applique à la condition que le contribuable justifie du respect d'un niveau de performance énergétique globale fixé par décret en fonction du type de logement concerné et supérieur à celui qu'impose la législation en vigueur."},{"type":"add","content":""},{"type":"add","content":"III. – L'engagement de location mentionné au I doit prendre effet dans les douze mois qui suivent la date d'achèvement de l'immeuble ou de son acquisition si elle est postérieure. Cet engagement prévoit que le loyer ne doit pas excéder un plafond fixé par le décret prévu au troisième alinéa du h du 1° du I de l'article 31."},{"type":"add","content":""},{"type":"add","content":"IV. – La réduction d'impôt est calculée sur le prix de revient du logement retenu dans la limite de plafonds par mètre carré de surface habitable fixés par décret en fonction de la localisation du logement et sans pouvoir dépasser 300 000 €."},{"type":"add","content":""},{"type":"add","content":"Le taux de la réduction d'impôt est de :"},{"type":"add","content":""},{"type":"add","content":"– 25 % pour les logements acquis ou construits en 2009 et en 2010 ;"},{"type":"add","content":""},{"type":"add","content":"– 13 % pour les logements acquis ou construits en 2011 ;"},{"type":"add","content":""},{"type":"add","content":"Toutefois, lorsque le contribuable acquiert ou fait construire un logement neuf à raison duquel il justifie du niveau de performance énergétique globale mentionné au dernier alinéa du II, ce taux est porté à 22 % ;"},{"type":"add","content":""},{"type":"add","content":"– 13 % pour les logements acquis en 2012 qui font l'objet d'un dépôt de demande de permis de construire au plus tard le 31 décembre 2011 et pour lesquels le contribuable justifie du niveau de performance énergétique globale mentionné au dernier alinéa du II."},{"type":"add","content":""},{"type":"add","content":"Toutefois, pour les logements qui font l'objet d'un dépôt de permis de construire au plus tard le 31 décembre 2011 pour lesquels le contribuable ne justifie pas d'un tel niveau de performance énergétique globale, la réduction d'impôt s'applique au taux de 6 % ;"},{"type":"add","content":""},{"type":"add","content":"– 13 % pour les logements acquis ou construits en 2012 qui font l'objet d'un dépôt de demande de permis de construire à compter du 1er janvier 2012."},{"type":"add","content":""},{"type":"add","content":"Lorsque le logement est détenu en indivision, chaque indivisaire bénéficie de la réduction d'impôt dans la limite de la quote-part du prix de revient correspondant à ses droits dans l'indivision."},{"type":"add","content":""},{"type":"add","content":"Lorsque le logement est la propriété d'une société non soumise à l'impôt sur les sociétés autre qu'une société civile de placement immobilier, le contribuable bénéficie de la réduction d'impôt dans la limite de la quote-part du prix de revient correspondant à ses droits sur le logement concerné. Il s'engage à conserver ses parts jusqu'au terme de l'engagement de location mentionné au I."},{"type":"add","content":""},{"type":"add","content":"Au titre d'une même année d'imposition, le contribuable ne peut bénéficier de la réduction d'impôt qu'à raison de l'acquisition, de la construction ou de la transformation d'un seul logement."},{"type":"add","content":""},{"type":"add","content":"La réduction d'impôt est répartie sur neuf années. Elle est accordée au titre de l'année d'achèvement du logement ou de son acquisition si elle est postérieure et imputée sur l'impôt dû au titre de cette même année puis sur l'impôt dû au titre de chacune des huit années suivantes à raison d'un neuvième de son montant total au titre de chacune de ces années."},{"type":"add","content":""},{"type":"add","content":"Lorsque la fraction de la réduction d'impôt imputable au titre d'une année d'imposition excède l'impôt dû par le contribuable au titre de cette même année, le solde peut être imputé sur l'impôt sur le revenu dû au titre des années suivantes jusqu'à la sixième année inclusivement pour autant que l'immeuble soit maintenu à la location pendant lesdites années."},{"type":"add","content":""},{"type":"add","content":"Lorsque la réduction d'impôt est acquise au titre d'un local affecté à un usage autre que l'habitation et que le contribuable transforme en logement, d'un logement ne satisfaisant pas aux caractéristiques de décence prévues à l'article 6 de la loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986 et faisant l'objet de travaux de réhabilitation définis par décret permettant aux logements d'acquérir des performances techniques voisines de celles des logements neufs ou d'un logement qui fait l'objet de travaux concourant à la production ou à la livraison d'un immeuble neuf au sens du 2° du 2 du I de l'article 257, elle est calculée sur le prix d'acquisition du local ou du logement augmenté du montant des travaux et elle est accordée au titre de l'année d'achèvement de ces travaux."},{"type":"add","content":""},{"type":"add","content":"V. – Lorsque le logement reste loué, à l'issue de la période couverte par l'engagement de location mentionnée au I, dans les conditions mentionnées au deuxième alinéa du l du 1° du I de l'article 31, par période de trois ans, le contribuable continue à bénéficier de la réduction d'impôt prévue au présent article pendant au plus six années supplémentaires. Dans ce cas, la réduction d'impôt annuelle est égale à 4 % du prix de revient du logement par période triennale, imputée à raison d'un tiers de son montant sur l'impôt dû au titre de chacune des années comprises dans ladite période."},{"type":"add","content":""},{"type":"add","content":"VI. – Un contribuable ne peut, pour un même logement ou une même souscription de parts, bénéficier à la fois de l'une des réductions d'impôt prévues aux articles 199 decies E à 199 decies G, 199 decies I, 199 undecies A ou 199 tervicies et des dispositions du présent article."},{"type":"add","content":""},{"type":"add","content":"Les dépenses de travaux retenues pour le calcul de la réduction d'impôt prévue au présent article ne peuvent faire l'objet d'une déduction pour la détermination des revenus fonciers."},{"type":"add","content":""},{"type":"add","content":"VII. – La réduction d'impôt obtenue fait l'objet d'une reprise au titre de l'année au cours de laquelle intervient :"},{"type":"add","content":""},{"type":"add","content":"1° La rupture de l'engagement de location ou de l'engagement de conservation des parts mentionné aux I, IV ou VIII ;"},{"type":"add","content":""},{"type":"add","content":"2° Le démembrement du droit de propriété de l'immeuble concerné ou des parts. Toutefois, aucune remise en cause n'est effectuée lorsque le démembrement de ce droit ou le transfert de la propriété du bien résulte du décès de l'un des membres du couple soumis à imposition commune et que le conjoint survivant attributaire du bien ou titulaire de son usufruit s'engage à respecter les engagements prévus au I et, le cas échéant, au VIII, dans les mêmes conditions et selon les mêmes modalités, pour la période restant à courir à la date du décès."},{"type":"add","content":""},{"type":"add","content":"VIII. – La réduction d'impôt est applicable, dans les mêmes conditions, à l'associé d'une société civile de placement immobilier régie par les articles L. 214-114 et suivants du code monétaire et financier dont la quote-part de revenu est, en application de l'article 8, soumise en son nom à l'impôt sur le revenu dans la catégorie des revenus fonciers."},{"type":"add","content":""},{"type":"add","content":"Le taux de la réduction d'impôt est de :"},{"type":"add","content":""},{"type":"add","content":"– 25 % pour les souscriptions réalisées en 2009 et en 2010 ;"},{"type":"add","content":""},{"type":"add","content":"– 13 % pour les souscriptions réalisées en 2011 ;"},{"type":"add","content":""},{"type":"add","content":"Toutefois, lorsque 95 % de la souscription sert exclusivement à financer les logements mentionnés au cinquième alinéa du IVce taux est porté à 22 % ;"},{"type":"add","content":""},{"type":"add","content":"– 13 % pour les souscriptions réalisées en 2012, à la condition que 95 % de la souscription serve exclusivement à financer des logements qui font l'objet d'un dépôt de demande de permis de construire au plus tard le 31 décembre 2011 et qui respectent le niveau de performance énergétique globale mentionné au dernier alinéa du II."},{"type":"add","content":""},{"type":"add","content":"Toutefois, pour les souscriptions réalisées en 2012 autres que celles mentionnées au sixième alinéa qui servent à financer des logements qui ont fait l'objet d'un dépôt de demande de permis de construire au plus tard le 31 décembre 2011, la réduction d'impôt s'applique au taux de 6 % ;"},{"type":"add","content":""},{"type":"add","content":"– 13 % pour les souscriptions réalisées en 2012 qui servent à financer des logements faisant l'objet d'un dépôt de demande de permis de construire à compter du 1er janvier 2012."},{"type":"add","content":""},{"type":"add","content":"La réduction d'impôt, qui n'est pas applicable aux titres dont le droit de propriété est démembré, est subordonnée à la condition que 95 % de la souscription serve exclusivement à financer un investissement pour lequel les conditions d'application du présent article sont réunies. En outre, la société doit prendre l'engagement de louer le logement dans les conditions prévues au présent article. L'associé doit s'engager à conserver la totalité de ses titres jusqu'au terme de l'engagement de location souscrit par la société. Le produit de la souscription annuelle doit être intégralement investi dans les dix-huit mois qui suivent la clôture de celle-ci."},{"type":"add","content":""},{"type":"add","content":"Au titre d'une année d'imposition, le montant de la souscription ouvrant droit à la réduction d'impôt ne peut pas excéder, pour un même contribuable, la somme de 300 000 €."},{"type":"add","content":""},{"type":"add","content":"La réduction d'impôt est répartie sur neuf années. Elle est accordée au titre de l'année de la souscription et imputée sur l'impôt dû au titre de cette même année puis sur l'impôt dû au titre de chacune des huit années suivantes à raison d'un neuvième de son montant total au titre de chacune de ces années."},{"type":"add","content":""},{"type":"add","content":"Lorsque la fraction de la réduction d'impôt imputable au titre d'une année d'imposition excède l'impôt dû par le contribuable au titre de cette même année, le solde peut être imputé sur l'impôt sur le revenu dû au titre des années suivantes jusqu'à la sixième année inclusivement pour autant que l'immeuble soit maintenu à la location pendant lesdites années."},{"type":"add","content":""},{"type":"add","content":"L'application de la présente réduction d'impôt est, au titre d'une même souscription de parts, exclusive de la déduction au titre de l'amortissement prévue à l'article 31 bis."},{"type":"add","content":""},{"type":"add","content":"IX. – Le montant total des dépenses retenu pour l'application du présent article au titre, d'une part, de l'acquisition, de la construction ou de la transformation d'un logement et, d'autre part, de souscriptions de titres, ne peut excéder globalement 300 000 € par contribuable et pour une même année d'imposition."},{"type":"add","content":""},{"type":"add","content":"X. – A compter de la publication d'un arrêté des ministres chargés du budget et du logement classant les communes par zones géographiques en fonction de l'offre et de la demande de logements, la réduction d'impôt prévue au présent article n'est plus accordée au titre des logements situés dans des communes classées dans des zones géographiques ne se caractérisant pas par un déséquilibre entre l'offre et la demande de logements et acquis à compter du lendemain de la date de publication de cet arrêté."},{"type":"add","content":""},{"type":"add","content":"Toutefois, cette réduction d'impôt est également acquise au titre des logements situés dans les communes mentionnées au premier alinéa lorsqu'elles ont fait l'objet d'un agrément délivré par le ministre chargé du logement, dans des conditions définies par décret, après avis du maire de la commune d'implantation ou du président de l'établissement public de coopération intercommunale territorialement compétent en matière d'urbanisme. La décision du ministre de délivrer ou non l'agrément doit tenir compte des besoins en logements adaptés à la population."},{"type":"add","content":""},{"type":"add","content":"XI.-Les investissements mentionnés aux I et VIII et afférents à des logements situés dans les départements d'outre-mer, Saint-Barthélemy, Saint-Martin, Saint-Pierre-et-Miquelon, en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna ou à des souscriptions employées dans les conditions définies au neuvième alinéa du VIII pour le financement de tels logements ouvrent droit à la réduction d'impôt prévue au présent article dans les mêmes conditions, sous réserve des adaptations prévues au présent XI."},{"type":"add","content":""},{"type":"add","content":"a) Pour ces investissements, le taux de la réduction est égal :"},{"type":"add","content":""},{"type":"add","content":"1° A 36 % pour les logements acquis ou construits et pour les souscriptions réalisées entre la date de promulgation de la loi n° 2009-594 du 27 mai 2009 pour le développement économique des outre-mer et le 31 décembre 2011 ;"},{"type":"add","content":""},{"type":"add","content":"2° A 24 % pour les logements acquis ou construits et pour les souscriptions réalisées en 2012 ;"},{"type":"add","content":""},{"type":"add","content":"3° (Abrogé)."},{"type":"add","content":""},{"type":"add","content":"b) Pour les investissements réalisés à compter du 1er janvier 2011 afférents à des logements situés en Nouvelle-Calédonie, en Polynésie française ou dans les îles Wallis et Futuna :"},{"type":"add","content":""},{"type":"add","content":"1° La durée minimale de l'engagement de location prévu au premier alinéa du I est fixée à cinq ans ;"},{"type":"add","content":""},{"type":"add","content":"2° Le nombre d'années, mentionné, selon le cas, au douzième alinéa du IV ou au onzième alinéa du VIII, sur lequel est répartie la réduction d'impôt, est fixé à cinq ;"},{"type":"add","content":""},{"type":"add","content":"3° La réduction d'impôt accordée, selon le cas, au titre de l'année d'achèvement du logement ou de son acquisition si elle est postérieure, comme mentionné au douzième alinéa du IV, ou au titre de la souscription, comme mentionné au onzième alinéa du VIII, est imputée sur l'impôt dû au titre de cette même année puis sur l'impôt dû au titre de chacune des quatre années suivantes à raison d'un cinquième de son montant total au titre de chacune de ces années."},{"type":"add","content":""},{"type":"add","content":"Le dernier alinéa du II n'est pas applicable au présent XI."},{"type":"add","content":""},{"type":"add","content":"Pour l'application du présent XI, le plafond de loyer mentionné au III ainsi que les conditions mentionnées au deuxième alinéa du l du 1° du I de l'article 31 peuvent être adaptés par décret."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Conformément à l'article 8 de l'ordonnance 2020-71 du 29 janvier 2020, ces dispositions entrent en vigueur à une date fixée par décret en Conseil d'Etat, et au plus tard le 1er juillet 2021."},{"type":"add","content":""},{"type":"add","content":"Modification effectuée en conséquence de l’article 5-II-3° du décret n° 2019-873 du 21 août 2019."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2021-872 du 30 juin 2021 recodifiant la partie réglementaire du livre Ier du code de la construction et de l'habitation et fixant les conditions de mise en œuvre des solutions d'effet équivalent - article 7 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2009-594 du 27 mai 2009 pour le développement économique des outre-mer CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1989-07-06 CITATION source Loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986 - article 6 AUTONOME MODIFIE, en vigueur du 1989-07-08 au 2000-12-14"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2009-04-29 CITATION cible Arrêté du 29 avril 2009 relatif au classement des communes par zone applicable à certaines aides au logement ABROGE, en vigueur du 2009-05-04 au 2014-08-07"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2009-04-29 CITATION cible Arrêté du 29 avril 2009 relatif au classement des communes par zone applicable à certaines aides au logement - article 3 AUTONOME ABROGE, en vigueur du 2009-05-04 au 2014-08-07"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2009-05-27 CITATION source LOI n° 2009-594 du 27 mai 2009 pour le développement économique des outre-mer"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2009-05-27 CITATION cible LOI n° 2009-594 du 27 mai 2009 pour le développement économique des outre-mer - article 72 AUTONOME VIGUEUR, en vigueur depuis le 2009-05-29"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2009-07-29 CITATION cible Décret n° 2009-930 du 29 juillet 2009 portant application de l'article 62 de la loi n° 2009-323 du 25 mars 2009 de mobilisation pour le logement et la lutte contre l'exclusion VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2010-09-23 CITATION cible Arrêté du 23 septembre 2010 relatif à l'instruction des demandes de l'agrément prévu au X de l'article 199 septvicies du code général des impôts VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2010-09-23 CITATION cible Décret n° 2010-1112 du 23 septembre 2010 relatif à l'agrément prévu au X de l'article 199 septvicies du code général des impôts - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2010-09-25"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2010-09-23 CITATION cible Décret n° 2010-1112 du 23 septembre 2010 relatif à l'agrément prévu au X de l'article 199 septvicies du code général des impôts - article 8 AUTONOME VIGUEUR, en vigueur depuis le 2010-09-25"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2010-12-29 CITATION cible LOI n° 2010-1658 du 29 décembre 2010 de finances rectificative pour 2010 - article 62 AUTONOME VIGUEUR, en vigueur depuis le 2010-12-31"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2012-03-05 CITATION cible Arrêté du 5 mars 2012 relatif à la réduction d'impôt sur le revenu au titre de l'investissement immobilier locatif prévue à l'article 199 septvicies du code général des impôts, pris en application de l'article 46 AZA octies de l'annexe III à ce code VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2012-03-05 CITATION cible Décret n° 2012-305 du 5 mars 2012 fixant le niveau de performance énergétique globale et les plafonds de prix de revient par mètre carré de surface habitable pris en compte pour le calcul de la réduction d'impôt des logements éligibles à la réduction d'impôt sur le revenu en faveur de l'investissement locatif prévue à l'article 199 septvicies du code général des impôts VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2012-12-29 CITATION cible Arrêté du 29 décembre 2012 modifiant l'arrêté du 30 décembre 2010 relatif aux conditions d'application de dispositions concernant les prêts ne portant pas intérêt consentis pour financer la primo-accession à la propriété VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2012-12-29 CITATION cible LOI n° 2012-1509 du 29 décembre 2012 de finances pour 2013 - article 81 AUTONOME VIGUEUR, en vigueur depuis le 2013-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2021-06-30 MODIFIE cible Décret n° 2021-872 du 30 juin 2021 recodifiant la partie réglementaire du livre Ier du code de la construction et de l'habitation et fixant les conditions de mise en œuvre des solutions d'effet équivalent - article 7 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la construction et de l'habitation - article R441-20-1 AUTONOME ABROGE, en vigueur du 2009-08-01 au 2017-05-11"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code général des impôts - article 156 AUTONOME MODIFIE, en vigueur du 1979-07-01 au 1981-07-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code général des impôts - article 199 decies E AUTONOME MODIFIE, en vigueur du 1999-03-31 au 2001-03-31"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code général des impôts - article 199 decies I AUTONOME MODIFIE, en vigueur du 2006-12-31 au 2023-12-31"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code général des impôts, CGI. - art. 199 tervicies"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 199 tricies AUTONOME VIGUEUR, en vigueur depuis le 2025-02-16"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code général des impôts - article 199 undecies A AUTONOME MODIFIE, en vigueur du 2001-03-31 au 2001-12-29"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 199 undecies C AUTONOME MODIFIE, en vigueur du 2020-07-25 au 2022-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 239 nonies AUTONOME MODIFIE, en vigueur du 2023-01-01 au 2023-12-31"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code général des impôts - article 257 AUTONOME MODIFIE, en vigueur du 1979-07-01 au 1982-12-31"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 31 AUTONOME MODIFIE, en vigueur du 2017-05-05 au 2018-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code général des impôts - article 31 bis AUTONOME MODIFIE, en vigueur du 2003-08-31 au 2004-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code général des impôts - article 4 B AUTONOME MODIFIE, en vigueur du 1979-07-01 au 2019-12-30"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 2 octodecies A AUTONOME VIGUEUR, en vigueur depuis le 2012-05-07"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 2 octodecies B AUTONOME VIGUEUR, en vigueur depuis le 2009-07-11"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 2 quindecies A AUTONOME VIGUEUR, en vigueur depuis le 2017-05-05"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 2 quindecies B AUTONOME VIGUEUR, en vigueur depuis le 2020-04-16"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 2 quindecies C AUTONOME VIGUEUR, en vigueur depuis le 2013-12-29"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 2 sexdecies-0 A ter AUTONOME VIGUEUR, en vigueur depuis le 2012-05-07"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 46 AZA decies AUTONOME VIGUEUR, en vigueur depuis le 2012-03-29"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 46 AZA octies AUTONOME VIGUEUR, en vigueur depuis le 2021-07-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 46 AZA octies A AUTONOME MODIFIE, en vigueur du 2012-03-08 au 2020-07-25"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts, annexe IV - article 18-0 ter AUTONOME MODIFIE, en vigueur du 2009-05-04 au 2010-05-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 2 octodecies AUTONOME VIGUEUR, en vigueur depuis le 2024-06-02"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 2 terdecies B AUTONOME VIGUEUR, en vigueur depuis le 2025-06-19"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 2 terdecies C AUTONOME VIGUEUR, en vigueur depuis le 2025-06-19"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts, annexe IV - article 18-0 bis B AUTONOME VIGUEUR, en vigueur depuis le 2024-06-02"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Livre des procédures fiscales - article L45 F AUTONOME VIGUEUR, en vigueur depuis le 2022-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code monétaire et financier - article L214-114 AUTONOME MODIFIE, en vigueur du 2007-06-01 au 2013-07-28"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L111-9 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 2005-07-14"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article R331-1 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 1981-09-13"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/84/14/LEGIARTI000043841496.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/84/14/LEGIARTI000043841496.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/43/84/14/LEGIARTI000043841496.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_impots/src/branch/main/livre_premier/premiere_partie/titre_premier/chapitre_premier/section_v/ii/19_decies/article_199_septvicies.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000043841496)"},{"type":"add","content":""}],"status":"added"}],"stats":{"additions":310,"deletions":0,"filesChanged":2}}