{"sha":"5cd57b434659","date":"2017-05-05","message":"LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016","files":[{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_premier/section_ii/1re_sous-section/i/4/README.md","articleName":"Sommaire - 4","additions":0,"deletions":1,"diff":[{"type":"del","content":"- [Article 31](article_31.md)"}],"status":"modified"},{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_premier/section_ii/1re_sous-section/i/4/article_31.md","articleName":"Article 31","additions":0,"deletions":637,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article 31"},{"type":"del","content":""},{"type":"del","content":"I. Les charges de la propriété déductibles pour la détermination du revenu net comprennent :"},{"type":"del","content":""},{"type":"del","content":"1° Pour les propriétés urbaines :"},{"type":"del","content":""},{"type":"del","content":"a) Les dépenses de réparation et d'entretien effectivement supportées par le propriétaire ;"},{"type":"del","content":""},{"type":"del","content":"a bis) les primes d'assurance ;"},{"type":"del","content":""},{"type":"del","content":"a ter) Le montant des dépenses supportées pour le compte du locataire par le propriétaire dont celui-ci n'a pu obtenir le remboursement, au 31 décembre de l'année du départ du locataire ;"},{"type":"del","content":""},{"type":"del","content":"a quater) Les provisions pour dépenses, comprises ou non dans le budget prévisionnel de la copropriété, prévues aux articles 14-1 et 14-2 de la loi n° 65-557 du 10 juillet 1965 fixant le statut de la copropriété des immeubles bâtis, supportées par le propriétaire, diminuées du montant des provisions déduites l'année précédente qui correspond à des charges non déductibles ;"},{"type":"del","content":""},{"type":"del","content":"b) Les dépenses d'amélioration afférentes aux locaux d'habitation, à l'exclusion des frais correspondant à des travaux de construction, de reconstruction ou d'agrandissement, ainsi que des dépenses au titre desquelles le propriétaire bénéficie du crédit d'impôt sur le revenu prévu à l'article 200 quater ou de celui prévu à l'article 200 quater A ;"},{"type":"del","content":""},{"type":"del","content":"b bis) Les dépenses d'amélioration afférentes aux locaux professionnels et commerciaux destinées à protéger ces locaux des effets de l'amiante ou à faciliter l'accueil des handicapés, à l'exclusion des frais correspondant à des travaux de construction, de reconstruction ou d'agrandissement ;"},{"type":"del","content":""},{"type":"del","content":"b ter) Dans les secteurs sauvegardés définis aux articles L. 313-1 à L. 313-3 du code de l'urbanisme, les zones de protection du patrimoine architectural, urbain et paysager définies à l'article L. 642-1 du code du patrimoine dans sa rédaction applicable avant l'entrée en vigueur de la loi n° 2010-788 du 12 juillet 2010 portant engagement national pour l'environnement et les aires de mise en valeur de l'architecture et du patrimoine définies à l'article L. 642-1 du même code, les frais d'adhésion à des associations foncières urbaines de restauration, les travaux de démolition imposés par l'autorité qui délivre le permis de construire et prévus par les plans de sauvegarde et de mise en valeur rendus publics ou par la déclaration d'utilité publique des travaux de restauration, à l'exception des travaux de construction, de reconstruction ou d'agrandissement. Toutefois, constituent des charges de la propriété déductibles pour la détermination du revenu net, les travaux de reconstitution de toiture ou de murs extérieurs d'immeubles existants prévus par les mêmes plans de sauvegarde ou imposés par la même déclaration d'utilité publique et rendus nécessaires par ces démolitions. Il en est de même des travaux de transformation en logement de tout ou partie d'un immeuble, dans le volume bâti existant dont la conservation est conforme au plan de sauvegarde et de mise en valeur ou à la déclaration d'utilité publique des travaux de restauration. Il en est de même des travaux de réaffectation à l'habitation de tout ou partie d'un immeuble originellement destiné à l'habitation et ayant perdu cet usage, dont la conservation est conforme au plan de sauvegarde et de mise en valeur ou à la déclaration d'utilité publique des travaux de restauration. Pour l'application de ces dispositions, les conditions mentionnées au 3° du I de l'article 156 doivent être remplies. Le présent alinéa n'est pas applicable aux dépenses portant sur des immeubles pour lesquels une demande de permis de construire ou une déclaration de travaux a été déposée à compter du 1er janvier 2009 ;"},{"type":"del","content":""},{"type":"del","content":"b quater) (abrogé)"},{"type":"del","content":""},{"type":"del","content":"c) Les impositions, autres que celles incombant normalement à l'occupant, perçues, à raison desdites propriétés, au profit des collectivités territoriales, de certains établissements publics ou d'organismes divers, à l'exception de la taxe annuelle sur les locaux à usage de bureaux, les locaux commerciaux et les locaux de stockage perçue dans la région d'Ile-de-France prévue à l'article 231 ter ;"},{"type":"del","content":""},{"type":"del","content":"d) Les intérêts de dettes contractées pour la conservation, l'acquisition, la construction, la réparation ou l'amélioration des propriétés, y compris celles dont le contribuable est nu-propriétaire et dont l'usufruit appartient à un organisme d'habitations à loyer modéré mentionné à l'article L. 411-2 du code de la construction et de l'habitation, à une société d'économie mixte ou à un organisme disposant de l'agrément prévu à l'article L. 365-1 du même code ;"},{"type":"del","content":""},{"type":"del","content":"e) Les frais de gestion, fixés à 20 € par local, majorés, lorsque ces dépenses sont effectivement supportées par le propriétaire, des frais de rémunération des gardes et concierges, des frais de procédure et des frais de rémunération, honoraire et commission versés à un tiers pour la gestion des immeubles ;"},{"type":"del","content":""},{"type":"del","content":"e bis) Les dépenses supportées par un fonds de placement immobilier mentionné à l'article 239 nonies au titre des frais de fonctionnement et de gestion à proportion des actifs mentionnés au a du 1° du II de l'article L. 214-81 du code monétaire et financier détenus directement ou indirectement par le fonds, à l'exclusion des frais de gestion variables perçus par la société de gestion mentionnée à l'article L. 214-61 du même code en fonction des performances réalisées."},{"type":"del","content":""},{"type":"del","content":"Les frais de gestion, de souscription et de transaction supportés directement par les porteurs de parts d'un fonds de placement immobilier mentionné à l'article 239 nonies ne sont pas compris dans les charges de la propriété admises en déduction ;"},{"type":"del","content":""},{"type":"del","content":"f) pour les logements situés en France, acquis neufs ou en l'état futur d'achèvement entre le 1er janvier 1996 et le 31 décembre 1998 et à la demande du contribuable, une déduction au titre de l'amortissement égale à 10 % du prix d'acquisition du logement pour les quatre premières années et à 2 % de ce prix pour les vingt années suivantes. La période d'amortissement a pour point de départ le premier jour du mois de l'achèvement de l'immeuble ou de son acquisition si elle est postérieure."},{"type":"del","content":""},{"type":"del","content":"L'avantage prévu au premier alinéa est applicable, dans les mêmes conditions, aux logements affectés à la location après réhabilitation dès lors que leur acquisition entre dans le champ d'application du I de l'article 257 et aux logements que le contribuable fait construire et qui ont fait l'objet, avant le 31 décembre 1998, de la déclaration d'ouverture de chantier prévue à l'article R*421-40 du code de l'urbanisme. Il en est de même des logements loués après transformation lorsque ces locaux étaient, avant leur acquisition, affectés à un usage autre que l'habitation. Dans ce cas, la déduction au titre de l'amortissement est calculée sur le prix d'acquisition des locaux augmenté du montant des travaux de transformation. La période d'amortissement a pour point de départ le premier jour du mois de l'achèvement de ces travaux."},{"type":"del","content":""},{"type":"del","content":"L'option, qui doit être exercée lors du dépôt de la déclaration des revenus de l'année d'achèvement de l'immeuble ou de son acquisition si elle est postérieure, est irrévocable pour le logement considéré et comporte l'engagement du propriétaire de louer le logement nu pendant une durée de neuf ans. Cette location doit prendre effet dans les douze mois qui suivent la date d'achèvement de l'immeuble ou de son acquisition si elle est postérieure. En cas de transmission à titre gratuit, le ou les héritiers, légataires ou donataires, peuvent demander la reprise à leur profit, dans les mêmes conditions et selon les mêmes modalités, du dispositif prévu aux premier et deuxième alinéas pour la période d'amortissement restant à courir à la date de la transmission."},{"type":"del","content":""},{"type":"del","content":"Lorsque l'option est exercée, les dispositions du b ne sont pas applicables mais les droits suivants sont ouverts :"},{"type":"del","content":""},{"type":"del","content":"1. les dépenses de reconstruction et d'agrandissement ouvrent droit à une déduction, au titre de l'amortissement, égale à 10 % du montant des dépenses pour les quatre premières années et à 2 % de ce montant pour les vingt années suivantes. Le propriétaire doit s'engager à louer le logement nu pendant une nouvelle durée de neuf ans ;"},{"type":"del","content":""},{"type":"del","content":"2. les dépenses d'amélioration ouvrent droit à une déduction, au titre de l'amortissement, égale à 10 % du montant de la dépense pendant dix ans."},{"type":"del","content":""},{"type":"del","content":"La période d'amortissement a pour point de départ le premier jour du mois d'achèvement des travaux."},{"type":"del","content":""},{"type":"del","content":"Les dispositions des premier à septième alinéas s'appliquent dans les mêmes conditions lorsque les immeubles sont la propriété d'une société non soumise à l'impôt sur les sociétés à la condition que les porteurs de parts s'engagent à conserver les titres jusqu'à l'expiration de la durée de neuf ans mentionnée au troisième alinéa et au 1."},{"type":"del","content":""},{"type":"del","content":"Le revenu net foncier de l'année au cours de laquelle l'un des engagements définis aux troisième à huitième alinéas n'est pas respecté est majoré du montant des amortissements déduits. Pour son imposition, la fraction du revenu net foncier correspondant à cette majoration est divisée par le nombre d'années civiles pendant lesquelles l'amortissement a été déduit ; le résultat est ajouté au revenu global net de l'année de la rupture de l'engagement et l'impôt correspondant est égal au produit de la cotisation supplémentaire ainsi obtenue par le nombre d'années utilisé pour déterminer le quotient. En cas d'invalidité correspondant au classement dans la deuxième ou la troisième des catégories prévues à l'article L. 341-4 du code de la sécurité sociale, de licenciement ou de décès du contribuable ou de l'un des époux soumis à imposition commune, cette majoration ne s'applique pas."},{"type":"del","content":""},{"type":"del","content":"Pour un même logement, les dispositions du présent f sont exclusives de l'application des dispositions des articles 199 nonies à 199 undecies A."},{"type":"del","content":""},{"type":"del","content":"Les dispositions du présent f s'appliquent, sous les mêmes conditions, aux logements acquis neufs ou en l'état futur d'achèvement entre le 1er janvier 1999 et le 31 août 1999 lorsque les conditions suivantes sont réunies :"},{"type":"del","content":""},{"type":"del","content":"1. Le permis de construire prévu à l'article L. 421-1 du code de l'urbanisme doit avoir été délivré avant le 1er janvier 1999 ;"},{"type":"del","content":""},{"type":"del","content":"2. La construction des logements doit avoir été achevée avant le 1er juillet 2001."},{"type":"del","content":""},{"type":"del","content":"Pour l'application des dispositions des onzième à treizième alinéas, les contribuables doivent joindre à la déclaration des revenus mentionnée au troisième alinéa une copie de la notification de l'arrêté délivrant le permis de construire et de la déclaration d'achèvement des travaux accompagnée des pièces attestant de sa réception en mairie."},{"type":"del","content":""},{"type":"del","content":"Un décret en Conseil d'Etat détermine les modalités d'application du présent f, notamment les obligations déclaratives incombant aux contribuables et aux sociétés qui y sont mentionnés, ainsi que les modalités de décompte des déductions pratiquées au titre des amortissements considérés ;"},{"type":"del","content":""},{"type":"del","content":"g) Pour les logements situés en France, acquis neufs ou en l'état futur d'achèvement entre le 1er janvier 1999 et le 2 avril 2003, et à la demande du contribuable, une déduction au titre de l'amortissement égale à 8 % du prix d'acquisition du logement pour les cinq premières années et à 2,5 % de ce prix pour les quatre années suivantes. La période d'amortissement a pour point de départ le premier jour du mois de l'achèvement de l'immeuble ou de son acquisition si elle est postérieure."},{"type":"del","content":""},{"type":"del","content":"La déduction au titre de l'amortissement est applicable, dans les mêmes conditions, aux logements que le contribuable fait construire et qui ont fait l'objet, entre le 1er janvier 1999 et le 2 avril 2003, de la déclaration d'ouverture de chantier prévue à l'article R*421-40 du code de l'urbanisme. Il en est de même des locaux affectés à un usage autre que l'habitation acquis entre le 1er janvier 1999 et le 2 avril 2003 et que le contribuable transforme en logements. Dans ce cas, la déduction au titre de l'amortissement est calculée sur le prix d'acquisition des locaux augmenté du montant des travaux de transformation. La période d'amortissement a pour point de départ le premier jour du mois de l'achèvement de ces travaux."},{"type":"del","content":""},{"type":"del","content":"Le bénéfice de la déduction est subordonné à une option qui doit être exercée lors du dépôt de la déclaration des revenus de l'année d'achèvement de l'immeuble ou de son acquisition si elle est postérieure. Cette option est irrévocable pour le logement considéré et comporte l'engagement du propriétaire de louer le logement nu pendant au moins neuf ans à usage d'habitation principale à une personne autre qu'un membre de son foyer fiscal. Cette location doit prendre effet dans les douze mois qui suivent la date d'achèvement de l'immeuble ou de son acquisition si elle est postérieure. Cet engagement prévoit, en outre, que le loyer et les ressources du locataire appréciées à la date de conclusion du bail ne doivent pas excéder des plafonds fixés par décret. La location du logement consentie dans les conditions fixées au deuxième alinéa du j à un organisme public ou privé pour le logement à usage d'habitation principale de son personnel, à l'exclusion du propriétaire du logement, de son conjoint, ou des membres de son foyer fiscal, ne fait pas obstacle au bénéfice de la déduction."},{"type":"del","content":""},{"type":"del","content":"A l'issue de la période couverte par l'engagement de location, tant que la condition de loyer prévue au troisième alinéa reste remplie, le propriétaire peut, par période de trois ans et pendant une durée maximale de six ans, bénéficier d'une déduction au titre de l'amortissement égale à 2,5 % du prix d'acquisition ou de revient du logement en cas de poursuite, de reconduction ou de renouvellement du bail ou, si la condition de ressources prévue au troisième alinéa est remplie, en cas de changement de titulaire du bail. En cas de non-respect des conditions de location ou de cession du logement, les déductions pratiquées pendant l'ensemble de la période triennale sont remises en cause dans les conditions de droit commun."},{"type":"del","content":""},{"type":"del","content":"La déduction au titre de l'amortissement n'est pas applicable aux revenus des immeubles dont le droit de propriété est démembré. Toutefois, lorsque le transfert de la propriété du bien ou le démembrement de ce droit résulte du décès de l'un des époux soumis à imposition commune, le conjoint survivant attributaire du bien ou titulaire de son usufruit peut demander la reprise à son profit, dans les mêmes conditions et selon les mêmes modalités, du dispositif prévu au présent g pour la période restant à courir à la date du décès."},{"type":"del","content":""},{"type":"del","content":"Lorsque l'option est exercée, les dispositions du b ne sont pas applicables, mais les droits suivants sont ouverts :"},{"type":"del","content":""},{"type":"del","content":"1. Les dépenses de reconstruction et d'agrandissement ouvrent droit à une déduction, au titre de l'amortissement, égale à 8 % du montant des dépenses pour les cinq premières années et à 2,5 % de ce montant pour les quatre années suivantes. Le propriétaire doit s'engager à louer le logement dans les conditions prévues au troisième alinéa pendant une nouvelle durée de neuf ans. A l'issue de la période couverte par l'engagement de location, tant que la condition de loyer prévue au troisième alinéa reste remplie, le propriétaire peut, par période de trois ans et pendant une durée maximale de six ans, bénéficier d'une déduction au titre de l'amortissement égale à 2,5 % du montant des dépenses en cas de poursuite, de reconduction ou de renouvellement du bail ou, si la condition de ressources prévue au troisième alinéa est remplie, en cas de changement de titulaire du bail. En cas de non-respect des conditions de location ou de cession du logement, les déductions pratiquées pendant l'ensemble de la période triennale sont remises en cause dans les conditions de droit commun."},{"type":"del","content":""},{"type":"del","content":"2. Les dépenses d'amélioration ouvrent droit à une déduction, au titre de l'amortissement, égale à 10 % du montant de la dépense pendant dix ans."},{"type":"del","content":""},{"type":"del","content":"La période d'amortissement a pour point de départ le premier jour du mois d'achèvement des travaux."},{"type":"del","content":""},{"type":"del","content":"Les dispositions du présent g s'appliquent dans les mêmes conditions lorsque l'immeuble est la propriété d'une société non soumise à l'impôt sur les sociétés, à la condition que le porteur de parts s'engage à conserver la totalité de ses titres jusqu'à l'expiration de la durée de neuf ans mentionnée au troisième alinéa et au 1.. Si un logement dont la société est propriétaire est loué à l'un des associés ou à un membre du foyer fiscal d'un associé, ce dernier ne peut pas bénéficier de la déduction au titre de l'amortissement. En outre, la déduction au titre de l'amortissement n'est pas applicable aux revenus des titres dont le droit de propriété est démembré. Toutefois, lorsque le transfert de la propriété des titres ou le démembrement de ce droit résulte du décès de l'un des époux soumis à imposition commune, le conjoint survivant attributaire des titres ou titulaire de leur usufruit peut demander la reprise à son profit, dans les mêmes conditions et selon les mêmes modalités, du dispositif prévu au présent g pour la période restant à courir à la date du décès."},{"type":"del","content":""},{"type":"del","content":"Le revenu net foncier de l'année au cours de laquelle l'un des engagements définis au présent g n'est pas respecté est majoré du montant des amortissements déduits. Pour son imposition, la fraction du revenu net foncier correspondant à cette majoration est divisée par le nombre d'années civiles pendant lesquelles l'amortissement a été déduit ; le résultat est ajouté au revenu global net de l'année de la rupture de l'engagement et l'impôt correspondant est égal au produit de la cotisation supplémentaire ainsi obtenue par le nombre d'années utilisé pour déterminer le quotient. En cas d'invalidité correspondant au classement dans la deuxième ou la troisième des catégories prévues à l'article L. 341-4 du code de la sécurité sociale, de licenciement ou de décès du contribuable ou de l'un des époux soumis à imposition commune, cette majoration ne s'applique pas."},{"type":"del","content":""},{"type":"del","content":"Pour un même logement, les dispositions du présent g sont exclusives de l'application des dispositions des articles 199 undecies ou 199 undecies A."},{"type":"del","content":""},{"type":"del","content":"h) Pour les logements situés en France, acquis neufs ou en l'état futur d'achèvement entre le 3 avril 2003 et le 31 décembre 2009, et à la demande du contribuable, une déduction au titre de l'amortissement égale à 6 % du prix d'acquisition du logement pour les sept premières années et à 4 % de ce prix pour les deux années suivantes. La période d'amortissement a pour point de départ le premier jour du mois de l'achèvement de l'immeuble ou de son acquisition si elle est postérieure."},{"type":"del","content":""},{"type":"del","content":"La déduction au titre de l'amortissement est applicable, dans les mêmes conditions, aux logements que le contribuable fait construire et qui ont fait l'objet, entre le 3 avril 2003 et le 31 décembre 2009, de la déclaration d'ouverture de chantier prévue à l'article R. 421-40 du code de l'urbanisme. Il en est de même des locaux affectés à un usage autre que l'habitation acquis à compter du 3 avril 2003 et que le contribuable transforme en logements, ainsi que des logements acquis à compter du 3 avril 2003 qui ne satisfont pas aux caractéristiques de décence prévues à l'article 6 de la loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986 et qui font l'objet de travaux de réhabilitation définis par décret permettant aux logements d'acquérir des performances techniques voisines de celles des logements neufs lorsque les travaux de transformation du local ou de réhabilitation du logement ont fait l'objet de la déclaration d'ouverture de chantier avant le 31 décembre 2009. Dans ces cas, la déduction au titre de l'amortissement est calculée sur le prix d'acquisition des locaux augmenté du montant des travaux de transformation ou de réhabilitation. La période d'amortissement a pour point de départ le premier jour du mois de l'achèvement de ces travaux."},{"type":"del","content":""},{"type":"del","content":"Le bénéfice de la déduction est subordonné à une option qui doit être exercée lors du dépôt de la déclaration des revenus de l'année d'achèvement de l'immeuble ou de son acquisition si elle est postérieure. Cette option est irrévocable pour le logement considéré et comporte l'engagement du propriétaire de louer le logement nu pendant au moins neuf ans à usage d'habitation principale à une personne autre qu'un membre de son foyer fiscal. Cette location doit prendre effet dans les douze mois qui suivent la date d'achèvement de l'immeuble ou de son acquisition si elle est postérieure. Cet engagement prévoit, en outre, que le loyer ne doit pas excéder un plafond fixé par décret. La location du logement consentie à un organisme public ou privé qui le donne en sous-location nue à usage d'habitation principale à une personne autre que le propriétaire du logement, son conjoint ou les membres de son foyer fiscal, ne fait pas obstacle au bénéfice de la déduction, à la condition que cet organisme ne fournisse aucune prestation hôtelière ou parahôtelière."},{"type":"del","content":""},{"type":"del","content":"La déduction au titre de l'amortissement n'est pas applicable aux revenus des immeubles dont le droit de propriété est démembré. Toutefois, lorsque le transfert de la propriété du bien ou le démembrement de ce droit résulte du décès de l'un des époux soumis à imposition commune, le conjoint survivant attributaire du bien ou titulaire de son usufruit peut demander la reprise à son profit, dans les mêmes conditions et selon les mêmes modalités, du dispositif prévu au présent h pour la période restant à courir à la date du décès."},{"type":"del","content":""},{"type":"del","content":"Lorsque l'option est exercée, les dispositions du b ne sont pas applicables, mais les droits suivants sont ouverts :"},{"type":"del","content":""},{"type":"del","content":"1. Les dépenses de reconstruction et d'agrandissement ouvrent droit à une déduction, au titre de l'amortissement, égale à 6 % du montant des dépenses pour les sept premières années et à 4 % de ce montant pour les deux années suivantes. Le propriétaire doit s'engager à louer le logement dans les conditions prévues au troisième alinéa pendant une nouvelle durée de neuf ans."},{"type":"del","content":""},{"type":"del","content":"2. Les dépenses d'amélioration ouvrent droit à une déduction, au titre de l'amortissement, égale à 10 % du montant de la dépense pendant dix ans."},{"type":"del","content":""},{"type":"del","content":"La période d'amortissement a pour point de départ le premier jour du mois d'achèvement des travaux."},{"type":"del","content":""},{"type":"del","content":"Les dispositions du présent h s'appliquent dans les mêmes conditions lorsque l'immeuble est la propriété d'une société non soumise à l'impôt sur les sociétés autre qu'une société civile de placement immobilier, à la condition que le porteur de parts s'engage à conserver la totalité de ses titres jusqu'à l'expiration de la durée de neuf ans mentionnée au troisième alinéa et au 1."},{"type":"del","content":""},{"type":"del","content":"Si un logement dont la société est propriétaire est loué à l'un des associés ou à un membre du foyer fiscal d'un associé, ce dernier ne peut pas bénéficier de la déduction au titre de l'amortissement. En outre, la déduction au titre de l'amortissement n'est pas applicable aux revenus des titres dont le droit de propriété est démembré. Toutefois, lorsque le transfert de la propriété des titres ou le démembrement de ce droit résulte du décès de l'un des époux soumis à imposition commune, le conjoint survivant attributaire des titres ou titulaire de leur usufruit peut demander la reprise à son profit, dans les mêmes conditions et selon les mêmes modalités, du dispositif prévu au présent h pour la période restant à courir à la date du décès."},{"type":"del","content":""},{"type":"del","content":"Le revenu net foncier de l'année au cours de laquelle l'un des engagements définis au présent h n'est pas respecté est majoré du montant des amortissements déduits. Pour son imposition, la fraction du revenu net foncier correspondant à cette majoration est divisée par le nombre d'années civiles pendant lesquelles l'amortissement a été déduit ; le résultat est ajouté au revenu global net de l'année de la rupture de l'engagement et l'impôt correspondant est égal au produit de la cotisation supplémentaire ainsi obtenue par le nombre d'années utilisé pour déterminer le quotient. En cas d'invalidité correspondant au classement dans la deuxième ou la troisième des catégories prévues à l'article L. 341-4 du code de la sécurité sociale, de licenciement ou de décès du contribuable ou de l'un des époux soumis à imposition commune, cette majoration ne s'applique pas."},{"type":"del","content":""},{"type":"del","content":"Pour un même logement, les dispositions du présent h sont exclusives de l'application des dispositions du deuxième alinéa du 3° du I de l'article 156 et des articles 199 undecies ou 199 undecies A. Elles ne s'appliquent pas aux monuments classés monuments historiques, inscrits à l'inventaire supplémentaire ou ayant reçu le label délivré par la Fondation du patrimoine, mentionnés au premier alinéa du 3° du I de l'article 156."},{"type":"del","content":""},{"type":"del","content":"La déduction au titre de l'amortissement des logements acquis neufs, en l'état futur d'achèvement ou que le contribuable fait construire n'est applicable qu'aux logements dont les caractéristiques thermiques et la performance énergétique sont conformes aux prescriptions de l'article L. 111-9 du code de la construction et de l'habitation. Le respect de cette condition est justifié par le contribuable selon des modalités définies par décret."},{"type":"del","content":""},{"type":"del","content":"Le présent h s'applique aux logements situés dans des communes classées dans des zones géographiques se caractérisant par un déséquilibre entre l'offre et la demande de logements. Un arrêté des ministres chargés du budget et du logement, révisé au moins tous les trois ans, établit le classement des communes par zone."},{"type":"del","content":""},{"type":"del","content":"i) Lorsque le contribuable, domicilié en France au sens de l'article 4 B, transfère son habitation principale pour des raisons professionnelles, une déduction fixée à 10 % des revenus bruts annuels tirés de la location de son ancienne habitation principale jusqu'au 31 décembre de la troisième année qui suit la date de sa mise en location ou jusqu'à la date de l'acquisition d'une nouvelle habitation principale si elle est antérieure."},{"type":"del","content":""},{"type":"del","content":"L'application des dispositions de l'alinéa précédent est subordonnée au respect des conditions suivantes :"},{"type":"del","content":""},{"type":"del","content":"1 La nouvelle activité professionnelle doit avoir débuté entre le 1er juillet 2005 et le 31 décembre 2007 et être exercée pendant une durée au moins égale à six mois consécutifs ;"},{"type":"del","content":""},{"type":"del","content":"2 L'ancienne habitation principale du contribuable, pour laquelle la déduction est demandée, doit être donnée en location nue à titre d'habitation principale du locataire, immédiatement après le transfert du domicile. Ce transfert doit intervenir dans l'année qui suit la date du début de l'exercice de la nouvelle activité ;"},{"type":"del","content":""},{"type":"del","content":"3 La nouvelle habitation principale doit être prise en location dans l'année qui suit la date du début de l'exercice de la nouvelle activité et doit être située à plus de 200 kilomètres de celle précédemment occupée. Le bailleur de cette nouvelle habitation ne peut être un membre du foyer fiscal du contribuable ou une société dont ce dernier ou l'un des membres du foyer fiscal est associé."},{"type":"del","content":""},{"type":"del","content":"j) Une déduction fixée à 26 % des revenus bruts au titre des six premières années de location des logements qui ne peuvent donner lieu à l'un ou l'autre des régimes prévus au f, g et h et qui, répondant aux normes d'habitabilité telles que définies par décret, sont loués par une personne physique ou une société non soumise à l'impôt sur les sociétés en vertu d'un bail conclu entre le 1er janvier 1999 et le 30 septembre 2006. Le contribuable ou la société propriétaire doit s'engager à louer le logement nu pendant une durée de six ans au moins à des personnes qui en font leur habitation principale. Cet engagement prévoit, en outre, que le loyer et les ressources du locataire appréciées à la date de conclusion du bail ne doivent pas excéder des plafonds fixés par décret et que la location ne peut être conclue avec un membre du foyer fiscal, un ascendant ou un descendant du contribuable, une personne occupant déjà le logement ou, si celui-ci est la propriété d'une société non soumise à l'impôt sur les sociétés, l'un de ses associés ou un membre du foyer fiscal, un ascendant ou un descendant d'un associé. Les associés des sociétés précitées s'engagent à conserver leurs parts pendant au moins six ans. Un contribuable ne peut, pour un même logement ou une même souscription de titres, pratiquer la réduction d'impôt mentionnée à l'article 199 undecies A et bénéficier de la déduction au taux de 26 % prévue au présent alinéa. Lorsque la location est suspendue à l'issue d'une période d'au moins trois ans au profit d'un ascendant ou d'un descendant du contribuable, la déduction ne s'applique pas et la période de mise à disposition du logement au profit d'un ascendant ou d'un descendant n'est pas prise en compte pour la durée de location minimale de six ans. Cette période de mise à disposition du logement ne peut excéder neuf ans."},{"type":"del","content":""},{"type":"del","content":"La location du logement consentie à un organisme public ou privé pour le logement à usage d'habitation principale de son personnel, à l'exclusion du propriétaire du logement, de son conjoint, de membres de son foyer fiscal ou de ses descendants ou ascendants, ne fait pas obstacle au bénéfice de la déduction. Un décret précise les conditions de cette location, notamment les modalités d'appréciation des loyers et des ressources de l'occupant."},{"type":"del","content":""},{"type":"del","content":"En cas de non-respect de l'un des engagements mentionnés au premier alinéa ou de cession du logement ou des parts sociales, la déduction fait l'objet d'une reprise au titre de l'année de la rupture de l'engagement ou de la cession. En cas d'invalidité correspondant au classement dans la deuxième ou la troisième des catégories prévues à l'article L. 341-4 du code de la sécurité sociale, de licenciement ou de décès du contribuable ou de l'un des époux soumis à imposition commune, cette reprise n'est pas appliquée. k) Une déduction fixée à 26 % des revenus bruts, pour les logements situés en zone de revitalisation rurale, lorsque l'option prévue au h est exercée, ou, pour les logements au titre desquels la réduction d'impôt prévue à l'article 199 septvicies a été acquise, lorsque les engagements prévus à cet article sont respectés et pendant la durée de ceux-ci."},{"type":"del","content":""},{"type":"del","content":"l) Une déduction fixée à 30 % des revenus bruts lorsque le contribuable a exercé l'option prévue au h pendant la durée de l'engagement de location du logement ou provenant des logements au titre desquels la réduction d'impôt prévue à l'article 199 septvicies a été acquise lorsque le contribuable respecte les engagements prévus aux I ou V de cet article et pendant la durée de ceux-ci."},{"type":"del","content":""},{"type":"del","content":"Pour l'application du premier alinéa, les personnes concernées, les investissements éligibles et les conditions d'application de cette déduction sont identiques à ceux prévus au h ou à l'article 199 septvicies. L'engagement de location doit toutefois prévoir que le locataire est une personne autre qu'un ascendant ou descendant du contribuable et que le loyer et les ressources du locataire appréciées à la date de conclusion du bail ne doivent pas excéder des plafonds fixés par décret à des niveaux inférieurs, pour les loyers, aux quatre cinquièmes de ceux mentionnés au troisième alinéa du h ou au III de l'article 199 septvicies. L'engagement de location peut être suspendu, à l'issue d'une période de location d'au moins trois ans, pour mettre le logement à la disposition d'un ascendant ou descendant du contribuable. Ce dernier ne bénéficie pas, pendant la période de mise à disposition du logement, de la déduction au titre de l'amortissement. Cette période de mise à disposition du logement, qui ne peut excéder neuf ans, n'est pas prise en compte pour la durée de location minimale de neuf ans."},{"type":"del","content":""},{"type":"del","content":"Lorsque l'immeuble est la propriété d'une société non soumise à l'impôt sur les sociétés, le locataire doit être une personne autre qu'un des associés ou un membre du foyer fiscal, un ascendant ou un descendant d'un associé."},{"type":"del","content":""},{"type":"del","content":"A l'issue de la période couverte par l'engagement de location des logements pour lesquels le contribuable a exercé l'option prévue au h, tant que les conditions de loyer et de ressources du locataire prévues au deuxième alinéa restent remplies, le propriétaire peut, par périodes de trois ans et pendant une durée maximale de six ans, bénéficier d'un complément de la déduction au titre de l'amortissement prévue au h égal à 2,5 % du prix d'acquisition ou de revient du logement en cas de poursuite, de renouvellement du bail ou de changement de titulaire du bail. En cas de non-respect des conditions de location ou de cession du logement, les compléments de déductions pratiqués pendant l'ensemble de la période triennale sont remis en cause dans les conditions de droit commun."},{"type":"del","content":""},{"type":"del","content":"Les trois premiers alinéas sont applicables, dans les mêmes conditions et limites, aux sociétés civiles de placement immobilier régies par les articles L. 214-114 et suivants du code monétaire et financier au prorata des revenus bruts correspondant aux droits des associés qui ont opté pour la déduction au titre de l'amortissement prévue à l'article 31 bis du présent code."},{"type":"del","content":""},{"type":"del","content":"Pour un même logement, les dispositions du présent l sont exclusives de l'application de celles prévues aux i, j et k."},{"type":"del","content":""},{"type":"del","content":"m) Pour les baux conclus à compter du 1er octobre 2006, une déduction fixée à 30 % des revenus bruts des logements donnés en location si ces logements font l'objet d'une convention mentionnée à l'article L. 321-4 du code de la construction et de l'habitation et conclue au plus tard le 31 décembre 2016. Cette déduction est consentie à compter de la date de prise d'effet de la convention et pendant toute sa durée d'application."},{"type":"del","content":""},{"type":"del","content":"Cette déduction est portée à 60 % des revenus bruts des logements lorsque ces logements font l'objet d'une convention mentionnée à l'article L. 321-8 du code de la construction et de l'habitation et conclue au plus tard le 31 décembre 2016. Cette déduction est consentie à compter de la date de prise d'effet de la convention et pendant toute sa durée d'application."},{"type":"del","content":""},{"type":"del","content":"Un décret précise les modalités de prise d'effet de ces conventions."},{"type":"del","content":""},{"type":"del","content":"Lorsque, à l'échéance de l'une des conventions mentionnées à l'article L. 321-4 ou L. 321-8 du code de la construction et de l'habitation et conclues au plus tard le 31 décembre 2016, y compris après une période triennale de prorogation, le contrat de location du logement concerné est en cours de validité conformément à l'article 10 de la loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986, le bénéfice de l'une des déductions des revenus bruts prévue au présent m est maintenu jusqu'à la date fixée pour le renouvellement ou la reconduction de ce contrat de location, tant que le même locataire reste en place et que toutes les conditions, notamment celles de loyer, sont remplies."},{"type":"del","content":""},{"type":"del","content":"Le contribuable ou la société propriétaire doit louer le logement nu pendant toute la durée de la convention à des personnes qui en font leur habitation principale. Pour l'application du premier alinéa, le loyer et les ressources du locataire appréciées à la date de conclusion du bail ne doivent pas excéder des plafonds fixés à des niveaux inférieurs à ceux prévus au premier alinéa du j. La location ne peut être conclue avec un membre du foyer fiscal, un ascendant ou un descendant du contribuable, une personne occupant déjà le logement, sauf à l'occasion du renouvellement du bail, ou si le logement est la propriété d'une société non soumise à l'impôt sur les sociétés, l'un de ses associés ou un membre du foyer fiscal, un ascendant ou un descendant d'un associé. Les associés d'une société non soumise à l'impôt sur les sociétés doivent conserver leurs parts pendant toute la durée de la convention."},{"type":"del","content":""},{"type":"del","content":"Lorsqu'elle fait l'objet d'une convention mentionnée aux articles L. 321-4 ou L. 321-8 du code de la construction et de l'habitation et conclue au plus tard le 31 décembre 2016, la location du logement consentie dans les mêmes conditions à un organisme public ou privé pour le logement ou l'hébergement de personnes physiques à usage d'habitation principale, à l'exclusion du propriétaire du logement, des membres de son foyer fiscal ou de ses descendants ou ascendants, ne fait pas obstacle au bénéfice de la déduction, à la condition que cet organisme ne fournisse aucune prestation hôtelière ou parahôtelière. Un décret précise les modalités d'appréciation des loyers et des ressources de l'occupant, ainsi que les conditions de cette location."},{"type":"del","content":""},{"type":"del","content":"Pour les baux conclus à compter de l'entrée en vigueur de la loi n° 2009-323 du 25 mars 2009 de mobilisation pour le logement et la lutte contre l'exclusion, cette déduction est portée à 70 % des revenus bruts des logements donnés en location dans le cadre d'une convention mentionnée aux articles L. 321-4 ou L. 321-8 du code de la construction et de l'habitation et conclue au plus tard le 31 décembre 2016, lorsque le logement est loué à un organisme public ou privé, soit en vue de sa sous-location, meublée ou non, à des personnes mentionnées au II de l'article L. 301-1 du même code ou aux personnes physiques dont la situation nécessite une solution locative de transition, soit en vue de l'hébergement de ces mêmes personnes. Cette déduction s'applique pendant la durée de location à l'organisme. Elle s'applique pour les logements situés dans les communes classées dans les zones géographiques se caractérisant par un déséquilibre entre l'offre et la demande de logements définies par arrêté."},{"type":"del","content":""},{"type":"del","content":"Ces dispositions sont exclusives de celles prévues aux f à l, à l'article 199 decies I et à l'article 199 undecies A."},{"type":"del","content":""},{"type":"del","content":"n) Une déduction fixée à 30 % des revenus bruts des logements qui ont donné lieu, au titre de l'année qui précède celle de la conclusion du bail, au versement de la taxe prévue à l'article 232. Cette déduction s'applique aux revenus perçus jusqu'au 31 décembre de la deuxième année qui suit celle de la conclusion de ce bail, conclu entre le 1er janvier 2006 et le 31 décembre 2007. L'application du présent n est exclusive de celle des dispositions prévues aux f à l."},{"type":"del","content":""},{"type":"del","content":"o) 1. Une déduction fixée :"},{"type":"del","content":""},{"type":"del","content":"A.-Pour les logements situés dans les communes classées par arrêté des ministres chargés du budget et du logement dans les zones géographiques se caractérisant par un déséquilibre entre l'offre et la demande de logements :"},{"type":"del","content":""},{"type":"del","content":"-à 15 % des revenus bruts des logements donnés en location dans le cadre d'une convention mentionnée à l'article L. 321-4 du code de la construction et de l'habitation conclue entre le 1er janvier 2017 et le 31 décembre 2019 ;"},{"type":"del","content":""},{"type":"del","content":"-à 50 % des revenus bruts des logements donnés en location dans le cadre d'une convention mentionnée à l'article L. 321-8 du même code conclue entre le 1er janvier 2017 et le 31 décembre 2019 ;"},{"type":"del","content":""},{"type":"del","content":"B.-Pour les logements situés dans des communes autres que celles mentionnées au A du présent 1, à 85 % des revenus bruts des logements donnés en mandat de gestion ou en location dans le cadre d'une convention mentionnée aux articles L. 321-4 ou L. 321-8 dudit code conclue entre le 1er janvier 2017 et le 31 décembre 2019 et à la condition que cette location ou ce mandat soit conclu avec un organisme public ou privé, agréé en application de l'article L. 365-4 du même code, soit en vue de leur location ou sous-location, meublée ou non, à des personnes mentionnées au II de l'article L. 301-1 du même code ou aux personnes physiques dont la situation nécessite une solution locative de transition, soit en vue de l'hébergement de ces mêmes personnes."},{"type":"del","content":""},{"type":"del","content":"2. La déduction mentionnée au 1 du présent o s'applique à compter de la date de prise d'effet de la convention et pendant toute sa durée."},{"type":"del","content":""},{"type":"del","content":"3. Les taux de 15 % et 50 % mentionnés au A du 1 du présent o sont respectivement portés :"},{"type":"del","content":""},{"type":"del","content":"A.-A 30 % et 70 % des revenus bruts, lorsque les logements sont situés dans les communes classées par arrêté des ministres chargés du budget et du logement dans les zones géographiques se caractérisant par un déséquilibre important entre l'offre et la demande de logements entraînant des difficultés d'accès au logement sur le parc locatif existant ;"},{"type":"del","content":""},{"type":"del","content":"B.-Ou à 85 % des revenus bruts, lorsque les logements sont donnés en mandat de gestion ou en location à un organisme public ou privé, agréé en application de l'article L. 365-4 du code de la construction et de l'habitation, soit en vue de leur location ou sous-location, meublée ou non, à des personnes mentionnées au II de l'article L. 301-1 du même code ou aux personnes physiques dont la situation nécessite une solution locative de transition, soit en vue de l'hébergement de ces mêmes personnes."},{"type":"del","content":""},{"type":"del","content":"4. Le bénéfice de la déduction prévue au 1 du présent o est subordonné à l'engagement du contribuable ou de la société propriétaire de louer le logement nu pendant toute la durée d'application de la convention à usage d'habitation principale."},{"type":"del","content":""},{"type":"del","content":"Cet engagement prévoit que :"},{"type":"del","content":""},{"type":"del","content":"A.-Le loyer et les ressources du locataire appréciées à la date de conclusion du bail ne doivent pas excéder des plafonds fixés par décret en fonction de la localisation du logement ;"},{"type":"del","content":""},{"type":"del","content":"B.-La location ne peut être conclue avec un membre du foyer fiscal, un ascendant ou un descendant du contribuable, une personne occupant déjà le logement, sauf à l'occasion du renouvellement du bail, ou, si le logement est la propriété d'une société non soumise à l'impôt sur les sociétés, l'un de ses associés ou un membre du foyer fiscal, un ascendant ou un descendant d'un associé. Les associés d'une société non soumise à l'impôt sur les sociétés doivent conserver leurs parts pendant toute la durée de la convention."},{"type":"del","content":""},{"type":"del","content":"5. Pour le bénéfice des déductions prévues au présent o, lorsqu'elle fait l'objet de l'une des conventions mentionnées au 1 du présent o, la location du logement consentie dans les mêmes conditions à un organisme public ou privé pour le logement ou l'hébergement de personnes physiques à usage d'habitation principale, à l'exclusion du propriétaire du logement, des membres de son foyer fiscal ou de ses descendants ou ascendants, ne fait pas obstacle au bénéfice de la déduction, à la condition que cet organisme ne fournisse aucune prestation hôtelière ou para-hôtelière. Un décret précise les modalités d'appréciation des loyers et des ressources de l'occupant, ainsi que les conditions de cette location."},{"type":"del","content":""},{"type":"del","content":"6. Lorsque, à l'échéance de l'une des conventions mentionnées au 1 du présent o, y compris après une période triennale de prorogation, le contrat de location du logement concerné est en cours de validité conformément à l'article 10 de la loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986, le bénéfice de l'une des déductions des revenus bruts prévues au présent o est maintenu jusqu'à la date fixée pour le renouvellement ou la reconduction de ce contrat de location tant que le même locataire reste en place et que toutes les conditions, notamment celle relative au montant du loyer, sont remplies."},{"type":"del","content":""},{"type":"del","content":"7. En cas de non-respect de l'un des engagements mentionnés au présent o ou de cession du logement ou des parts sociales, la déduction fait l'objet d'une reprise au titre de l'année de la rupture de l'engagement ou de la cession. Toutefois, aucune reprise n'est effectuée si la rupture de l'engagement ou la cession survient à la suite de l'invalidité correspondant au classement dans la deuxième ou la troisième des catégories prévues à l'article L. 341-4 du code de la sécurité sociale, du licenciement ou du décès du contribuable ou de l'un des membres du couple soumis à imposition commune."},{"type":"del","content":""},{"type":"del","content":"8. Les dispositions du présent o sont exclusives de celles prévues aux f à m du présent 1° et aux articles 31 bis, 199 decies I, 199 undecies A, 199 septvicies et 199 novovicies du présent code. Elles ne sont pas non plus applicables aux immeubles classés ou inscrits au titre des monuments historiques ou ayant reçu le label délivré par la \" Fondation du patrimoine \", mentionnés au premier alinéa du 3° du I de l'article 156."},{"type":"del","content":""},{"type":"del","content":"2° Pour les propriétés rurales :"},{"type":"del","content":""},{"type":"del","content":"a) Les dépenses énumérées aux a à e du 1° ;"},{"type":"del","content":""},{"type":"del","content":"b) (abrogé)"},{"type":"del","content":""},{"type":"del","content":"c) Les dépenses d'amélioration non rentables afférentes aux propriétés bâties autres que les locaux d'habitation, effectivement supportées par le propriétaire. Sont considérées comme des dépenses d'amélioration non rentables les dépenses qui ne sont pas susceptibles d'entraîner une augmentation du fermage ;"},{"type":"del","content":""},{"type":"del","content":"c bis) Dans les conditions fixées par décret, les dépenses d'amélioration et de construction, qui s'incorporent aux bâtiments d'exploitation rurale, destinées à satisfaire aux obligations prévues au titre Ier du livre V du code de l'environnement, relatif aux installations classées pour la protection de l'environnement ;"},{"type":"del","content":""},{"type":"del","content":"c ter) Les dépenses engagées pour la construction d'un nouveau bâtiment d'exploitation rurale, destiné à remplacer un bâtiment de même nature, vétuste ou inadapté aux techniques modernes de l'agriculture, à condition que la construction nouvelle n'entraîne pas une augmentation du fermage ;"},{"type":"del","content":""},{"type":"del","content":"c quater) Les dépenses d'amélioration afférentes aux propriétés non bâties et effectivement supportées par le propriétaire ;"},{"type":"del","content":""},{"type":"del","content":"c quinquies) Les travaux de restauration et de gros entretien effectués sur des espaces naturels mentionnés aux articles L. 331-2, L. 332-2 à L. 332-2-2, L. 341-2 et L. 414-1 du code de l'environnement et dans leurs textes d'application, ainsi que des espaces mentionnés aux articles L. 121-23 et L. 121-50 du code de l'urbanisme, en vue de leur maintien en bon état écologique et paysager qui ont reçu l'accord préalable de l'autorité administrative compétente."},{"type":"del","content":""},{"type":"del","content":"d) (abrogé)"},{"type":"del","content":""},{"type":"del","content":"e) (abrogé)"},{"type":"del","content":""},{"type":"del","content":"II. (Transféré sous l'article 156 II 1° ter)."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"### Nota"},{"type":"del","content":""},{"type":"del","content":"Conformément au II de l'article 46 de la loi n° 2016-1918 du 29 décembre 2016, les présentes dispositions s'appliquent à compter de l'imposition des revenus de l'année 2017. Toutefois, le j du 1° du I de l'article 31 du code général des impôts continue de s'appliquer, dans sa rédaction antérieure à l'entrée en vigueur du I du présent article, jusqu'au terme de chaque période triennale ayant débuté avant le 1er janvier 2017."},{"type":"del","content":""},{"type":"del","content":"III.-Le m du 1° du I de l'article 31 du code général des impôts continue de s'appliquer, dans sa rédaction antérieure à l'entrée en vigueur du I du présent article, aux conventions conclues à compter du 1er janvier 2017 pour lesquelles la demande de conventionnement a été réceptionnée par l'Agence nationale de l'habitat au plus tard le 31 janvier 2017."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 232 AUTONOME MODIFIE, en vigueur du 2012-01-01 au 2012-08-18 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 232 AUTONOME MODIFIE, en vigueur du 2013-01-01 au 2017-03-02 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 232 AUTONOME MODIFIE, en vigueur du 2022-01-01 au 2023-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 232 AUTONOME MODIFIE, en vigueur du 2007-01-01 au 2012-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 232 AUTONOME MODIFIE, en vigueur du 2012-08-18 au 2013-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 232 AUTONOME MODIFIE, en vigueur du 1999-03-31 au 2006-07-16 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 232 AUTONOME VIGUEUR, en vigueur depuis le 2023-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 232 AUTONOME MODIFIE, en vigueur du 1950-04-30 au 1999-03-31 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 232 AUTONOME MODIFIE, en vigueur du 2017-03-02 au 2022-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 46 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2017-01-01 ABROGE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 46 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2017-01-01 MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 86-1290 du 23 décembre 1986 tendant à favoriser l'investissement locatif, l'accession à la propriété de logements sociaux et le développement de l'offre foncière CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2009-323 du 25 mars 2009 de mobilisation pour le logement et la lutte contre l'exclusion CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2010-788 du 12 juillet 2010 portant engagement national pour l'environnement CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1965-07-10 CITATION source Loi n° 65-557 du 10 juillet 1965 fixant le statut de la copropriété des immeubles bâtis - article 14-1 AUTONOME MODIFIE, en vigueur du 2002-01-01 au 2023-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1986-12-23 CITATION source LOI n° 86-1290 du 23 décembre 1986 tendant à favoriser l'investissement locatif, l'accession à la propriété de logements sociaux et le développement de l'offre foncière"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1989-07-06 CITATION source Loi n° 89-462 du 6 juillet 1989 tendant à améliorer les rapports locatifs et portant modification de la loi n° 86-1290 du 23 décembre 1986"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2002-12-23 CITATION cible Arrêté du 23 décembre 2002 relatif à la simplification de pièces justificatives de certaines prestations - article 1 AUTONOME ABROGE, en vigueur du 2013-02-17 au 2024-11-17"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2002-12-23 CITATION cible Arrêté du 23 décembre 2002 relatif à la simplification de pièces justificatives de certaines prestations - article 2 AUTONOME ABROGE, en vigueur du 2013-02-17 au 2024-11-17"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2008-12-27 CITATION cible LOI n° 2008-1425 du 27 décembre 2008 de finances pour 2009 - article 91 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2008-12-29"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2009-03-25 CITATION source LOI n° 2009-323 du 25 mars 2009 de mobilisation pour le logement et la lutte contre l'exclusion"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2009-03-25 CITATION cible LOI n° 2009-323 du 25 mars 2009 de mobilisation pour le logement et la lutte contre l'exclusion - article 51 AUTONOME VIGUEUR, en vigueur depuis le 2009-03-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2010-07-12 CITATION source LOI n° 2010-788 du 12 juillet 2010 portant engagement national pour l'environnement"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2014-08-01 CITATION cible Arrêté du 1er août 2014 pris en application de l'article R. 304-1 du code de la construction et de l'habitation - article 3 AUTONOME VIGUEUR, en vigueur depuis le 2016-10-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2014-08-01 CITATION cible Arrêté du 1er août 2014 portant approbation du règlement général de l'Agence nationale de l'habitat - article Annexe 5 AUTONOME ABROGE, en vigueur du 2014-08-16 au 2023-06-04"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2014-09-30 CITATION cible Décret n° 2014-1102 du 30 septembre 2014 relatif aux plafonds de loyer, de prix et de ressources applicables au logement intermédiaire VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2015-06-08 CITATION cible Décret n° 2015-638 du 8 juin 2015 pris pour l'application du premier alinéa du m du 1° du I de l'article 31 du code général des impôts relatif à la déduction spécifique en faveur des locations conventionnées avec l'Agence nationale de l'habitat dans le secteur intermédiaire VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2016-12-29 CITATION cible LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 46 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2017-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2016-12-29 CITATION cible LOI n° 2016-1917 du 29 décembre 2016 de finances pour 2017 - article 60 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2019-10-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2016-12-29 ABROGE cible LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 46 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2017-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2016-12-29 MODIFIE cible LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 46 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2017-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2017-05-05 CITATION cible Arrêté du 5 mai 2017 relatif au classement des communes du territoire national par zones géographiques en fonction du déséquilibre entre l'offre et la demande de logements pour l'application de la déduction spécifique prévue au o du 1° du I de l'article 31 du code général des impôts. VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2017-05-05 CITATION cible Arrêté du 5 mai 2017 relatif au classement des communes du territoire national par zones géographiques en fonction du déséquilibre entre l'offre et la demande de logements pour l'application de la déduction spécifique prévue au o du 1° du I de l'article 31 du code général des impôts. - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2017-05-05 CITATION cible Décret n° 2017-839 du 5 mai 2017 relatif aux conventions portant sur un immeuble ou un logement conclues par l'Agence nationale de l'habitat en application des articles L. 321-4 et L. 321-8 du code de la construction et de l'habitation et aux plafonds de loyer et de ressources des locataires pour l'application de la déduction spécifique prévue au o du 1° du I de l'article 31 du code général des impôts VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2017-05-05 CITATION cible Décret n° 2017-839 du 5 mai 2017 relatif aux conventions portant sur un immeuble ou un logement conclues par l'Agence nationale de l'habitat en application des articles L. 321-4 et L. 321-8 du code de la construction et de l'habitation et aux plafonds de loyer et de ressources des locataires pour l'application de la déduction spécifique prévue au o du 1° du I de l'article 31 du code général des impôts - article Annexe I ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2020-11-10 CITATION cible Arrêté du 10 novembre 2020 relatif au niveau de performance énergétique globale prévu au o du 1° du I de l'article 31 du code général des impôts VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2020-11-10 CITATION cible Arrêté du 10 novembre 2020 relatif au niveau de performance énergétique globale prévu au o du 1° du I de l'article 31 du code général des impôts - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2023-05-22 CITATION cible Arrêté du 22 mai 2023 portant approbation du règlement général de l'Agence nationale de l'habitat - article Annexe 5 AUTONOME ABROGE, en vigueur du 2023-06-04 au 2024-04-18"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2024-07-05 CITATION cible Arrêté du 5 juillet 2024 modifiant l'arrêté du 1er août 2014 pris en application de l'article D. 304-1 du code de la construction et de l'habitation VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'entrée et du séjour des étrangers et du droit d'asile - article R411-5 AUTONOME MODIFIE, en vigueur du 2014-05-26 au 2015-09-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la construction et de l'habitation - article Annexe I à L'article D321-23 AUTONOME VIGUEUR, en vigueur depuis le 2019-09-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la construction et de l'habitation - article Annexe II à l'article D321-23 AUTONOME VIGUEUR, en vigueur depuis le 2019-09-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la construction et de l'habitation - article Annexe III à l'article D321-23 AUTONOME VIGUEUR, en vigueur depuis le 2019-09-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la construction et de l'habitation - article Annexe IV à l'article D321-23 AUTONOME VIGUEUR, en vigueur depuis le 2019-09-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la construction et de l'habitation - article Annexe à l'article R422-6 AUTONOME VIGUEUR, en vigueur depuis le 2019-09-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la construction et de l'habitation - article R*421-53 AUTONOME ABROGE, en vigueur du 2003-04-08 au 2008-06-20"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la construction et de l'habitation - article R*442-3-3 AUTONOME VIGUEUR, en vigueur depuis le 2019-06-26"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la construction et de l'habitation - article R313-19-2 AUTONOME VIGUEUR, en vigueur depuis le 2019-09-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la construction et de l'habitation - article R421-2 AUTONOME VIGUEUR, en vigueur depuis le 2019-09-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la construction et de l'habitation - article R443-34 AUTONOME TRANSFERE, en vigueur du 2017-05-08 au 2019-09-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la construction et de l'habitation - article R472-5 AUTONOME VIGUEUR, en vigueur depuis le 2018-11-07"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article D542-19 AUTONOME MODIFIE, en vigueur du 2013-12-20 au 2016-09-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du patrimoine - article L633-1 AUTONOME VIGUEUR, en vigueur depuis le 2016-07-09"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du patrimoine - article L643-1 AUTONOME ABROGE, en vigueur du 2004-02-24 au 2016-07-09"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 156 AUTONOME VIGUEUR, en vigueur depuis le 2025-06-19"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 1586 sexies AUTONOME ABROGE_DIFF, en vigueur du 2022-01-01 au 2030-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code général des impôts - article 199 decies AUTONOME MODIFIE, en vigueur du 1985-01-01 au 1987-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code général des impôts - article 199 nonies AUTONOME MODIFIE, en vigueur du 1985-01-01 au 1987-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 199 septvicies AUTONOME VIGUEUR, en vigueur depuis le 2023-12-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code général des impôts - article 199 undecies AUTONOME MODIFIE, en vigueur du 1986-07-31 au 1992-07-04"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 199 undecies A AUTONOME VIGUEUR, en vigueur depuis le 2025-06-19"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 200 nonies AUTONOME ABROGE, en vigueur du 2012-04-26 au 2017-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code général des impôts - article 200 quater AUTONOME MODIFIE, en vigueur du 2000-03-31 au 2000-12-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 200-0 A AUTONOME VIGUEUR, en vigueur depuis le 2025-02-16"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code général des impôts - article 231 ter AUTONOME MODIFIE, en vigueur du 1999-03-31 au 2000-03-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code général des impôts - article 232 AUTONOME MODIFIE, en vigueur du 1999-03-31 au 2006-07-16"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 239 nonies AUTONOME MODIFIE, en vigueur du 2021-06-06 au 2023-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code général des impôts - article 257 AUTONOME MODIFIE, en vigueur du 1979-07-01 au 1982-12-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 31 bis AUTONOME VIGUEUR, en vigueur depuis le 2024-06-02"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 32 AUTONOME VIGUEUR, en vigueur depuis le 2023-12-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts, annexe II - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2002-03-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts, annexe II - article 1 A AUTONOME VIGUEUR, en vigueur depuis le 2002-03-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts, annexe II - article 1 B AUTONOME MODIFIE, en vigueur du 1997-04-11 au 2018-06-23"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts, annexe II - article 1 D AUTONOME VIGUEUR, en vigueur depuis le 2002-03-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 2 duodecies AUTONOME VIGUEUR, en vigueur depuis le 2022-05-07"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 2 duovicies AUTONOME VIGUEUR, en vigueur depuis le 2006-09-29"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 2 novodecies AUTONOME VIGUEUR, en vigueur depuis le 2002-03-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 2 novodecies A AUTONOME VIGUEUR, en vigueur depuis le 2006-08-11"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 2 octodecies B AUTONOME VIGUEUR, en vigueur depuis le 2009-07-11"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 2 quaterdecies AUTONOME PERIME, en vigueur du 2006-08-11 au 2024-06-02"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 2 quindecies AUTONOME VIGUEUR, en vigueur depuis le 2018-06-23"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 2 quindecies A AUTONOME VIGUEUR, en vigueur depuis le 2017-05-05"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 2 quindecies B AUTONOME VIGUEUR, en vigueur depuis le 2020-04-16"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 2 quindecies C AUTONOME VIGUEUR, en vigueur depuis le 2013-12-29"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 2 quindecies D AUTONOME VIGUEUR, en vigueur depuis le 2006-08-11"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 2 sexdecies-0 A quater AUTONOME VIGUEUR, en vigueur depuis le 2017-05-08"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 2 sexdecies-0 A ter AUTONOME VIGUEUR, en vigueur depuis le 2012-05-07"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 2 tervicies AUTONOME VIGUEUR, en vigueur depuis le 2018-06-23"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 2 undecies AUTONOME VIGUEUR, en vigueur depuis le 2001-03-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 2 unvicies AUTONOME PERIME, en vigueur du 2006-06-01 au 2017-05-05"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 2 vicies AUTONOME VIGUEUR, en vigueur depuis le 2017-05-05"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 41 F AUTONOME VIGUEUR, en vigueur depuis le 2007-10-05"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 46-0 B AUTONOME VIGUEUR, en vigueur depuis le 2018-06-23"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 46-0 B ter AUTONOME VIGUEUR, en vigueur depuis le 2010-03-18"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts, annexe IV - article 01 bis AUTONOME VIGUEUR, en vigueur depuis le 2020-11-16"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts, annexe IV - article 01 quater AUTONOME VIGUEUR, en vigueur depuis le 2020-11-16"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts, annexe IV - article 01 ter AUTONOME VIGUEUR, en vigueur depuis le 2020-11-16"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts, annexe IV - article 18-0 ter AUTONOME MODIFIE, en vigueur du 2009-05-04 au 2010-05-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 2 octodecies AUTONOME VIGUEUR, en vigueur depuis le 2024-06-02"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 2 quaterdecies B AUTONOME PERIME, en vigueur du 2006-08-11 au 2024-06-02"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 2 septdecies AUTONOME VIGUEUR, en vigueur depuis le 2024-06-02"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 2 sexdecies AUTONOME VIGUEUR, en vigueur depuis le 2024-06-02"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 2 sexdecies A AUTONOME VIGUEUR, en vigueur depuis le 2024-06-02"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 2 terdecies AUTONOME VIGUEUR, en vigueur depuis le 2025-06-19"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 2 terdecies A AUTONOME VIGUEUR, en vigueur depuis le 2025-06-19"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 2 terdecies B AUTONOME VIGUEUR, en vigueur depuis le 2025-06-19"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 2 terdecies C AUTONOME VIGUEUR, en vigueur depuis le 2025-06-19"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 2 terdecies G AUTONOME VIGUEUR, en vigueur depuis le 2025-06-19"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts, annexe IV - article 18-0 bis B AUTONOME VIGUEUR, en vigueur depuis le 2024-06-02"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code monétaire et financier - article L214-114 AUTONOME MODIFIE, en vigueur du 2007-06-01 au 2013-07-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code monétaire et financier - article L214-61 AUTONOME ABROGE, en vigueur du 2001-01-01 au 2001-07-11"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code monétaire et financier - article L214-81 AUTONOME MODIFIE, en vigueur du 2001-01-01 au 2013-07-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la sécurité sociale - article L341-4 AUTONOME VIGUEUR, en vigueur depuis le 1985-12-21"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de l'urbanisme - article L313-1 AUTONOME MODIFIE, en vigueur du 1973-11-13 au 1983-01-09"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de l'urbanisme - article L421-1 AUTONOME MODIFIE, en vigueur du 1973-11-13 au 1977-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de l'urbanisme - article R421-40 AUTONOME ABROGE, en vigueur du 1973-11-13 au 1984-04-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L111-9 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 2005-07-14"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L301-1 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 1991-07-19"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L321-4 AUTONOME ABROGE, en vigueur du 1978-06-08 au 1987-12-30"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L321-8 AUTONOME MODIFIE, en vigueur du 2005-06-09 au 2006-07-16"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L365-1 AUTONOME MODIFIE, en vigueur du 2000-12-14 au 2005-01-19"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la construction et de l'habitation - article L411-2 AUTONOME MODIFIE, en vigueur du 1978-06-08 au 2000-12-14"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de l'environnement - article L331-2 AUTONOME MODIFIE, en vigueur du 2000-09-21 au 2006-04-15"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de l'environnement - article L332-2 AUTONOME MODIFIE, en vigueur du 2000-09-21 au 2002-01-23"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de l'environnement - article L341-2 AUTONOME MODIFIE, en vigueur du 2000-09-21 au 2005-02-24"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de l'environnement - article L414-1 AUTONOME MODIFIE, en vigueur du 2001-04-14 au 2005-02-24"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code du patrimoine - article L642-1 AUTONOME MODIFIE, en vigueur du 2004-02-24 au 2007-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/60/LEGIARTI000033816089.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/60/LEGIARTI000033816089.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/60/LEGIARTI000033816089.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_impots/src/branch/main/livre_premier/premiere_partie/titre_premier/chapitre_premier/section_ii/1re_sous-section/i/4/article_31.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033816089)"},{"type":"del","content":""}],"status":"deleted"}],"stats":{"additions":0,"deletions":638,"filesChanged":2}}