{"sha":"62a2b44f4ca8","date":"2019-12-30","message":"LOI n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République","files":[{"filename":"livre_premier/deuxieme_partie/titre_iii/chapitre_premier/section_xiii_quater/article_1609_nonies_c.md","articleName":"Article 1609 NONIES C","additions":12,"deletions":21,"diff":[{"type":"del","content":"VI. – L'établissement public de coopération intercommunale, autre qu'une communauté urbaine, qu'une métropole ou que la métropole de Lyon, soumis aux dispositions du I peut instituer au bénéfice de ses communes membres et, le cas échéant, d'établissements publics de coopération intercommunale à fiscalité propre limitrophes une dotation de solidarité communautaire, dont le principe et les critères de répartition sont fixés par le conseil communautaire statuant à la majorité des deux tiers des suffrages exprimés. Le montant de cette dotation est fixé librement par le conseil de l'établissement public de coopération intercommunale. Elle est répartie en tenant compte prioritairement de l'importance de la population et du potentiel fiscal ou financier par habitant, les autres critères étant fixés librement par le conseil. Lorsqu'une zone d'activités économiques d'intérêt départemental est située en tout ou partie sur le territoire de l'établissement public de coopération intercommunale, celui-ci peut étendre le versement de la dotation de solidarité communautaire aux établissements publics de coopération intercommunale à fiscalité propre constituant un ensemble sans discontinuité territoriale et limitrophe de son territoire."},{"type":"del","content":""},{"type":"del","content":"Lorsqu'il s'agit d'une communauté urbaine, d'une métropole ou de la métropole de Lyon ou lorsque l'établissement public de coopération intercommunale est signataire d'un contrat de ville tel que défini à l'article 6 de la loi n° 2014-173 du 21 février 2014 de programmation pour la ville et la cohésion urbaine, il définit les objectifs de péréquation et de renforcement des solidarités financière et fiscale entre ses communes membres sur la durée du contrat de ville. L'établissement public de coopération intercommunale à fiscalité propre s'engage, lors de la signature du contrat de ville, à élaborer, en concertation avec ses communes membres, un pacte financier et fiscal de solidarité visant à réduire les disparités de charges et de recettes entre ces dernières. Ce pacte tient compte des efforts de mutualisation des recettes et des charges déjà engagés ou envisagés à l'occasion des transferts de compétences, des règles d'évolution des attributions de compensation, des politiques communautaires poursuivies au moyen des fonds de concours ou de la dotation de solidarité communautaire ainsi que des critères retenus par l'organe délibérant de l'établissement public de coopération intercommunale à fiscalité propre pour répartir, le cas échéant, les prélèvements ou reversements au titre du Fonds national de péréquation des ressources intercommunales et communales. Lorsque ce pacte financier et fiscal de solidarité est élaboré dans les établissements publics de coopération intercommunale à fiscalité propre issus d'une fusion d'établissements publics de coopération intercommunale dont les potentiels financiers agrégés par habitant présentent un écart d'au moins 40 % entre le potentiel financier agrégé le plus élevé et celui le moins élevé à la date de la fusion, l'établissement public de coopération intercommunale issu de cette fusion est tenu d'instituer une dotation de solidarité communautaire selon les critères de péréquation définis aux alinéas suivants. A défaut d'avoir élaboré un tel pacte au plus tard un an après l'entrée en vigueur du contrat de ville, l'établissement public de coopération intercommunale à fiscalité propre ou la collectivité territoriale concernée est tenu d'instituer, au profit des communes concernées par les dispositifs prévus dans ce contrat de ville, une dotation de solidarité communautaire, dont le montant est au moins égal à 50 % de la différence entre les produits des impositions mentionnées au I et aux 1 et 2 du I bis du présent article au titre de l'année du versement de la dotation et le produit de ces mêmes impositions constaté l'année précédente. Cette dotation est répartie selon les critères de péréquation définis aux alinéas suivants, afin de réduire les disparités de ressources et de charges entre les communes."},{"type":"del","content":""},{"type":"del","content":"Ces critères sont déterminés notamment en fonction :"},{"type":"del","content":""},{"type":"del","content":"a. de l'écart du revenu par habitant de la commune au revenu moyen par habitant de l'établissement public de coopération intercommunale ;"},{"type":"del","content":""},{"type":"del","content":"b. de l'insuffisance de potentiel fiscal ou financier par habitant de la commune au regard du potentiel fiscal ou financier communal moyen par habitant sur le territoire de l'établissement public de coopération intercommunale."},{"type":"del","content":""},{"type":"del","content":"Des critères complémentaires peuvent être choisis par le conseil."},{"type":"del","content":""},{"type":"del","content":"La métropole du Grand Paris a la faculté d'instituer une dotation de solidarité communautaire au profit de ses communes membres, dans les conditions prévues à l'article L. 5219-11 du code général des collectivités territoriales."},{"type":"add","content":"VI. (Abrogé)"},{"type":"del","content":"Code général des impôts - article 1638 quinquies AUTONOME VIGUEUR, en vigueur depuis le 2019-12-29 CITATION source"},{"type":"add","content":"LOI n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République - article 59 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2019-12-30 au 2021-01-01 MODIFIE source"},{"type":"del","content":"LOI n° 2019-1461 du 27 décembre 2019 relative à l'engagement dans la vie locale et à la proximité de l'action publique - article 32 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"LOI n° 2019-1479 du 28 décembre 2019 de finances pour 2020 - article 256 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2019-12-30 MODIFIE source"},{"type":"add","content":""},{"type":"add","content":"2015-08-07 MODIFIE cible LOI n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République - article 59 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2019-12-30 au 2021-01-01"},{"type":"add","content":""},{"type":"del","content":"2019-12-27 MODIFIE cible LOI n° 2019-1461 du 27 décembre 2019 relative à l'engagement dans la vie locale et à la proximité de l'action publique - article 32 ENTIEREMENT_MODIF"},{"type":"add","content":"2019-12-28 MODIFIE cible LOI n° 2019-1479 du 28 décembre 2019 de finances pour 2020 - article 256 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2019-12-30"},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 1638 quinquies AUTONOME VIGUEUR, en vigueur depuis le 2019-12-29"},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 1638 quinquies AUTONOME MODIFIE, en vigueur du 2010-01-01 au 2019-12-29"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/41/41/08/LEGIARTI000041410822.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/41/41/08/LEGIARTI000041410822.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/41/41/08/LEGIARTI000041410822.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/41/47/37/LEGIARTI000041473769.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/41/47/37/LEGIARTI000041473769.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/41/47/37/LEGIARTI000041473769.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000041410822)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000041473769)"}],"status":"modified"}],"stats":{"additions":12,"deletions":21,"filesChanged":1}}