{"sha":"650e0fbd8914","date":"2009-01-01","message":"LOI n° 2008-789 du 20 août 2008 portant rénovation de la démocratie sociale et réforme du temps de travail","files":[{"filename":"livre_premier/deuxieme_partie/titre_premier/chapitre_premier/section_iv/README.md","articleName":"Sommaire - Section Iv","additions":0,"deletions":1,"diff":[{"type":"del","content":"- [Article 1417](article_1417.md)"}],"status":"modified"},{"filename":"livre_premier/deuxieme_partie/titre_premier/chapitre_premier/section_iv/article_1417.md","articleName":"Article 1417","additions":0,"deletions":381,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article 1417"},{"type":"del","content":""},{"type":"del","content":"I. – Les dispositions des articles 1391 et 1391 B, du 3 du II et du III de l'article 1411, des 1° bis, 2° et 3° du I de l'article 1414 sont applicables aux contribuables dont le montant des revenus de l'année précédant celle au titre de laquelle l'imposition est établie n'excède pas la somme de 9 560 euros, pour la première part de quotient familial, majorée de 2 553 euros pour chaque demi-part supplémentaire, retenues pour le calcul de l'impôt sur le revenu afférent auxdits revenus. Pour la Martinique, la Guadeloupe et la Réunion, les montants des revenus sont fixés à 11 312 euros, pour la première part, majorés de 2 702 euros pour la première demi-part et 2 553 euros pour chaque demi-part supplémentaire à compter de la deuxième. Pour la Guyane, ces montants sont fixés respectivement à 11 828 euros, 3 257 euros et 2 553 euros."},{"type":"del","content":""},{"type":"del","content":"I bis. – (Abrogé à compter des impositions établies au titre de 2000)."},{"type":"del","content":""},{"type":"del","content":"II. – Les dispositions de l'article 1414 A sont applicables aux contribuables dont le montant des revenus de l'année précédant celle au titre de laquelle l'imposition est établie n'excède pas la somme de 22 481 euros, pour la première part de quotient familial, majorée de 5 253 euros pour la première demi-part et 4 133 euros à compter de la deuxième demi-part supplémentaire, retenues pour le calcul de l'impôt sur le revenu afférent auxdits revenus. Pour la Martinique, la Guadeloupe et la Réunion, les montants des revenus sont fixés à 27 170 euros, pour la première part, majorés de 5 764 euros pour la première demi-part, 5 496 euros pour la deuxième demi-part et 4 133 euros pour chaque demi-part supplémentaire à compter de la troisième. Pour la Guyane, ces montants sont fixés à 29 774 euros pour la première part, majorés de 5 764 euros pour chacune des deux premières demi-parts, 4 908 euros pour la troisième demi-part et 4 133 euros pour chaque demi-part supplémentaire à compter de la quatrième."},{"type":"del","content":""},{"type":"del","content":"III. – Les montants de revenus prévus aux I et II sont indexés, chaque année, comme la limite supérieure de la première tranche du barème de l'impôt sur le revenu."},{"type":"del","content":""},{"type":"del","content":"Les majorations mentionnées aux I et II sont divisées par deux pour les quarts de part."},{"type":"del","content":""},{"type":"del","content":"IV. – 1° Pour l'application du présent article, le montant des revenus s'entend du montant net après application éventuelle des règles de quotient définies à l'article 163-0 A des revenus et plus-values retenus pour l'établissement de l'impôt sur le revenu au titre de l'année précédente."},{"type":"del","content":""},{"type":"del","content":"Ce montant est majoré :"},{"type":"del","content":""},{"type":"del","content":"a) du montant des charges déduites en application des articles 163 unvicies et 163 duovicies ainsi que du montant des cotisations ou des primes déduites en application de l'article 163 quatervicies ;"},{"type":"del","content":""},{"type":"del","content":"a bis) Du montant de l'abattement mentionné au 2° du 3 de l'article 158 pour sa fraction qui excède l'abattement non utilisé prévu au 5° du 3 du même article et du montant de l'abattement mentionné à l'article 150-0 D bis ;"},{"type":"del","content":""},{"type":"del","content":"b) du montant des bénéfices exonérés en application des articles 44 sexies, 44 sexies A, 44 octies, 44 octies A, 44 decies et 44 undecies, ainsi que de l'article 93-0 A et du 9 de l'article 93 ;"},{"type":"del","content":""},{"type":"del","content":"c) du montant des revenus soumis aux prélèvements libératoires prévus aux articles 117 quater et 125 A de ceux soumis aux versements libératoires prévus par l'article 151-0 retenus pour leur montant diminué, selon le cas, de l'abattement prévu au 1 de l'article 50-0 ou de la réfaction forfaitaire prévue au 1 de l'article 102 ter, de ceux visés aux articles 81 quater, 81 A à 81 C, de ceux mentionnés au I de l'article 204-0 bis retenus pour leur montant net de frais d'emploi et pour lesquels l'option prévue au III du même article n'a pas été exercée, de ceux perçus par les fonctionnaires des organisations internationales, de ceux exonérés par application d'une convention internationale relative aux doubles impositions ainsi que de ceux exonérés en application des articles 163 quinquies B à 163 quinquies C bis ;"},{"type":"del","content":""},{"type":"del","content":"d) Du montant des plus-values exonérées en application des 1, 1 bis et 7 du III de l'article 150-0 A ;"},{"type":"del","content":""},{"type":"del","content":"e) Des sommes correspondant aux droits visés au dernier alinéa de l'article L. 3153-3 du code du travail."},{"type":"del","content":""},{"type":"del","content":"2°) Abrogé (à compter des impositions établies au titre de 2000.)"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"### Nota"},{"type":"del","content":""},{"type":"del","content":"Loi n° 2008-1425 du 27 décembre 2008 de finances pour 2009 art. 110 V : Les dispositions du présent article entrent en vigueur pour les revenus perçus à compter du 1er janvier 2009 ."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2008-1425 du 27 décembre 2008 de finances pour 2009 - article 110 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2008-12-29 MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-04-28 CITATION cible Arrêté du 28 avril 1987 relatif à la création d'un traitement informatisé de simplification de la gestion des informations de recoupement. - article 7 AUTONOME MODIFIE, en vigueur du 2000-10-13 au 2009-06-11"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-29 CITATION cible Arrêté du 29 juillet 1987 relatif aux plafonds de ressources des bénéficiaires de la législation sur les habitations à loyer modéré et des nouvelles aides de l'Etat en secteur locatif - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2012-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2002-05-03 CITATION cible Arrêté du 3 mai 2002 relatif à la mise en service à la direction générale des impôts, à la Caisse nationale d'assurance vieillesse des travailleurs salariés et à la Caisse nationale d'assurance maladie des professions indépendantes d'une procédure automatisée de transfert des données fiscales - article 4 AUTONOME ABROGE, en vigueur du 2008-10-11 au 2013-10-25"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2002-05-03 CITATION cible Arrêté du 3 mai 2002 relatif à la mise en service à la direction générale des impôts et dans les organismes de mutualité sociale agricole d'une procédure automatisée de transfert des données fiscales - article 4 AUTONOME MODIFIE, en vigueur du 2008-10-11 au 2016-12-08"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2003-12-29 CITATION cible Arrêté du 29 décembre 2003 relatif à la mise en service à la direction générale des finances publiques, à la Caisse nationale des industries électriques et gazières (CNIEG) et au service des retraites de l'Etat d'une procédure automatisée de transfert des données fiscales - article 4 AUTONOME MODIFIE, en vigueur du 2016-05-06 au 2016-12-08"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2008-03-28 CITATION cible Arrêté du 28 mars 2008 relatif à la mise en service à la direction générale des impôts et à la caisse de retraite du personnel de la Régie autonome des transports parisiens d'une procédure automatisée de transfert des données fiscales - article 4 AUTONOME MODIFIE, en vigueur du 2008-04-09 au 2016-12-08"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2008-12-27 MODIFIE cible LOI n° 2008-1425 du 27 décembre 2008 de finances pour 2009 - article 110 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2008-12-29"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2009-01-14 CITATION cible Arrêté du 14 janvier 2009 relatif à la mise en service à la direction générale des finances publiques et à la caisse de pensions de retraite de la Société de composition et d'impression des Journaux officiels d'une procédure automatisée de transfert des données fiscales - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2016-12-08"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2009-04-20 CITATION cible LOI n° 2009-431 du 20 avril 2009 de finances rectificative pour 2009 - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2009-04-23"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2009-08-04 CITATION cible Arrêté du 4 août 2009 relatif à la mise en service à la direction générale des finances publiques et à la caisse de retraites des personnels de l'Opéra national de Paris d'une procédure automatisée de transfert des données fiscales - article 4 AUTONOME MODIFIE, en vigueur du 2009-08-15 au 2016-12-08"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2010-03-03 CITATION cible Arrêté du 3 mars 2010 fixant pour l'année 2010 les limites d'application des abattements, exonérations et dégrèvements de taxe foncière sur les propriétés bâties et de taxe d'habitation - article 1 AUTONOME PERIME, en vigueur du 2010-03-18 au 2011-03-27"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2010-03-03 CITATION cible Arrêté du 3 mars 2010 fixant pour l'année 2010 les limites d'application des abattements, exonérations et dégrèvements de taxe foncière sur les propriétés bâties et de taxe d'habitation - article 2 AUTONOME PERIME, en vigueur du 2010-03-18 au 2011-03-27"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2010-01-25 CITATION cible Arrêté du 25 janvier 2010 relatif à la mise en service à la direction générale des finances publiques et à la caisse d'assurance vieillesse, invalidité et maladie des cultes d'une procédure automatisée de transfert des données fiscales - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2016-12-08"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2010-12-29 CITATION cible LOI n° 2010-1657 du 29 décembre 2010 de finances pour 2011 - article 90 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2023-12-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2011-03-18 CITATION cible Arrêté du 18 mars 2011 fixant pour l'année 2011 les limites d'application des abattements, exonérations et dégrèvements de taxe foncière sur les propriétés bâties et de taxe d'habitation - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2011-03-27"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2011-03-18 CITATION cible Arrêté du 18 mars 2011 fixant pour l'année 2011 les limites d'application des abattements, exonérations et dégrèvements de taxe foncière sur les propriétés bâties et de taxe d'habitation - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2011-03-27"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2011-07-07 CITATION cible Arrêté du 7 juillet 2011 relatif à la mise en service à la direction générale des finances publiques et à la Caisse autonome de retraite et de prévoyance des infirmiers, masseurs-kinésithérapeutes, pédicures-podologues, orthophonistes et orthoptistes d'une procédure automatisée de transfert des données fiscales - article 4 AUTONOME ABROGE, en vigueur du 2011-08-12 au 2013-09-22"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2012-01-17 CITATION cible Arrêté du 17 janvier 2012 relatif à la mise en service à la direction générale des finances publiques et à la Caisse autonome de retraite des médecins de France d'une procédure automatisée de transfert de données fiscales - article 4 AUTONOME ABROGE, en vigueur du 2012-02-03 au 2013-09-22"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2013-05-24 CITATION cible Arrêté du 24 mai 2013 relatif aux plafonds de ressources applicables à certains bénéficiaires des subventions de l'Agence nationale de l'habitat - article 3 AUTONOME VIGUEUR, en vigueur depuis le 2023-11-30"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2013-09-17 CITATION cible Décret n° 2013-832 du 17 septembre 2013 relatif aux modalités d'attribution de la prime exceptionnelle d'aide à la rénovation thermique des logements privés - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2013-09-20"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2013-08-06 CITATION cible Arrêté du 6 août 2013 relatif à la mise en service à la direction générale des finances publiques et à la Caisse nationale d'assurance vieillesse des professions libérales d'une procédure automatisée de transfert de données fiscales - article 4 AUTONOME MODIFIE, en vigueur du 2013-09-22 au 2016-12-08"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2013-07-01 CITATION cible Arrêté du 1er juillet 2013 relatif à la mise en service à la direction générale des finances publiques et à la Caisse nationale d'assurance vieillesse des travailleurs salariés d'une procédure automatisée de transfert des données fiscales - article 4 AUTONOME MODIFIE, en vigueur du 2013-10-25 au 2016-12-08"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2013-12-29 CITATION cible LOI n° 2013-1278 du 29 décembre 2013 de finances pour 2014 - article 2 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2014-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2014-08-08 CITATION cible LOI n° 2014-891 du 8 août 2014 de finances rectificative pour 2014 - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2014-08-10"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2016-03-31 CITATION cible Arrêté du 31 mars 2016 relatif à la mise en service à la direction générale des finances publiques, à la Caisse nationale de retraite des agents des collectivités locales, au fonds spécial des pensions des ouvriers des établissements industriels de l'Etat, à la Caisse autonome nationale de la sécurité sociale dans les mines, à l'institution de retraite complémentaire des agents non titulaires de l'Etat et des collectivités publiques et à l'établissement de retraite additionnelle de la fonction publique d'une procédure automatisée de transfert des données fiscales - article 4 AUTONOME MODIFIE, en vigueur du 2016-05-06 au 2016-12-08"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2016-12-29 CITATION cible LOI n° 2016-1917 du 29 décembre 2016 de finances pour 2017 - article 2 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2017-12-21 CITATION cible Arrêté du 21 décembre 2017 modifiant l'arrêté du 24 mai 2013 relatif aux plafonds de ressources applicables à certains bénéficiaires des subventions de l'Agence nationale de l'habitat - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2019-07-24 CITATION cible Ordonnance n° 2019-766 du 24 juillet 2019 portant réforme de l'épargne retraite - article 3 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2020-12-28 CITATION cible Décret n° 2020-1717 du 28 décembre 2020 portant application de la loi n° 91-647 du 10 juillet 1991 relative à l'aide juridique et relatif à l'aide juridictionnelle et à l'aide à l'intervention de l'avocat dans les procédures non juridictionnelles - article 3 AUTONOME VIGUEUR, en vigueur depuis le 2021-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2021-03-12 CITATION cible Décret n° 2021-277 du 12 mars 2021 relatif au contrôle de la détention des produits d'épargne réglementée - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2021-09-10 CITATION cible Décret n° 2021-1175 du 10 septembre 2021 instituant une aide exceptionnelle au bénéfice des journalistes pigistes ayant subi une diminution d'activité à raison de la crise de la covid-19 - article 5 AUTONOME VIGUEUR, en vigueur depuis le 2021-09-13"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2021-09-10 CITATION cible Décret n° 2021-1175 du 10 septembre 2021 instituant une aide exceptionnelle au bénéfice des journalistes pigistes ayant subi une diminution d'activité à raison de la crise de la covid-19 - article 9 AUTONOME VIGUEUR, en vigueur depuis le 2021-09-13"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2021-12-30 CITATION cible LOI n° 2021-1900 du 30 décembre 2021 de finances pour 2022 - article 5 AUTONOME VIGUEUR, en vigueur depuis le 2025-02-16"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2022-08-16 CITATION cible LOI n° 2022-1157 du 16 août 2022 de finances rectificative pour 2022 - article 5 AUTONOME VIGUEUR, en vigueur depuis le 2025-02-16"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2022-08-16 CITATION cible LOI n° 2022-1158 du 16 août 2022 portant mesures d'urgence pour la protection du pouvoir d'achat - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2023-12-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2022-12-27 CITATION cible Décret n° 2022-1675 du 27 décembre 2022 relatif aux prêts ne portant pas intérêt consentis pour financer la primo-accession à la propriété - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2024-03-27 CITATION cible Décret n° 2024-275 du 27 mars 2024 pris en application de l'article L. 111 du livre des procédures fiscales relatif à la publicité de l'impôt - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2024-06-15 CITATION cible Décret n° 2024-547 du 15 juin 2024 relatif à la mise en œuvre du plan d'épargne avenir climat et au contrôle de la détention des produits d'épargne réglementée - article 2 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2024-06-15 CITATION cible Décret n° 2024-547 du 15 juin 2024 relatif à la mise en œuvre du plan d'épargne avenir climat et au contrôle de la détention des produits d'épargne réglementée - article 3 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2024-09-03 CITATION cible Arrêté du 3 septembre 2024 relatif aux conditions de distribution du prêt avance mutation ne portant pas intérêt destiné au financement de travaux permettant d'améliorer la performance énergétique des logements anciens - article 1 AUTONOME MODIFIE, en vigueur du 2024-09-05 au 2024-12-30"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2024-09-03 CITATION cible Décret n° 2024-887 du 3 septembre 2024 relatif au prêt avance mutation ne portant pas intérêt destiné au financement de travaux permettant d'améliorer la performance énergétique des logements anciens VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2024-09-03 CITATION cible Décret n° 2024-887 du 3 septembre 2024 relatif au prêt avance mutation ne portant pas intérêt destiné au financement de travaux permettant d'améliorer la performance énergétique des logements anciens - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2024-12-30 CITATION cible Décret n° 2024-1225 du 30 décembre 2024 relatif à l'expérimentation de la contribution pour la justice économique VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2024-12-30 CITATION cible Décret n° 2024-1225 du 30 décembre 2024 relatif à l'expérimentation de la contribution pour la justice économique - article 3 AUTONOME VIGUEUR, en vigueur depuis le 2025-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2025-03-31 CITATION cible Décret n° 2025-303 du 31 mars 2025 relatif à l'avance remboursable ne portant pas intérêt visant à financer les travaux de reconstruction, de réhabilitation ou d'amélioration accessoires aux travaux de réhabilitation de logements situés dans le Département de Mayotte VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 1414 B AUTONOME ABROGE, en vigueur du 1997-04-11 au 2001-03-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 257 AUTONOME MODIFIE, en vigueur du 2008-04-03 au 2009-03-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'environnement - article D571-56 AUTONOME VIGUEUR, en vigueur depuis le 2007-10-16"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'environnement - article R571-87 AUTONOME VIGUEUR, en vigueur depuis le 2010-05-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la construction et de l'habitation - article D31-10-3-2 AUTONOME VIGUEUR, en vigueur depuis le 2022-12-29"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la construction et de l'habitation - article D31-11-15 AUTONOME VIGUEUR, en vigueur depuis le 2024-09-05"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la construction et de l'habitation - article L31-10-5 AUTONOME ABROGE, en vigueur du 2015-01-01 au 2023-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la construction et de l'habitation - article R318-5 AUTONOME VIGUEUR, en vigueur depuis le 2010-08-06"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la construction et de l'habitation - article R319-19 AUTONOME TRANSFERE, en vigueur du 2019-08-21 au 2019-09-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article D242-9 AUTONOME VIGUEUR, en vigueur depuis le 2021-07-30"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article L136-2 AUTONOME MODIFIE, en vigueur du 2018-01-01 au 2018-09-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article L136-8 AUTONOME VIGUEUR, en vigueur depuis le 2025-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article L380-2 AUTONOME VIGUEUR, en vigueur depuis le 2019-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article L380-3-1 AUTONOME VIGUEUR, en vigueur depuis le 2018-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des assurances - article L144-2 AUTONOME MODIFIE, en vigueur du 2016-12-11 au 2023-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      2999-01-01 CITATION source Code général des impôts, CGI."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 1013 AUTONOME ABROGE, en vigueur du 2011-06-12 au 2019-10-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 117 quater AUTONOME VIGUEUR, en vigueur depuis le 2018-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 125 A AUTONOME VIGUEUR, en vigueur depuis le 2018-12-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 125 D AUTONOME VIGUEUR, en vigueur depuis le 2018-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 1391 AUTONOME VIGUEUR, en vigueur depuis le 2023-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 1391 B AUTONOME VIGUEUR, en vigueur depuis le 2023-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 1391 B ter AUTONOME VIGUEUR, en vigueur depuis le 2022-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 1411 AUTONOME ABROGE, en vigueur du 2017-01-01 au 2023-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 1414 AUTONOME MODIFIE, en vigueur du 2022-05-07 au 2022-08-18"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 1414 A AUTONOME ABROGE, en vigueur du 2019-06-08 au 2020-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 1414 C AUTONOME ABROGE, en vigueur du 2022-01-01 au 2023-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 150 U AUTONOME VIGUEUR, en vigueur depuis le 2025-11-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code général des impôts - article 150-0 A AUTONOME MODIFIE, en vigueur du 2000-03-31 au 2000-12-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code général des impôts - article 150-0 D AUTONOME MODIFIE, en vigueur du 2000-03-31 au 2001-03-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 151-0 AUTONOME VIGUEUR, en vigueur depuis le 2025-06-19"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code général des impôts - article 158 AUTONOME MODIFIE, en vigueur du 1979-07-01 au 1981-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code général des impôts - article 163 quinquies AUTONOME ABROGE, en vigueur du 1979-07-01 au 2019-12-30"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code général des impôts - article 163-0 A AUTONOME MODIFIE, en vigueur du 1993-01-05 au 1996-05-12"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 197 AUTONOME MODIFIE, en vigueur du 2022-01-01 au 2023-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 200 quater AUTONOME MODIFIE, en vigueur du 2015-01-01 au 2016-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 200 sexies AUTONOME ABROGE, en vigueur du 2014-05-30 au 2014-12-30"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 204 H AUTONOME MODIFIE, en vigueur du 2023-01-01 au 2023-06-03"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code général des impôts - article 204-0 bis AUTONOME MODIFIE, en vigueur du 1993-08-18 au 1994-09-02"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 223 sexies AUTONOME VIGUEUR, en vigueur depuis le 2018-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 224 AUTONOME VIGUEUR, en vigueur depuis le 2025-02-16"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 244 quater J AUTONOME VIGUEUR, en vigueur depuis le 2017-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 244 quater U AUTONOME MODIFIE, en vigueur du 2016-01-01 au 2017-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 278 sexies AUTONOME MODIFIE, en vigueur du 2012-01-01 au 2012-05-07"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code général des impôts - article 44 sexies AUTONOME MODIFIE, en vigueur du 1988-12-28 au 1995-10-27"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code général des impôts - article 81 A AUTONOME MODIFIE, en vigueur du 1979-07-01 au 2005-05-04"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code général des impôts - article 81 quater AUTONOME MODIFIE, en vigueur du 2007-08-22 au 2008-05-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 2 duodecies AUTONOME VIGUEUR, en vigueur depuis le 2022-05-07"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 70 quinquies A AUTONOME PERIME, en vigueur du 2009-06-24 au 2012-05-07"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 70 quinquies B AUTONOME PERIME, en vigueur du 2010-05-01 au 2012-05-07"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 2 terdecies C AUTONOME VIGUEUR, en vigueur depuis le 2025-06-19"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 2 terdecies D AUTONOME VIGUEUR, en vigueur depuis le 2025-06-19"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 2 terdecies F AUTONOME MODIFIE, en vigueur du 2024-06-02 au 2025-06-19"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 2 terdecies G AUTONOME VIGUEUR, en vigueur depuis le 2025-06-19"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 2 terdecies H AUTONOME VIGUEUR, en vigueur depuis le 2025-06-19"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code monétaire et financier - article L221-15 AUTONOME VIGUEUR, en vigueur depuis le 2020-12-09"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code monétaire et financier - article L221-19 AUTONOME VIGUEUR, en vigueur depuis le 2001-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code monétaire et financier - article R221-33 AUTONOME VIGUEUR, en vigueur depuis le 2021-03-15"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code monétaire et financier - article R742-17-1 AUTONOME VIGUEUR, en vigueur depuis le 2024-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code monétaire et financier - article R744-16-1 AUTONOME VIGUEUR, en vigueur depuis le 2024-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Livre des procédures fiscales - article R111-1 AUTONOME VIGUEUR, en vigueur depuis le 2024-03-30"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/03/85/LEGIARTI000020038560.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/03/85/LEGIARTI000020038560.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/20/03/85/LEGIARTI000020038560.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_impots/src/branch/main/livre_premier/deuxieme_partie/titre_premier/chapitre_premier/section_iv/article_1417.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000020038560)"},{"type":"del","content":""}],"status":"deleted"}],"stats":{"additions":0,"deletions":382,"filesChanged":2}}