{"sha":"76d1cc99adf3","date":"2002-03-31","message":"LOI n° 2002-305 du 4 mars 2002 relative à l'autorité parentale","files":[{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_premier/section_ii/2e_sous-section/i/README.md","articleName":"Sommaire - I","additions":1,"deletions":0,"diff":[{"type":"add","content":"- [Article 156](article_156.md)"}],"status":"modified"},{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_premier/section_ii/2e_sous-section/i/article_156.md","articleName":"Article 156","additions":503,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article 156"},{"type":"add","content":""},{"type":"add","content":"L'impôt sur le revenu est établi d'après le montant total du revenu net annuel dont dispose chaque foyer fiscal. Ce revenu net est déterminé eu égard aux propriétés et aux capitaux que possèdent les membres du foyer fiscal désignés aux 1 et 3 de l'article 6, aux professions qu'ils exercent, aux traitements, salaires, pensions et rentes viagères dont ils jouissent ainsi qu'aux bénéfices de toutes opérations lucratives auxquelles ils se livrent, sous déduction :"},{"type":"add","content":""},{"type":"add","content":"I. du déficit constaté pour une année dans une catégorie de revenus ; si le revenu global n'est pas suffisant pour que l'imputation puisse être intégralement opérée, l'excédent du déficit est reporté successivement sur le revenu global des années suivantes jusqu'à la cinquième année inclusivement."},{"type":"add","content":""},{"type":"add","content":"Toutefois, n'est pas autorisée l'imputation :"},{"type":"add","content":""},{"type":"add","content":"1° des déficits provenant d'exploitations agricoles lorsque le total des revenus nets d'autres sources excède 53 360 euros ; ces déficits peuvent cependant être admis en déduction des bénéfices de même nature des années suivantes jusqu'à la cinquième inclusivement."},{"type":"add","content":""},{"type":"add","content":"1° bis des déficits provenant, directement ou indirectement, des activités relevant des bénéfices industriels ou commerciaux lorsque ces activités ne comportent pas la participation personnelle, continue et directe de l'un des membres du foyer fiscal à l'accomplissement des actes nécessaires à l'activité. Il en est ainsi, notamment, lorsque la gestion de l'activité est confiée en droit ou en fait à une personne qui n'est pas un membre du foyer fiscal par l'effet d'un mandat, d'un contrat de travail ou de toute autre convention. Les déficits non déductibles pour ces motifs peuvent cependant être imputés sur les bénéfices tirés d'activités de même nature exercées dans les mêmes conditions, durant la même année ou les cinq années suivantes. Ces modalités d'imputation sont applicables aux déficits réalisés par des personnes autres que les loueurs professionnels au sens du huitième alinéa de l'article 151 septies, louant directement ou indirectement des locaux d'habitation meublés ou destinés à être meublés."},{"type":"add","content":""},{"type":"add","content":"Toutefois, lorsque l'un des membres du foyer fiscal fait l'objet d'une procédure de liquidation judiciaire prévue par le titre II du livre VI du code de commerce à raison de l'activité génératrice des déficits mentionnés au premier alinéa, les dispositions du premier alinéa du I sont applicables au montant de ces déficits restant à reporter à la date d'ouverture de la procédure, à la condition que les éléments d'actif affectés à cette activité cessent définitivement d'appartenir, directement ou indirectement, à l'un des membres du foyer fiscal."},{"type":"add","content":""},{"type":"add","content":"Les dispositions du premier alinéa s'appliquent pour la détermination du revenu imposable au titre des années 1996 et suivantes aux déficits réalisés par les membres des copropriétés mentionnées à l'article 8 quinquies ainsi que par les personnes mentionnées à la dernière phrase du premier alinéa. Dans les autres cas, elles sont applicables au déficit ou à la fraction du déficit provenant d'activités créées, reprises, étendues ou adjointes à compter du 1er janvier 1996. Cette fraction est déterminée au moyen d'une comptabilité séparée retraçant les opérations propres à ces extensions ou adjonctions et qui donne lieu à la production des documents prévus à l'article 53 A ; à défaut, les modalités d'imputation prévues au premier alinéa s'appliquent à l'ensemble du déficit des activités."},{"type":"add","content":""},{"type":"add","content":"Les dispositions du premier alinéa s'appliquent également à la fraction du déficit des activités créées ou reprises avant le 1er janvier 1996 provenant des investissements réalisés à compter de cette date. Cette fraction est déterminée selon le rapport existant entre la somme des valeurs nettes comptables de ces investissements et la somme des valeurs nettes comptables de l'ensemble des éléments de l'actif immobilisé, y compris ces investissements. Les biens loués ou affectés à l'activité par l'effet de toute autre convention sont assimilés à des investissements pour l'application de ces dispositions."},{"type":"add","content":""},{"type":"add","content":"Les dispositions du premier alinéa ne sont pas applicables au déficit ou à la fraction de déficit provenant de l'exploitation :"},{"type":"add","content":""},{"type":"add","content":"d'immeubles ayant fait l'objet avant le 1er janvier 1996 d'une déclaration d'ouverture de chantier prévue à l'article R. 421-40 du code de l'urbanisme et acquis par le contribuable, directement ou indirectement, dans les cinq ans de cette déclaration, lorsque les biens ou droits ainsi acquis n'ont pas été détenus directement ou indirectement par une personne physique ;"},{"type":"add","content":""},{"type":"add","content":"- de biens meubles corporels acquis à l'état neuf, non encore livrés au 1er janvier 1996 et ayant donné lieu avant cette date à une commande accompagnée du versement d'acomptes au moins égaux à 50 % de leur prix ;"},{"type":"add","content":""},{"type":"add","content":"2° Des déficits provenant d'activités non commerciales au sens de l'article 92, autres que ceux qui proviennent de l'exercice d'une profession libérale ou des charges et offices dont les titulaires n'ont pas la qualité de commerçants ; ces déficits peuvent cependant être imputés sur les bénéfices tirés d'activités semblables durant la même année ou les cinq années suivantes ;"},{"type":"add","content":""},{"type":"add","content":"3° Des déficits fonciers, lesquels s'imputent exclusivement sur les revenus fonciers des dix années suivantes ; cette disposition n'est pas applicable aux propriétaires de monuments classés monuments historiques, inscrits à l'inventaire supplémentaire ou ayant fait l'objet d'un agrément ministériel ni aux nus-propriétaires pour le déficit foncier qui résulte des travaux qu'ils payent en application des dispositions de l'article 605 du code civil, lorsque le démembrement de propriété d'un immeuble bâti résulte de succession ou de donation entre vifs, effectuée sans charge ni condition et consentie entre parents jusqu'au quatrième degré inclusivement."},{"type":"add","content":""},{"type":"add","content":"Cette disposition n'est pas non plus applicable aux déficits provenant de dépenses autres que les intérêts d'emprunt effectuées sur des locaux d'habitation par leurs propriétaires et à leur initiative, ou à celle d'une collectivité publique ou d'un organisme chargé par elle de l'opération et répondant à des conditions fixées par décret, en vue de la restauration complète d'un immeuble bâti en application des articles L. 313-1 à L. 313-3 du code de l'urbanisme et payées à compter de la date de publication du plan de sauvegarde et de mise en valeur. Il en est de même, lorsque les travaux de restauration ont été déclarés d'utilité publique en application de l'article L. 313-4-1 du code de l'urbanisme, des déficits provenant des mêmes dépenses effectuées sur un immeuble situé dans un secteur sauvegardé, dès sa création dans les conditions prévues à l'article L. 313-1 du même code, ou dans une zone de protection du patrimoine architectural, urbain et paysager créée en application de l'article 70 de la loi n° 83-8 du 7 janvier 1983 modifiée relative à la répartition de compétences entre les communes, les départements, les régions et l'Etat. Les propriétaires prennent l'engagement de les louer nus, à usage de résidence principale du locataire, pendant une durée de six ans. La location doit prendre effet dans les douze mois qui suivent la date d'achèvement des travaux de restauration."},{"type":"add","content":""},{"type":"add","content":"Ce dispositif s'applique dans les mêmes conditions lorsque les locaux d'habitation sont la propriété d'une société non soumise à l'impôt sur les sociétés si les associés conservent les titres pendant six ans."},{"type":"add","content":""},{"type":"add","content":"Le revenu global de l'année au cours de laquelle l'engagement ou les conditions de la location ne sont pas respectés est majoré du montant des déficits indûment imputés. Ces déficits constituent une insuffisance de déclaration pour l'application de l'article 1733."},{"type":"add","content":""},{"type":"add","content":"L'imputation exclusive sur les revenus fonciers n'est pas applicable aux déficits résultant de dépenses autres que les intérêts d'emprunts effectuées sur des locaux d'habitation par leurs propriétaires en vue du réaménagement d'un ou plusieurs immeubles situés dans une zone franche urbaine telle que définie au B du 3 de l'article 42 modifié de la loi n° 95-115 du 4 février 1995 d'orientation pour l'aménagement et le développement du territoire. Les travaux doivent faire l'objet d'une convention approuvée par le représentant de l'Etat dans le département par laquelle le propriétaire de l'immeuble ou les propriétaires dans le cas d'un immeuble soumis à la loi n° 65-557 du 10 juillet 1965 modifiée fixant le statut de la copropriété des immeubles bâtis s'engagent à procéder à la réhabilitation complète des parties communes de l'immeuble bâti. Le ou les propriétaires doivent s'engager à louer les locaux nus à usage de résidence principale du locataire pendant une durée de six ans. La location doit prendre effet dans les douze mois qui suivent la date d'achèvement des travaux. Ce dispositif s'applique dans les mêmes conditions lorsque les locaux d'habitation sont la propriété d'une société non soumise à l'impôt sur les sociétés si les associés conservent les titres pendant six ans."},{"type":"add","content":""},{"type":"add","content":"En cas de non-respect, par le contribuable, de l'un de ses engagements, le revenu global de l'année au cours de laquelle la rupture intervient est majoré du montant des déficits qui ont fait l'objet d'une imputation au titre des dispositions du cinquième alinéa. Pour son imposition, la fraction du revenu résultant de cette majoration est divisée par le nombre d'années civiles au titre desquelles un déficit a été imputé sur le revenu global ; le résultat est ajouté au revenu global net de l'année de rupture de l'engagement et l'impôt correspondant est égal au produit de la cotisation supplémentaire ainsi obtenue par le nombre d'années pris en compte pour déterminer le quotient. Cette majoration n'est pas appliquée lorsque le non-respect de l'engagement est dû à l'invalidité correspondant au classement dans la deuxième ou la troisième des catégories prévues à l'article L. 341-4 du code de la sécurité sociale, au licenciement ou au décès du contribuable ou de l'un des époux soumis à imposition commune."},{"type":"add","content":""},{"type":"add","content":"Les obligations déclaratives incombant aux contribuables concernés par les dispositions prévues aux cinquième et sixième alinéas sont fixées par décret."},{"type":"add","content":""},{"type":"add","content":"L'imputation exclusive sur les revenus fonciers n'est pas non plus applicable aux déficits fonciers résultant de dépenses autres que les intérêts d'emprunt. L'imputation est limitée à 10 700 euros. La fraction du déficit supérieure à 10 700 euros et la fraction du déficit non imputable résultant des intérêts d'emprunt sont déduites dans les conditions prévues au premier alinéa."},{"type":"add","content":""},{"type":"add","content":"La limite mentionnée au huitième alinéa est portée à 15 300 euros pour les contribuables qui constatent un déficit foncier sur un logement pour lequel est pratiquée la déduction prévue au f du 1° du I de l'article 31."},{"type":"add","content":""},{"type":"add","content":"Lorsque le propriétaire cesse de louer un immeuble ou lorsque le propriétaire de titres d'une société non soumise à l'impôt sur les sociétés les vend, le revenu foncier et le revenu global des trois années qui précèdent celle au cours de laquelle intervient cet événement sont, nonobstant toute disposition contraire, reconstitués selon les modalités prévues au premier alinéa du présent 3°. Cette disposition ne s'applique pas en cas d'invalidité correspondant au classement dans la deuxième ou la troisième des catégories prévues à l'article L. 341-4 du code de la sécurité sociale, de licenciement ou de décès du contribuable ou de l'un des époux soumis à une imposition commune."},{"type":"add","content":""},{"type":"add","content":"Un contribuable ne peut pour un même logement ou une même souscription de titres pratiquer les réductions d'impôt mentionnées aux articles 199 undecies ou 199 undecies A et imputer un déficit foncier sur le revenu global."},{"type":"add","content":""},{"type":"add","content":"4° (abrogé à compter de l'imposition des revenus de 1996) ;"},{"type":"add","content":""},{"type":"add","content":"5° Des pertes résultant d'opérations mentionnées aux articles 150 ter, 150 octies, 150 nonies et 150 decies, lorsque l'option prévue au 8° du I de l'article 35 n'a pas été exercée ; ces pertes sont imputables exclusivement sur les profits de même nature réalisés au cours de la même année ou des cinq années suivantes ;"},{"type":"add","content":""},{"type":"add","content":"6° Des pertes résultant d'opérations réalisées à l'étranger sur un marché à terme d'instruments financiers ou d'options négociables ou sur des bons d'option ; ces pertes sont imputables exclusivement sur les profits de même nature réalisés dans les mêmes conditions au cours de la même année ou des cinq années suivantes."},{"type":"add","content":""},{"type":"add","content":"Ces dispositions s'appliquent aux pertes résultant d'opérations à terme sur marchandises réalisées à l'étranger."},{"type":"add","content":""},{"type":"add","content":"7° (Abrogé à compter de l'imposition des revenus de 1996 ;"},{"type":"add","content":""},{"type":"add","content":"I bis. Du déficit correspondant aux frais exposés par un inventeur pour prendre un brevet ou en assurer la maintenance lorsqu'il ne perçoit pas de produits imposables ou perçoit des produits inférieurs à ces frais. Ce déficit est déductible du revenu global de l'année de prise du brevet et des neuf années suivantes ;"},{"type":"add","content":""},{"type":"add","content":"II. Des charges ci-après lorsqu'elles n'entrent pas en compte pour l'évaluation des revenus des différentes catégories :"},{"type":"add","content":""},{"type":"add","content":"1° Intérêts des emprunts contractés antérieurement au 1er novembre 1959 pour faire un apport en capital à une entreprise industrielle ou commerciale ou à une exploitation agricole ; intérêts des emprunts qui sont ou qui seront contractés, au titre des dispositions relatives aux prêts de réinstallation ou de reconversion, par les Français rapatriés ou rentrant de l'étranger ou des Etats ayant accédé à l'indépendance ;"},{"type":"add","content":""},{"type":"add","content":"1° bis (sans objet)."},{"type":"add","content":""},{"type":"add","content":"1° ter. Dans les conditions fixées par décret, les charges foncières afférentes aux immeubles classés monuments historiques ou inscrits à l'inventaire supplémentaire, ainsi qu'aux immeubles faisant partie du patrimoine national en raison de leur caractère historique ou artistique particulier ou en raison du label délivré par la \"Fondation du patrimoine\" en application de l'article 2 de la loi n° 96-590 du 2 juillet 1996 relative à la \"Fondation du patrimoine\" si ce label a été accordé sur avis favorable du service départemental de l'architecture et du patrimoine et qui auront été agréés à cet effet par le ministre de l'économie et des finances ;"},{"type":"add","content":""},{"type":"add","content":"1° quater (sans objet)."},{"type":"add","content":""},{"type":"add","content":"2° Arrérages de rentes payés par lui à titre obligatoire et gratuit constituées avant le 2 novembre 1959 ; pensions alimentaires répondant aux conditions fixées par les articles 205 à 211 et 367 du code civil à l'exception de celles versées aux ascendants quand il est fait application des dispositions prévues aux premier et deuxième alinéas du 1° de l'article 199 sexdecies ; versements de sommes d'argent mentionnés à l'article 275-1 du code civil lorsqu'ils sont effectués sur une période supérieure à douze mois à compter de la date à laquelle le jugement de divorce, que celui-ci résulte ou non d'une demande conjointe, est passé en force de chose jugée et les rentes versées en application des articles 276 ou 278 du même code en cas de séparation de corps ou de divorce, ou en cas d'instance en séparation de corps ou en divorce et lorsque le conjoint fait l'objet d'une imposition séparée, les pensions alimentaires versées en vertu d'une décision de justice et en cas de révision amiable de ces pensions, le montant effectivement versé dans les conditions fixées par les articles 208 et 371-2 du code civil ; contribution aux charges du mariage définie à l'article 214 du code civil, lorsque son versement résulte d'une décision de justice et à condition que les époux fassent l'objet d'une imposition séparée ; dans la limite de 2 700 euros et, dans les conditions fixées par un décret en Conseil d'Etat, les versements destinés à constituer le capital de la rente prévue à l'article 294 du code civil."},{"type":"add","content":""},{"type":"add","content":"Le contribuable ne peut opérer de déduction pour ses descendants mineurs, sauf pour ses enfants dont il n'a pas la garde."},{"type":"add","content":""},{"type":"add","content":"La déduction est limitée, par enfant majeur, au montant fixé pour l'abattement prévu par l'article 196 B. Lorsque l'enfant est marié, cette limite est doublée au profit du parent qui justifie qu'il participe seul à l'entretien du ménage."},{"type":"add","content":""},{"type":"add","content":"Un contribuable ne peut, au titre d'une même année et pour un même enfant, bénéficier à la fois de la déduction d'une pension alimentaire et du rattachement. L'année où l'enfant atteint sa majorité, le contribuable ne peut à la fois déduire une pension pour cet enfant et le considérer à charge pour le calcul de l'impôt ;"},{"type":"add","content":""},{"type":"add","content":"2° bis (Abrogé) ;"},{"type":"add","content":""},{"type":"add","content":"2° ter. Avantages en nature consentis en l'absence d'obligation alimentaire résultant des articles 205 à 211 du code civil à des personnes agées de plus de 75 ans vivant sous le toit du contribuable et dont le revenu imposable n'excède pas le plafond de ressources fixé pour l'octroi de l'allocation supplémentaire mentionnée à l'article L815-2 ou à l'article L815-3 du code de la sécurité sociale. La déduction opérée par le contribuable ne peut excéder, par bénéficiaire, l'évaluation des avantages en nature de logement et de nourriture faite pour l'application aux salariés du régime de sécurité sociale."},{"type":"add","content":""},{"type":"add","content":"3° (Abrogé) ;"},{"type":"add","content":""},{"type":"add","content":"4° Versements effectués à titre de cotisations de sécurité sociale, à l'exception de ceux effectués pour les gens de maison ;"},{"type":"add","content":""},{"type":"add","content":"5° Versements effectués en vue de la retraite mutualiste du combattant visée à l'article L. 222-2 du code de la mutualité ;"},{"type":"add","content":""},{"type":"add","content":"6° (Abrogé) ;"},{"type":"add","content":""},{"type":"add","content":"7° a et b (sans objet)."},{"type":"add","content":""},{"type":"add","content":"c. (Abrogé) ;"},{"type":"add","content":""},{"type":"add","content":"d. (sans objet)."},{"type":"add","content":""},{"type":"add","content":"8° (Abrogé) ;"},{"type":"add","content":""},{"type":"add","content":"9° ...."},{"type":"add","content":""},{"type":"add","content":"9° bis et 9° ter (Abrogés) ;"},{"type":"add","content":""},{"type":"add","content":"10° Les cotisations mentionnées à l'article L. 612-2 du code de la sécurité sociale. En ce qui concerne les cotisations instituées par application de l'article L. 612-13 du même code, un décret fixe, le cas échéant, dans quelle proportion elles sont admises en déduction ;"},{"type":"add","content":""},{"type":"add","content":"11° Les primes ou cotisations des contrats d'assurances conclus en application des articles L. 752-1 à L. 752-21 du code rural relatifs à l'assurance obligatoire contre les accidents de la vie privée, les accidents du travail et les maladies professionnelles des non salariés des professions agricoles ;"},{"type":"add","content":""},{"type":"add","content":"12° (sans objet)."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2002-305 du 4 mars 2002 relative à l'autorité parentale - article 18 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 65-557 du 10 juillet 1965 fixant le statut de la copropriété des immeubles bâtis CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Ordonnance n° 2001-350 du 19 avril 2001 relative au code de la mutualité et transposant les directives 92/49/CEE et 92/96/CEE du Conseil des 18 juin et 10 novembre 1992 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2000-596 du 30 juin 2000 relative à la prestation compensatoire en matière de divorce CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Loi n° 83-8 du 7 janvier 1983 relative à la répartition de compétences entre les communes, les départements, les départements, les régions et l'Etat CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CITATION source CGI 6, 151 septies, 8 quinquies, 53 A, 92, 1733, 31, 199 undecies, 199 undecies A, 150 ter, 150 octies, 150 nonies, 150 decies, 35, 199 sexdecies, 196 B, 83 bis"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1965-07-10 CITATION source LOI n° 65-557 du 10 juillet 1965 fixant le statut de la copropriété des immeubles bâtis"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1976-12-29 CITATION cible Loi n° 76-1234 du 29 décembre 1976 MODIFIANT LES REGLES DE TERRITORIALITE ET LES CONDITIONS D'IMPOSITION DES FRANCAIS DE L'ETRANGER AINSI QUE DES AUTRES PERSONNES NON DOMICILIEES EN FRANCE. - article 4 AUTONOME VIGUEUR, en vigueur depuis le 1977-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1983-01-07 CITATION source Loi n° 83-8 du 7 janvier 1983 relative à la répartition de compétences entre les communes, les départements, les départements, les régions et l'Etat"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1995-02-04 CITATION source Loi n° 95-115 du 4 février 1995 d'orientation pour l'aménagement et le développement du territoire - article 42 AUTONOME MODIFIE, en vigueur du 1995-02-05 au 1996-11-15"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1996-07-02 CITATION source LOI n° 96-590 du 2 juillet 1996 relative à la « Fondation du patrimoine » - article 2 AUTONOME ABROGE, en vigueur du 1996-07-03 au 2004-02-24"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2000-06-30 CITATION source LOI n° 2000-596 du 30 juin 2000 relative à la prestation compensatoire en matière de divorce"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2001-04-19 CITATION source Ordonnance n° 2001-350 du 19 avril 2001 relative au code de la mutualité et transposant les directives 92/49/CEE et 92/96/CEE du Conseil des 18 juin et 10 novembre 1992"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2002-03-04 MODIFICATION source LOI n° 2002-305 du 4 mars 2002 relative à l'autorité parentale - article 18 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2008-10-07 CITATION cible Décret n° 2008-1024 du 7 octobre 2008 étendant et adaptant à Saint-Pierre-et-Miquelon le régime des prestations familiales - article 1 AUTONOME MODIFIE, en vigueur du 2008-10-10 au 2016-04-21"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2008-12-27 CITATION cible LOI n° 2008-1425 du 27 décembre 2008 de finances pour 2009 - article 84 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2008-12-29 au 2018-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2009-04-20 CITATION cible LOI n° 2009-431 du 20 avril 2009 de finances rectificative pour 2009 - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2009-04-23"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2009-05-04 CITATION cible Arrêté du 4 mai 2009 relatif aux conditions dans lesquelles les établissements de crédit peuvent distribuer les avances remboursables ne portant pas intérêt destinées au financement de travaux de rénovation afin d'améliorer la performance énergétique des logements, dénommées « éco-prêts à taux zéro » - article Annexe AUTONOME VIGUEUR, en vigueur depuis le 2024-04-07"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2016-07-07 CITATION cible LOI n° 2016-925 du 7 juillet 2016 relative à la liberté de la création, à l'architecture et au patrimoine - article 75 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2016-07-09"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2016-12-29 CITATION cible LOI n° 2016-1917 du 29 décembre 2016 de finances pour 2017 - article 32 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2017-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2016-12-29 CITATION cible LOI n° 2016-1917 du 29 décembre 2016 de finances pour 2017 - article 60 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2019-10-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2019-12-30 CITATION cible Décret n° 2019-1574 du 30 décembre 2019 relatif aux ressources prises en compte pour le calcul des aides personnelles au logement - article 3 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2021-05-05 CITATION cible Décret n° 2021-553 du 5 mai 2021 relatif à l'adaptation au titre du mois d'avril 2021 du fonds de solidarité à destination des entreprises particulièrement touchées par les conséquences de l'épidémie de covid-19 et des mesures prises pour limiter cette propagation - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-02-16 CITATION cible Décret n° 2023-103 du 16 février 2023 pris pour l'application du 1° ter du II de l'article 156 du code général des impôts et de l'article L. 143-2 du code du patrimoine et portant remplacement de la convention type prévue à l'article 795 A du code général des impôts VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-04-21 CITATION cible Décret n° 2023-297 du 21 avril 2023 relatif aux dépenses de travaux de rénovation énergétique ouvrant droit au bénéfice du rehaussement temporaire du montant du déficit foncier imputable sur le revenu global prévu par le quatrième alinéa du 3° du I de l'article 156 du code général des impôts VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-04-21 CITATION cible Décret n° 2023-297 du 21 avril 2023 relatif aux dépenses de travaux de rénovation énergétique ouvrant droit au bénéfice du rehaussement temporaire du montant du déficit foncier imputable sur le revenu global prévu par le quatrième alinéa du 3° du I de l'article 156 du code général des impôts - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2024-08-05 CITATION cible Décret n° 2024-860 du 5 août 2024 portant incorporation au code général des impôts de divers textes modifiant et complétant certaines dispositions de ce code VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2024-08-05 CITATION cible Décret n° 2024-860 du 5 août 2024 portant incorporation au code général des impôts de divers textes modifiant et complétant certaines dispositions de ce code - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de l'urbanisme - article R313-29 AUTONOME VIGUEUR, en vigueur depuis le 2017-04-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la construction et de l'habitation - article R351-28-1 AUTONOME MODIFIE, en vigueur du 2008-06-28 au 2009-07-23"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la construction et de l'habitation - article R351-5 AUTONOME ABROGE, en vigueur du 2010-01-01 au 2019-09-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la construction et de l'habitation - article R822-4 AUTONOME VIGUEUR, en vigueur depuis le 2022-06-17"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article D542-10 AUTONOME ABROGE, en vigueur du 2009-08-22 au 2019-09-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article L131-5 AUTONOME ABROGE, en vigueur du 1985-12-21 au 2018-09-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article R532-3 AUTONOME VIGUEUR, en vigueur depuis le 2021-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article R831-6 AUTONOME ABROGE, en vigueur du 2009-08-22 au 2019-09-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code du patrimoine - article L623-1 AUTONOME VIGUEUR, en vigueur depuis le 2004-02-24"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code du patrimoine - article L633-1 AUTONOME VIGUEUR, en vigueur depuis le 2016-07-09"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code du patrimoine - article L643-1 AUTONOME ABROGE, en vigueur du 2004-02-24 au 2016-07-09"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code du patrimoine - article Annexe 5 à l'article R. 143-1 AUTONOME VIGUEUR, en vigueur depuis le 2011-05-27"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code du patrimoine - article L143-2 AUTONOME MODIFIE, en vigueur du 2006-12-27 au 2014-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 1 A AUTONOME VIGUEUR, en vigueur depuis le 2005-12-31"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 13 AUTONOME MODIFIE, en vigueur du 2020-01-01 au 2023-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 1391 B ter AUTONOME MODIFIE, en vigueur du 2021-01-01 au 2022-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 155 AUTONOME VIGUEUR, en vigueur depuis le 2020-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 156 bis AUTONOME VIGUEUR, en vigueur depuis le 2018-06-23"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 158 AUTONOME MODIFIE, en vigueur du 2019-12-31 au 2020-07-25"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 163 quatervicies AUTONOME VIGUEUR, en vigueur depuis le 2023-03-11"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 1649-0 A AUTONOME PERIME, en vigueur du 2011-06-12 au 2013-06-07"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 1731 bis AUTONOME VIGUEUR, en vigueur depuis le 2022-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 199 septvicies AUTONOME VIGUEUR, en vigueur depuis le 2023-12-31"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 199 sexdecies AUTONOME MODIFIE, en vigueur du 2023-01-01 au 2025-02-16"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 199 tricies AUTONOME VIGUEUR, en vigueur depuis le 2025-02-16"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 199 undecies B AUTONOME ABROGE_DIFF, en vigueur du 2025-02-16 au 2026-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 199 undecies D AUTONOME VIGUEUR, en vigueur depuis le 2014-07-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 203 AUTONOME VIGUEUR, en vigueur depuis le 1983-10-09"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 204 G AUTONOME VIGUEUR, en vigueur depuis le 2023-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 239 nonies AUTONOME VIGUEUR, en vigueur depuis le 2023-12-31"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 244 quater B AUTONOME VIGUEUR, en vigueur depuis le 2025-02-16"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 244 quater C AUTONOME VIGUEUR, en vigueur depuis le 2022-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 244 quater E AUTONOME VIGUEUR, en vigueur depuis le 2025-02-16"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 244 quater F AUTONOME VIGUEUR, en vigueur depuis le 2023-12-20"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 244 quater G AUTONOME ABROGE, en vigueur du 2017-12-30 au 2019-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 244 quater H AUTONOME ABROGE, en vigueur du 2017-12-30 au 2018-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 244 quater J AUTONOME VIGUEUR, en vigueur depuis le 2017-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 244 quater L AUTONOME VIGUEUR, en vigueur depuis le 2023-12-31"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 244 quater M AUTONOME VIGUEUR, en vigueur depuis le 2025-02-16"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 244 quater N AUTONOME PERIME, en vigueur du 2011-01-01 au 2011-06-12"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 244 quater O AUTONOME VIGUEUR, en vigueur depuis le 2025-02-16"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 244 quater P AUTONOME PERIME, en vigueur du 2011-01-01 au 2011-06-12"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 244 quater Q AUTONOME ABROGE, en vigueur du 2022-01-01 au 2023-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 244 quater R AUTONOME MODIFIE, en vigueur du 2010-01-01 au 2011-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 244 quater T AUTONOME MODIFIE_MORT_NE, en vigueur du 2024-09-01 au 2024-06-02"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 244 quater U AUTONOME MODIFIE, en vigueur du 2024-04-01 au 2025-02-16"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 244 quater V AUTONOME VIGUEUR, en vigueur depuis le 2016-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 244 quater W AUTONOME ABROGE_DIFF, en vigueur du 2025-02-16 au 2026-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 31 AUTONOME MODIFIE, en vigueur du 2017-05-05 au 2018-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 31-0 bis AUTONOME VIGUEUR, en vigueur depuis le 2017-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 32 AUTONOME VIGUEUR, en vigueur depuis le 2023-12-31"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 6 AUTONOME VIGUEUR, en vigueur depuis le 2022-08-18"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 75 AUTONOME VIGUEUR, en vigueur depuis le 2019-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 75 A AUTONOME ABROGE, en vigueur du 2007-12-28 au 2018-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 885 V bis AUTONOME ABROGE, en vigueur du 2017-01-01 au 2018-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 979 AUTONOME VIGUEUR, en vigueur depuis le 2018-12-31"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts, annexe II - article 91 quinquies AUTONOME VIGUEUR, en vigueur depuis le 2005-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 41 DO AUTONOME VIGUEUR, en vigueur depuis le 2023-04-23"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 43 AUTONOME VIGUEUR, en vigueur depuis le 2004-08-31"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 46-0 B AUTONOME VIGUEUR, en vigueur depuis le 2018-06-23"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code rural et de la pêche maritime - article R732-6 AUTONOME VIGUEUR, en vigueur depuis le 2022-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Livre des procédures fiscales - article L16 AUTONOME VIGUEUR, en vigueur depuis le 2019-12-30"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code civil - article 208 AUTONOME VIGUEUR, en vigueur depuis le 1972-08-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code civil - article 214 AUTONOME VIGUEUR, en vigueur depuis le 1976-07-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code civil - article 275-1 AUTONOME MODIFIE, en vigueur du 1976-01-01 au 2000-07-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code civil - article 276 AUTONOME MODIFIE, en vigueur du 1976-01-01 au 2000-07-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code civil - article 278 AUTONOME MODIFIE, en vigueur du 1976-01-01 au 2000-07-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code civil - article 294 AUTONOME MODIFIE, en vigueur du 1976-01-01 au 2000-07-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code civil - article 367 AUTONOME MODIFIE, en vigueur du 1966-11-01 au 2007-03-06"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code civil - article 371-2 AUTONOME MODIFIE, en vigueur du 1971-01-01 au 2002-03-05"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code civil - article 605 AUTONOME VIGUEUR, en vigueur depuis le 1804-03-21"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code civil VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la sécurité sociale - article L341-4 AUTONOME VIGUEUR, en vigueur depuis le 1985-12-21"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la sécurité sociale - article L612-13 AUTONOME MODIFIE, en vigueur du 1985-12-21 au 2005-12-09"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la sécurité sociale - article L612-2 AUTONOME MODIFIE, en vigueur du 1985-12-21 au 1994-01-19"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la sécurité sociale - article L815-3 AUTONOME MODIFIE, en vigueur du 1985-12-21 au 1987-01-28"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la mutualité - article L222-2 AUTONOME MODIFIE, en vigueur du 2001-04-22 au 2023-08-03"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de l'urbanisme - article L313-1 AUTONOME MODIFIE, en vigueur du 1973-11-13 au 1983-01-09"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de l'urbanisme - article L313-4-1 AUTONOME MODIFIE, en vigueur du 1985-07-19 au 2007-10-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de l'urbanisme - article R421-40 AUTONOME ABROGE, en vigueur du 1973-11-13 au 1984-04-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de l'urbanisme VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CITATION source Code rural L752-1 à L752-21"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      HISTO source Edition du 31 mars 2002"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      TXT_ASSOCIE source Instruction 2000-01-07 5B-2-00"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      TXT_ASSOCIE source Instruction 2000-01-07 5B-4-00"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      TXT_ASSOCIE source Instruction 2001-01-16 5B-7-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      TXT_ASSOCIE source Instruction 2001-01-17 5B-5-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      TXT_ASSOCIE source Instruction 2001-01-19 5B-3-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      TXT_ASSOCIE source Instruction 2001-01-22 5E-2-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      TXT_ASSOCIE source Instruction 2002-01-22 5B-2-02"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      TXT_ASSOCIE source Instruction 2002-04-25 5B-9-02"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      TXT_ASSOCIE source Instruction 2002-05-21 5G-6-02"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      TXT_ASSOCIE source Instruction 2002-07-09 5B-15-02"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/79/LEGIARTI000006307916.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/79/LEGIARTI000006307916.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/79/LEGIARTI000006307916.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_impots/src/branch/main/livre_premier/premiere_partie/titre_premier/chapitre_premier/section_ii/2e_sous-section/i/article_156.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006307916)"},{"type":"add","content":""}],"status":"added"}],"stats":{"additions":504,"deletions":0,"filesChanged":2}}