{"sha":"7fafb51ed858","date":"2014-08-10","message":"LOI n° 2012-1510 du 29 décembre 2012 de finances rectificative pour 2012","files":[{"filename":"livre_premier/deuxieme_partie/titre_premier/chapitre_premier/section_i/i/article_1379-0_bis.md","articleName":"Article 1379-0 BIS","additions":25,"deletions":69,"diff":[{"type":"del","content":"I. - Perçoivent la cotisation foncière des entreprises, la cotisation sur la valeur ajoutée des entreprises, les composantes de l'imposition forfaitaire sur les entreprises de réseaux, prévues aux articles 1519 D, 1519 E, 1519 F, 1519 G, 1519 H et 1519 HA, la taxe foncière sur les propriétés bâties, la taxe foncière sur les propriétés non bâties, la taxe additionnelle à la taxe foncière sur les propriétés non bâties prévue à l'article 1519 I, ainsi que la taxe d'habitation selon le régime fiscal prévu à l'article 1609 nonies C :"},{"type":"add","content":"I.-Perçoivent la cotisation foncière des entreprises, la cotisation sur la valeur ajoutée des entreprises, les composantes de l'imposition forfaitaire sur les entreprises de réseaux, prévues aux articles 1519 D, 1519 E, 1519 F, 1519 G, 1519 H et 1519 HA, la taxe foncière sur les propriétés bâties, la taxe foncière sur les propriétés non bâties, la taxe additionnelle à la taxe foncière sur les propriétés non bâties prévue à l'article 1519 I, ainsi que la taxe d'habitation selon le régime fiscal prévu à l'article 1609 nonies C :"},{"type":"del","content":"II. - Perçoivent la taxe foncière sur les propriétés bâties, la taxe foncière sur les propriétés non bâties, la cotisation foncière des entreprises et la taxe d'habitation dans les conditions prévues à l'article 1636 B sexies, et la cotisation sur la valeur ajoutée des entreprises dans les conditions prévues à l'article 1609 quinquies BA :"},{"type":"add","content":"II.-Perçoivent la taxe foncière sur les propriétés bâties, la taxe foncière sur les propriétés non bâties, la cotisation foncière des entreprises et la taxe d'habitation dans les conditions prévues à l'article 1636 B sexies, et la cotisation sur la valeur ajoutée des entreprises dans les conditions prévues à l'article 1609 quinquies BA :"},{"type":"del","content":"III. - 1. Peuvent percevoir la cotisation foncière des entreprises et la cotisation sur la valeur ajoutée des entreprises selon le régime fiscal prévu au I de l'article 1609 quinquies C :"},{"type":"add","content":"III.-1. Peuvent percevoir la cotisation foncière des entreprises et la cotisation sur la valeur ajoutée des entreprises selon le régime fiscal prévu au I de l'article 1609 quinquies C :"},{"type":"del","content":"IV. - Les établissements publics de coopération intercommunale mentionnés aux II et III peuvent opter pour le régime fiscal prévu au I."},{"type":"add","content":"IV.-Les établissements publics de coopération intercommunale mentionnés aux II et III peuvent opter pour le régime fiscal prévu au I."},{"type":"del","content":"V. - Les établissements publics de coopération intercommunale à fiscalité propre peuvent se substituer à leurs communes membres pour les dispositions relatives à l'imposition forfaitaire sur les pylônes prévue à l'article 1519 A, et la perception du produit de cette taxe, sur délibérations concordantes de l'établissement public et des communes concernées prises dans les conditions prévues au I de l'article 1639 A bis."},{"type":"add","content":"V.-Les établissements publics de coopération intercommunale à fiscalité propre peuvent se substituer à leurs communes membres pour les dispositions relatives à l'imposition forfaitaire sur les pylônes prévue à l'article 1519 A, et la perception du produit de cette taxe, sur délibérations concordantes de l'établissement public et des communes concernées prises dans les conditions prévues au I de l'article 1639 A bis."},{"type":"del","content":"V bis. - Sans préjudice des dispositions du 2 du II de l'article 1609 quinquies C et du I bis de l'article 1609 nonies C, les établissements publics de coopération intercommunale à fiscalité propre perçoivent :"},{"type":"add","content":"V bis.-Sans préjudice des dispositions du 2 du II de l'article 1609 quinquies C et du I bis de l'article 1609 nonies C, les établissements publics de coopération intercommunale à fiscalité propre perçoivent :"},{"type":"del","content":"VI. - 1. Sont substitués aux communes pour l'application des dispositions relatives à la taxe d'enlèvement des ordures ménagères :"},{"type":"add","content":"VI.-1. Sont substitués aux communes pour l'application des dispositions relatives à la taxe d'enlèvement des ordures ménagères :"},{"type":"del","content":"VII. - Les établissements publics de coopération intercommunale à fiscalité propre sont substitués à leurs communes membres pour l'application des dispositions relatives à la taxe sur la consommation finale d'électricité prévue à l'article L. 2333-2 du code général des collectivités territoriales lorsque ces établissements publics exercent la compétence d'autorité organisatrice de la distribution publique d'électricité mentionnée à l'article L. 2224-31 du même code."},{"type":"add","content":"VII.-Les établissements publics de coopération intercommunale à fiscalité propre peuvent se substituer à leurs communes membres pour l'application des dispositions relatives à la taxe sur la consommation finale d'électricité, dans les conditions prévues au 1° des articles L. 5214-23, L. 5215-32 ou L. 5216-8 du code général des collectivités territoriales, lorsque ces établissements publics exercent la compétence d'autorité organisatrice de la distribution publique d'électricité mentionnée à l'article L. 2224-31 du même code (1). VIII.-Les établissements publics de coopération intercommunale à fiscalité propre peuvent percevoir la taxe de séjour ou la taxe de séjour forfaitaire, dans les conditions prévues à l'article L. 5211-21 du code général des collectivités territoriales (1)."},{"type":"del","content":"VIII. - Les établissements publics de coopération intercommunale à fiscalité propre peuvent percevoir la taxe de séjour ou la taxe de séjour forfaitaire, dans les conditions prévues à l'article L. 5211-21 du code général des collectivités territoriales."},{"type":"add","content":"IX.-Les métropoles, les communautés urbaines, les communautés d'agglomération et les communautés de communes sont substituées à leurs communes membres pour l'application des dispositions relatives à la taxe de balayage prévue à l'article 1528 lorsqu'elles assurent le balayage de la superficie des voies livrées à la circulation publique."},{"type":"del","content":"IX. - Les métropoles, les communautés urbaines, les communautés d'agglomération et les communautés de communes sont substituées à leurs communes membres pour l'application des dispositions relatives à la taxe de balayage prévue à l'article 1528 lorsqu'elles assurent le balayage de la superficie des voies livrées à la circulation publique."},{"type":"del","content":""},{"type":"del","content":"X. - Les métropoles, la métropole de Lyon, les communautés urbaines, les communautés d'agglomération et les communautés de communes peuvent se substituer à leurs communes membres pour l'application des dispositions relatives à la taxe pour la gestion des milieux aquatiques et la prévention des inondations prévue à l'article 1530 bis."},{"type":"add","content":"X.-Les métropoles, la métropole de Lyon, les communautés urbaines, les communautés d'agglomération et les communautés de communes peuvent se substituer à leurs communes membres pour l'application des dispositions relatives à la taxe pour la gestion des milieux aquatiques et la prévention des inondations prévue à l'article 1530 bis."},{"type":"del","content":"Loi n° 2013-1279 du 29 décembre 2013 de finances rectificative pour 2013, article 45 (IV-C) : Ces dispositions s'appliquent à compter des impositions dues au titre de l'année 2015."},{"type":"add","content":"(1) Loi n° 2013-1279 du 29 décembre 2013 de finances rectificative pour 2013, article 45 (IV-C) : Ces dispositions s'appliquent à compter des impositions dues au titre de l'année 2015."},{"type":"del","content":"Code général des collectivités territoriales - article L2333-2 AUTONOME MODIFIE, en vigueur du 1996-02-24 au 2011-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article L2333-2 AUTONOME MODIFIE, en vigueur du 2011-01-01 au 2021-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article L5211-21 AUTONOME MODIFIE, en vigueur du 2015-01-01 au 2016-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article L5211-21 AUTONOME VIGUEUR, en vigueur depuis le 2020-12-31 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article L5211-21 AUTONOME MODIFIE, en vigueur du 2017-01-01 au 2020-12-31 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article L2333-2 AUTONOME MODIFIE, en vigueur du 2022-01-01 au 2023-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article L5211-21 AUTONOME MODIFIE, en vigueur du 2016-01-01 au 2017-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article L2333-2 AUTONOME MODIFIE, en vigueur du 2021-01-01 au 2022-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article L2333-2 AUTONOME MODIFIE, en vigueur du 2023-01-01 au 2024-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2014-58 du 27 janvier 2014 de modernisation de l'action publique territoriale et d'affirmation des métropoles - article 56 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2014-01-29 au 2014-02-23 MODIFIE source"},{"type":"add","content":"LOI n° 2012-1510 du 29 décembre 2012 de finances rectificative pour 2012 - article 37 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2014-11-08 MODIFIE source"},{"type":"del","content":"Code général des collectivités territoriales - article L5211-21 AUTONOME MODIFIE, en vigueur du 2014-11-08 au 2015-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2014-58 du 27 janvier 2014 de modernisation de l'action publique territoriale et d'affirmation des métropoles - article 56 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2014-02-23 MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article L5211-21 AUTONOME MODIFIE, en vigueur du 1996-02-24 au 1999-07-13 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article L5211-21 AUTONOME MODIFIE, en vigueur du 1999-07-13 au 2005-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article L5211-21 AUTONOME MODIFIE, en vigueur du 2005-01-01 au 2014-11-08 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article L2333-2 AUTONOME MODIFIE, en vigueur du 2024-01-01 au 2025-08-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article L2333-2 AUTONOME VIGUEUR, en vigueur depuis le 2025-08-01 CITATION cible"},{"type":"add","content":"LOI n° 2014-891 du 8 août 2014 de finances rectificative pour 2014 - article 18 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2014-01-27 MODIFIE cible LOI n° 2014-58 du 27 janvier 2014 de modernisation de l'action publique territoriale et d'affirmation des métropoles - article 56 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2014-02-23"},{"type":"add","content":"2012-12-29 MODIFIE cible LOI n° 2012-1510 du 29 décembre 2012 de finances rectificative pour 2012 - article 37 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2014-11-08"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2014-08-08 MODIFIE cible LOI n° 2014-891 du 8 août 2014 de finances rectificative pour 2014 - article 18 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code général des impôts - article 1530 bis AUTONOME MODIFIE, en vigueur du 2014-01-01 au 2015-06-06"},{"type":"add","content":""},{"type":"del","content":"2999-01-01 CITATION source Code général des collectivités territoriales - article L2333-2 AUTONOME MODIFIE, en vigueur du 1996-02-24 au 2011-01-01"},{"type":"add","content":"2999-01-01 CITATION source Code général des collectivités territoriales - article L2224-31 AUTONOME MODIFIE, en vigueur du 2000-02-11 au 2003-01-04"},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code général des collectivités territoriales - article L5211-21 AUTONOME MODIFIE, en vigueur du 1996-02-24 au 1999-07-13"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/28/53/81/LEGIARTI000028538162.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/28/53/81/LEGIARTI000028538162.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/28/53/81/LEGIARTI000028538162.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/29/35/53/LEGIARTI000029355339.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/29/35/53/LEGIARTI000029355339.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/29/35/53/LEGIARTI000029355339.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000028538162)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000029355339)"}],"status":"modified"}],"stats":{"additions":25,"deletions":69,"filesChanged":1}}