{"sha":"906508fedfbe","date":"2006-01-02","message":"LOI n° 2005-1720 du 30 décembre 2005 de finances rectificative pour 2005","files":[{"filename":"livre_premier/premiere_partie/titre_iii/chapitre_iv/section_i/ii/corse_-_dom/README.md","articleName":"Sommaire - Corse - Dom","additions":1,"deletions":0,"diff":[{"type":"add","content":"- [Article 575 E bis](article_575_e_bis.md)"}],"status":"modified"},{"filename":"livre_premier/premiere_partie/titre_iii/chapitre_iv/section_i/ii/corse_-_dom/article_575_e_bis.md","articleName":"Article 575 E BIS","additions":314,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article 575 E bis"},{"type":"add","content":""},{"type":"add","content":"I. - Les tabacs manufacturés vendus dans les départements de Corse et les tabacs qui y sont importés sont soumis à un droit de consommation."},{"type":"add","content":""},{"type":"add","content":"Pour les cigarettes, ce droit de consommation, par dérogation au taux normal mentionné à l'article 575 A, et dans la limite d'un contingent de 1 200 tonnes par an, est déterminé conformément au dispositions des deuxième, quatrième et cinquième alinéas de l'article 575."},{"type":"add","content":""},{"type":"add","content":"La part spécifique est égale à 5 % de la charge fiscale totale afférente aux cigarettes de la classe de prix la plus demandée et comprenant le droit de consommation et la taxe sur la valeur ajoutée."},{"type":"add","content":""},{"type":"add","content":"Les tabacs manufacturés autres que les cigarettes sont soumis à un taux normal applicable à leur prix de vente au détail dans les départements de Corse."},{"type":"add","content":""},{"type":"add","content":"Pour les différents groupes de produits mentionnés aux alinéas précédents, le taux normal du droit de consommation applicable dans les départements de Corse est fixé conformément au tableau ci-après :"},{"type":"add","content":""},{"type":"add","content":"GROUPE DE PRODUITS : Cigarettes"},{"type":"add","content":""},{"type":"add","content":"TAUX NORMAL (en %) : 36,5"},{"type":"add","content":""},{"type":"add","content":"GROUPE DE PRODUITS : Cigares"},{"type":"add","content":""},{"type":"add","content":"TAUX NORMAL (en %) : 10"},{"type":"add","content":""},{"type":"add","content":"GROUPE DE PRODUITS : Tabacs fine coupe destinés à rouler les cigarettes"},{"type":"add","content":""},{"type":"add","content":"TAUX NORMAL (en %) : 27"},{"type":"add","content":""},{"type":"add","content":"GROUPE DE PRODUITS : Autres tabacs à fumer"},{"type":"add","content":""},{"type":"add","content":"TAUX NORMAL (en %) : 22"},{"type":"add","content":""},{"type":"add","content":"GROUPE DE PRODUITS : Tabacs à priser"},{"type":"add","content":""},{"type":"add","content":"TAUX NORMAL (en %) : 15"},{"type":"add","content":""},{"type":"add","content":"GROUPE DE PRODUITS : Tabacs à mâcher"},{"type":"add","content":""},{"type":"add","content":"TAUX NORMAL (en %) : 13."},{"type":"add","content":""},{"type":"add","content":"II. - Pour les cigarettes, le prix de vente au détail appliqué dans les départements de Corse est au moins égal à 70 % des prix de vente continentaux des mêmes produits."},{"type":"add","content":""},{"type":"add","content":"Pour les tabacs fine coupe destinés à rouler les cigarettes, les autres tabacs à fumer, les tabacs à priser et les tabacs à mâcher, le prix de vente au détail appliqué dans les départements de Corse est au moins égal aux deux tiers des prix continentaux des mêmes produits."},{"type":"add","content":""},{"type":"add","content":"Pour les cigares et les cigarillos, le prix de vente au détail appliqué dans les départements de Corse est au moins égal à 85 % des prix continentaux des mêmes produits."},{"type":"add","content":""},{"type":"add","content":"III. - Outre les cas prévus au 1 du I et au II de l'article 302 D en ce qui concerne les tabacs manufacturés directement introduits dans les départements de Corse en provenance d'un autre Etat membre de la Communauté européenne, le droit de consommation est également exigible soit à l'importation, soit à l'issue d'un régime suspensif de l'accise. Dans ces cas, le droit est dû par la personne qui importe les produits ou qui sort les biens du régime suspensif."},{"type":"add","content":""},{"type":"add","content":"IV. - Le droit de consommation est recouvré dans les conditions prévues par les deuxième à cinquième alinéas de l'article 575 C. A l'exclusion des tabacs directement importés dans les départements de Corse qui demeurent soumis aux dispositions de l'article 575 M, les infractions aux dispositions du présent article sont recherchées, constatées, poursuivies et réprimées comme en matière de contributions indirectes."},{"type":"add","content":""},{"type":"add","content":"V. - Le produit du droit de consommation est affecté au financement de travaux de mise en valeur de la Corse et versé à concurrence :"},{"type":"add","content":""},{"type":"add","content":"a. d'un quart au budget des départements de la Corse ;"},{"type":"add","content":""},{"type":"add","content":"b. de trois quarts au budget de la collectivité territoriale de Corse."},{"type":"add","content":""},{"type":"add","content":"VI. - Les unités de conditionnement doivent être revêtues des mentions prescrites par l'administration."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Loi n° 2005-1720 du 30 décembre 2005 de finances rectificative pour 2005 (1). - article 96 AUTONOME VIGUEUR, en vigueur depuis le 2005-12-31 MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2005-1720 du 30 décembre 2005 de finances rectificative pour 2005 MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2005-12-30 MODIFICATION source LOI n° 2005-1720 du 30 décembre 2005 de finances rectificative pour 2005"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2005-12-30 MODIFICATION source Loi n° 2005-1720 du 30 décembre 2005 de finances rectificative pour 2005 (1). - article 96 AUTONOME VIGUEUR, en vigueur depuis le 2005-12-31"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2011-01-31 CITATION cible Arrêté du 31 janvier 2011 fixant pour 2011 le prix moyen pondéré de vente au détail des cigarettes et la classe de prix de référence au sens des articles 575 et 575 E bis du code général des impôts - article 2 AUTONOME PERIME, en vigueur du 2011-02-16 au 2012-02-02"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2011-12-30 CITATION cible Décret n° 2011-2081 du 30 décembre 2011 portant création d'une remise additionnelle en faveur des débitants de tabac - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2012-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2012-12-17 CITATION cible Arrêté du 17 décembre 2012 portant modification de l'arrêté du 26 décembre 2007 modifié fixant le taux de remise à allouer aux débitants de tabac pour la vente au détail des tabacs manufacturés VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2013-12-18 CITATION cible Arrêté du 18 décembre 2013 portant modification de l'arrêté du 26 décembre 2007 fixant le taux de remise à allouer aux débitants de tabac pour la vente au détail des tabacs manufacturés VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2014-01-23 CITATION cible Arrêté du 23 janvier 2014 fixant pour 2014 pour chaque groupe de produits du tabac le prix moyen pondéré de vente au détail et la classe de prix de référence au sens des articles 575 et 575 E bis du code général des impôts - article 2 AUTONOME PERIME, en vigueur du 2014-01-31 au 2015-01-31"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2014-05-15 CITATION cible Arrêté du 15 mai 2014 prévoyant la mise en œuvre du minimum de perception majoré, prévu par l'article 575, alinéas 8 et 9, du code général des impôts ABROGE, en vigueur du 2014-05-22 au 2014-10-05"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2015-01-21 CITATION cible Arrêté du 21 janvier 2015 fixant pour 2015 pour chaque groupe de produits du tabac le prix moyen pondéré de vente au détail et la classe de prix de référence au sens des articles 575 et 575 E bis du code général des impôts - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2015-01-31"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2015-02-04 CITATION cible Arrêté du 4 février 2015 prévoyant la mise en œuvre du minimum de perception majoré, prévu par l'alinéa 7 de l'article 575 du code général des impôts VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2015-12-17 CITATION cible Arrêté du 17 décembre 2015 portant modification de l'arrêté du 26 décembre 2007 modifié fixant le taux de remise à allouer aux débitants de tabac pour la vente au détail des tabacs manufacturés VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2016-03-03 CITATION cible Arrêté du 3 mars 2016 modifiant l'arrêté du 4 février 2015 portant homologation des prix de vente au détail des tabacs manufacturés en France, à l'exclusion des départements d'outre-mer - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2016-03-07"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2016-06-24 CITATION cible Arrêté du 24 juin 2016 portant homologation des prix de vente au détail des tabacs manufacturés en France, à l'exclusion des départements d'outre-mer - article 2 AUTONOME ABROGE, en vigueur du 2016-06-27 au 2018-02-05"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2016-12-19 CITATION cible Arrêté du 19 décembre 2016 portant modification de l'arrêté du 26 décembre 2007 modifié, fixant le taux de remise à allouer aux débitants de tabac pour la vente au détail des tabacs manufacturés VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2017-02-01 CITATION cible Arrêté du 1er février 2017 modifiant l'arrêté du 24 juin 2016 portant homologation des prix de vente au détail des tabacs manufacturés en France, à l'exclusion des départements d'outre-mer - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2017-02-03"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2017-11-06 CITATION cible Arrêté du 6 novembre 2017 modifiant l'arrêté du 24 juin 2016 portant homologation des prix de vente au détail des tabacs manufacturés en France, à l'exclusion des départements d'outre-mer - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2017-11-09"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2017-12-18 CITATION cible Arrêté du 18 décembre 2017 portant modification de l'arrêté du 26 décembre 2007 modifié, fixant le taux de remise à allouer aux débitants de tabac pour la vente au détail des tabacs manufacturés VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2018-02-02 CITATION cible Arrêté du 2 février 2018 portant homologation des prix de vente au détail des tabacs manufacturés en France, à l'exclusion des départements d'outre-mer - article 2 AUTONOME ABROGE, en vigueur du 2018-02-05 au 2018-04-02"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2018-03-30 CITATION cible Arrêté du 30 mars 2018 portant homologation des prix de vente au détail des tabacs manufacturés en France, à l'exclusion des départements d'outre-mer - article 2 AUTONOME ABROGE, en vigueur du 2018-04-02 au 2018-06-10"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2018-06-07 CITATION cible Arrêté du 7 juin 2018 portant homologation des prix de vente au détail des tabacs manufacturés en France, à l'exclusion des départements d'outre-mer - article 2 AUTONOME ABROGE, en vigueur du 2018-06-10 au 2018-10-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2018-09-25 CITATION cible Arrêté du 25 septembre 2018 portant homologation des prix de vente au détail des tabacs manufacturés en France, à l'exclusion des départements d'outre-mer - article 2 AUTONOME ABROGE, en vigueur du 2018-10-01 au 2018-12-21"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2018-10-04 CITATION cible Arrêté du 4 octobre 2018 portant modification de l'arrêté du 26 décembre 2007 modifié, fixant le taux de remise à allouer aux débitants de tabac pour la vente au détail des tabacs manufacturés VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2018-12-14 CITATION cible Arrêté du 14 décembre 2018 portant homologation des prix de vente au détail des tabacs manufacturés en France, à l'exclusion des départements d'outre-mer - article 2 AUTONOME ABROGE, en vigueur du 2018-12-21 au 2019-03-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2019-01-30 CITATION cible Arrêté du 30 janvier 2019 portant homologation des prix de vente au détail des tabacs manufacturés en France, à l'exclusion des départements d'outre-mer - article 2 AUTONOME ABROGE, en vigueur du 2019-03-01 au 2019-05-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2019-04-08 CITATION cible Arrêté du 8 avril 2019 portant homologation des prix de vente au détail des tabacs manufacturés en France, à l'exclusion des départements d'outre-mer - article 2 AUTONOME ABROGE, en vigueur du 2019-05-01 au 2019-06-10"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2019-06-03 CITATION cible Arrêté du 3 juin 2019 portant homologation des prix de vente au détail des tabacs manufacturés en France, à l'exclusion des départements d'outre-mer - article 2 AUTONOME ABROGE, en vigueur du 2019-06-10 au 2019-08-12"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2019-08-02 CITATION cible Arrêté du 2 août 2019 portant homologation des prix de vente au détail des tabacs manufacturés en France, à l'exclusion des départements d'outre-mer - article 2 AUTONOME ABROGE, en vigueur du 2019-08-12 au 2019-10-17"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2019-10-11 CITATION cible Arrêté du 11 octobre 2019 portant homologation des prix de vente au détail des tabacs manufacturés en France, à l'exclusion des départements d'outre-mer - article 2 AUTONOME ABROGE, en vigueur du 2019-10-17 au 2019-12-09"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2019-12-04 CITATION cible Arrêté du 4 décembre 2019 portant homologation des prix de vente au détail des tabacs manufacturés en France, à l'exclusion des départements d'outre-mer - article 2 AUTONOME ABROGE, en vigueur du 2019-12-09 au 2020-02-12"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2020-01-31 CITATION cible Arrêté du 31 janvier 2020 portant homologation des prix de vente au détail des tabacs manufacturés en France à l'exclusion des départements d'outre-mer - article 2 AUTONOME ABROGE, en vigueur du 2020-02-12 au 2020-04-22"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2020-03-31 CITATION cible Arrêté du 31 mars 2020 portant homologation des prix de vente au détail des tabacs manufacturés en France, à l'exclusion des départements d'outre-mer - article 2 AUTONOME ABROGE, en vigueur du 2020-04-22 au 2020-06-13"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2020-06-03 CITATION cible Arrêté du 3 juin 2020 portant homologation des prix de vente au détail des tabacs manufacturés en France, à l'exclusion des départements d'outre-mer - article 2 AUTONOME ABROGE, en vigueur du 2020-06-13 au 2020-08-12"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2020-07-20 CITATION cible Arrêté du 20 juillet 2020 portant homologation des prix de vente au détail des tabacs manufacturés en France à l'exclusion des départements d'outre-mer - article 2 AUTONOME ABROGE, en vigueur du 2020-08-12 au 2020-10-10"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2020-09-28 CITATION cible Arrêté du 28 septembre 2020 portant homologation des prix de vente au détail des tabacs manufacturés en France à l'exclusion des départements d'outre-mer - article 2 AUTONOME ABROGE, en vigueur du 2020-10-10 au 2020-11-14"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2020-10-29 CITATION cible Arrêté du 29 octobre 2020 portant homologation des prix de vente au détail des tabacs manufacturés en France, à l'exclusion des départements d'outre-mer - article 2 AUTONOME ABROGE, en vigueur du 2020-11-14 au 2020-12-12"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2020-12-08 CITATION cible Arrêté du 8 décembre 2020 portant homologation des prix de vente au détail des tabacs manufacturés en France, à l'exclusion des départements d'outre-mer - article 2 AUTONOME ABROGE, en vigueur du 2020-12-12 au 2021-01-14"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2021-01-04 CITATION cible Arrêté du 4 janvier 2021 portant homologation des prix de vente au détail des tabacs manufacturés en France à l'exclusion des départements d'outre-mer - article 2 AUTONOME ABROGE, en vigueur du 2021-01-14 au 2021-02-11"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2021-02-01 CITATION cible Arrêté du 1er février 2021 portant homologation des prix de vente au détail des tabacs manufacturés en France à l'exclusion des départements d'outre-mer - article 2 AUTONOME ABROGE, en vigueur du 2021-02-11 au 2021-04-15"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2021-03-26 CITATION cible Arrêté du 26 mars 2021 portant homologation des prix de vente au détail des tabacs manufacturés en France, à l'exclusion des départements d'outre-mer - article 2 AUTONOME ABROGE, en vigueur du 2021-04-15 au 2021-06-12"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2021-06-03 CITATION cible Arrêté du 3 juin 2021 portant homologation des prix de vente au détail des tabacs manufacturés en France, à l'exclusion des départements d'outre-mer - article 2 AUTONOME ABROGE, en vigueur du 2021-06-12 au 2021-08-14"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2021-07-23 CITATION cible Arrêté du 23 juillet 2021 portant homologation des prix de vente au détail des tabacs manufacturés en France, à l'exclusion des départements d'outre-mer - article 2 AUTONOME ABROGE, en vigueur du 2021-08-14 au 2021-10-09"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2021-09-29 CITATION cible Arrêté du 29 septembre 2021 portant homologation des prix de vente au détail des tabacs manufacturés en France à l'exclusion des départements d'outre-mer - article 2 AUTONOME ABROGE, en vigueur du 2021-10-09 au 2021-11-14"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2021-11-04 CITATION cible Arrêté du 4 novembre 2021 portant homologation des prix de vente au détail des tabacs manufacturés en France, à l'exclusion des départements d'outre-mer - article 2 AUTONOME ABROGE, en vigueur du 2021-11-14 au 2021-12-16"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2021-12-09 CITATION cible Arrêté du 9 décembre 2021 portant homologation des prix de vente au détail des tabacs manufacturés en France, à l'exclusion des départements d'outre-mer - article 2 AUTONOME ABROGE, en vigueur du 2021-12-16 au 2022-01-14"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2021-12-22 CITATION cible Ordonnance n° 2021-1843 du 22 décembre 2021 portant partie législative du code des impositions sur les biens et services et transposant diverses normes du droit de l'Union européenne - article 10 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code des impositions sur les biens et services - article L314-22 AUTONOME MODIFIE, en vigueur du 2022-01-01 au 2025-07-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2022-01-05 CITATION cible Arrêté du 5 janvier 2022 portant homologation des prix de vente au détail des tabacs manufacturés en France, à l'exclusion des départements d'outre-mer - article 2 AUTONOME ABROGE, en vigueur du 2022-01-14 au 2022-02-11"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2022-01-21 CITATION cible Arrêté du 21 janvier 2022 portant homologation des prix de vente au détail des tabacs manufacturés en France, à l'exclusion des départements d'outre-mer - article 2 AUTONOME ABROGE, en vigueur du 2022-02-11 au 2022-04-13"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2022-04-05 CITATION cible Arrêté du 5 avril 2022 portant homologation des prix de vente au détail des tabacs manufacturés en France, à l'exclusion des départements d'outre-mer - article 2 AUTONOME ABROGE, en vigueur du 2022-04-13 au 2022-06-16"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2022-06-07 CITATION cible Arrêté du 7 juin 2022 portant homologation des prix de vente au détail des tabacs manufacturés en France, à l'exclusion des départements d'outre-mer - article 2 AUTONOME ABROGE, en vigueur du 2022-06-16 au 2022-08-13"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2022-08-09 CITATION cible Arrêté du 9 août 2022 portant homologation des prix de vente au détail des tabacs manufacturés en France à l'exclusion des départements d'outre-mer - article 2 AUTONOME ABROGE, en vigueur du 2022-08-13 au 2022-10-07"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2022-09-28 CITATION cible Arrêté du 28 septembre 2022 portant homologation des prix de vente au détail des tabacs manufacturés en France, à l'exclusion des départements d'outre-mer - article 2 AUTONOME ABROGE, en vigueur du 2022-10-07 au 2022-11-09"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2022-10-26 CITATION cible Arrêté du 26 octobre 2022 portant homologation des prix de vente au détail des tabacs manufacturés en France, à l'exclusion des départements d'outre-mer - article 2 AUTONOME ABROGE, en vigueur du 2022-11-09 au 2022-12-14"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2022-12-05 CITATION cible Arrêté du 5 décembre 2022 portant homologation des prix de vente au détail des tabacs manufacturés en France, à l'exclusion des départements d'outre-mer - article 2 AUTONOME ABROGE, en vigueur du 2022-12-14 au 2023-02-11"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-02-03 CITATION cible Arrêté du 3 février 2023 portant homologation des prix de vente au détail des tabacs manufacturés en France, à l'exclusion des départements d'outre-mer - article 2 AUTONOME ABROGE, en vigueur du 2023-02-11 au 2023-03-15"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-03-03 CITATION cible Arrêté du 3 mars 2023 portant homologation des prix de vente au détail des tabacs manufacturés en France, à l'exclusion des départements d'outre-mer - article 2 AUTONOME ABROGE, en vigueur du 2023-03-15 au 2023-04-13"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-03-30 CITATION cible Arrêté du 30 mars 2023 portant homologation des prix de vente au détail des tabacs manufacturés en France, à l'exclusion des départements d'outre-mer - article 2 AUTONOME ABROGE, en vigueur du 2023-04-13 au 2023-06-14"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-06-05 CITATION cible Arrêté du 5 juin 2023 portant homologation des prix de vente au détail des tabacs manufacturés en France, à l'exclusion des départements d'outre-mer - article 2 AUTONOME ABROGE, en vigueur du 2023-06-14 au 2023-08-12"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-07-31 CITATION cible Arrêté du 31 juillet 2023 portant homologation des prix de vente au détail des tabacs manufacturés en France, à l'exclusion des départements d'outre-mer - article 2 AUTONOME ABROGE, en vigueur du 2023-08-12 au 2023-10-13"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-10-02 CITATION cible Arrêté du 2 octobre 2023 portant homologation des prix de vente au détail des tabacs manufacturés en France, à l'exclusion des départements d'outre-mer - article 2 AUTONOME ABROGE, en vigueur du 2023-10-13 au 2023-12-13"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2024-04-30 CITATION cible Arrêté du 30 avril 2024 portant homologation des prix de vente au détail des tabacs manufacturés en France à l'exclusion des départements d'outre-mer ABROGE, en vigueur du 2024-05-15 au 2024-09-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2024-08-06 CITATION cible Arrêté du 6 août 2024 portant homologation des prix de vente au détail des tabacs manufacturés en France, à l'exclusion des départements d'outre-mer ABROGE, en vigueur du 2024-08-12 au 2024-11-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2024-10-04 CITATION cible Arrêté du 4 octobre 2024 portant homologation des prix de vente au détail des tabacs manufacturés en France, à l'exclusion des départements d'outre-mer ABROGE, en vigueur du 2024-10-12 au 2025-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2024-12-10 CITATION cible Arrêté du 10 décembre 2024 portant homologation des prix de vente au détail des tabacs manufacturés en France, à l'exclusion des départements d'outre-mer ABROGE, en vigueur du 2024-12-25 au 2025-02-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2025-01-14 CITATION cible Arrêté du 14 janvier 2025 portant homologation des prix de vente au détail des tabacs manufacturés en France, à l'exclusion des départements d'outre-mer ABROGE, en vigueur du 2025-02-01 au 2025-03-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2025-02-07 CITATION cible Arrêté du 7 février 2025 portant homologation des prix de vente au détail des tabacs manufacturés en France, à l'exclusion des départements d'outre-mer ABROGE, en vigueur du 2025-02-23 au 2025-06-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2025-05-09 CITATION cible Arrêté du 9 mai 2025 portant homologation des prix de vente au détail des tabacs manufacturés en France, à l'exclusion des départements d'outre-mer ABROGE, en vigueur du 2025-06-01 au 2025-09-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CITATION source CGI 575 A, 575, 302 D, 575 C, 575 M"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article L3332-1 AUTONOME MODIFIE_MORT_NE, en vigueur du 2022-01-01 au 2021-12-30"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article L3431-2 AUTONOME ABROGE, en vigueur du 2002-12-31 au 2018-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article L4425-1 AUTONOME MODIFIE, en vigueur du 2009-12-12 au 2018-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article L4425-22 AUTONOME VIGUEUR, en vigueur depuis le 2022-08-18"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 572 AUTONOME ABROGE, en vigueur du 2018-01-01 au 2025-07-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      HISTO source Edition du 1er janvier 2006"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/49/LEGIARTI000006304968.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/49/LEGIARTI000006304968.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/49/LEGIARTI000006304968.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_impots/src/branch/main/livre_premier/premiere_partie/titre_iii/chapitre_iv/section_i/ii/corse_-_dom/article_575_e_bis.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006304968)"},{"type":"add","content":""}],"status":"added"}],"stats":{"additions":315,"deletions":0,"filesChanged":2}}