{"sha":"915761ee3627","date":"1994-09-02","message":"LOI no 93-1436 du 31 décembre 1993 portant réforme de la dotation globale de fonctionnement et modifiant le code des communes et le code général des impôts (rectificatif)","files":[{"filename":"livre_premier/deuxieme_partie/titre_v/chapitre_iii/section_ii/article_1648_b.md","articleName":"Article 1648 B","additions":31,"deletions":198,"diff":[{"type":"del","content":"I. - Le Fonds national de péréquation de la taxe professionnelle comprend :"},{"type":"add","content":"((I. Le fonds national de péréquation de la taxe professionnelle comprend deux fractions."},{"type":"del","content":"1° Une première fraction, dénommée \"dotation de développement rural\", dont le montant est arrêté par le comité des finances locales et qui est au minimum égal aux ressources dégagées par l'application du 4° de l'article 1648 A bis."},{"type":"add","content":"((1° La première fraction est dénommée : \" dotation de développement rural \". Son montant est arrêté par le comité des finances locales et est au minimum égal aux ressources dégagées par l'application du 4° du II de l'article 1648 A bis."},{"type":"del","content":"Bénéficient de cette dotation :"},{"type":"add","content":"((Bénéficient de cette dotation :"},{"type":"del","content":"a) Les communautés de communes définies à l'article L. 167-1 du code des communes dont la population regroupée n'excède pas 35 000 habitants et dont la population de la commune la plus peuplée n'excède pas 25 000 habitants."},{"type":"add","content":"((a) Les groupements de communes à fiscalité propre exerçant une compétence en matière d'aménagement de l'espace et de développement économique, dont la population regroupée n'excède pas 35 000 habitants et dont la commune la plus peuplée ne compte pas plus de 25 000 habitants ;"},{"type":"del","content":"Bénéficient également de cette dotation les groupements de communes à fiscalité propre exerçant une compétence en matière d'aménagement de l'espace et de développement économique, dont la population regroupée n'excède pas 35 000 habitants et dont la population de la commune la plus peuplée n'excède pas 25 000 habitants."},{"type":"add","content":"((b) Les communes de moins de 10 000 habitants, à l'exception de celles bénéficiant, soit de la dotation de solidarité urbaine prévue à l'article L. 234-12 du code des communes, soit des attributions du fonds de solidarité des communes de la région Ile-de-France en application des dispositions de l'article L. 263-15 du même code, soit des attributions de la première fraction de la dotation de solidarité rurale prévue au I de l'article L. 234-13 dudit code ;"},{"type":"del","content":"Les crédits affectés à ces catégories de groupements sont répartis entre les départements dans des conditions fixées par décret en Conseil d'Etat, qui tiennent compte, notamment, du nombre de communes concernées, de la population, du potentiel fiscal et, le cas échéant, du coefficient d'intégration fiscale tels que définis à l'article L. 234-17 du code des communes."},{"type":"add","content":"((c) Les communes de moins de 20 000 habitants des départements d'outre-mer et celles de la collectivité territoriale de Saint-Pierre-et-Miquelon."},{"type":"del","content":"Dans les zones de montagne, lorsque ces groupements comprennent des communes de moins de 15 000 habitants qui remplissent les deux conditions suivantes :"},{"type":"add","content":"((Les crédits de la dotation de développement rural sont répartis entre les départements en tenant compte du nombre de communes et de groupements concernés, de la population, du potentiel fiscal et, le cas échéant, pour les groupements, du coefficient d'intégration fiscale. La répartition peut également tenir compte du nombre de communes et de groupements situés en zone de montagne. Cette répartition est effectuée dans des conditions telles que les crédits consacrés aux communes n'excèdent pas 30 p. 100 des sommes déléguées aux représentants de l'Etat dans les départements."},{"type":"del","content":"La commune est chef-lieu de canton ou constitue une commune plus peuplée que le chef-lieu de canton ;"},{"type":"add","content":"((Les attributions sont arrêtées par le représentant de l'Etat dans le département, sous forme de subventions, après avis de la commission d'élus prévue ci-dessous. Ces subventions sont attribuées en vue de la réalisation de projets de développement économique et social ou d'actions en faveur des espaces naturels."},{"type":"del","content":"Le potentiel fiscal par habitant de la commune, tel que défini à l'article L. 234-6 du code des communes, est inférieur au potentiel fiscal moyen national par habitant des communes de moins de 15 000 habitants et l'effort fiscal prévu à l'article L. 234-7 dudit code est supérieur à l'effort fiscal moyen des communes de moins de 15 000 habitants ;"},{"type":"add","content":"((Ces subventions peuvent également être attribuées, dans la limite de la moitié des crédits consacrés aux communes, en vue de la réalisation d'investissements locaux, aux communes qui, sans être éligibles à la première fraction de la dotation de solidarité rurale instituée par le I de l'article L. 234-13 du code des communes, jouent un rôle structurant en matière d'équipements collectifs et de services de proximité pour les populations du monde rural. L'attribution par habitant versée à chacune de ces communes ne peut être supérieure à l'attribution moyenne par habitant revenant la même année, dans le même département, aux communes bénéficiaires de la première fraction de la dotation de solidarité rurale. Les communes visées par les dispositions des deuxième à huitième alinéas du I de l'article L. 234-13 dudit code ne peuvent toutefois bénéficier d'une attribution au titre de cette part."},{"type":"del","content":"Le nombre de communes regroupées au sein des collectivités concernées peut être doublé."},{"type":"add","content":"((La commission évalue les attributions en fonction de critères comprenant notamment l'augmentation attendue des bases de fiscalité directe locale ou les créations d'emplois sur le territoire des communes ou des groupements considérés."},{"type":"del","content":"Les attributions sont arrêtées par le représentant de l'Etat dans le département, sous forme de subvention, en vue de la réalisation de projets de développement économique élaborés par les communautés et groupements de communes, après avis d'une commission d'élus, qui évalue les attributions en fonction de critères objectifs comprenant notamment l'augmentation attendue des bases de fiscalité directe locale et les créations d'emplois sur le territoire de la collectivité ou du groupement considérés."},{"type":"add","content":"((La commission comprend, outre les membres de la commission prévue à l'article 103-4 de la loi n° 83-8 du 7 janvier 1983 relative à la répartition de compétences entre les communes, les départements, les régions et l'Etat, des représentants des maires des communes concernées dont la population est comprise entre 2 000 et 25 000 habitants et des représentants des présidents des groupements de communes concernés dont la population est comprise entre 2 000 et 35 000 habitants, désignés dans les mêmes conditions que les autres membres de la commission."},{"type":"del","content":"Cette commission comprend, outre les membres de la commission prévue à l'article 103 de la loi n° 83-8 du 7 janvier 1983 précitée, des représentants des maires des communes concernées dont la population est comprise entre 2 000 et 20 000 habitants, et des représentants des groupements de communes concernées dont la population est comprise entre 2 000 et 20 000 habitants, désignés dans les mêmes conditions que les autres membres de la commission."},{"type":"add","content":"((La population à prendre en compte pour l'application du présent article est celle définie à l'article L. 234-2 du code des communes."},{"type":"del","content":"b) Les communes de moins de 10 000 habitants qui remplissent les deux conditions suivantes :"},{"type":"del","content":""},{"type":"del","content":"La commune est chef-lieu de canton ou constitue une commune plus peuplée que le chef-lieu de canton ;"},{"type":"del","content":""},{"type":"del","content":"Le potentiel fiscal par habitant de la commune, tel que défini à l'article L. 234-6 du code des communes, est inférieur au potentiel fiscal moyen national par habitant des communes de moins de 10 000 habitants."},{"type":"del","content":""},{"type":"del","content":"Dans les départements d'outre-mer, bénéficient de cette dotation les communes de moins de 20 000 habitants chefs-lieux de canton ou qui constituent une commune plus peuplée que le chef-lieu de canton."},{"type":"del","content":""},{"type":"del","content":"Les communes de la collectivité territoriale de Saint-Pierre-et-Miquelon bénéficient de cette dotation."},{"type":"del","content":""},{"type":"del","content":"Toutefois, la commune ne peut prétendre à l'attribution de la dotation de développement rural lorsqu'elle est située dans une agglomération comprenant une ou plusieurs communes qui bénéficient de la dotation prévue à l'article L. 234-14 du code des communes ou lorsqu'elle est éligible à la dotation de solidarité urbaine prévue à l'article L. 234-14-1 dudit code ou bénéficie des attributions du fonds de solidarité des communes de la région d'Ile-de-France en application des dispositions de l'article L. 263-15 du même code. Les dispositions du présent alinéa ne sont pas applicables aux communes des départements d'outre-mer et de Saint-Pierre-et-Miquelon dont la population est inférieure à un seuil fixé par décret en Conseil d'Etat."},{"type":"del","content":""},{"type":"del","content":"Les crédits affectés à ces communes sont arrêtés par le comité des finances locales. Pour la première année d'application du présent paragraphe ils ne peuvent être inférieurs à 150 millions de francs. Le montant de ces crédits ne peut dépasser, en 1993, 40 p. 100 des ressources prévues au 4° du II de l'article 1648 A bis, et, en 1994, 30 p. 100 de celles-ci. A l'issue de cette période, le Gouvernement présentera au Parlement un rapport retraçant notamment l'évolution du nombre de collectivités éligibles à la dotation prévue au présent article. Au vu de ce rapport, il sera proposé une nouvelle répartition des crédits de la dotation précitée pour les années suivantes."},{"type":"del","content":""},{"type":"del","content":"L'attribution revenant à chaque commune concernée est déterminée en fonction de la population, de l'écart entre le potentiel fiscal moyen par habitant des communes de moins de 10 000 habitants et le potentiel fiscal par habitant de la commune et de l'effort fiscal pris en compte dans la limite de 1,20."},{"type":"del","content":""},{"type":"del","content":"L'effort fiscal est calculé en application de l'article L. 234-7 du code des communes. Pour les communes membres d'un groupement de communes à fiscalité propre, l'effort fiscal est calculé en ajoutant aux taux de chacune de leurs propres taxes communales ceux appliqués par le groupement de communes aux bases respectives desdites taxes."},{"type":"del","content":""},{"type":"del","content":"La population à prendre en compte pour l'application du présent article est calculée dans les conditions prévues à l'article L. 234-19-3 du code des communes."},{"type":"del","content":""},{"type":"del","content":"Un décret en Conseil d'Etat fixe les modalités d'application du présent paragraphe."},{"type":"del","content":""},{"type":"del","content":"2° Une seconde fraction, dont le montant est fixé par le comité des finances locales par différence entre les ressources prévues à l'article 1648 A bis et les dispositions du 1° ci-dessus. Les sommes ainsi dégagées ne peuvent être inférieures à 90 p. 100 du montant des ressources définies aux 1°, 2° et 3° du II de l'article 1648 A bis et sont réparties suivant les dispositions du II ci-dessous."},{"type":"add","content":"((2° La seconde fraction est répartie par application des dispositions du II. Son montant est fixé par le comité des finances locales par différence entre les ressources prévues à l'article 1648 A bis et les sommes nécessaires à l'application des dispositions du 1° ci-dessus. Les sommes ainsi dégagées ne peuvent être inférieures à 90 p. 100 du montant des ressources définies aux 1°, 2° et 3° du II de l'article 1648 A bis)) (1)."},{"type":"del","content":"Les conditions que doivent remplir les communes pour bénéficier de cette seconde part ainsi que le calcul des attributions qui leur reviennent sont fixées par décret en Conseil d'Etat en tenant compte, notamment, de la perte de produit de taxe professionnelle et de l'importance relative de la perte de produit fiscal qui en résulte par rapport aux recettes de la commune provenant de la taxe d'habitation, des taxes foncières et de la taxe professionnelle (1)."},{"type":"del","content":""},{"type":"del","content":"A compter du 1er janvier 1991, les communes dont les pertes de bases sont compensées sur quatre ans, bénéficient :"},{"type":"add","content":"Les conditions que doivent remplir les communes pour bénéficier de cette seconde part ainsi que le calcul des attributions qui leur reviennent sont fixées par décret en Conseil d'Etat en tenant compte, notamment, de la perte de produit de taxe professionnelle et de l'importance relative de la perte de produit fiscal qui en résulte par rapport aux recettes de la commune provenant de la taxe d'habitation, des taxes foncières et de la taxe professionnelle (2). A compter du 1er janvier 1991, les communes dont les pertes de bases sont compensées sur quatre ans, bénéficient :"},{"type":"del","content":"Toutefois, à compter du 1er janvier 1986, cette durée est portée à cinq ans pour les communes situées dans les cantons où l'Etat anime une politique de conversion industrielle et dont la liste est fixée par décret (2)."},{"type":"add","content":"Toutefois, à compter du 1er janvier 1986, cette durée est portée à cinq ans pour les communes situées dans les cantons où l'Etat anime une politique de conversion industrielle et dont la liste est fixée par décret (3)."},{"type":"del","content":"Les groupements de communes dotés d'une fiscalité propre qui remplissent les conditions fixées par décret en Conseil d'Etat bénéficient, à compter du 1er janvier 1992, de la compensation prévue au présent 2°, selon les modalités prévues pour les communes (3)."},{"type":"add","content":"Les groupements de communes dotés d'une fiscalité propre qui remplissent les conditions fixées par décret en Conseil d'Etat bénéficient, à compter du 1er janvier 1992, de la compensation prévue au présent 2°, selon les modalités prévues pour les communes (4)."},{"type":"del","content":"III. Les modalités d'application du présent article sont fixées par décret en Conseil d'Etat (4)."},{"type":"add","content":"III. Les modalités d'application du présent article sont fixées par décret en Conseil d'Etat (2)."},{"type":"del","content":"(1) Décret n° 85-260 du 22 février 1985 (J.O. du 24), décret n° 91-1081 du 14 octobre 1991 (JO du 19), et décret n° 92-568 du 30 juin 1992 (JO du 1er juillet)."},{"type":"add","content":"(1) La part des crédits consacrés aux communes visées au 1° du I de l'article 1648 B du code général des impôts est diminuée de cinq points en 1995 (art. 31 II de la loi 93-1436) ; modifications de la loi."},{"type":"del","content":"(2) Décret n° 86-422 du 12 mars 1986 (JO du 15)."},{"type":"add","content":"Le rapport prévu à l'article 38 de la loi 93-1346 étudiera les modalités et les conséquences d'une réforme consacrant progressivement la totalité de la dotation de développement rural aux groupements de communes à fiscalité propre (art. 32 de la loi 93-1436)."},{"type":"del","content":"(3) Décret n° 85-260 du 22 février 1985 (JO du 24) et décret 92-568 du 30 juin 1992 (JO du 1er juillet)."},{"type":"add","content":"(2) Décret 85-260 du 22 février 1985 (JO du 24), décret 91-1081 du 14 octobre 1991 (JO du 19) et décret n° 92-568 du 30 juin 1992 (JO du 1er juillet). (3) Décret n° 86-422 du 12 mars 1986 (JO du 15)."},{"type":"del","content":"(4) Décret 85-260 du 22 février 1985 (JO du 24), décret 91-1081 du 14 octobre 1991 (JO du 19) et décret n° 92-568 du 30 juin 1992 (JO du 1er juillet)."},{"type":"add","content":"(4) Décret n° 85-260 du 22 février 1985 (JO du 24) et décret 92-568 du 30 juin 1992 (JO du 1er juillet)."},{"type":"del","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des communes - article L234-14 AUTONOME ABROGE, en vigueur du 1993-01-01 au 1994-01-04 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des communes - article L234-19-3 AUTONOME ABROGE, en vigueur du 1990-12-02 au 1994-01-04 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des communes - article L234-6 AUTONOME MODIFIE, en vigueur du 1979-01-04 au 1981-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des communes - article L234-17 AUTONOME MODIFIE, en vigueur du 1985-12-03 au 1988-01-06 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des communes - article L234-7 AUTONOME MODIFIE, en vigueur du 1977-03-20 au 1979-01-04 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des communes - article L234-7 AUTONOME MODIFIE, en vigueur du 1979-01-04 au 1981-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des communes - article L234-7 AUTONOME MODIFIE, en vigueur du 1981-01-01 au 1983-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des communes - article L234-7 AUTONOME MODIFIE, en vigueur du 1983-01-01 au 1985-12-03 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des communes - article L234-7 AUTONOME MODIFIE, en vigueur du 1994-01-04 au 1995-12-31 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des communes - article L234-7 AUTONOME ABROGE, en vigueur du 1995-12-31 au 1996-02-24 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des communes - article L234-14 AUTONOME MODIFIE, en vigueur du 1983-12-31 au 1985-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des communes - article L234-17 AUTONOME MODIFIE, en vigueur du 1982-01-01 au 1983-07-23 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des communes - article L234-17 AUTONOME MODIFIE, en vigueur du 1983-07-23 au 1985-12-03 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des communes - article L234-19-3 AUTONOME MODIFIE, en vigueur du 1985-12-03 au 1990-12-02 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des communes - article L234-14 AUTONOME MODIFIE, en vigueur du 1985-01-01 au 1985-12-03 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des communes - article L234-14 AUTONOME MODIFIE, en vigueur du 1985-12-03 au 1988-01-06 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des communes - article L234-6 AUTONOME MODIFIE, en vigueur du 1977-03-20 au 1979-01-04 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des communes - article L234-6 AUTONOME ABROGE, en vigueur du 1994-12-28 au 1996-02-24 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des communes - article L234-14 AUTONOME MODIFIE, en vigueur du 1981-01-01 au 1983-12-31 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des communes - article L167-1 AUTONOME ABROGE, en vigueur du 1992-02-08 au 1996-02-24 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des communes - article L234-6 AUTONOME TRANSFERE, en vigueur du 1993-01-01 au 1994-01-04 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des communes - article L234-6 AUTONOME MODIFIE, en vigueur du 1994-01-04 au 1994-12-28 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des communes - article L234-14 AUTONOME ABROGE, en vigueur du 1994-01-04 au 1996-02-24 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des communes - article L234-17 AUTONOME MODIFIE, en vigueur du 1988-01-06 au 1993-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des communes - article L234-14 AUTONOME MODIFIE, en vigueur du 1979-01-04 au 1981-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des communes - article L234-6 AUTONOME MODIFIE, en vigueur du 1981-01-01 au 1983-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des communes - article L234-17 AUTONOME MODIFIE, en vigueur du 1977-03-20 au 1979-01-04 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 92-1376 du 30 décembre 1992 de finances pour 1993 - article 103 AUTONOME PERIME, en vigueur du 1993-01-01 au 2007-09-01 MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des communes - article L234-17 AUTONOME ABROGE, en vigueur du 1993-01-01 au 1994-01-04 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI de finances rectificative pour 1992 (n° 92-1476 du 31 décembre 1992) - article 69 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des communes - article L234-14 AUTONOME MODIFIE, en vigueur du 1991-05-14 au 1993-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des communes - article L234-6 AUTONOME MODIFIE, en vigueur du 1988-01-06 au 1993-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des communes - article L234-14 AUTONOME MODIFIE, en vigueur du 1977-03-20 au 1979-01-04 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des communes - article L234-17 AUTONOME MODIFIE, en vigueur du 1979-01-04 au 1981-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des communes - article L234-6 AUTONOME MODIFIE, en vigueur du 1985-12-03 au 1988-01-06 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des communes - article L234-17 AUTONOME MODIFIE, en vigueur du 1981-01-01 au 1982-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des communes - article L234-14 AUTONOME MODIFIE, en vigueur du 1988-01-06 au 1991-05-14 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des communes - article L234-6 AUTONOME MODIFIE, en vigueur du 1983-01-01 au 1985-12-03 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"LOI de finances pour 1993 (n° 92-1376 du 30 décembre 1992) SPEC_APPLI cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 83-8 du 7 janvier 1983 relative à la répartition de compétences entre les communes, les départements, les départements, les régions et l'Etat CITATION cible"},{"type":"add","content":"LOI no 93-1436 du 31 décembre 1993 portant réforme de la dotation globale de fonctionnement et modifiant le code des communes et le code général des impôts (rectificatif) MODIFICATION cible"},{"type":"del","content":"      CITATION source CGI 1648 A bis, 1636 B septies, 1609 nonies B, 1648 A ter"},{"type":"add","content":"      CITATION source CGI 1648 A bis, 1636 B septies, 1609 nonies B, 1648 A ter, 1648 B"},{"type":"del","content":"1983-01-07 CITATION source Loi n° 83-8 du 7 janvier 1983 relative à la répartition de compétences entre les communes, les départements, les départements, les régions et l'Etat"},{"type":"add","content":"1983-01-07 CITATION source Loi n° 83-8 du 7 janvier 1983 relative à la répartition de compétences entre les communes, les départements, les régions et l'Etat *loi Defferre*. - article 103-4 AUTONOME MODIFIE, en vigueur du 1985-12-21 au 1995-12-31"},{"type":"del","content":"1992-12-30 MODIFICATION source Loi n° 92-1376 du 30 décembre 1992 de finances pour 1993 - article 103 AUTONOME PERIME, en vigueur du 1993-01-01 au 2007-09-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1992-12-30 SPEC_APPLI source LOI de finances pour 1993 (n° 92-1376 du 30 décembre 1992)"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1992-12-31 MODIFICATION source LOI de finances rectificative pour 1992 (n° 92-1476 du 31 décembre 1992) - article 69 ENTIEREMENT_MODIF"},{"type":"add","content":"1993-12-31 MODIFICATION source LOI no 93-1436 du 31 décembre 1993 portant réforme de la dotation globale de fonctionnement et modifiant le code des communes et le code général des impôts (rectificatif)"},{"type":"del","content":"2999-01-01 CITATION source Code des communes - article L167-1 AUTONOME ABROGE, en vigueur du 1992-02-08 au 1996-02-24"},{"type":"add","content":"2999-01-01 CITATION source Code des communes - article L234-12 AUTONOME MODIFIE, en vigueur du 1977-03-20 au 1979-01-04"},{"type":"del","content":"2999-01-01 CITATION source Code des communes - article L234-14 AUTONOME MODIFIE, en vigueur du 1977-03-20 au 1979-01-04"},{"type":"add","content":"2999-01-01 CITATION source Code des communes - article L234-13 AUTONOME MODIFIE, en vigueur du 1977-03-20 au 1979-01-04"},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code des communes - article L234-17 AUTONOME MODIFIE, en vigueur du 1977-03-20 au 1979-01-04"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code des communes - article L234-19-3 AUTONOME MODIFIE, en vigueur du 1985-12-03 au 1990-12-02"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code des communes - article L234-6 AUTONOME MODIFIE, en vigueur du 1977-03-20 au 1979-01-04"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code des communes - article L234-7 AUTONOME MODIFIE, en vigueur du 1977-03-20 au 1979-01-04"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      MODIFICATION source Modifications directes incorporées dans l'édition du 18 août 1993"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/31/20/LEGIARTI000006312014.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/31/20/LEGIARTI000006312014.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/31/20/LEGIARTI000006312014.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/31/20/LEGIARTI000006312015.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/31/20/LEGIARTI000006312015.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/31/20/LEGIARTI000006312015.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006312014)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006312015)"}],"status":"modified"}],"stats":{"additions":31,"deletions":198,"filesChanged":1}}