{"sha":"9475c7a8d693","date":"1999-03-31","message":"LOI de finances pour 1997 (n° 96-1181 du 30 décembre 1996)","files":[{"filename":"livre_ii/chapitre_ii/section_i/a/article_1733.md","articleName":"Article 1733","additions":15,"deletions":17,"diff":[{"type":"del","content":"a) Les charges ouvrant droit aux réductions d'impôt prévues aux articles 199 sexies, 199 sexies C, 199 sexies D et 199 septies (M) ;"},{"type":"add","content":"a) Les charges ouvrant droit aux réductions d'impôt prévues aux articles 199 sexies, 199 sexies C, 199 sexies D et 199 septies ;"},{"type":"del","content":"e) Les dépôts dans les fonds salariaux ouvrant droit à la réduction d'impôt prévue à l'article 199 octies ;"},{"type":"add","content":"e) Sans objet ;"},{"type":"del","content":"g) (Périmé) (M)."},{"type":"add","content":"g) Périmé."},{"type":"del","content":"((h) Les dépenses ouvrant droit au crédit d'impôt prévu à l'article 200 ter)) (M)."},{"type":"add","content":"h) Les dépenses ouvrant droit au crédit d'impôt prévu à l'article 200 ter."},{"type":"del","content":"IV. Pour l'application du I en cas de redressements apportés aux résultats des sociétés appartenant à des groupes visés à l'article 223 A, l'insuffisance des chiffres déclarés s'apprécie au niveau de chaque société."},{"type":"del","content":""},{"type":"del","content":"(M) Modification."},{"type":"add","content":"IV. Pour l'application du I en cas de redressements apportés aux résultats des sociétés appartenant à des groupes visés à l'article 223 A, l'insuffisance des chiffres déclarés s'apprécie au niveau de chaque société."},{"type":"del","content":"LOI de finances pour 1998 (n° 97-1269 du 30 décembre 1997) - article 74 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"LOI de finances pour 1997 (n° 96-1181 du 30 décembre 1996) - article 90 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":"Décret no 98-400 du 22 mai 1998 portant incorporation au code général des impôts de divers textes modifiant et complétant certaines dispositions de ce code CODIFICATION cible"},{"type":"add","content":"Décret no 99-382 du 18 mai 1999 portant incorporation au code général des impôts de divers textes modifiant et complétant certaines dispositions de ce code CODIFICATION cible"},{"type":"del","content":"1998-05-22 CODIFICATION source Décret no 98-400 du 22 mai 1998 portant incorporation au code général des impôts de divers textes modifiant et complétant certaines dispositions de ce code"},{"type":"add","content":"1996-12-30 MODIFICATION source LOI de finances pour 1997 (n° 96-1181 du 30 décembre 1996) - article 90 ENTIEREMENT_MODIF"},{"type":"del","content":"      HISTO source Edition du 22 avril 1998"},{"type":"add","content":"1999-05-18 CODIFICATION source Décret no 99-382 du 18 mai 1999 portant incorporation au code général des impôts de divers textes modifiant et complétant certaines dispositions de ce code"},{"type":"del","content":"      TXT_ASSOCIE source Instruction 1997-09-25 13N-2-97"},{"type":"add","content":"      HISTO source Edition du 31 mars 1999"},{"type":"del","content":"1997-12-30 MODIFICATION source LOI de finances pour 1998 (n° 97-1269 du 30 décembre 1997) - article 74 ENTIEREMENT_MODIF"},{"type":"add","content":"      TXT_ASSOCIE source Instruction 1997-09-25 13N-2-97"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/31/29/LEGIARTI000006312927.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/31/29/LEGIARTI000006312927.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/31/29/LEGIARTI000006312927.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/31/29/LEGIARTI000006312928.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/31/29/LEGIARTI000006312928.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/31/29/LEGIARTI000006312928.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006312927)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006312928)"}],"status":"modified"},{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_premier/section_ii/2e_sous-section/i/article_156.md","articleName":"Article 156","additions":37,"deletions":91,"diff":[{"type":"del","content":"Toutefois, lorsque l'un des membres du foyer fiscal fait l'objet d'une procédure de liquidation judiciaire prévue par la loi n° 85-98 ((modifié)) (M) du 25 janvier 1985 relative au redressement et à la liquidation judiciaires des entreprises à raison de l'activité génératrice des déficits mentionnés au premier alinéa, les dispositions du premier alinéa du I sont applicables au montant de ces déficits restant à reporter à la date d'ouverture de la procédure, à la condition que les éléments d'actif affectés à cette activité cessent définitivement d'appartenir, directement ou indirectement, à l'un des membres du foyer fiscal."},{"type":"add","content":"Toutefois, lorsque l'un des membres du foyer fiscal fait l'objet d'une procédure de liquidation judiciaire prévue par la loi n° 85-98 modifié du 25 janvier 1985 relative au redressement et à la liquidation judiciaires des entreprises à raison de l'activité génératrice des déficits mentionnés au premier alinéa, les dispositions du premier alinéa du I sont applicables au montant de ces déficits restant à reporter à la date d'ouverture de la procédure, à la condition que les éléments d'actif affectés à cette activité cessent définitivement d'appartenir, directement ou indirectement, à l'un des membres du foyer fiscal."},{"type":"del","content":"((L'imputation exclusive sur les revenus fonciers n'est pas applicable aux déficits résultant de dépenses autres que les intérêts d'emprunts effectuées sur des locaux d'habitation par leurs propriétaires en vue du réaménagement d'un ou plusieurs immeubles situés dans une zone franche urbaine telle que définie au B du 3 de l'article 42 modifié de la loi n° 95-115 du 4 février 1995 d'orientation pour l'aménagement et le développement du territoire. Les travaux doivent faire l'objet d'une convention approuvée par le représentant de l'Etat dans le département par laquelle le propriétaire de l'immeuble ou les propriétaires dans le cas d'un immeuble soumis à la loi n° 65-557 du 10 juillet 1965 modifié fixant le statut de la copropriété des immeubles bâtis s'engagent à procéder à la réhabilitation complète des parties communes de l'immeuble bâti. Le ou les propriétaires doivent s'engager à louer les locaux nus à usage de résidence principale du locataire pendant une durée de six ans. La location doit prendre effet dans les douze mois qui suivent la date d'achèvement des travaux. Ce dispositif s'applique dans les mêmes conditions lorsque les locaux d'habitation sont la propriété d'une société non soumise à l'impôt sur les sociétés si les associés conservent les titres pendant six ans."},{"type":"add","content":"L'imputation exclusive sur les revenus fonciers n'est pas applicable aux déficits résultant de dépenses autres que les intérêts d'emprunts effectuées sur des locaux d'habitation par leurs propriétaires en vue du réaménagement d'un ou plusieurs immeubles situés dans une zone franche urbaine telle que définie au B du 3 de l'article 42 modifié de la loi n° 95-115 du 4 février 1995 d'orientation pour l'aménagement et le développement du territoire. Les travaux doivent faire l'objet d'une convention approuvée par le représentant de l'Etat dans le département par laquelle le propriétaire de l'immeuble ou les propriétaires dans le cas d'un immeuble soumis à la loi n° 65-557 du 10 juillet 1965 modifié fixant le statut de la copropriété des immeubles bâtis s'engagent à procéder à la réhabilitation complète des parties communes de l'immeuble bâti. Le ou les propriétaires doivent s'engager à louer les locaux nus à usage de résidence principale du locataire pendant une durée de six ans. La location doit prendre effet dans les douze mois qui suivent la date d'achèvement des travaux. Ce dispositif s'applique dans les mêmes conditions lorsque les locaux d'habitation sont la propriété d'une société non soumise à l'impôt sur les sociétés si les associés conservent les titres pendant six ans."},{"type":"del","content":"((En cas de non-respect, par le contribuable, de l'un de ses engagements, le revenu global de l'année au cours de laquelle la rupture intervient est majoré du montant des déficits qui ont fait l'objet d'une imputation au titre des dispositions du cinquième alinéa. Pour son imposition, la fraction du revenu résultant de cette majoration est divisée par le nombre d'années civiles au titre desquelles un déficit a été imputé sur le revenu global ; le résultat est ajouté au revenu global net de l'année de rupture de l'engagement et l'impôt correspondant est égal au produit de la cotisation supplémentaire ainsi obtenue par le nombre d'années pris en compte pour déterminer le quotient. Cette majoration n'est pas appliquée lorsque le non-respect de l'engagement est dû à l'invalidité correspondant au classement dans la deuxième ou la troisième des catégories prévues à l'article L. 341-4 du code de la sécurité sociale, au licenciement ou au décès du contribuable ou de l'un des époux soumis à imposition commune."},{"type":"add","content":"En cas de non-respect, par le contribuable, de l'un de ses engagements, le revenu global de l'année au cours de laquelle la rupture intervient est majoré du montant des déficits qui ont fait l'objet d'une imputation au titre des dispositions du cinquième alinéa. Pour son imposition, la fraction du revenu résultant de cette majoration est divisée par le nombre d'années civiles au titre desquelles un déficit a été imputé sur le revenu global ; le résultat est ajouté au revenu global net de l'année de rupture de l'engagement et l'impôt correspondant est égal au produit de la cotisation supplémentaire ainsi obtenue par le nombre d'années pris en compte pour déterminer le quotient. Cette majoration n'est pas appliquée lorsque le non-respect de l'engagement est dû à l'invalidité correspondant au classement dans la deuxième ou la troisième des catégories prévues à l'article L. 341-4 du code de la sécurité sociale, au licenciement ou au décès du contribuable ou de l'un des époux soumis à imposition commune."},{"type":"del","content":"((Les obligations déclaratives incombant aux contribuables concernés par les dispositions prévues aux cinquième et sixième alinéas sont fixées par décret)) (M) ;"},{"type":"add","content":"Les obligations déclaratives incombant aux contribuables concernés par les dispositions prévues aux cinquième et sixième alinéas sont fixées par décret ;"},{"type":"del","content":"1° ter. Dans les conditions fixées par décret (8), les charges foncières afférentes aux immeubles classés monuments historiques ou inscrits à l'inventaire supplémentaire, ainsi qu'aux immeubles faisant partie du patrimoine national en raison de leur caractère historique ou artistique particulier ((ou en raison du label délivré par la \"Fondation du patrimoine\" en application de l'article 2 de la loi n° 96-590 du 2 juillet 1996 relative à la \"Fondation du patrimoine\" si ce label a été accordé sur avis favorable du service départemental de l'architecture et du patrimoine)) (M1) et qui auront été agréés à cet effet par le ministre de l'économie et des finances ;"},{"type":"add","content":"1° ter. Dans les conditions fixées par décret (8), les charges foncières afférentes aux immeubles classés monuments historiques ou inscrits à l'inventaire supplémentaire, ainsi qu'aux immeubles faisant partie du patrimoine national en raison de leur caractère historique ou artistique particulier ou en raison du label délivré par la \"Fondation du patrimoine\" en application de l'article 2 de la loi n° 96-590 du 2 juillet 1996 relative à la \"Fondation du patrimoine\" si ce label a été accordé sur avis favorable du service départemental de l'architecture et du patrimoine et qui auront été agréés à cet effet par le ministre de l'économie et des finances ;"},{"type":"del","content":"2° Arrérages de rentes payés par lui à titre obligatoire et gratuit constituées avant le 2 novembre 1959 ; pensions alimentaires répondant aux conditions fixées par les articles 205 à 211 et 367 du code civil ((à l'exception de celles versées aux ascendants quand il est fait application des dispositions prévues aux premier et deuxième alinéas du 1° de l'article 199 sexdecies)) (M) ; rentes prévues à l'article 276 du code civil et pensions alimentaires versées en vertu d'une décision de justice, en cas de séparation de corps ou de divorce, ou en cas d'instance en séparation de corps ou de divorce lorsque le conjoint fait l'objet d'une imposition séparée ; contribution aux charges du mariage définie à l'article 214 du code civil, lorsque son versement résulte d'une décision de justice et à condition que les époux fassent l'objet d'une imposition séparée ; dans la limite de 18.000 F et, dans les conditions fixées par un décret en Conseil d'Etat, les versements destinés à constituer le capital de la rente prévue à l'article 294 du code civil (9)."},{"type":"add","content":"2° Arrérages de rentes payés par lui à titre obligatoire et gratuit constituées avant le 2 novembre 1959 ; pensions alimentaires répondant aux conditions fixées par les articles 205 à 211 et 367 du code civil à l'exception de celles versées aux ascendants quand il est fait application des dispositions prévues aux premier et deuxième alinéas du 1° de l'article 199 sexdecies ; rentes prévues à l'article 276 du code civil et pensions alimentaires versées en vertu d'une décision de justice, en cas de séparation de corps ou de divorce, ou en cas d'instance en séparation de corps ou de divorce lorsque le conjoint fait l'objet d'une imposition séparée ; contribution aux charges du mariage définie à l'article 214 du code civil, lorsque son versement résulte d'une décision de justice et à condition que les époux fassent l'objet d'une imposition séparée ; dans la limite de 18.000 F et, dans les conditions fixées par un décret en Conseil d'Etat, les versements destinés à constituer le capital de la rente prévue à l'article 294 du code civil (9)."},{"type":"del","content":"Toutefois, l'avantage en impôt résultant de la déduction prévue ci-dessus ne peut être inférieur par enfant à 4.000 F lorsque la pension alimentaire est versée au profit d'un enfant inscrit dans l'enseignement supérieur. Cet avantage minimal ne peut néanmoins excéder 35 p. 100 des sommes versées (10) (M1)."},{"type":"del","content":""},{"type":"del","content":"Un contribuable ne peut, au titre d'une même année et pour un même enfant, bénéficier à la fois de la déduction d'une pension alimentaire et du rattachement. L'année où l'enfant atteint sa majorité, le contribuable ne peut à la fois déduire une pension pour cet enfant et le considérer à charge pour le calcul de l'impôt (10') (10'');"},{"type":"add","content":"Un contribuable ne peut, au titre d'une même année et pour un même enfant, bénéficier à la fois de la déduction d'une pension alimentaire et du rattachement. L'année où l'enfant atteint sa majorité, le contribuable ne peut à la fois déduire une pension pour cet enfant et le considérer à charge pour le calcul de l'impôt ;"},{"type":"del","content":"2° ter. Avantages en nature consentis en l'absence d'obligation alimentaire résultant des articles 205 à 211 du code civil à des personnes agées de plus de soixante-quinze ans vivant sous le toit du contribuable et dont le revenu imposable n'excède pas le plafond de ressources fixé pour l'octroi de l'allocation supplémentaire mentionnée à l'article L815-2 ou à l'article L815-3 du code de la sécurité sociale (11). La déduction opérée par le contribuable ne peut excéder, par bénéficiaire, l'évaluation des avantages en nature de logement et de nourriture faite pour l'application aux salariés du régime de sécurité sociale (12) (10'')."},{"type":"add","content":"2° ter. Avantages en nature consentis en l'absence d'obligation alimentaire résultant des articles 205 à 211 du code civil à des personnes agées de plus de soixante-quinze ans vivant sous le toit du contribuable et dont le revenu imposable n'excède pas le plafond de ressources fixé pour l'octroi de l'allocation supplémentaire mentionnée à l'article L815-2 ou à l'article L815-3 du code de la sécurité sociale (10). La déduction opérée par le contribuable ne peut excéder, par bénéficiaire, l'évaluation des avantages en nature de logement et de nourriture faite pour l'application aux salariés du régime de sécurité sociale (11)."},{"type":"del","content":"(1')"},{"type":"del","content":""},{"type":"del","content":"(2) Ces dispositions s'appliquent à compter de l'imposition des revenus de l'année 1996 et aux déficits encore reportables après le 31 décembre 1995.."},{"type":"add","content":"(2) Ces dispositions s'appliquent à compter de l'imposition des revenus de l'année 1996 et aux déficits encore reportables après le 31 décembre 1995."},{"type":"del","content":"(5) Ces dispositions s'appliquent aux dépenses payées par les propriétaires qui ont obtenu une autorisation de travaux à compter du 1er janvier 1995.."},{"type":"del","content":""},{"type":"del","content":"(M) Modification de la loi 96-987. Ces dispositions s'appliquent aux dépenses payées à compter du 1er janvier 1997."},{"type":"add","content":"(5) Ces dispositions s'appliquent aux dépenses payées par les propriétaires qui ont obtenu une autorisation de travaux à compter du 1er janvier 1995."},{"type":"del","content":"(M1) Modification de la loi 96-1181."},{"type":"del","content":""},{"type":"del","content":"(10) Alinéa supprimé à compter de l'imposition des revenus de 1998."},{"type":"add","content":"(10) Pour l'année 1998 ce plafond de ressources s'élève à 42.658 F pour une personne seule et à 74.270 F pour un couple marié."},{"type":"del","content":"(10')."},{"type":"del","content":""},{"type":"del","content":"(11) Pour l'année 1995 ce plafond de ressources s'élève à 40.834 F pour une personne seule et à 71.525 F pour un couple marié."},{"type":"del","content":""},{"type":"del","content":"(12) Au titre de 1995, le plafond de déduction des frais d'accueil des personnes âgées de plus de 75 ans s'élève à 17.160 F."},{"type":"add","content":"(11) Au titre de 1998, le plafond de déduction des frais d'accueil des personnes âgées de plus de 75 ans s'élève à 17.840 F."},{"type":"del","content":"LOI no 96-987 du 14 novembre 1996 relative à la mise en oeuvre du pacte de relance pour la ville - article 10 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI no 96-987 du 14 novembre 1996 relative à la mise en oeuvre du pacte de relance pour la ville - article 2 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI no 96-588 du 1er juillet 1996 sur la loyauté et l'équilibre des relations commerciales - article 19 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 96-588 du 1 juillet 1996 sur la loyauté et l'équilibre des relations commerciales - article 20 AUTONOME VIGUEUR, en vigueur depuis le 1996-07-03 MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 96-1236 du 30 décembre 1996 sur l'air et l'utilisation rationnelle de l'énergie - article 24 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI de finances pour 1997 (n° 96-1181 du 30 décembre 1996) - article 16 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI no 97-60 du 24 janvier 1997 tendant, dans l'attente du vote de la loi instituant une prestation d'autonomie pour les personnes âgées dépendantes, à mieux répondre aux besoins des personnes âgées par l'institution d'une prestation spécifique dépendance - article 19 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI no 97-60 du 24 janvier 1997 tendant, dans l'attente du vote de la loi instituant une prestation d'autonomie pour les personnes âgées dépendantes, à mieux répondre aux besoins des personnes âgées par l'institution d'une prestation spécifique dépendance - article 19 ENTIEREMENT_MODIF SPEC_APPLI cible"},{"type":"add","content":"LOI de finances pour 1997 (n° 96-1181 du 30 décembre 1996) - article 93 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":"Décret no 97-661 du 28 mai 1997 portant incorporation au code général des impôts de divers textes modifiant et complétant certaines dispositions de ce code CODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI no 96-987 du 14 novembre 1996 relative à la mise en oeuvre du pacte de relance pour la ville SPEC_APPLI cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1996-07-01 MODIFICATION source LOI no 96-588 du 1er juillet 1996 sur la loyauté et l'équilibre des relations commerciales - article 19 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1996-07-01 MODIFICATION source Loi n° 96-588 du 1 juillet 1996 sur la loyauté et l'équilibre des relations commerciales - article 20 AUTONOME VIGUEUR, en vigueur depuis le 1996-07-03"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1996-11-14 SPEC_APPLI source LOI no 96-987 du 14 novembre 1996 relative à la mise en oeuvre du pacte de relance pour la ville"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1996-11-14 MODIFICATION source LOI no 96-987 du 14 novembre 1996 relative à la mise en oeuvre du pacte de relance pour la ville - article 10 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1996-11-14 MODIFICATION source LOI no 96-987 du 14 novembre 1996 relative à la mise en oeuvre du pacte de relance pour la ville - article 2 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1996-12-30 MODIFICATION source LOI de finances pour 1997 (n° 96-1181 du 30 décembre 1996) - article 16 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1996-12-30 MODIFICATION source LOI n° 96-1236 du 30 décembre 1996 sur l'air et l'utilisation rationnelle de l'énergie - article 24 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1997-01-24 SPEC_APPLI source LOI no 97-60 du 24 janvier 1997 tendant, dans l'attente du vote de la loi instituant une prestation d'autonomie pour les personnes âgées dépendantes, à mieux répondre aux besoins des personnes âgées par l'institution d'une prestation spécifique dépendance - article 19 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1997-01-24 MODIFICATION source LOI no 97-60 du 24 janvier 1997 tendant, dans l'attente du vote de la loi instituant une prestation d'autonomie pour les personnes âgées dépendantes, à mieux répondre aux besoins des personnes âgées par l'institution d'une prestation spécifique dépendance - article 19 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1997-05-28 CODIFICATION source Décret no 97-661 du 28 mai 1997 portant incorporation au code général des impôts de divers textes modifiant et complétant certaines dispositions de ce code"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Livre des procédures fiscales - article L16 AUTONOME VIGUEUR, en vigueur depuis le 2019-12-30"},{"type":"del","content":""},{"type":"del","content":"      HISTO source Edition du 11 avril 1997"},{"type":"add","content":"      HISTO source Edition du 31 mars 1999"},{"type":"del","content":"      TXT_ASSOCIE source Instruction 1999-02-15 5B-6-99"},{"type":"add","content":"      TXT_ASSOCIE source Instruction 1999-02-15 5B-6-99 (156 II 2°)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      TXT_ASSOCIE source Instruction 1999-06-02 5B-12-99 (156 II 2°, 2° ter)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      TXT_ASSOCIE source Instruction 1999-11-26 5D-7-99"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      TXT_ASSOCIE source Instruction 2000-01-07 5B-4-00"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      TXT_ASSOCIE source Instruction 2000-01-07 5b-2-00"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Livre des procédures fiscales - article L16 AUTONOME VIGUEUR, en vigueur depuis le 2019-12-30"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      TXT_ASSOCIE source Réponse ministérielle 1999-06-23 5B-13-99"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/79/LEGIARTI000006307910.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/79/LEGIARTI000006307910.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/79/LEGIARTI000006307910.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/79/LEGIARTI000006307911.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/79/LEGIARTI000006307911.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/79/LEGIARTI000006307911.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006307910)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006307911)"}],"status":"modified"}],"stats":{"additions":52,"deletions":108,"filesChanged":2}}