{"sha":"b67db134b5f5","date":"2016-10-09","message":"LOI n° 2016-1321 du 7 octobre 2016 pour une République numérique","files":[{"filename":"livre_premier/premiere_partie/titre_iv/chapitre_iv/section_ii/7/article_1042_b.md","articleName":"Article 1042 B","additions":8,"deletions":8,"diff":[{"type":"del","content":"Les règles fiscales concernant les transferts à titre gratuit aux collectivités territoriales ou aux établissements publics de coopération intercommunale à fiscalité propre de biens affectés au logement des étudiants sont définies au huitième alinéa de l'article L. 822-1 du code de l'éducation."},{"type":"add","content":"Les règles fiscales concernant les transferts à titre gratuit aux collectivités territoriales ou aux établissements publics de coopération intercommunale à fiscalité propre de biens affectés au logement des étudiants sont définies au neuvième alinéa de l'article L. 822-1 du code de l'éducation."},{"type":"del","content":"LOI n° 2016-1088 du 8 août 2016 relative au travail, à la modernisation du dialogue social et à la sécurisation des parcours professionnels - article 47 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"LOI n° 2016-1321 du 7 octobre 2016 pour une République numérique - article 32 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2016-08-08 MODIFIE cible LOI n° 2016-1088 du 8 août 2016 relative au travail, à la modernisation du dialogue social et à la sécurisation des parcours professionnels - article 47 ENTIEREMENT_MODIF"},{"type":"add","content":"2016-10-07 MODIFIE cible LOI n° 2016-1321 du 7 octobre 2016 pour une République numérique - article 32 ENTIEREMENT_MODIF"},{"type":"del","content":"2999-01-01 CITATION source Code de l'éducation - article L822-1 AUTONOME MODIFIE, en vigueur du 2016-08-10 au 2016-10-09"},{"type":"add","content":"2999-01-01 CITATION source Code de l'éducation - article L822-1 AUTONOME MODIFIE, en vigueur du 2016-10-09 au 2020-01-01"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/02/38/LEGIARTI000033023878.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/02/38/LEGIARTI000033023878.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/02/38/LEGIARTI000033023878.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/21/92/LEGIARTI000033219263.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/21/92/LEGIARTI000033219263.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/21/92/LEGIARTI000033219263.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033023878)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033219263)"}],"status":"modified"},{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_premier/section_ii/1re_sous-section/ii/2/article_39_decies.md","articleName":"Article 39 DECIES","additions":17,"deletions":25,"diff":[{"type":"del","content":"I.-Les entreprises soumises à l'impôt sur les sociétés ou à l'impôt sur le revenu selon un régime réel d'imposition peuvent déduire de leur résultat imposable une somme égale à 40 % de la valeur d'origine des biens hors frais financiers, affectés à leur activité et qu'elles acquièrent ou fabriquent à compter du 15 avril 2015 et jusqu'au 14 avril 2016 lorsque ces biens peuvent faire l'objet d'un amortissement selon le système prévu à l'article 39 A et qu'ils relèvent de l'une des catégories suivantes :"},{"type":"add","content":"I.-Les entreprises soumises à l'impôt sur les sociétés ou à l'impôt sur le revenu selon un régime réel d'imposition peuvent déduire de leur résultat imposable une somme égale à 40 % de la valeur d'origine des biens hors frais financiers, affectés à leur activité et qu'elles acquièrent ou fabriquent à compter du 15 avril 2015 et jusqu'au 14 avril 2017 lorsque ces biens peuvent faire l'objet d'un amortissement selon le système prévu à l'article 39 A et qu'ils relèvent de l'une des catégories suivantes :"},{"type":"del","content":"6° Eléments de structure, matériels et outillages utilisés à des opérations de transport par câbles et notamment au moyen de remontées mécaniques au sens de l'article L. 342-7 du code du tourisme et ce quelles que soient les modalités d'amortissement desdits éléments de structure, matériels et outillages. La déduction visée par le premier paragraphe ci-dessus s'applique également aux biens acquis ou fabriqués jusqu'au 31 décembre 2016. Lorsque la remontée mécanique est acquise ou fabriquée dans le cadre d'un contrat d'affermage, la déduction est pratiquée par le fermier."},{"type":"add","content":"6° Eléments de structure, matériels et outillages utilisés à des opérations de transport par câbles et notamment au moyen de remontées mécaniques au sens de l'article L. 342-7 du code du tourisme et ce quelles que soient les modalités d'amortissement desdits éléments de structure, matériels et outillages. La déduction visée par le premier paragraphe ci-dessus s'applique également aux biens acquis ou fabriqués jusqu'au 14 avril 2017. Lorsque la remontée mécanique est acquise ou fabriquée dans le cadre d'un contrat d'affermage, la déduction est pratiquée par le fermier ;"},{"type":"del","content":"7° Les installations, les équipements, les lignes et câblages des réseaux de communications électroniques en fibre optique ne faisant pas l'objet d'une aide versée par une personne publique. Par dérogation au premier alinéa du présent article, la déduction s'applique aux biens mentionnés au présent 7° qui sont acquis ou fabriqués par l'entreprise à compter du 1er janvier 2016 et jusqu'au 31 décembre 2016."},{"type":"add","content":"7° Les installations, les équipements, les lignes et câblages des réseaux de communications électroniques en fibre optique ne faisant pas l'objet d'une aide versée par une personne publique. Ces biens peuvent bénéficier de la déduction quelles que soient leurs modalités d'amortissement. En cas de cession de droits d'usage portant sur les biens mentionnés à la première phrase du présent 7°, le montant des investissements éligibles est égal à la différence entre le montant total des investissements effectués, hors frais financiers, et le montant ouvrant droit à la déduction des droits d'usage cédés à une entreprise tierce. Par dérogation au premier alinéa du présent I, les entreprises titulaires d'un droit d'usage portant sur ces biens peuvent déduire une somme égale à 40 % du montant facturé au titre de ce droit d'usage pour sa fraction afférente au prix d'acquisition ou de fabrication des biens, y compris par dérogation à la première phrase du présent 7°, lorsque ces biens font partie de réseaux ayant fait l'objet d'une aide versée par une personne publique. Par dérogation au même premier alinéa, la déduction s'applique aux biens mentionnés au présent 7° qui sont acquis ou fabriqués par l'entreprise à compter du 1er janvier 2016 et jusqu'au 14 avril 2017 et aux droits d'usage des biens acquis ou fabriqués au cours de la même période qui font l'objet d'une cession avant le 15 avril 2017 ;"},{"type":"add","content":""},{"type":"add","content":"8° Les logiciels qui contribuent à des opérations industrielles de fabrication et de transformation. Par dérogation au premier alinéa du présent I, la déduction s'applique aux biens mentionnés au présent 8°, quelles que soient leurs modalités d'amortissement ;"},{"type":"add","content":""},{"type":"add","content":"9° Les appareils informatiques prévus pour une utilisation au sein d'une baie informatique acquis ou fabriqués par l'entreprise et les machines destinées au calcul intensif acquises de façon intégrée, à compter du 12 avril 2016 et jusqu'au 14 avril 2017. Par dérogation au premier alinéa du présent I, la déduction s'applique aux biens mentionnés au présent 9°, quelles que soient leurs modalités d'amortissement."},{"type":"del","content":"L'entreprise qui prend en location un bien neuf mentionné au premier alinéa du présent I dans les conditions prévues au 1 de l'article L. 313-7 du code monétaire et financier en application d'un contrat de crédit-bail ou dans le cadre d'un contrat de location avec option d'achat, conclu à compter du 15 avril 2015 et jusqu'au 14 avril 2016, peut déduire une somme égale à 40 % de la valeur d'origine du bien hors frais financiers, au moment de la signature du contrat. Cette déduction est répartie sur la durée mentionnée au huitième alinéa du présent I. Si l'entreprise crédit-preneuse ou locataire acquiert le bien, elle peut continuer à appliquer la déduction. La déduction cesse à compter de la cession ou de la cessation par celle-ci du contrat de crédit-bail ou de location avec option d'achat ou du bien et ne peut pas s'appliquer au nouvel exploitant."},{"type":"add","content":"L'entreprise qui prend en location un bien neuf mentionné au premier alinéa du présent I dans les conditions prévues au 1 de l'article L. 313-7 du code monétaire et financier en application d'un contrat de crédit-bail ou dans le cadre d'un contrat de location avec option d'achat peut déduire une somme égale à 40 % de la valeur d'origine du bien hors frais financiers, au moment de la signature du contrat. Ces contrats sont ceux conclus à compter du 15 avril 2015 et jusqu'au 14 avril 2017 pour les biens mentionnés aux 1° à 6° et 8° du présent I, à compter du 1er janvier 2016 et jusqu'au 14 avril 2017 pour les biens mentionnés au 7° et à compter du 12 avril 2016 et jusqu'au 14 avril 2017 pour les biens mentionnés au 9°. Cette déduction est répartie sur la durée mentionnée au onzième alinéa du présent I. Si l'entreprise crédit-preneuse ou locataire acquiert le bien, elle peut continuer à appliquer la déduction. La déduction cesse à compter de la cession ou de la cessation par celle-ci du contrat de crédit-bail ou de location avec option d'achat ou du bien et ne peut pas s'appliquer au nouvel exploitant."},{"type":"del","content":"II.-Les associés coopérateurs des coopératives d'utilisation de matériel agricole et les coopératives régies par les 2°, 3° et 3° bis du 1 de l'article 207 du présent code peuvent bénéficier de la déduction prévue au I du présent article à raison des biens acquis, fabriqués ou pris en crédit-bail ou en location avec option d'achat par ces coopératives du 15 octobre 2015 au 14 avril 2016."},{"type":"add","content":"II.-Les associés coopérateurs des coopératives d'utilisation de matériel agricole et des coopératives régies par les 2°, 3° et 3° bis du 1 de l'article 207 du présent code peuvent bénéficier de la déduction prévue au I du présent article à raison des biens acquis, fabriqués ou pris en crédit-bail ou en location avec option d'achat par ces coopératives du 15 octobre 2015 au 14 avril 2017, d'une part, au titre des biens affectés exclusivement à des opérations exonérées, d'autre part, au titre des biens affectés à la fois à des opérations exonérées et à des opérations taxables au prorata du chiffre d'affaires des opérations exonérées rapporté au chiffre d'affaires total."},{"type":"del","content":"Chaque associé coopérateur peut déduire une quote-part de la déduction, déterminée à proportion :"},{"type":"add","content":"Chaque associé coopérateur peut déduire une quote-part de la déduction, ainsi déterminée égale à la proportion :"},{"type":"del","content":"Conformément à l'article 25 II de la loi n° 2015-1785 du 29 décembre 2015, le II du présent article s'applique aux exercices en cours à la date d'acquisition, de fabrication ou de prise en crédit-bail ou en location avec option d'achat."},{"type":"add","content":"Conformément au II de l'article 75 de la loi n° 2016-1321 du 7 octobre 2016, le II du présent article s'applique aux biens acquis, fabriqués ou pris en crédit-bail ou en location avec option d'achat par les coopératives à compter du 26 avril 2016."},{"type":"del","content":"LOI n° 2015-1785 du 29 décembre 2015 de finances pour 2016 - article 26 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2015-12-31 au 2020-08-01 MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2015-1786 du 29 décembre 2015 de finances rectificative pour 2015 - article 32 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2015-1785 du 29 décembre 2015 de finances pour 2016 - article 25 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2015-12-31 au 2020-08-01 MODIFIE source"},{"type":"add","content":"LOI n° 2016-1321 du 7 octobre 2016 pour une République numérique - article 75 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2016-10-09 MODIFIE source"},{"type":"del","content":"2015-12-29 MODIFIE cible LOI n° 2015-1786 du 29 décembre 2015 de finances rectificative pour 2015 - article 32 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2015-12-29 MODIFIE cible LOI n° 2015-1785 du 29 décembre 2015 de finances pour 2016 - article 25 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2015-12-31 au 2020-08-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2015-12-29 MODIFIE cible LOI n° 2015-1785 du 29 décembre 2015 de finances pour 2016 - article 26 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2015-12-31 au 2020-08-01"},{"type":"add","content":"2016-10-07 MODIFIE cible LOI n° 2016-1321 du 7 octobre 2016 pour une République numérique - article 75 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2016-10-09"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/31/77/93/LEGIARTI000031779356.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/31/77/93/LEGIARTI000031779356.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/31/77/93/LEGIARTI000031779356.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/21/98/LEGIARTI000033219859.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/21/98/LEGIARTI000033219859.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/21/98/LEGIARTI000033219859.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000031779356)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033219859)"}],"status":"modified"}],"stats":{"additions":25,"deletions":33,"filesChanged":2}}