{"sha":"be79536de550","date":"2017-08-14","message":"LOI n° 2016-1917 du 29 décembre 2016 de finances pour 2017","files":[{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_ii/section_v/9_credit_d_impot_en_faveur_des_createurs_de_jeux_video/README.md","articleName":"Sommaire - 9 Credit D Impot En Faveur Des Createurs De Jeux Video","additions":16,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# 9° Crédit d'impôt en faveur des créateurs de jeux vidéo"},{"type":"add","content":""},{"type":"add","content":"- [Article 220 terdecies](article_220_terdecies.md)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/25/91/89/LEGISCTA000025918913.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/25/91/89/LEGISCTA000025918913.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/SCTA/00/00/25/91/89/LEGISCTA000025918913.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://9_credit_d_impot_en_faveur_des_createurs_de_jeux_video/README.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/section_lc/LEGITEXT000006069577/LEGISCTA000025918913)"},{"type":"add","content":""}],"status":"added"},{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_ii/section_v/9_credit_d_impot_en_faveur_des_createurs_de_jeux_video/article_220_terdecies.md","articleName":"Article 220 TERDECIES","additions":242,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article 220 terdecies"},{"type":"add","content":""},{"type":"add","content":"I. – Les entreprises de création de jeux vidéo soumises à l'impôt sur les sociétés ou exonérées en application des articles 44 sexies, 44 sexies A, 44 septies, 44 octies, 44 octies A, 44 duodecies et 44 quindecies peuvent bénéficier d'un crédit d'impôt au titre des dépenses mentionnées au IV qu'elles exposent en vue de la création de jeux vidéo agréés."},{"type":"add","content":""},{"type":"add","content":"Le bénéfice du crédit d'impôt est subordonné au respect, par les entreprises de création de jeux vidéo, de la législation sociale en vigueur."},{"type":"add","content":""},{"type":"add","content":"II. – Est considéré comme un jeu vidéo tout logiciel de loisir mis à la disposition du public sur un support physique ou en ligne intégrant des éléments de création artistique et technologique, proposant à un ou plusieurs utilisateurs une série d'interactions s'appuyant sur une trame scénarisée ou des situations simulées et se traduisant sous forme d'images animées, sonorisées ou non."},{"type":"add","content":""},{"type":"add","content":"III. – 1. – Les jeux vidéo ouvrant droit au bénéfice du crédit d'impôt doivent répondre aux conditions suivantes :"},{"type":"add","content":""},{"type":"add","content":"1° Avoir un coût de développement supérieur ou égal à 100 000 € ;"},{"type":"add","content":""},{"type":"add","content":"2° Etre destinés à une commercialisation effective auprès du public ;"},{"type":"add","content":""},{"type":"add","content":"3° Etre réalisés principalement avec le concours d'auteurs et de collaborateurs de création qui sont, soit de nationalité française, soit ressortissants d'un autre Etat membre de l'Union européenne, ou d'un autre Etat partie à l'accord sur l'Espace économique européen ayant conclu avec la France une convention d'assistance administrative en vue de lutter contre la fraude et l'évasion fiscales. Les étrangers, autres que les ressortissants européens précités, ayant la qualité de résidents français sont assimilés aux citoyens français ;"},{"type":"add","content":""},{"type":"add","content":"4° Contribuer au développement de la création française et européenne en matière de jeux vidéo ainsi qu'à sa diversité en se distinguant notamment par la qualité, l'originalité ou le caractère innovant du concept et le niveau des dépenses artistiques."},{"type":"add","content":""},{"type":"add","content":"Le respect des conditions de création prévues aux 3° et 4° est vérifié au moyen d'un barème de points dont le contenu est fixé par décret."},{"type":"add","content":""},{"type":"add","content":"2. – N'ouvrent pas droit au bénéfice du crédit d'impôt les jeux vidéo comportant des séquences à caractère pornographique ou de très grande violence, susceptibles de nuire gravement à l'épanouissement physique, mental ou moral des utilisateurs. A l'exception de ceux comportant des séquences à caractère pornographique ou de très grande violence, les jeux vidéo spécifiquement destinés à un public d'adultes et qui sont commercialisés comme tels ouvrent droit au crédit d'impôt dès lors que leur contribution au développement et à la diversité de la création française et européenne en matière de jeux vidéo présente un niveau particulièrement significatif, déterminé au moyen du barème de points mentionné au 4° du 1."},{"type":"add","content":""},{"type":"add","content":"IV. – 1. – Pour la création d'un jeu vidéo déterminé, le crédit d'impôt calculé au titre de chaque année est égal à 30 % du montant total des dépenses suivantes, correspondant à des opérations effectuées en France, dans un autre Etat membre de l'Union européenne, ou dans un autre Etat partie à l'accord sur l'Espace économique européen ayant conclu avec la France une convention d'assistance administrative en vue de lutter contre la fraude et l'évasion fiscales, dès lors qu'elles entrent dans la détermination du résultat imposable :"},{"type":"add","content":""},{"type":"add","content":"1° Les dotations aux amortissements des immobilisations créées ou acquises à l'état neuf et affectées directement à la création du jeu vidéo dans les conditions prévues au III. Les dotations aux amortissements des immeubles ne sont pas retenues dans la base de calcul du crédit d'impôt ;"},{"type":"add","content":""},{"type":"add","content":"2° Les rémunérations versées aux auteurs au sens de l'article L. 113-1 du code de la propriété intellectuelle ayant participé à la création du jeu vidéo, en application d'un contrat de cession de droits d'exploitation ainsi que les charges sociales afférentes ;"},{"type":"add","content":""},{"type":"add","content":"3° Les dépenses de personnel relatives aux salariés de l'entreprise affectés directement à la création du jeu vidéo répondant aux conditions prévues au III et les dépenses salariales des personnels techniques et administratifs qui y concourent, ainsi que les charges sociales afférentes ;"},{"type":"add","content":""},{"type":"add","content":"4° Les autres dépenses de fonctionnement, pour leur quote-part affectée à l'activité de création du jeu vidéo. Ces dépenses comprennent les achats de matières, fournitures et matériels, les loyers des immeubles, les frais d'entretien et de réparation afférents à ces immeubles, les frais de voyage et de déplacement, les frais de documentation technique et les frais postaux et de communication électronique ;"},{"type":"add","content":""},{"type":"add","content":"5° Les dépenses exposées pour la création d'un jeu vidéo répondant aux conditions prévues au III confiées à d'autres entreprises ou organismes. Ces dépenses entrent dans la base de calcul du crédit d'impôt dans la limite de 2 millions d'euros par exercice."},{"type":"add","content":""},{"type":"add","content":"2. – Les dépenses mentionnées au 1 ouvrent droit au bénéfice du crédit d'impôt à compter de la date de réception par le président du Centre national du cinéma et de l'image animée d'une demande d'agrément provisoire. Cet agrément est délivré après sélection par un comité d'experts chargé de vérifier que le jeu vidéo remplit les conditions prévues au III."},{"type":"add","content":""},{"type":"add","content":"Seules ouvrent droit au crédit d'impôt les dépenses exposées dans les trente-six mois qui précèdent la date de délivrance de l'agrément définitif mentionnée à l'article 220 X ."},{"type":"add","content":""},{"type":"add","content":"V. – Les subventions publiques reçues par les entreprises à raison des opérations ouvrant droit au bénéfice du crédit d'impôt sont déduites des bases de calcul de ce crédit d'impôt."},{"type":"add","content":""},{"type":"add","content":"VI. – Le crédit d'impôt est plafonné pour chaque entreprise à 6 millions d'euros par exercice. Lorsque l'exercice est d'une durée inférieure ou supérieure à douze mois, le montant du plafond est diminué ou augmenté dans les mêmes proportions que la durée de l'exercice."},{"type":"add","content":""},{"type":"add","content":"VII. – Les conditions d'application du présent article, notamment celles relatives à la délivrance de l'agrément provisoire et aux obligations déclaratives incombant aux entreprises, sont fixées par décret."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Décret n° 2014-549 du 26 mai 2014 article 1 : Au premier alinéa du I, les références : , 44 decies, 44 undecies sont périmées."},{"type":"add","content":""},{"type":"add","content":"Loi n° 2016-1917 du 29 décembre 2016, article 79 II : Ces dispositions entrent en vigueur à une date fixée par décret, qui ne peut être postérieure de plus de six mois à la date de réception par le Gouvernement de la réponse de la Commission européenne permettant de considérer le dispositif législatif lui ayant été notifié comme conforme au droit de l'Union européenne en matière d'aides d'Etat."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2016-1917 du 29 décembre 2016 de finances pour 2017 - article 79 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2017-01-01 au 2017-12-30 MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2016-1917 du 29 décembre 2016 de finances pour 2017 - article 80 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2017-1281 du 9 août 2017 fixant l'entrée en vigueur des dispositions relatives au crédit d'impôt en faveur des créateurs de jeux vidéo prévues aux articles 79 et 80 de la loi n° 2016-1917 du 29 décembre 2016 de finances pour 2017 MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1998-06-17 CITATION cible Loi n° 98-468 du 17 juin 1998 relative à la prévention et à la répression des infractions sexuelles ainsi qu'à la protection des mineurs - article 32 AUTONOME VIGUEUR, en vigueur depuis le 2015-02-18"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2008-05-29 CITATION cible Arrêté du 29 mai 2008 pris pour l'application des articles 5 et 6 du décret n° 2008-508 du 29 mai 2008 pris pour l'application des articles 220 terdecies et 220 X du code général des impôts et relatif à l'agrément des jeux vidéo ouvrant droit au crédit d'impôt pour dépenses de création de jeux vidéo ABROGE, en vigueur du 2008-06-01 au 2014-07-12"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2008-05-29 CITATION cible Arrêté du 29 mai 2008 pris pour l'application des articles 5 et 6 du décret n° 2008-508 du 29 mai 2008 pris pour l'application des articles 220 terdecies et 220 X du code général des impôts et relatif à l'agrément des jeux vidéo ouvrant droit au crédit d'impôt pour dépenses de création de jeux vidéo - article 4 AUTONOME ABROGE, en vigueur du 2008-06-01 au 2014-07-12"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2008-05-29 CITATION cible Arrêté du 29 mai 2008 pris pour l'application des articles 5 et 6 du décret n° 2008-508 du 29 mai 2008 pris pour l'application des articles 220 terdecies et 220 X du code général des impôts et relatif à l'agrément des jeux vidéo ouvrant droit au crédit d'impôt pour dépenses de création de jeux vidéo - article 5 AUTONOME ABROGE, en vigueur du 2008-06-01 au 2014-07-12"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2008-05-29 CITATION cible Décret n° 2008-508 du 29 mai 2008 pris pour l'application des articles 220 terdecies et 220 X du code général des impôts et relatif à l'agrément des jeux vidéo ouvrant droit au crédit d'impôt pour dépenses de création de jeux vidéo - article 1 AUTONOME ABROGE, en vigueur du 2008-06-01 au 2014-07-12"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2008-05-29 CITATION cible Décret n° 2008-508 du 29 mai 2008 pris pour l'application des articles 220 terdecies et 220 X du code général des impôts et relatif à l'agrément des jeux vidéo ouvrant droit au crédit d'impôt pour dépenses de création de jeux vidéo - article 3 AUTONOME ABROGE, en vigueur du 2008-06-01 au 2014-07-12"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2008-05-29 CITATION cible Décret n° 2008-508 du 29 mai 2008 pris pour l'application des articles 220 terdecies et 220 X du code général des impôts et relatif à l'agrément des jeux vidéo ouvrant droit au crédit d'impôt pour dépenses de création de jeux vidéo - article 4 AUTONOME ABROGE, en vigueur du 2008-06-01 au 2014-07-12"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2008-05-29 CITATION cible Décret n° 2008-508 du 29 mai 2008 pris pour l'application des articles 220 terdecies et 220 X du code général des impôts et relatif à l'agrément des jeux vidéo ouvrant droit au crédit d'impôt pour dépenses de création de jeux vidéo - article 5 AUTONOME ABROGE, en vigueur du 2008-06-01 au 2014-07-12"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2008-05-29 CITATION cible Décret n° 2008-508 du 29 mai 2008 pris pour l'application des articles 220 terdecies et 220 X du code général des impôts et relatif à l'agrément des jeux vidéo ouvrant droit au crédit d'impôt pour dépenses de création de jeux vidéo - article 6 AUTONOME ABROGE, en vigueur du 2008-06-01 au 2014-07-12"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2008-05-29 CITATION cible Décret n° 2008-508 du 29 mai 2008 pris pour l'application des articles 220 terdecies et 220 X du code général des impôts et relatif à l'agrément des jeux vidéo ouvrant droit au crédit d'impôt pour dépenses de création de jeux vidéo - article 7 AUTONOME ABROGE, en vigueur du 2008-06-01 au 2014-07-12"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2008-05-29 CITATION cible Décret n° 2008-508 du 29 mai 2008 pris pour l'application des articles 220 terdecies et 220 X du code général des impôts et relatif à l'agrément des jeux vidéo ouvrant droit au crédit d'impôt pour dépenses de création de jeux vidéo - article 8 AUTONOME ABROGE, en vigueur du 2008-06-01 au 2014-07-12"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2015-06-23 CITATION cible Décret n° 2015-722 du 23 juin 2015 relatif au crédit d'impôt pour dépenses de création de jeux vidéo VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2015-10-07 CITATION cible Décret n° 2015-1251 du 7 octobre 2015 portant définition des caractéristiques de la signalétique prévue par le deuxième alinéa de l'article 32 de la loi n° 98-468 du 17 juin 1998 modifiée relative à la prévention et à la répression des infractions sexuelles ainsi qu'à la protection des mineurs et portant désignation de l'autorité administrative compétente pour prendre les mesures prévues aux articles 32 et 33 de la même loi - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2015-10-10"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2015-10-07 CITATION cible Décret n° 2015-1251 du 7 octobre 2015 portant définition des caractéristiques de la signalétique prévue par le deuxième alinéa de l'article 32 de la loi n° 98-468 du 17 juin 1998 modifiée relative à la prévention et à la répression des infractions sexuelles ainsi qu'à la protection des mineurs et portant désignation de l'autorité administrative compétente pour prendre les mesures prévues aux articles 32 et 33 de la même loi - article 6 AUTONOME VIGUEUR, en vigueur depuis le 2015-10-10"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2016-10-07 CITATION cible LOI n° 2016-1321 du 7 octobre 2016 pour une République numérique - article 101 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2016-12-29 MODIFIE cible LOI n° 2016-1917 du 29 décembre 2016 de finances pour 2017 - article 79 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2017-01-01 au 2017-12-30"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2016-12-29 MODIFIE cible LOI n° 2016-1917 du 29 décembre 2016 de finances pour 2017 - article 80 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2017-08-09 MODIFICATION source Décret n° 2017-1281 du 9 août 2017 fixant l'entrée en vigueur des dispositions relatives au crédit d'impôt en faveur des créateurs de jeux vidéo prévues aux articles 79 et 80 de la loi n° 2016-1917 du 29 décembre 2016 de finances pour 2017"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2017-08-09 CITATION cible Décret n° 2017-1281 du 9 août 2017 fixant l'entrée en vigueur des dispositions relatives au crédit d'impôt en faveur des créateurs de jeux vidéo prévues aux articles 79 et 80 de la loi n° 2016-1917 du 29 décembre 2016 de finances pour 2017 VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2019-02-05 CITATION cible Arrêté du 5 février 2019 pris en application des articles 2, 3 et 4 du décret n° 2019-66 du 1er février 2019 relatif à l'expérimentation du « pass Culture » - article Annexe 1 AUTONOME ABROGE, en vigueur du 2019-06-07 au 2021-05-21"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2021-05-20 CITATION cible Arrêté du 20 mai 2021 portant application du décret n° 2021-628 du 20 mai 2021 relatif au « pass Culture » - article AUTONOME VIGUEUR, en vigueur depuis le 2023-07-31"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2022-10-19 CITATION cible Décret n° 2022-1392 du 19 octobre 2022 modifiant les dispositions du code du cinéma et de l'image animée relatives aux crédits d'impôt en faveur des créateurs de jeux vidéo VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-07-24 CITATION cible Arrêté du 24 juillet 2023 modifiant l'arrêté du 20 mai 2021 portant application du décret n° 2021-628 du 20 mai 2021 relatif au « pass Culture » - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2025-02-14 CITATION cible LOI n° 2025-127 du 14 février 2025 de finances pour 2025 - article 104 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la propriété intellectuelle - article L113-1 AUTONOME VIGUEUR, en vigueur depuis le 1992-07-03"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 46 quater-0 YZG AUTONOME VIGUEUR, en vigueur depuis le 2008-06-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 46 quater-0 YZI AUTONOME VIGUEUR, en vigueur depuis le 2008-06-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CONCORDE cible Code général des impôts - article 244 quater S AUTONOME TRANSFERE, en vigueur du 2008-01-01 au 2007-12-29"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la sécurité intérieure - article L321-8 AUTONOME VIGUEUR, en vigueur depuis le 2016-10-09"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code du cinéma et de l'image animée - article 120-1 AUTONOME VIGUEUR, en vigueur depuis le 2025-07-14"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code du cinéma et de l'image animée - article A331-27 AUTONOME VIGUEUR, en vigueur depuis le 2015-06-26"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code du cinéma et de l'image animée - article D331-19 AUTONOME VIGUEUR, en vigueur depuis le 2014-07-12"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code du cinéma et de l'image animée - article D331-20 AUTONOME VIGUEUR, en vigueur depuis le 2014-07-12"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code du cinéma et de l'image animée - article D331-21 AUTONOME VIGUEUR, en vigueur depuis le 2014-07-12"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code du cinéma et de l'image animée - article D331-22 AUTONOME VIGUEUR, en vigueur depuis le 2022-11-02"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code du cinéma et de l'image animée - article D331-25 AUTONOME VIGUEUR, en vigueur depuis le 2022-11-02"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code du cinéma et de l'image animée - article D331-26 AUTONOME VIGUEUR, en vigueur depuis le 2014-07-12"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code du cinéma et de l'image animée - article D331-31 AUTONOME VIGUEUR, en vigueur depuis le 2021-11-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code du cinéma et de l'image animée - article D331-32 AUTONOME VIGUEUR, en vigueur depuis le 2014-07-12"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code du cinéma et de l'image animée - article D331-35 AUTONOME VIGUEUR, en vigueur depuis le 2014-07-12"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code du cinéma et de l'image animée - article L111-3 AUTONOME MODIFIE, en vigueur du 2022-01-01 au 2024-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code du cinéma et de l'image animée - article L331-3 AUTONOME VIGUEUR, en vigueur depuis le 2009-07-26"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 220 X AUTONOME VIGUEUR, en vigueur depuis le 2014-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 223 O AUTONOME MODIFIE, en vigueur du 2021-06-17 au 2022-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code général des impôts - article 44 duodecies AUTONOME MODIFIE, en vigueur du 2007-01-01 au 2007-12-29"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code général des impôts, CGI. - art. 44 quindecies"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code général des impôts - article 44 septies AUTONOME MODIFIE, en vigueur du 1988-12-28 au 1990-12-30"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code général des impôts - article 44 sexies AUTONOME MODIFIE, en vigueur du 1988-12-28 au 1995-10-27"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code général des impôts - article 44 sexies A AUTONOME MODIFIE, en vigueur du 2003-12-31 au 2004-12-31"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 46 quater-0 YZH AUTONOME VIGUEUR, en vigueur depuis le 2010-05-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/31/LEGIARTI000033813155.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/31/LEGIARTI000033813155.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/31/LEGIARTI000033813155.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_impots/src/branch/main/livre_premier/premiere_partie/titre_premier/chapitre_ii/section_v/9_credit_d_impot_en_faveur_des_createurs_de_jeux_video/article_220_terdecies.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033813155)"},{"type":"add","content":""}],"status":"added"},{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_ii/section_v/README.md","articleName":"Sommaire - Section V","additions":1,"deletions":0,"diff":[{"type":"add","content":"- [9° Crédit d'impôt en faveur des créateurs de jeux vidéo](9_credit_d_impot_en_faveur_des_createurs_de_jeux_video/README.md)"}],"status":"modified"}],"stats":{"additions":259,"deletions":0,"filesChanged":3}}