{"sha":"ce4086af8071","date":"2014-12-30","message":"LOI n° 2013-1278 du 29 décembre 2013 de finances pour 2014","files":[{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_ii/section_iii/article_217_duodecies.md","articleName":"Article 217 DUODECIES","additions":19,"deletions":18,"diff":[{"type":"add","content":"La condition prévue à la sixième phrase du premier alinéa du I de l'article 217 undecies ne s'applique pas aux investissements réalisés à Saint-Pierre-et-Miquelon, en Nouvelle-Calédonie, en Polynésie française, à Saint-Barthélemy, dans les îles Wallis et Futuna et dans les Terres australes et antarctiques françaises."},{"type":"add","content":""},{"type":"del","content":"Le I bis de l'article 217 undecies est applicable à Saint-Barthélemy, Saint-Martin, Saint-Pierre-et-Miquelon, en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna. Dans ces collectivités, pour l'application des 1° et 3° du même I bis, la référence à la loi n° 84-595 du 12 juillet 1984 définissant la location-accession à la propriété immobilière est remplacée par la référence à la réglementation applicable localement. La condition prévue au 2° du même I bis n'est pas applicable."},{"type":"add","content":"Le I bis de l'article 217 undecies est applicable à Saint-Barthélemy, Saint-Martin, Saint-Pierre-et-Miquelon, en Nouvelle-Calédonie, en Polynésie française et dans les îles Wallis et Futuna. Dans ces collectivités, pour l'application des 1° et 3° du même I bis, la référence à la loi n° 84-595 du 12 juillet 1984 définissant la location-accession à la propriété immobilière est remplacée par la référence à la réglementation applicable localement. La condition prévue au 2° du même I bis n'est pas applicable."},{"type":"add","content":"Le VI de l'article 217 undecies ne s'applique pas aux investissements réalisés à Saint-Pierre-et-Miquelon, en Nouvelle-Calédonie, en Polynésie française, à Saint-Barthélemy, dans les îles Wallis et Futuna et dans les Terres australes et antarctiques françaises."},{"type":"del","content":"### Nota"},{"type":"del","content":"Conformément à l'article 21 III de la loi n° 2013-1278 du 29 décembre 2013 de finances pour 2014, les dispositions de l'article 217 duodecies, dans leur rédaction issue de la présente loi, sont applicables aux investissements réalisés à compter du 1er juillet 2014, sous réserve que la Commission européenne ait déclaré ses dispositions compatibles avec le droit de l'Union européenne. Toutefois, il reste applicable dans les conditions prévues par les dispositions antérieures à la présente loi :"},{"type":"add","content":"### Nota"},{"type":"del","content":"1° Aux investissements pour l'agrément desquels une demande est parvenue à l'administration avant le 1er juillet 2014 et :"},{"type":"del","content":"a) Pour les biens meubles, qui font l'objet d'une commande avant le 31 décembre 2014 et pour lesquels des acomptes au moins égaux à 50 % de leur prix ont été versés à cette date ;"},{"type":"del","content":"b) Pour les travaux de réhabilitation d'immeubles, pour lesquels des acomptes au moins égaux à 50 % de leur prix ont été versés au plus tard le 31 décembre 2014 ;"},{"type":"del","content":"c) Qui portent sur des biens immeubles dont l'achèvement des fondations intervient au plus tard le 31 décembre 2015 ;"},{"type":"del","content":"2° Aux acquisitions d'immeubles ayant fait l'objet d'une déclaration d'ouverture de chantier avant le 1er juillet 2014 ;"},{"type":"del","content":"3° Aux acquisitions de biens meubles corporels commandés avant le 1er juillet 2014 et pour lesquels des acomptes au moins égaux à 50 % de leur prix ont été versés à cette date ;"},{"type":"del","content":"4° Aux travaux de réhabilitation d'immeubles pour lesquels des acomptes au moins égaux à 50 % de leur prix ont été versés avant le 1er juillet 2014."},{"type":"del","content":"Les entreprises qui réalisent les investissements mentionnés aux 1° à 4° du présent III peuvent opter, quel que soit leur chiffre d'affaires, pour l'application à ces investissements du crédit d'impôt prévu à l' article 244 quater W du code général des impôts, dans les conditions prévues au V de ce même article, ou, le cas échéant, pour l'application à ces investissements du crédit d'impôt prévu à l'article 244 quater X du même code, dans les conditions prévues au V de ce même article."},{"type":"add","content":"Conformément à l'article 67 III B de la loi n° 2014-1655 du 29 décembre 2014 de finance rectificative pour 2014, ces dispositions s'appliquent aux déductions et aux réductions et crédits d'impôt dont le fait générateur intervient à compter du 1er janvier 2015 , y compris aux déductions et aux réductions d'impôts afférentes aux investissements mentionnés aux deuxième à dernier alinéas du III de l'article 21 de la loi n° 2013-1278 du 29 décembre 2013 de finances pour 2014, dans leur rédaction résultant du II du présent article ."},{"type":"del","content":"LOI n° 2013-1278 du 29 décembre 2013 de finances pour 2014 - article 21 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2014-01-01 au 2014-12-30 MODIFIE source"},{"type":"add","content":"LOI n° 2013-1278 du 29 décembre 2013 de finances pour 2014 - article 21 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2014-12-30 MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2014-1655 du 29 décembre 2014 de finances rectificative pour 2014 - article 67 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2014-12-30 MODIFIE source"},{"type":"del","content":"2013-12-29 MODIFIE cible LOI n° 2013-1278 du 29 décembre 2013 de finances pour 2014 - article 21 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2014-01-01 au 2014-12-30"},{"type":"add","content":"2013-12-29 CITATION cible LOI n° 2013-1278 du 29 décembre 2013 de finances pour 2014 - article 21 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2014-12-30"},{"type":"del","content":"2013-12-29 CITATION cible LOI n° 2013-1278 du 29 décembre 2013 de finances pour 2014 - article 21 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2014-12-30"},{"type":"add","content":"2013-12-29 MODIFIE cible LOI n° 2013-1278 du 29 décembre 2013 de finances pour 2014 - article 21 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2014-12-30"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2014-12-29 MODIFIE cible LOI n° 2014-1655 du 29 décembre 2014 de finances rectificative pour 2014 - article 67 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2014-12-30"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/28/41/81/LEGIARTI000028418115.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/28/41/81/LEGIARTI000028418115.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/28/41/81/LEGIARTI000028418115.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/06/20/LEGIARTI000030062062.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/06/20/LEGIARTI000030062062.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/30/06/20/LEGIARTI000030062062.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000028418115)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000030062062)"}],"status":"modified"},{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_ii/section_iii/article_217_undecies.md","articleName":"Article 217 UNDECIES","additions":28,"deletions":39,"diff":[{"type":"del","content":"I. Les entreprises soumises à l'impôt sur les sociétés réalisant, au titre de leur dernier exercice clos, un chiffre d'affaires inférieur à 20 millions d'euros peuvent déduire de leurs résultats imposables une somme égale au montant, hors taxes et hors frais de toute nature, notamment les commissions d'acquisition, à l'exception des frais de transport, d'installation et de mise en service amortissables, des investissements productifs, diminuée de la fraction de leur prix de revient financée par une aide publique ainsi que, lorsque l'investissement a pour objet de remplacer un investissement ayant bénéficié de l'un des dispositifs définis au présent article ou aux articles 199 undecies B ou 244 quater W, de la valeur réelle de l'investissement remplacé, qu'elles réalisent dans les départements de la Guadeloupe, de la Guyane, de la Martinique, de Mayotte et de la Réunion pour l'exercice d'une activité éligible en application du I de l'article 199 undecies B. Lorsque l'entreprise n'a clôturé aucun exercice, son chiffre d'affaires est réputé nul. Si le dernier exercice clos est d'une durée de plus ou moins de douze mois, le montant du chiffre d'affaires est corrigé pour correspondre à une année pleine. Lorsque la déduction d'impôt s'applique dans les conditions prévues aux quatorzième à dix-neuvième alinéas, le chiffre d'affaires défini au présent alinéa s'apprécie au niveau de l'entreprise locataire ou crédit-preneuse, qui en communique le montant à la société qui réalise l'investissement. Lorsque l'entreprise mentionnée aux première et avant-dernière phrases du présent alinéa est liée, directement ou indirectement, à une ou plusieurs autres entreprises au sens du 12 de l'article 39, le chiffre d'affaires à retenir s'entend de la somme de son chiffre d'affaires et de celui de l'ensemble des entreprises qui lui sont liées. Pour les projets d'investissement comportant l'acquisition, l'installation ou l'exploitation d'équipements de production d'énergie renouvelable, le montant déductible mentionné à la première phrase du présent alinéa est pris en compte dans la limite d'un montant par watt installé fixé par arrêté conjoint des ministres chargés du budget, de l'énergie, de l'outre-mer et de l'industrie pour chaque type d'équipement. Ce montant prend en compte les coûts d'acquisition et d'installation directement liés à ces équipements. La déduction est opérée sur le résultat de l'exercice au cours duquel l'investissement est mis en service, le déficit éventuel de l'exercice étant reporté dans les conditions prévues au I de l'article 209. Toutefois, en cas d'acquisition d'un immeuble à construire ou de construction d'immeuble, la déduction est opérée sur le résultat de l'exercice au cours duquel les fondations sont achevées. Si l'immeuble n'est pas achevé dans les deux ans suivant la date de l'achèvement des fondations, la somme déduite est rapportée au résultat imposable au titre de l'exercice au cours duquel intervient le terme de ce délai. La déduction s'applique également aux investissements réalisés par une société soumise au régime d'imposition prévu à l'article 8, à l'exclusion des sociétés en participation, ou un groupement mentionné aux articles 239 quater ou 239 quater C, dont les parts sont détenues directement par des entreprises soumises à l'impôt sur les sociétés. Dans ce cas, la déduction est pratiquée par les associés ou membres dans une proportion correspondant à leurs droits dans la société ou le groupement."},{"type":"add","content":"I. Les entreprises soumises à l'impôt sur les sociétés réalisant, au titre de leur dernier exercice clos, un chiffre d'affaires inférieur à 20 millions d'euros peuvent déduire de leurs résultats imposables une somme égale au montant, hors taxes et hors frais de toute nature, notamment les commissions d'acquisition, à l'exception des frais de transport, d'installation et de mise en service amortissables, des investissements productifs, diminuée de la fraction de leur prix de revient financée par une aide publique ainsi que, lorsque l'investissement a pour objet de remplacer un investissement ayant bénéficié de l'un des dispositifs définis au présent article ou aux articles 199 undecies B ou 244 quater W, de la valeur réelle de l'investissement remplacé, qu'elles réalisent dans les départements de la Guadeloupe, de la Guyane, de la Martinique, de Mayotte et de la Réunion pour l'exercice d'une activité éligible en application du I de l'article 199 undecies B. Lorsque l'entreprise n'a clôturé aucun exercice, son chiffre d'affaires est réputé nul. Si le dernier exercice clos est d'une durée de plus ou moins de douze mois, le montant du chiffre d'affaires est corrigé pour correspondre à une année pleine. Lorsque la déduction d'impôt s'applique dans les conditions prévues aux quatorzième à dix-neuvième alinéas, le chiffre d'affaires défini au présent alinéa s'apprécie au niveau de l'entreprise locataire ou crédit-preneuse, qui en communique le montant à la société qui réalise l'investissement. Lorsque l'entreprise mentionnée aux première et avant-dernière phrases du présent alinéa est liée, directement ou indirectement, à une ou plusieurs autres entreprises au sens du 12 de l'article 39, le chiffre d'affaires à retenir s'entend de la somme de son chiffre d'affaires et de celui de l'ensemble des entreprises qui lui sont liées. L'investissement doit être un investissement initial, au sens de l'article 2 du règlement (UE) n° 651/2014 de la Commission, du 17 juin 2014, déclarant certaines catégories d'aides compatibles avec le marché intérieur en application des articles 107 et 108 du traité. Pour les projets d'investissement comportant l'acquisition, l'installation ou l'exploitation d'équipements de production d'énergie renouvelable, le montant déductible mentionné à la première phrase du présent alinéa est pris en compte dans la limite d'un montant par watt installé fixé par arrêté conjoint des ministres chargés du budget, de l'énergie, de l'outre-mer et de l'industrie pour chaque type d'équipement. Ce montant prend en compte les coûts d'acquisition et d'installation directement liés à ces équipements. La déduction est opérée sur le résultat de l'exercice au cours duquel l'investissement est mis en service, le déficit éventuel de l'exercice étant reporté dans les conditions prévues au I de l'article 209. Toutefois, en cas d'acquisition d'un immeuble à construire ou de construction d'immeuble, la déduction est opérée sur le résultat de l'exercice au cours duquel les fondations sont achevées. Si l'immeuble n'est pas achevé dans les deux ans suivant la date de l'achèvement des fondations, la somme déduite est rapportée au résultat imposable au titre de l'exercice au cours duquel intervient le terme de ce délai. La déduction s'applique également aux investissements réalisés par une société soumise au régime d'imposition prévu à l'article 8, à l'exclusion des sociétés en participation, ou un groupement mentionné aux articles 239 quater ou 239 quater C, dont les parts sont détenues directement par des entreprises soumises à l'impôt sur les sociétés. Dans ce cas, la déduction est pratiquée par les associés ou membres dans une proportion correspondant à leurs droits dans la société ou le groupement."},{"type":"del","content":"II bis. La déduction prévue au premier alinéa du II s'applique aux souscriptions aux augmentations de capital de sociétés soumises à l'impôt sur les sociétés exerçant exclusivement leur activité dans les départements d'outre-mer dans un secteur éligible défini par ce même alinéa, et qui sont en difficulté au sens de l'article 44 septies."},{"type":"del","content":""},{"type":"del","content":"Le bénéfice de cette déduction concerne les augmentations de capital qui interviennent dans les trois années postérieures à la première décision d'agrément octroyée en application du présent II bis. Il est accordé si les conditions suivantes sont satisfaites :"},{"type":"del","content":""},{"type":"del","content":"a) le montant de l'augmentation du capital de la société en difficulté doit permettre aux souscripteurs de détenir globalement plus de 50 % de ses droits de vote et de ses droits à dividendes ; la souscription ne doit pas être réalisée, directement ou indirectement, par des personnes qui ont été associées, directement ou indirectement, de la société en difficulté au cours de l'une des cinq années précédant l'acquisition ;"},{"type":"del","content":""},{"type":"del","content":"b) (abrogé)"},{"type":"del","content":""},{"type":"del","content":"c) (abrogé)"},{"type":"del","content":""},{"type":"del","content":"d) l'opération a reçu l'agrément préalable du ministre du budget dans les conditions prévues au III."},{"type":"add","content":"II bis (Abrogé)."},{"type":"del","content":"IV. En cas de cession dans le délai de cinq ans de tout ou partie des droits sociaux souscrits par les entreprises avec le bénéfice des déductions prévues aux II, II bis ou II ter les sommes déduites sont rapportées au résultat imposable de l'année de cession, dans la limite, de la totalité du prix de cession."},{"type":"add","content":"IV. En cas de cession dans le délai de cinq ans de tout ou partie des droits sociaux souscrits par les entreprises avec le bénéfice des déductions prévues aux II ou II ter les sommes déduites sont rapportées au résultat imposable de l'année de cession, dans la limite, de la totalité du prix de cession."},{"type":"del","content":"Toutefois, ces dispositions ne sont pas applicables dans le cas où, dans le délai de cinq ans, l'entreprise propriétaire des titres ayant ouvert droit à la déduction prévue aux II, II bis ou II ter fait l'objet d'une transmission dans le cadre des dispositions prévues aux articles 210 A ou 210 B si l'entreprise qui devient propriétaire des titres remplit les conditions nécessaires pour bénéficier de cette déduction et s'engage à conserver les titres pendant la fraction du délai de conservation restant à courir. L'engagement est pris dans l'acte constatant la transmission ou, à défaut, par acte sous seing privé ayant date certaine, établi à cette occasion."},{"type":"add","content":"Toutefois, ces dispositions ne sont pas applicables dans le cas où, dans le délai de cinq ans, l'entreprise propriétaire des titres ayant ouvert droit à la déduction prévue aux II ou II ter fait l'objet d'une transmission dans le cadre des dispositions prévues aux articles 210 A ou 210 B si l'entreprise qui devient propriétaire des titres remplit les conditions nécessaires pour bénéficier de cette déduction et s'engage à conserver les titres pendant la fraction du délai de conservation restant à courir. L'engagement est pris dans l'acte constatant la transmission ou, à défaut, par acte sous seing privé ayant date certaine, établi à cette occasion."},{"type":"del","content":"En cas de non-respect de cet engagement, le bénéficiaire de la transmission doit rapporter à ses résultats imposables, au titre de l'exercice au cours duquel l'engagement cesse d'être respecté, une somme égale au montant de la déduction fiscale à laquelle les titres transmis ont ouvert droit, dans la limite de la totalité du prix de cession. Il en est de même dans le cas où les titres souscrits avec le bénéfice de la déduction prévue aux II, II bis ou II ter sont apportés ou échangés dans le cadre d'opérations soumises aux dispositions des articles 210 A ou 210 B, si l'entreprise conserve, sous les mêmes conditions et sanctions, les titres nouveaux qui se sont substitués aux titres d'origine."},{"type":"add","content":"En cas de non-respect de cet engagement, le bénéficiaire de la transmission doit rapporter à ses résultats imposables, au titre de l'exercice au cours duquel l'engagement cesse d'être respecté, une somme égale au montant de la déduction fiscale à laquelle les titres transmis ont ouvert droit, dans la limite de la totalité du prix de cession. Il en est de même dans le cas où les titres souscrits avec le bénéfice de la déduction prévue aux II ou II ter sont apportés ou échangés dans le cadre d'opérations soumises aux dispositions des articles 210 A ou 210 B, si l'entreprise conserve, sous les mêmes conditions et sanctions, les titres nouveaux qui se sont substitués aux titres d'origine."},{"type":"del","content":"IV ter. - La déduction prévue aux I, II, II bis ou II ter est subordonnée au respect par les sociétés réalisant l'investissement ou la souscription et, le cas échéant, les entreprises exploitantes, de leurs obligations fiscales et sociales et de l'obligation de dépôt de leurs comptes annuels selon les modalités prévues aux articles L. 232-21 à L. 232-23 du code de commerce à la date de réalisation de l'investissement ou de la souscription."},{"type":"add","content":"IV ter. - La déduction prévue aux I, II ou II ter est subordonnée au respect par les sociétés réalisant l'investissement ou la souscription et, le cas échéant, les entreprises exploitantes, de leurs obligations fiscales et sociales et de l'obligation de dépôt de leurs comptes annuels selon les modalités prévues aux articles L. 232-21 à L. 232-23 du code de commerce à la date de réalisation de l'investissement ou de la souscription."},{"type":"del","content":"Un décret en Conseil d'Etat précise, en tant que de besoin, les modalités de leur application et notamment les obligations déclaratives."},{"type":"add","content":"Un décret en Conseil d'Etat précise, en tant que de besoin, les modalités de leur application et notamment les obligations déclaratives."},{"type":"add","content":"VI. - Le bénéfice de la déduction prévue aux I, I bis, II et II ter est subordonné au respect du règlement (UE) n° 651/2014 de la Commission, du 17 juin 2014, précité et la déduction ne s'applique pas aux investissements exploités par des entreprises en difficulté, au sens du même règlement."},{"type":"del","content":"### Nota"},{"type":"del","content":"Conformément à l'article 21 III de la loi n° 2013-1278 du 29 décembre 2013 de finances pour 2014, les dispositions de l'article 217 undecies, dans leur rédaction issue de la présente loi, sont applicables aux investissements réalisés à compter du 1er juillet 2014, sous réserve que la Commission européenne ait déclaré ses dispositions compatibles avec le droit de l'Union européenne. Toutefois, il reste applicable dans les conditions prévues par les dispositions antérieures à la présente loi :"},{"type":"add","content":"### Nota"},{"type":"del","content":"1° Aux investissements pour l'agrément desquels une demande est parvenue à l'administration avant le 1er juillet 2014 et :"},{"type":"del","content":"a) Pour les biens meubles, qui font l'objet d'une commande avant le 31 décembre 2014 et pour lesquels des acomptes au moins égaux à 50 % de leur prix ont été versés à cette date ;"},{"type":"del","content":"b) Pour les travaux de réhabilitation d'immeubles, pour lesquels des acomptes au moins égaux à 50 % de leur prix ont été versés au plus tard le 31 décembre 2014 ;"},{"type":"del","content":"c) Qui portent sur des biens immeubles dont l'achèvement des fondations intervient au plus tard le 31 décembre 2015 ;"},{"type":"del","content":"2° Aux acquisitions d'immeubles ayant fait l'objet d'une déclaration d'ouverture de chantier avant le 1er juillet 2014 ;"},{"type":"del","content":"3° Aux acquisitions de biens meubles corporels commandés avant le 1er juillet 2014 et pour lesquels des acomptes au moins égaux à 50 % de leur prix ont été versés à cette date ;"},{"type":"del","content":"4° Aux travaux de réhabilitation d'immeubles pour lesquels des acomptes au moins égaux à 50 % de leur prix ont été versés avant le 1er juillet 2014."},{"type":"del","content":"Les entreprises qui réalisent les investissements mentionnés aux 1° à 4° du présent III peuvent opter, quel que soit leur chiffre d'affaires, pour l'application à ces investissements du crédit d'impôt prévu à l'article 244 quater W du code général des impôts, dans les conditions prévues au V de ce même article, ou, le cas échéant, pour l'application à ces investissements du crédit d'impôt prévu à l'article 244 quater X du même code, dans les conditions prévues au V de ce même article."},{"type":"add","content":"Conformément à l'article 67 III B de la loi n° 2014-1655 du 29 décembre 2014 de finance rectificative pour 2014, ces dispositions s'appliquent aux déductions et aux réductions et crédits d'impôt dont le fait générateur intervient à compter du 1er janvier 2015 , y compris aux déductions et aux réductions d'impôts afférentes aux investissements mentionnés aux deuxième à dernier alinéas du III de l'article 21 de la loi n° 2013-1278 du 29 décembre 2013 de finances pour 2014, dans leur rédaction résultant du II du présent article ."},{"type":"del","content":"Décret n° 2014-549 du 26 mai 2014 portant incorporation au code général des impôts de divers textes modifiant et complétant certaines dispositions de ce code - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"LOI n° 2013-1278 du 29 décembre 2013 de finances pour 2014 - article 21 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2014-12-30 MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2014-1655 du 29 décembre 2014 de finances rectificative pour 2014 - article 67 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2014-12-30 MODIFIE source"},{"type":"del","content":""},{"type":"del","content":"      CONCORDANCE source CGI 238 bis HA"},{"type":"del","content":""},{"type":"del","content":"2014-05-26 MODIFIE cible Décret n° 2014-549 du 26 mai 2014 portant incorporation au code général des impôts de divers textes modifiant et complétant certaines dispositions de ce code - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2013-12-29 MODIFIE cible LOI n° 2013-1278 du 29 décembre 2013 de finances pour 2014 - article 21 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2014-12-30"},{"type":"add","content":""},{"type":"add","content":"2014-12-29 MODIFIE cible LOI n° 2014-1655 du 29 décembre 2014 de finances rectificative pour 2014 - article 67 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2014-12-30"},{"type":"add","content":""},{"type":"del","content":"2021-12-22 CITATION cible Ordonnance n° 2021-1843 du 22 décembre 2021 portant partie législative du code des impositions sur les biens et services et transposant diverses normes du droit de l'Union européenne - article 10 ENTIEREMENT_MODIF"},{"type":"add","content":"2022-05-04 CITATION cible Arrêté du 4 mai 2022 pris pour l'application de l'article 244 quater Y du code général des impôts VIGUEUR"},{"type":"del","content":"2022-03-07 CITATION cible Décret n° 2022-330 du 7 mars 2022 fixant l'entrée en vigueur des dispositions de l'article 138 de la loi n° 2018-1317 du 28 décembre 2018 de finances pour 2019 et de l'article 109 de la loi n° 2020-1721 du 29 décembre 2020 de finances pour 2021 pour les investissements réalisés en Guadeloupe, en Guyane, en Martinique, à La Réunion, à Mayotte et à Saint-Martin VIGUEUR"},{"type":"add","content":"      CONCORDANCE source CGI 238 bis HA"},{"type":"del","content":"2022-05-04 CITATION cible Arrêté du 4 mai 2022 pris pour l'application de l'article 244 quater Y du code général des impôts VIGUEUR"},{"type":"add","content":"2021-12-22 CITATION cible Ordonnance n° 2021-1843 du 22 décembre 2021 portant partie législative du code des impositions sur les biens et services et transposant diverses normes du droit de l'Union européenne - article 10 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2022-03-07 CITATION cible Décret n° 2022-330 du 7 mars 2022 fixant l'entrée en vigueur des dispositions de l'article 138 de la loi n° 2018-1317 du 28 décembre 2018 de finances pour 2019 et de l'article 109 de la loi n° 2020-1721 du 29 décembre 2020 de finances pour 2021 pour les investissements réalisés en Guadeloupe, en Guyane, en Martinique, à La Réunion, à Mayotte et à Saint-Martin VIGUEUR"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/29/04/16/LEGIARTI000029041646.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/29/04/16/LEGIARTI000029041646.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/29/04/16/LEGIARTI000029041646.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/06/20/LEGIARTI000030062069.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/06/20/LEGIARTI000030062069.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/30/06/20/LEGIARTI000030062069.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000029041646)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000030062069)"}],"status":"modified"},{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_iv/section_ii/README.md","articleName":"Sommaire - Section Ii","additions":2,"deletions":0,"diff":[{"type":"add","content":"- [XLVIII : Crédit d'impôt en faveur des investissements productifs neufs réalisés outre-mer](xlviii/README.md)"},{"type":"add","content":"- [XLIX : Crédit d'impôt en faveur des organismes d'habitations à loyer modéré qui réalisent des investissements dans les logements neufs en outre-mer](xlix/README.md)"}],"status":"modified"},{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_iv/section_ii/xlix/README.md","articleName":"Sommaire - Xlix","additions":16,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# XLIX : Crédit d'impôt en faveur des organismes d'habitations à loyer modéré qui réalisent des investissements dans les logements neufs en outre-mer"},{"type":"add","content":""},{"type":"add","content":"- [Article 244 quater X](article_244_quater_x.md)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/31/56/58/LEGISCTA000031565885.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/31/56/58/LEGISCTA000031565885.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/SCTA/00/00/31/56/58/LEGISCTA000031565885.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://xlix/README.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/section_lc/LEGITEXT000006069577/LEGISCTA000031565885)"},{"type":"add","content":""}],"status":"added"},{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_iv/section_ii/xlix/article_244_quater_x.md","articleName":"Article 244 QUATER X","additions":15,"deletions":8,"diff":[{"type":"add","content":"IX. - Le bénéfice du crédit d'impôt prévu au I est subordonné au respect de la décision 2012/21/UE de la Commission, du 20 décembre 2011, relative à l'application de l'article 106, paragraphe 2, du traité sur le fonctionnement de l'Union européenne aux aides d'Etat sous forme de compensations de service public octroyées à certaines entreprises chargées de la gestion de services d'intérêt économique général."},{"type":"del","content":"Conformément à l'article 21 III de la loi n° 2013-1278 du 29 décembre 2013 de finances pour 2014, les dispositions de l'article 244 quater X, dans leur rédaction issue de la présente loi, sont applicables aux investissements réalisés à compter du 1er juillet 2014, sous réserve que la Commission européenne ait déclaré ses dispositions compatibles avec le droit de l'Union européenne."},{"type":"add","content":"Conformément à l'article 67 III B de la loi n° 2014-1655 du 29 décembre 2014 de finance rectificative pour 2014, ces dispositions s'appliquent aux déductions et aux réductions et crédits d'impôt dont le fait générateur intervient à compter du 1er janvier 2015 , y compris aux déductions et aux réductions d'impôts afférentes aux investissements mentionnés aux deuxième à dernier alinéas du III de l'article 21 de la loi n° 2013-1278 du 29 décembre 2013 de finances pour 2014, dans leur rédaction résultant du II du présent article ."},{"type":"del","content":"Décret n° 2014-549 du 26 mai 2014 portant incorporation au code général des impôts de divers textes modifiant et complétant certaines dispositions de ce code - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"LOI n° 2013-1278 du 29 décembre 2013 de finances pour 2014 - article 21 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2014-12-30 CREE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2014-1655 du 29 décembre 2014 de finances rectificative pour 2014 - article 67 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2014-12-30 MODIFIE source"},{"type":"del","content":"2014-05-26 MODIFIE cible Décret n° 2014-549 du 26 mai 2014 portant incorporation au code général des impôts de divers textes modifiant et complétant certaines dispositions de ce code - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2013-12-29 CREE cible LOI n° 2013-1278 du 29 décembre 2013 de finances pour 2014 - article 21 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2014-12-30"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2014-12-29 MODIFIE cible LOI n° 2014-1655 du 29 décembre 2014 de finances rectificative pour 2014 - article 67 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2014-12-30"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/29/04/16/LEGIARTI000029041696.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/29/04/16/LEGIARTI000029041696.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/29/04/16/LEGIARTI000029041696.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_impots/src/branch/main/livre_premier/premiere_partie/titre_premier/chapitre_iv/section_ii/xlvii/article_244_quater_x.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000029041696)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/06/20/LEGIARTI000030062017.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/06/20/LEGIARTI000030062017.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/30/06/20/LEGIARTI000030062017.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_impots/src/branch/main/livre_premier/premiere_partie/titre_premier/chapitre_iv/section_ii/xlix/article_244_quater_x.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000030062017)"}],"status":"added"},{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_iv/section_ii/xlvii/README.md","articleName":"Sommaire - Xlvii","additions":0,"deletions":2,"diff":[{"type":"del","content":"- [Article 244 quater W](article_244_quater_w.md)"},{"type":"del","content":"- [Article 244 quater X](article_244_quater_x.md)"}],"status":"modified"},{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_iv/section_ii/xlviii/README.md","articleName":"Sommaire - Xlviii","additions":16,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# XLVIII : Crédit d'impôt en faveur des investissements productifs neufs réalisés outre-mer"},{"type":"add","content":""},{"type":"add","content":"- [Article 244 quater W](article_244_quater_w.md)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/31/56/58/LEGISCTA000031565876.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/31/56/58/LEGISCTA000031565876.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/SCTA/00/00/31/56/58/LEGISCTA000031565876.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://xlviii/README.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/section_lc/LEGITEXT000006069577/LEGISCTA000031565876)"},{"type":"add","content":""}],"status":"added"},{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_iv/section_ii/xlviii/article_244_quater_w.md","articleName":"Article 244 QUATER W","additions":18,"deletions":11,"diff":[{"type":"del","content":"I. ― 1. Les entreprises imposées d'après leur bénéfice réel ou exonérées en application des articles 44 sexies, 44 sexies A, 44 septies, 44 octies, 44 octies A et 44 duodecies à 44 quindecies, exerçant une activité agricole ou une activité industrielle, commerciale ou artisanale relevant de l'article 34, peuvent bénéficier d'un crédit d'impôt à raison des investissements productifs neufs qu'elles réalisent dans un département d'outre-mer pour l'exercice d'une activité ne relevant pas de l'un des secteurs énumérés aux a à l du I de l'article 199 undecies B. Le crédit d'impôt prévu au premier alinéa s'applique également aux travaux de rénovation et de réhabilitation d'hôtel, de résidence de tourisme et de village de vacances classés lorsque ces travaux constituent des éléments de l'actif immobilisé."},{"type":"add","content":"I. ― 1. Les entreprises imposées d'après leur bénéfice réel ou exonérées en application des articles 44 sexies, 44 sexies A, 44 septies, 44 octies, 44 octies A et 44 duodecies à 44 quindecies, exerçant une activité agricole ou une activité industrielle, commerciale ou artisanale relevant de l'article 34, peuvent bénéficier d'un crédit d'impôt à raison des investissements productifs neufs qu'elles réalisent dans un département d'outre-mer pour l'exercice d'une activité ne relevant pas de l'un des secteurs énumérés aux a à l du I de l'article 199 undecies B. L'investissement doit être un investissement initial, au sens de l'article 2 du règlement (UE) n° 651/2014 de la Commission, du 17 juin 2014, déclarant certaines catégories d'aides compatibles avec le marché intérieur en application des articles 107 et 108 du traité. Le crédit d'impôt prévu au premier alinéa s'applique également aux travaux de rénovation et de réhabilitation d'hôtel, de résidence de tourisme et de village de vacances classés lorsque ces travaux constituent des éléments de l'actif immobilisé."},{"type":"del","content":"VII. ― Lorsque le montant total par programme d'investissements est supérieur aux seuils mentionnés au II quater de l'article 217 undecies, le bénéfice du crédit d'impôt est conditionné à l'obtention d'un agrément préalable délivré par le ministre chargé du budget dans les conditions prévues au III du même article."},{"type":"add","content":"VII. ― Lorsque le montant total par programme d'investissements est supérieur aux seuils mentionnés au II quater et au III de l'article 217 undecies, le bénéfice du crédit d'impôt est conditionné à l'obtention d'un agrément préalable délivré par le ministre chargé du budget dans les conditions prévues au III du même article."},{"type":"del","content":"IX. ― 1. Le présent article est applicable aux investissements mis en service à compter du 1er juillet 2014, et jusqu'au 31 décembre 2017."},{"type":"add","content":"IX. ― 1. Le présent article est applicable aux investissements mis en service à compter du 1er janvier 2015, et jusqu'au 31 décembre 2017."},{"type":"add","content":"X. - Le bénéfice du crédit d'impôt prévu au I est subordonné au respect du règlement (UE) n° 651/2014 de la Commission, du 17 juin 2014, précité et le crédit d'impôt ne s'applique pas aux investissements exploités par des entreprises en difficulté, au sens du même règlement."},{"type":"del","content":"Conformément à l'article 21 III de la loi n° 2013-1278 du 29 décembre 2013 de finances pour 2014, les dispositions de l'article 244 quater W, dans leur rédaction issue de la présente loi, sont applicables aux investissements réalisés à compter du 1er juillet 2014, sous réserve que la Commission européenne ait déclaré ses dispositions compatibles avec le droit de l'Union européenne."},{"type":"add","content":"Conformément à l'article 67 III B de la loi n° 2014-1655 du 29 décembre 2014 de finance rectificative pour 2014, ces dispositions s'appliquent aux déductions et aux réductions et crédits d'impôt dont le fait générateur intervient à compter du 1er janvier 2015 , y compris aux déductions et aux réductions d'impôts afférentes aux investissements mentionnés aux deuxième à dernier alinéas du III de l'article 21 de la loi n° 2013-1278 du 29 décembre 2013 de finances pour 2014, dans leur rédaction résultant du II du présent article ."},{"type":"del","content":"Décret n° 2014-549 du 26 mai 2014 portant incorporation au code général des impôts de divers textes modifiant et complétant certaines dispositions de ce code - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"LOI n° 2013-1278 du 29 décembre 2013 de finances pour 2014 - article 21 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2014-12-30 CREE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2014-1655 du 29 décembre 2014 de finances rectificative pour 2014 - article 67 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2014-12-30 MODIFIE source"},{"type":"del","content":"2014-05-26 MODIFIE cible Décret n° 2014-549 du 26 mai 2014 portant incorporation au code général des impôts de divers textes modifiant et complétant certaines dispositions de ce code - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2013-12-29 CREE cible LOI n° 2013-1278 du 29 décembre 2013 de finances pour 2014 - article 21 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2014-12-30"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2014-12-29 MODIFIE cible LOI n° 2014-1655 du 29 décembre 2014 de finances rectificative pour 2014 - article 67 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2014-12-30"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/29/04/16/LEGIARTI000029041667.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/29/04/16/LEGIARTI000029041667.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/29/04/16/LEGIARTI000029041667.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_impots/src/branch/main/livre_premier/premiere_partie/titre_premier/chapitre_iv/section_ii/xlvii/article_244_quater_w.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000029041667)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/06/20/LEGIARTI000030062032.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/06/20/LEGIARTI000030062032.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/30/06/20/LEGIARTI000030062032.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_impots/src/branch/main/livre_premier/premiere_partie/titre_premier/chapitre_iv/section_ii/xlviii/article_244_quater_w.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000030062032)"}],"status":"added"},{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_premier/section_v/ii/12/article_199_undecies_b.md","articleName":"Article 199 UNDECIES B","additions":19,"deletions":31,"diff":[{"type":"del","content":"I. - Les contribuables domiciliés en France au sens de l'article 4 B peuvent bénéficier d'une réduction d'impôt sur le revenu à raison des investissements productifs neufs qu'ils réalisent dans les départements d'outre-mer, à Saint-Pierre-et-Miquelon, en Nouvelle-Calédonie, en Polynésie française, à Saint-Martin, à Saint-Barthélemy, dans les îles Wallis-et-Futuna et les Terres australes et antarctiques françaises, dans le cadre d'une entreprise exerçant une activité agricole ou une activité industrielle, commerciale ou artisanale relevant de l'article 34. Lorsque l'activité est exercée dans un département d'outre-mer, l'entreprise doit avoir réalisé un chiffre d'affaires, au titre de son dernier exercice clos, inférieur à 20 millions d'euros. Lorsque l'entreprise n'a clôturé aucun exercice, son chiffre d'affaires est réputé être nul. Si le dernier exercice clos est d'une durée de plus ou de moins de douze mois, le montant du chiffre d'affaires est corrigé pour correspondre à une période de douze mois. Lorsque la réduction d'impôt s'applique dans les conditions prévues aux vingt-sixième et vingt-septième alinéas, le chiffre d'affaires s'apprécie au niveau de l'entreprise locataire ou crédit-preneuse. Celle-ci en communique le montant à la société réalisant l'investissement. Lorsque l'entreprise mentionnée aux deuxième et cinquième phrases du présent alinéa est liée, directement ou indirectement, à une ou plusieurs autres entreprises au sens du 12 de l'article 39, le chiffre d'affaires à retenir s'entend de la somme de son chiffre d'affaires et de celui de l'ensemble des entreprises qui lui sont liées."},{"type":"add","content":"I. - Les contribuables domiciliés en France au sens de l'article 4 B peuvent bénéficier d'une réduction d'impôt sur le revenu à raison des investissements productifs neufs qu'ils réalisent dans les départements d'outre-mer, à Saint-Pierre-et-Miquelon, en Nouvelle-Calédonie, en Polynésie française, à Saint-Martin, à Saint-Barthélemy, dans les îles Wallis-et-Futuna et les Terres australes et antarctiques françaises, dans le cadre d'une entreprise exerçant une activité agricole ou une activité industrielle, commerciale ou artisanale relevant de l'article 34. Lorsque l'activité est exercée dans un département d'outre-mer, l'entreprise doit avoir réalisé un chiffre d'affaires, au titre de son dernier exercice clos, inférieur à 20 millions d'euros. Lorsque l'entreprise n'a clôturé aucun exercice, son chiffre d'affaires est réputé être nul. Si le dernier exercice clos est d'une durée de plus ou de moins de douze mois, le montant du chiffre d'affaires est corrigé pour correspondre à une période de douze mois. Lorsque la réduction d'impôt s'applique dans les conditions prévues aux vingt-sixième et vingt-septième alinéas, le chiffre d'affaires s'apprécie au niveau de l'entreprise locataire ou crédit-preneuse. Celle-ci en communique le montant à la société réalisant l'investissement. Lorsque l'entreprise mentionnée aux deuxième et cinquième phrases du présent alinéa est liée, directement ou indirectement, à une ou plusieurs autres entreprises au sens du 12 de l'article 39, le chiffre d'affaires à retenir s'entend de la somme de son chiffre d'affaires et de celui de l'ensemble des entreprises qui lui sont liées. Lorsque l'activité est exercée dans un département d'outre-mer ou à Saint-Martin, l'investissement doit être un investissement initial, au sens de l'article 2 du règlement (UE) n° 651/2014 de la Commission, du 17 juin 2014, déclarant certaines catégories d'aides compatibles avec le marché intérieur en application des articles 107 et 108 du traité, et il ne doit pas être exploité par une entreprise en difficulté, au sens du même règlement."},{"type":"del","content":"IV. - Un décret en Conseil d'Etat précise, en tant que de besoin, les modalités d'application des I, I bis, I ter et II et notamment les obligations déclaratives."},{"type":"add","content":"IV. - Un décret en Conseil d'Etat précise, en tant que de besoin, les modalités d'application des I, I bis, I ter et II et notamment les obligations déclaratives."},{"type":"add","content":"V. - Le bénéfice de la réduction d'impôt prévue au I est subordonné, pour les investissements réalisés dans les départements d'outre-mer et à Saint-Martin, au respect du règlement (UE) n° 651/2014 de la Commission, du 17 juin 2014, précité."},{"type":"del","content":"### Nota"},{"type":"del","content":""},{"type":"del","content":"Conformément à l'article 21 III de la loi n° 2013-1278 du 29 décembre 2013 de finances pour 2014, les dispositions de l'article 199 undecies B, dans leur rédaction issue de la présente loi, sont applicables aux investissements réalisés à compter du 1er janvier 2015. Toutefois, il reste applicable dans les conditions prévues par les dispositions antérieures à la présente loi :"},{"type":"del","content":""},{"type":"del","content":"1° Aux investissements pour l'agrément desquels une demande est parvenue à l'administration avant le 1er janvier 2015 et :"},{"type":"del","content":""},{"type":"del","content":"a) Pour les biens meubles, qui font l'objet d'une commande avant le 30 juin 2015 et pour lesquels des acomptes au moins égaux à 50 % de leur prix ont été versés à cette date ;"},{"type":"del","content":""},{"type":"del","content":"b) Pour les travaux de réhabilitation d'immeubles, pour lesquels des acomptes au moins égaux à 50 % de leur prix ont été versés au plus tard le 30 juin 2015 ;"},{"type":"del","content":""},{"type":"del","content":"c) Qui portent sur des biens immeubles dont l'achèvement des fondations intervient au plus tard le 30 juin 2016 ;"},{"type":"del","content":""},{"type":"del","content":"2° Aux acquisitions d'immeubles ayant fait l'objet d'une déclaration d'ouverture de chantier avant le 1er janvier 2015 ;"},{"type":"del","content":""},{"type":"del","content":"3° Aux acquisitions de biens meubles corporels commandés avant le 1er janvier 2015 et pour lesquels des acomptes au moins égaux à 50 % de leur prix ont été versés à cette date ;"},{"type":"del","content":""},{"type":"del","content":"4° Aux travaux de réhabilitation d'immeubles pour lesquels des acomptes au moins égaux à 50 % de leur prix ont été versés avant le 1er janvier 2015."},{"type":"del","content":"Les entreprises qui réalisent les investissements mentionnés aux 1° à 4° du présent III peuvent opter, quel que soit leur chiffre d'affaires, pour l'application à ces investissements du crédit d'impôt prévu à l'article 244 quater W du code général des impôts, dans les conditions prévues au V de ce même article, ou, le cas échéant, pour l'application à ces investissements du crédit d'impôt prévu à l'article 244 quater X du même code, dans les conditions prévues au V de ce même article."},{"type":"del","content":""},{"type":"del","content":"IV.-Une évaluation des dispositifs prévus aux articles 244 quater W et 244 quater X du code général des impôts est réalisée annuellement à compter de 2017."},{"type":"add","content":"### Nota"},{"type":"del","content":"V.-Le Gouvernement remet au Parlement, avant le 1er octobre 2014, un rapport étudiant l'opportunité et les modalités de la mise en place d'un prêt bonifié servi par la Caisse des dépôts et consignations qui se substituerait au moins partiellement à l'aide fiscale à l'investissement outre-mer pour le secteur du logement social."},{"type":"add","content":"Conformément à l'article 67 III B de la loi n° 2014-1655 du 29 décembre 2014 de finance rectificative pour 2014, ces dispositions s'appliquent aux déductions et aux réductions et crédits d'impôt dont le fait générateur intervient à compter du 1er janvier 2015 , y compris aux déductions et aux réductions d'impôts afférentes aux investissements mentionnés aux deuxième à dernier alinéas du III de l'article 21 de la loi n° 2013-1278 du 29 décembre 2013 de finances pour 2014, dans leur rédaction résultant du II du présent article."},{"type":"del","content":"LOI n° 2013-1278 du 29 décembre 2013 de finances pour 2014 - article 21 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2014-01-01 au 2014-12-30 MODIFIE source"},{"type":"add","content":"LOI n° 2013-1278 du 29 décembre 2013 de finances pour 2014 - article 21 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2014-12-30 MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2014-1655 du 29 décembre 2014 de finances rectificative pour 2014 - article 67 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2014-12-30 MODIFIE source"},{"type":"del","content":"2013-12-29 MODIFIE cible LOI n° 2013-1278 du 29 décembre 2013 de finances pour 2014 - article 21 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2014-01-01 au 2014-12-30"},{"type":"add","content":"2013-12-29 CITATION cible LOI n° 2013-1278 du 29 décembre 2013 de finances pour 2014 - article 21 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2014-12-30"},{"type":"del","content":"2013-12-29 CITATION cible LOI n° 2013-1278 du 29 décembre 2013 de finances pour 2014 - article 21 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2014-12-30"},{"type":"add","content":"2013-12-29 MODIFIE cible LOI n° 2013-1278 du 29 décembre 2013 de finances pour 2014 - article 21 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2014-12-30"},{"type":"add","content":""},{"type":"add","content":"2014-12-29 MODIFIE cible LOI n° 2014-1655 du 29 décembre 2014 de finances rectificative pour 2014 - article 67 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2014-12-30"},{"type":"add","content":""},{"type":"del","content":"2999-01-01 CITATION source Code général des impôts - article 150-0 D AUTONOME MODIFIE, en vigueur du 2000-03-31 au 2001-03-31"},{"type":"add","content":"2999-01-01 CITATION source Code général des impôts - article 150-0 D AUTONOME MODIFIE, en vigueur du 2014-12-30 au 2015-08-08"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/28/41/81/LEGIARTI000028418179.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/28/41/81/LEGIARTI000028418179.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/28/41/81/LEGIARTI000028418179.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/06/19/LEGIARTI000030061994.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/06/19/LEGIARTI000030061994.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/30/06/19/LEGIARTI000030061994.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000028418179)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000030061994)"}],"status":"modified"},{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_premier/section_v/ii/12/article_199_undecies_c.md","articleName":"Article 199 UNDECIES C","additions":17,"deletions":18,"diff":[{"type":"del","content":"IX. - Le présent article est applicable aux acquisitions ou constructions de logements réalisées entre la date de promulgation de la loi n° 2009-594 du 27 mai 2009 pour le développement économique des outre-mer et le 31 décembre 2017."},{"type":"add","content":"IX. - Le présent article est applicable aux acquisitions ou constructions de logements réalisées entre la date de promulgation de la loi n° 2009-594 du 27 mai 2009 pour le développement économique des outre-mer et le 31 décembre 2017."},{"type":"add","content":"X. - Le bénéfice de la réduction d'impôt prévue au I est subordonné, pour les investissements réalisés dans les départements d'outre-mer et à Saint-Martin, au respect de la décision 2012/21/UE de la Commission, du 20 décembre 2011, relative à l'application de l'article 106, paragraphe 2, du traité sur le fonctionnement de l'Union européenne aux aides d'Etat sous forme de compensations de service public octroyées à certaines entreprises chargées de la gestion de services d'intérêt économique général."},{"type":"del","content":"### Nota"},{"type":"del","content":"Conformément à l'article 21 III de la loi n° 2013-1278 du 29 décembre 2013 de finances pour 2014, les dispositions de l'article 199 undecies C, dans leur rédaction issue de la présente loi, sont applicables aux investissements réalisés à compter du 1er juillet 2014, sous réserve que la Commission européenne ait déclaré ses dispositions compatibles avec le droit de l'Union européenne. Toutefois, il reste applicable dans les conditions prévues par les dispositions antérieures à la présente loi :"},{"type":"add","content":"### Nota"},{"type":"del","content":"1° Aux investissements pour l'agrément desquels une demande est parvenue à l'administration avant le 1er juillet 2014 et :"},{"type":"del","content":"a) Pour les biens meubles, qui font l'objet d'une commande avant le 31 décembre 2014 et pour lesquels des acomptes au moins égaux à 50 % de leur prix ont été versés à cette date ;"},{"type":"del","content":"b) Pour les travaux de réhabilitation d'immeubles, pour lesquels des acomptes au moins égaux à 50 % de leur prix ont été versés au plus tard le 31 décembre 2014 ;"},{"type":"del","content":"c) Qui portent sur des biens immeubles dont l'achèvement des fondations intervient au plus tard le 31 décembre 2015 ;"},{"type":"del","content":"2° Aux acquisitions d'immeubles ayant fait l'objet d'une déclaration d'ouverture de chantier avant le 1er juillet 2014 ;"},{"type":"del","content":"3° Aux acquisitions de biens meubles corporels commandés avant le 1er juillet 2014 et pour lesquels des acomptes au moins égaux à 50 % de leur prix ont été versés à cette date ;"},{"type":"del","content":"4° Aux travaux de réhabilitation d'immeubles pour lesquels des acomptes au moins égaux à 50 % de leur prix ont été versés avant le 1er juillet 2014."},{"type":"del","content":"Les entreprises qui réalisent les investissements mentionnés aux 1° à 4° du présent III peuvent opter, quel que soit leur chiffre d'affaires, pour l'application à ces investissements du crédit d'impôt prévu à l'article 244 quater W du code général des impôts, dans les conditions prévues au V de ce même article, ou, le cas échéant, pour l'application à ces investissements du crédit d'impôt prévu à l'article 244 quater X du même code, dans les conditions prévues au V de ce même article."},{"type":"add","content":"Conformément à l'article 67 III B de la loi n° 2014-1655 du 29 décembre 2014 de finance rectificative pour 2014, ces dispositions s'appliquent aux déductions et aux réductions et crédits d'impôt dont le fait générateur intervient à compter du 1er janvier 2015 , y compris aux déductions et aux réductions d'impôts afférentes aux investissements mentionnés aux deuxième à dernier alinéas du III de l'article 21 de la loi n° 2013-1278 du 29 décembre 2013 de finances pour 2014, dans leur rédaction résultant du II du présent article ."},{"type":"del","content":"LOI n° 2013-1278 du 29 décembre 2013 de finances pour 2014 - article 21 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2014-01-01 au 2014-12-30 MODIFIE source"},{"type":"add","content":"LOI n° 2013-1278 du 29 décembre 2013 de finances pour 2014 - article 21 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2014-12-30 MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2014-1655 du 29 décembre 2014 de finances rectificative pour 2014 - article 67 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2014-12-30 MODIFIE source"},{"type":"del","content":"2013-12-29 MODIFIE cible LOI n° 2013-1278 du 29 décembre 2013 de finances pour 2014 - article 21 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2014-01-01 au 2014-12-30"},{"type":"add","content":"2013-12-29 CITATION cible LOI n° 2013-1278 du 29 décembre 2013 de finances pour 2014 - article 21 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2014-12-30"},{"type":"del","content":"2013-12-29 CITATION cible LOI n° 2013-1278 du 29 décembre 2013 de finances pour 2014 - article 21 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2014-12-30"},{"type":"add","content":"2013-12-29 MODIFIE cible LOI n° 2013-1278 du 29 décembre 2013 de finances pour 2014 - article 21 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2014-12-30"},{"type":"add","content":""},{"type":"add","content":"2014-12-29 MODIFIE cible LOI n° 2014-1655 du 29 décembre 2014 de finances rectificative pour 2014 - article 67 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2014-12-30"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/28/41/81/LEGIARTI000028418167.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/28/41/81/LEGIARTI000028418167.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/28/41/81/LEGIARTI000028418167.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/06/20/LEGIARTI000030062088.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/06/20/LEGIARTI000030062088.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/30/06/20/LEGIARTI000030062088.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000028418167)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000030062088)"}],"status":"modified"}],"stats":{"additions":150,"deletions":127,"filesChanged":10}}