{"sha":"dbe3c40c0598","date":"2020-01-01","message":"LOI n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République","files":[{"filename":"livre_premier/deuxieme_partie/titre_iii/chapitre_premier/section_xiii_quater/article_1609_nonies_c.md","articleName":"Article 1609 NONIES C","additions":19,"deletions":13,"diff":[{"type":"del","content":"II. – Le conseil des établissements publics de coopération intercommunale mentionnés au I vote les taux de la taxe d'habitation, de la taxe foncière sur les propriétés bâties et de la taxe foncière sur les propriétés non bâties."},{"type":"add","content":"II. – Le conseil des établissements publics de coopération intercommunale mentionnés au I vote les tauxde la taxe d'habitation sur les résidences secondaires et autres locaux meublés non affectés à l'habitation principale, de la taxe foncière sur les propriétés bâties et de la taxe foncière sur les propriétés non bâties."},{"type":"del","content":"La première année d'application du présent article, ainsi que l'année qui suit celle au titre de laquelle l'établissement public de coopération intercommunale a voté un taux égal à zéro pour ces trois taxes, les rapports entre les taux de taxe d'habitation et des taxes foncières votés par le conseil de l'établissement public de coopération intercommunale sont égaux aux rapports constatés l'année précédente entre les taux moyens pondérés de chaque taxe dans l'ensemble des communes membres."},{"type":"add","content":"La première année d'application du présent article, ainsi que l'année qui suit celle au titre de laquelle l'établissement public de coopération intercommunale a voté un taux égal à zéro pour ces deux taxes, les rapports entre les taux des taxes foncières votés par le conseil de l'établissement public de coopération intercommunale sont égaux aux rapports constatés l'année précédente entre les taux moyens pondérés de chaque taxe dans l'ensemble des communes membres."},{"type":"del","content":"Par dérogation, lorsque l'établissement public de coopération intercommunale percevait une fiscalité additionnelle l'année précédant celle de l'application de ces dispositions, les rapports entre les taux de taxe d'habitation et des taxes foncières établis par l'établissement public de coopération intercommunale peuvent être égaux aux rapports entre les taux de taxe d'habitation et de taxes foncières votés par lui l'année précédente."},{"type":"del","content":""},{"type":"del","content":"Les années suivantes, le taux de la taxe foncière sur les propriétés non bâties ne peut augmenter plus ou diminuer moins que le taux de la taxe d'habitation jusqu'à la date de la prochaine révision."},{"type":"add","content":"Par dérogation, lorsque l'établissement public de coopération intercommunale percevait une fiscalité additionnelle l'année précédant celle de l'application de ces dispositions, les rapports entre les taux des taxes foncières établis par l'établissement public de coopération intercommunale peuvent être égaux aux rapports entre les taux de taxes foncières votés par lui l'année précédente."},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Aux termes du A du VII de l'article 16 de la loi n° 2019-1479 du 28 décembre 2019, les dispositions de l'article 1609 nonies C telles qu'elles résultent du 1° du A du III dudit article s'appliquent à compter des impositions établies au titre de 2020."},{"type":"add","content":""},{"type":"add","content":""},{"type":"del","content":"LOI n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République - article 59 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2019-12-30 au 2021-01-01 MODIFIE source"},{"type":"add","content":"LOI n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République - article 59 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2021-01-01 au 2022-01-01 MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2019-1479 du 28 décembre 2019 de finances pour 2020 - article 16 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2020-12-31 au 2022-01-01 MODIFIE source"},{"type":"del","content":"LOI n° 2019-1479 du 28 décembre 2019 de finances pour 2020 - article 256 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2019-12-30 MODIFIE source"},{"type":"add","content":"LOI n° 2019-1479 du 28 décembre 2019 de finances pour 2020 - article 16 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2019-12-30 au 2020-12-31 MODIFIE source"},{"type":"del","content":"2015-08-07 MODIFIE cible LOI n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République - article 59 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2019-12-30 au 2021-01-01"},{"type":"add","content":"2015-08-07 MODIFIE cible LOI n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République - article 59 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2021-01-01 au 2022-01-01"},{"type":"del","content":"2019-12-28 MODIFIE cible LOI n° 2019-1479 du 28 décembre 2019 de finances pour 2020 - article 256 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2019-12-30"},{"type":"add","content":"2019-12-28 MODIFIE cible LOI n° 2019-1479 du 28 décembre 2019 de finances pour 2020 - article 16 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2020-12-31 au 2022-01-01"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/41/47/37/LEGIARTI000041473769.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/41/47/37/LEGIARTI000041473769.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/41/47/37/LEGIARTI000041473769.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/41/73/14/LEGIARTI000041731497.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/41/73/14/LEGIARTI000041731497.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/41/73/14/LEGIARTI000041731497.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000041473769)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000041731497)"}],"status":"modified"},{"filename":"livre_premier/deuxieme_partie/titre_v/chapitre_premier/section_i/article_1636_b_decies.md","articleName":"Article 1636 B DECIES","additions":20,"deletions":24,"diff":[{"type":"del","content":"I. – Les communes membres d'un établissement public de coopération intercommunale soumis à l'article 1609 nonies C votent le taux des taxes foncières et de la taxe d'habitation, conformément aux dispositions applicables aux communes."},{"type":"del","content":""},{"type":"del","content":"Toutefois, pour les communes membres d'un établissement public de coopération intercommunale à fiscalité additionnelle qui devient soumis aux dispositions de l'article 1609 nonies C et pour la première année d'application de ces dispositions, le dernier alinéa du 1 du I de l'article 1636 B sexies n'est pas applicable lorsque le taux de taxe foncière sur les propriétés non bâties ou le taux de la taxe d'habitation, voté l'année précédente par les communes, est inférieur de plus d'un tiers au taux moyen constaté la même année au niveau national dans l'ensemble des collectivités territoriales de même nature au titre de l'une ou l'autre de ces taxes."},{"type":"add","content":"I. – Les communes membres d'un établissement public de coopération intercommunale soumis à l'article 1609 nonies C votent le taux des taxes foncières conformément aux dispositions applicables aux communes."},{"type":"del","content":"Toutefois, l'obligation de diminuer le taux de cotisation foncière des entreprises dans une proportion au moins égale soit à la diminution du taux de la taxe d'habitation ou à celle du taux moyen pondéré de la taxe d'habitation et des taxes foncières, soit à la plus importante de ces diminutions lorsque ces deux taux sont en baisse, prévue au b du 1 du I de l'article 1636 B sexies, ne s'applique pas."},{"type":"add","content":"Toutefois, l'obligation de diminuer le taux de cotisation foncière des entreprises dans une proportion au moins égale soit à la diminution du taux de la taxe foncière sur les propriétés bâties ou à celle du taux moyen pondéré des taxes foncières, soit à la plus importante de ces diminutions lorsque ces deux taux sont en baisse, prévue au b du 1 du I de l'article 1636 B sexies, ne s'applique pas."},{"type":"del","content":"1° Le taux de la taxe d'habitation est égal au taux moyen de cette taxe constaté dans l'ensemble des communes membres de l'établissement public de coopération intercommunale. Pour les établissements publics de coopération intercommunale qui font application des dispositions du II de l'article 1609 nonies C, le taux moyen pondéré tient compte du produit perçu par l'établissement public de coopération intercommunale ;"},{"type":"add","content":"1° Le taux de la taxe foncière sur les propriétés bâties est égal au taux moyen de cette taxe constaté dans l'ensemble des communes membres de l'établissement public de coopération intercommunale. Pour les établissements publics de coopération intercommunale qui font application des dispositions du II de l'article 1609 nonies C, le taux moyen pondéré tient compte du produit perçu par l'établissement public de coopération intercommunale ;"},{"type":"del","content":"2° Le taux moyen pondéré de la taxe d'habitation et des taxes foncières est égal à la somme des taux moyens constatés pour chacune de ces taxes dans l'ensemble des communes membres de l'établissement public de coopération intercommunale pondérés par l'importance relative des bases de ces trois taxes pour l'année visée au 3° ; toutefois, pour l'application du 3 du I de l'article 1636 B sexies, pour le calcul des taux moyens pondérés constatés pour chacune de ces taxes, il n'est pas tenu compte des taux inférieurs aux trois quarts du taux moyen pondéré des communes membres du groupement constaté pour chaque taxe l'année précédente. Pour les établissements publics de coopération intercommunale qui font application des dispositions du II de l'article 1609 nonies C, le taux moyen pondéré tient compte du produit perçu par l'établissement public de coopération intercommunale ;"},{"type":"add","content":"2° Le taux moyen pondéré des taxes foncières est égal à la somme des taux moyens constatés pour chacune de ces taxes dans l'ensemble des communes membres de l'établissement public de coopération intercommunale pondérés par l'importance relative des bases de ces deux taxes pour l'année visée au 3° ; toutefois, pour l'application du 3 du I de l'article 1636 B sexies, pour le calcul des taux moyens pondérés constatés pour chacune de ces taxes, il n'est pas tenu compte des taux inférieurs aux trois quarts du taux moyen pondéré des communes membres du groupement constaté pour chaque taxe l'année précédente. Pour les établissements publics de coopération intercommunale qui font application des dispositions du II de l'article 1609 nonies C, le taux moyen pondéré tient compte du produit perçu par l'établissement public de coopération intercommunale ;"},{"type":"del","content":"IV. – A compter de 2004, pour les établissements publics de coopération intercommunale visés au II, la différence constatée au titre d'une année entre le taux maximum de cotisation foncière des entreprises résultant des dispositions du deuxième alinéa du b du 1 du I de l'article 1636 B sexies et le taux de cotisation foncière des entreprises voté conformément à ces mêmes dispositions peut être, sous réserve des dispositions de l'article 1636 B septies, ajoutée, partiellement ou totalement, au taux de cotisation foncière des entreprises voté par l'établissement public de coopération intercommunale au titre de l'une des trois années suivantes."},{"type":"add","content":"IV. – Pour les établissements publics de coopération intercommunale visés au II, la différence constatée au titre d'une année entre le taux maximum de cotisation foncière des entreprises résultant des dispositions du deuxième alinéa du b du 1 du I de l'article 1636 B sexies et le taux de cotisation foncière des entreprises voté conformément à ces mêmes dispositions peut être, sous réserve des dispositions de l'article 1636 B septies, ajoutée, partiellement ou totalement, au taux de cotisation foncière des entreprises voté par l'établissement public de coopération intercommunale au titre de l'une des trois années suivantes."},{"type":"del","content":"3° La référence au taux moyen pondéré de la taxe d'habitation et des taxes foncières est remplacée par la référence au taux moyen pondéré de la taxe d'habitation et des taxes foncières de la métropole de Lyon ;"},{"type":"add","content":"3° La référence au taux moyen pondéré des taxes foncières est remplacée par la référence au taux moyen pondéré des taxes foncières de la métropole de Lyon ;"},{"type":"del","content":"4° La référence au taux moyen pondéré de la taxe d'habitation et des taxes foncières calculé au niveau national est remplacée par la référence au taux moyen pondéré de la taxe d'habitation et des taxes foncières constaté l'année précédente au niveau national pour l'ensemble des établissements publics de coopération intercommunale soumis à l'article 1609 nonies C."},{"type":"add","content":"4° La référence au taux moyen pondéré des taxes foncières calculé au niveau national est remplacée par la référence au taux moyen pondéré des taxes foncières constaté l'année précédente au niveau national pour l'ensemble des établissements publics de coopération intercommunale soumis à l'article 1609 nonies C."},{"type":"del","content":"1° La référence au taux de la taxe d'habitation est remplacée par la référence au taux moyen de cette taxe constaté dans l'ensemble des communes situées dans le périmètre de la métropole du Grand Paris ;"},{"type":"add","content":"1° La référence au taux de la taxe foncière sur les propriétés bâties est remplacée par la référence au taux moyen de cette taxe constaté dans l'ensemble des communes situées dans le périmètre de la métropole du Grand Paris ;"},{"type":"del","content":"2° La référence au taux moyen pondéré de la taxe d'habitation et des taxes foncières est remplacée par la référence à la somme des taux moyens constatés pour chacune de ces taxes dans l'ensemble des communes situées dans le périmètre de la métropole du Grand Paris pondérés par l'importance relative des bases de ces trois taxes pour l'année précédant celle au titre de laquelle le conseil de la métropole du Grand Paris vote son taux de cotisation foncière des entreprises ; toutefois, pour l'application du 3 du I du même article 1636 B sexies, pour le calcul des taux moyens pondérés constatés pour chacune de ces taxes, il n'est pas tenu compte des taux inférieurs aux trois quarts du taux moyen pondéré des communes constaté pour chaque taxe l'année précédente."},{"type":"add","content":"2° La référence au taux moyen pondéré des taxes foncières est remplacée par la référence à la somme des taux moyens constatés pour chacune de ces taxes dans l'ensemble des communes situées dans le périmètre de la métropole du Grand Paris pondérés par l'importance relative des bases de ces deux taxes pour l'année précédant celle au titre de laquelle le conseil de la métropole du Grand Paris vote son taux de cotisation foncière des entreprises ; toutefois, pour l'application du 3 du I du même article 1636 B sexies, pour le calcul des taux moyens pondérés constatés pour chacune de ces taxes, il n'est pas tenu compte des taux inférieurs aux trois quarts du taux moyen pondéré des communes constaté pour chaque taxe l'année précédente."},{"type":"del","content":"Au second alinéa du I, les mots : et pour celles qui, membres d'un établissement public de coopération intercommunale à fiscalité additionnelle, intègrent un établissement public de coopération intercommunale soumis aux dispositions de l'article 1609 nonies C dans le cadre du dispositif prévu à l'article 60 de la loi n° 2010-1563 du 16 décembre 2010 de réforme des collectivités territoriales, deviennent sans objet."},{"type":"del","content":""},{"type":"del","content":"Modifications effectuées en conséquence de l’article 35-VI de la loi n° 2015-991 du 7 août 215."},{"type":"add","content":"Conformément au A du VII de l’article 16 de la loi n° 2019-1479 du 28 décembre 2019, les présentes dispositions s’appliquent à compter des impositions établies au titre de 2020."},{"type":"del","content":"LOI n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République - article 59 PARTIELLEMENT_MODIF MODIFIE_MORT_NE, en vigueur du 2019-01-01 au 2018-12-31 MODIFIE source"},{"type":"add","content":"LOI n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République - article 59 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2019-12-30 au 2021-01-01 MODIFIE source"},{"type":"del","content":"LOI n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République - article 59 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2018-12-31 au 2019-12-30 MODIFIE source"},{"type":"add","content":"LOI n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République - article 59 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2021-01-01 au 2022-01-01 MODIFIE source"},{"type":"del","content":"LOI n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République - article 59 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2018-11-25 au 2019-01-01 MODIFIE source"},{"type":"add","content":"LOI n° 2019-1479 du 28 décembre 2019 de finances pour 2020 - article 16 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2020-12-31 au 2022-01-01 MODIFIE source"},{"type":"del","content":"Décret n° 2017-698 du 2 mai 2017 portant incorporation au code général des impôts de divers textes modifiant et complétant certaines dispositions de ce code - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"LOI n° 2019-1479 du 28 décembre 2019 de finances pour 2020 - article 16 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2019-12-30 au 2020-12-31 MODIFIE source"},{"type":"del","content":"2015-08-07 MODIFIE cible LOI n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République - article 59 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2018-12-31 au 2019-12-30"},{"type":"add","content":"2015-08-07 MODIFIE cible LOI n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République - article 59 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2021-01-01 au 2022-01-01"},{"type":"del","content":"2017-05-02 MODIFIE cible Décret n° 2017-698 du 2 mai 2017 portant incorporation au code général des impôts de divers textes modifiant et complétant certaines dispositions de ce code - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2019-12-28 MODIFIE cible LOI n° 2019-1479 du 28 décembre 2019 de finances pour 2020 - article 16 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2020-12-31 au 2022-01-01"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/59/64/LEGIARTI000034596436.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/59/64/LEGIARTI000034596436.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/34/59/64/LEGIARTI000034596436.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/41/46/55/LEGIARTI000041465599.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/41/46/55/LEGIARTI000041465599.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/41/46/55/LEGIARTI000041465599.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000034596436)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000041465599)"}],"status":"modified"},{"filename":"livre_premier/deuxieme_partie/titre_v/chapitre_premier/section_i/article_1636_b_sexies.md","articleName":"Article 1636 B SEXIES","additions":38,"deletions":40,"diff":[{"type":"del","content":"I. – 1. Sous réserve des dispositions des articles 1636 B septies et 1636 B decies les conseils municipaux et les instances délibérantes des organismes de coopération intercommunale dotés d'une fiscalité propre votent chaque année les taux des taxes foncières, de la taxe d'habitation et de la cotisation foncière des entreprises. Ils peuvent :"},{"type":"add","content":"I. – 1. Sous réserve des dispositions des articles 1636 B septies et 1636 B decies les conseils municipaux et les instances délibérantes des organismes de coopération intercommunale dotés d'une fiscalité propre votent chaque année les taux des taxes foncières, de la taxe d'habitation sur les résidences secondaires et autres locaux meublés non affectés à l'habitation principale et de la cotisation foncière des entreprises. Ils peuvent :"},{"type":"del","content":"a) Soit faire varier dans une même proportion les taux des quatre taxes appliqués l'année précédente ;"},{"type":"add","content":"a) Soit faire varier dans une même proportion les taux des trois taxes appliqués l'année précédente ;"},{"type":"del","content":"b) Soit faire varier librement entre eux les taux des quatre taxes. Dans ce cas, le taux de cotisation foncière des entreprises :"},{"type":"add","content":"b) Soit faire varier librement entre eux les taux des trois taxes. Dans ce cas, le taux de cotisation foncière des entreprises :"},{"type":"del","content":"Ne peut, par rapport à l'année précédente, être augmenté dans une proportion supérieure à l'augmentation du taux de la taxe d'habitation ou, si elle est moins élevée, à celle du taux moyen de la taxe d'habitation et des taxes foncières, pondéré par l'importance relative des bases de ces trois taxes pour l'année d'imposition ;"},{"type":"add","content":"Ne peut, par rapport à l'année précédente, être augmenté dans une proportion supérieure à l'augmentation du taux de la taxe foncière sur les propriétés bâties ou, si elle est moins élevée, à celle du taux moyen des taxes foncières, pondéré par l'importance relative des bases de ces deux taxes pour l'année d'imposition ;"},{"type":"del","content":"Ou doit être diminué, par rapport à l'année précédente, dans une proportion au moins égale, soit à la diminution du taux de la taxe d'habitation ou à celle du taux moyen pondéré de la taxe d'habitation et des taxes foncières, soit à la plus importante de ces diminutions lorsque ces deux taux sont en baisse."},{"type":"add","content":"Ou doit être diminué, par rapport à l'année précédente, dans une proportion au moins égale, soit à la diminution du taux de la taxe foncière sur les propriétés bâties ou à celle du taux moyen pondéré des taxes foncières, soit à la plus importante de ces diminutions lorsque ces deux taux sont en baisse."},{"type":"del","content":"Jusqu'à la date de la prochaine révision, le taux de la taxe foncière sur les propriétés non bâties ne peut augmenter plus ou diminuer moins que le taux de la taxe d'habitation."},{"type":"add","content":"Le taux de la taxe foncière sur les propriétés non bâties ne peut augmenter plus ou diminuer moins que le taux de la taxe foncière sur les propriétés bâties."},{"type":"del","content":"2. Toutefois, le taux de la taxe d'habitation, le taux de la taxe foncière sur les propriétés bâties ou le taux de la taxe foncière sur les propriétés non bâties peut, à compter de 1989, être diminué jusqu'au niveau du taux moyen national de la taxe constaté l'année précédente pour, selon le cas, les communes et leurs établissements publics de coopération intercommunale, ou, s'il est plus élevé, jusqu'au niveau du taux de la cotisation foncière des entreprises de la collectivité ou de l'établissement public de coopération intercommunale concerné sans que ces diminutions soient prises en compte pour l'application, à la baisse, des dispositions du b du 1."},{"type":"add","content":"2. Toutefois, le taux de la taxe foncière sur les propriétés bâties ou le taux de la taxe foncière sur les propriétés non bâties peut être diminué jusqu'au niveau du taux moyen national de la taxe constaté l'année précédente pour, selon le cas, les communes et leurs établissements publics de coopération intercommunale, ou, s'il est plus élevé, jusqu'au niveau du taux de la cotisation foncière des entreprises de la collectivité ou de l'établissement public de coopération intercommunale concerné sans que ces diminutions soient prises en compte pour l'application, à la baisse, des dispositions du b du 1."},{"type":"del","content":"Lorsque les dispositions du premier alinéa ne sont pas applicables, le taux de la taxe d'habitation peut cependant être diminué, à compter de 1997, jusqu'au niveau du taux moyen national constaté l'année précédente pour cette taxe dans l'ensemble des collectivités de même nature, si le taux de cotisation foncière des entreprises de l'année précédente est inférieur au taux moyen national constaté la même année pour cette taxe dans l'ensemble des collectivités de même nature, sans que cette diminution soit prise en compte pour l'application, à la baisse, des dispositions du b du 1."},{"type":"add","content":"Pour l'application des dispositions du premier alinéa aux communes membres d'établissements publics de coopération intercommunale dotés ou non d'une fiscalité propre, les taux communaux des taxes foncières et de la cotisation foncière des entreprises sont majorés des taux de ces établissements publics de coopération intercommunale pour l'année précédant celle de l'imposition."},{"type":"del","content":"Pour l'application des dispositions des premier et deuxième alinéas aux communes membres d'établissements publics de coopération intercommunale dotés ou non d'une fiscalité propre, les taux communaux de la taxe d'habitation, des taxes foncières et de la cotisation foncière des entreprises sont majorés des taux de ces établissements publics de coopération intercommunale pour l'année précédant celle de l'imposition."},{"type":"add","content":"Lorsque au titre d'une année il est fait application des dispositions du premier alinéa, la variation en hausse du taux de la taxe foncière sur les propriétés bâties ou du taux moyen des taxes foncières à prendre en compte, pour l'application du 1, pour la détermination du taux de la cotisation foncière des entreprises ou du taux de la taxe foncière sur les propriétés non bâties, est réduite de moitié pendant les trois années suivantes."},{"type":"del","content":"Lorsque au titre d'une année il est fait application des dispositions du premier ou du deuxième alinéa, la variation en hausse du taux de la taxe d'habitation ou du taux moyen de la taxe d'habitation et des taxes foncières à prendre en compte, pour l'application du 1, pour la détermination du taux de la cotisation foncière des entreprises ou du taux de la taxe foncière sur les propriétés non bâties, est réduite de moitié pendant les trois années suivantes."},{"type":"add","content":"Lorsque au titre d'une année, le taux de la cotisation foncière des entreprises ou le taux de la taxe foncière sur les propriétés non bâties a été augmenté dans ces conditions, il ne peut pas être fait application du premier alinéa pendant les trois années suivantes."},{"type":"del","content":"Lorsque au titre d'une année, le taux de la cotisation foncière des entreprises ou le taux de la taxe foncière sur les propriétés non bâties a été augmenté dans ces conditions, il ne peut pas être fait application du premier ou du deuxième alinéa pendant les trois années suivantes."},{"type":"del","content":""},{"type":"del","content":"3. Pour les communes, lorsque le taux de la cotisation foncière des entreprises ainsi déterminé est inférieur à la moyenne constatée pour cette taxe l'année précédente dans l'ensemble des collectivités de même nature, il peut faire l'objet d'une majoration au plus égale à 5 p. 100 de cette moyenne sans pouvoir la dépasser. Cette majoration ne s'applique pas lorsque le taux moyen pondéré des trois autres taxes perçues au profit de la collectivité considérée est inférieur au taux moyen pondéré constaté l'année précédente pour ces trois taxes dans l'ensemble des collectivités de même nature. Lorsque le produit de la taxe d'habitation perçu l'année précédente par une communauté urbaine provient, pour plus des trois quarts de son montant total, des impositions à cette taxe établies sur le territoire d'une seule commune membre, le conseil municipal de cette dernière peut, pour l'application de la majoration, additionner les taux des taxes foncières, de la taxe d'habitation et de la cotisation foncière des entreprises perçues au profit de la commune et les taux respectifs des mêmes taxes, votés l'année précédente par la communauté urbaine."},{"type":"del","content":""},{"type":"del","content":"Dans les communes, membres d'un établissement public de coopération intercommunale, qui, l'année de l'adhésion à l'établissement public de coopération intercommunale et l'année suivante, ont rempli les conditions pour bénéficier des dispositions du premier alinéa, le conseil municipal peut, à compter de la deuxième année suivant celle de l'adhésion, majorer le taux de cotisation foncière des entreprises selon les modalités prévues ci-dessus lorsque, à compter de cette même année, le taux de la cotisation foncière des entreprises déterminé en application du 1 est inférieur à la moyenne constatée pour cette taxe l'année précédente dans l'ensemble des communes et que le taux moyen pondéré des trois autres taxes perçues au profit de la collectivité concernée est au plus inférieur de 20 % au taux moyen pondéré constaté l'année précédente pour ces trois taxes dans l'ensemble des communes. Ces règles sont applicables pour les communes qui ont adhéré à un établissement public de coopération intercommunale à compter de 1995."},{"type":"add","content":"3. Pour les communes, lorsque le taux de la cotisation foncière des entreprises ainsi déterminé est inférieur à la moyenne constatée pour cette taxe l'année précédente dans l'ensemble des collectivités de même nature, il peut faire l'objet d'une majoration au plus égale à 5 p. 100 de cette moyenne sans pouvoir la dépasser. Cette majoration ne s'applique pas lorsque le taux moyen pondéré des taxes foncières perçues au profit de la collectivité considérée est inférieur au taux moyen pondéré constaté l'année précédente pour ces deux taxes dans l'ensemble des collectivités de même nature."},{"type":"del","content":"5. L'instance délibérante d'un établissement public de coopération intercommunale faisant application de l'article 1609 nonies C et dont le taux de cotisation foncière des entreprises est inférieur à 75 % de la moyenne de sa catégorie constatée l'année précédente au niveau national peut fixer le taux de cotisation foncière des entreprises dans cette limite, sans que l'augmentation du taux soit supérieure à 5 %."},{"type":"del","content":""},{"type":"del","content":"Les catégories mentionnées au premier alinéa s'entendent des communautés d'agglomération, des communautés de communes faisant application de l'article 1609 nonies C et des communautés urbaines faisant application de ce même article."},{"type":"del","content":""},{"type":"del","content":"I bis. – 1. Dans les communes où le taux ou les bases de la cotisation foncière des entreprises étaient nuls l'année précédente, le conseil municipal peut fixer le taux de cette taxe. Toutefois, le rapport entre le taux ainsi voté et le taux moyen constaté pour la cotisation foncière des entreprises l'année précédente dans l'ensemble des communes ne doit pas excéder le rapport entre d'une part, le taux moyen de la taxe d'habitation et des taxes foncières, pondéré par l'importance relative des bases de ces trois taxes dans la commune pour l'année d'imposition, et, d'autre part, le taux moyen pondéré de ces trois taxes constaté l'année précédente dans l'ensemble des communes."},{"type":"add","content":"5. L'instance délibérante d'un établissement public de coopération intercommunale faisant application de l'article 1609 nonies C et dont le taux de cotisation foncière des entreprises est inférieur à 75 % de la moyenne des établissements publics de coopération intercommunale de sa catégorie faisant application du même article 1609 nonies C, telle que constatée l'année précédente au niveau national peut fixer le taux de cotisation foncière des entreprises dans cette limite, sans que l'augmentation du taux soit supérieure à 5 %."},{"type":"del","content":"2. Dans les établissements publics de coopération intercommunale à fiscalité propre additionnelle où le taux de la cotisation foncière des entreprises était nul l'année précédente, l'organe délibérant de l'établissement public de coopération intercommunale peut fixer le taux de cette taxe. Toutefois, le rapport entre le taux ainsi voté et le taux moyen constaté pour la cotisation foncière des entreprises l'année précédente dans l'ensemble des communes membres de l'établissement public de coopération intercommunale ne doit pas excéder le rapport entre, d'une part, le taux moyen de la taxe d'habitation et des taxes foncières, pondéré par l'importance relative des bases de ces trois taxes dans l'établissement public de coopération intercommunale pour l'année d'imposition, et, d'autre part, le taux moyen pondéré de ces trois taxes constaté l'année précédente dans l'ensemble des communes membres de l'établissement public."},{"type":"add","content":"I bis. – 1. Dans les communes où le taux ou les bases de la cotisation foncière des entreprises étaient nuls l'année précédente, le conseil municipal peut fixer le taux de cette taxe. Toutefois, le rapport entre le taux ainsi voté et le taux moyen constaté pour la cotisation foncière des entreprises l'année précédente dans l'ensemble des communes ne doit pas excéder le rapport entre d'une part, le taux moyen des taxes foncières, pondéré par l'importance relative des bases de ces deux taxes dans la commune pour l'année d'imposition, et, d'autre part, le taux moyen pondéré de ces deux taxes constaté l'année précédente dans l'ensemble des communes."},{"type":"del","content":"I ter. – 1. Dans les communes où le taux ou les bases de la taxe foncière sur les propriétés non bâties étaient nuls l'année précédente, le conseil municipal peut fixer le taux de cette taxe. Toutefois, le rapport entre le taux ainsi voté et le taux moyen constaté pour la taxe foncière sur les propriétés non bâties l'année précédente dans l'ensemble des communes ne doit pas excéder le rapport entre le taux de taxe d'habitation de la commune pour l'année d'imposition et le taux moyen constaté pour la taxe d'habitation l'année précédente dans l'ensemble des communes."},{"type":"add","content":"2. Dans les établissements publics de coopération intercommunale à fiscalité propre additionnelle où le taux de la cotisation foncière des entreprises était nul l'année précédente, l'organe délibérant de l'établissement public de coopération intercommunale peut fixer le taux de cette taxe. Toutefois, le rapport entre le taux ainsi voté et le taux moyen constaté pour la cotisation foncière des entreprises l'année précédente dans l'ensemble des communes membres de l'établissement public de coopération intercommunale ne doit pas excéder le rapport entre, d'une part, le taux moyen des taxes foncières, pondéré par l'importance relative des bases de ces deux taxes dans l'établissement public de coopération intercommunale pour l'année d'imposition, et, d'autre part, le taux moyen pondéré de ces deux taxes constaté l'année précédente dans l'ensemble des communes membres de l'établissement public."},{"type":"del","content":"2. Dans les établissements publics de coopération intercommunale à fiscalité propre additionnelle où le taux de la taxe foncière sur les propriétés non bâties était nul l'année précédente, l'organe délibérant de l'établissement public de coopération intercommunale peut fixer le taux de cette taxe. Toutefois, le rapport entre le taux ainsi voté et le taux moyen constaté pour la taxe foncière sur les propriétés non bâties l'année précédente dans l'ensemble des communes membres de l'établissement public de coopération intercommunale ne doit pas excéder le rapport entre le taux de taxe d'habitation de l'établissement public de coopération intercommunale pour l'année d'imposition et le taux moyen constaté pour la taxe d'habitation l'année précédente dans l'ensemble des communes membres de l'établissement public."},{"type":"add","content":"I ter. – 1. Dans les communes où le taux ou les bases de la taxe foncière sur les propriétés non bâties étaient nuls l'année précédente, le conseil municipal peut fixer le taux de cette taxe. Toutefois, le rapport entre le taux ainsi voté et le taux moyen constaté pour la taxe foncière sur les propriétés non bâties l'année précédente dans l'ensemble des communes ne doit pas excéder le rapport entre le taux de taxe foncière sur les propriétés bâties de la commune pour l'année d'imposition et le taux moyen constaté pour la taxe foncière sur les propriétés bâties l'année précédente dans l'ensemble des communes."},{"type":"del","content":"L'alinéa précédent est applicable aux établissements publics de coopération intercommunale soumis à l'article 1609 nonies C."},{"type":"add","content":"2. Dans les établissements publics de coopération intercommunale à fiscalité propre où le taux de la taxe foncière sur les propriétés non bâties était nul l'année précédente, l'organe délibérant de l'établissement public de coopération intercommunale peut fixer le taux de cette taxe. Toutefois, le rapport entre le taux ainsi voté et le taux moyen constaté pour la taxe foncière sur les propriétés non bâties l'année précédente dans l'ensemble des communes membres de l'établissement public de coopération intercommunale ne doit pas excéder le rapport entre le taux de taxe foncière sur les propriétés bâties de l'établissement public de coopération intercommunale pour l'année d'imposition et le taux moyen constaté pour la taxe foncière sur les propriétés bâties l'année précédente dans l'ensemble des communes membres de l'établissement public."},{"type":"del","content":"II. – En cas de création d'un établissement public de coopération intercommunale doté d'une fiscalité propre, les rapports entre les taux des quatre taxes établies par l'établissement public de coopération intercommunale doivent être égaux, la première année, aux rapports constatés l'année précédente entre les taux moyens pondérés de chaque taxe dans l'ensemble des communes membres."},{"type":"add","content":"II. – En cas de création d'un établissement public de coopération intercommunale doté d'une fiscalité propre, les rapports entre les taux des trois taxes établies par l'établissement public de coopération intercommunale doivent être égaux, la première année, aux rapports constatés l'année précédente entre les taux moyens pondérés de chaque taxe dans l'ensemble des communes membres."},{"type":"del","content":"Les dispositions du premier alinéa sont applicables l'année qui suit celle au titre de laquelle l'établissement public de coopération intercommunale a voté un taux égal à zéro pour les quatre taxes."},{"type":"add","content":"Les dispositions du premier alinéa sont applicables l'année qui suit celle au titre de laquelle l'établissement public de coopération intercommunale a voté un taux égal à zéro pour les trois taxes."},{"type":"del","content":"0"},{"type":"add","content":"Conformément au A du VII de l’article 16 de la loi n° 2019-1479 du 28 décembre 2019, les présentes dispositions s’appliquent à compter des impositions établies au titre de 2020."},{"type":"del","content":"LOI n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République - article 59 PARTIELLEMENT_MODIF MODIFIE_MORT_NE, en vigueur du 2019-01-01 au 2018-12-31 MODIFIE source"},{"type":"add","content":"LOI n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République - article 59 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2019-12-30 au 2021-01-01 MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République - article 59 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2021-01-01 au 2022-01-01 MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République - article 59 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2022-01-01 au 2023-01-01 MODIFIE source"},{"type":"del","content":"LOI n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République - article 59 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2018-12-31 au 2019-12-30 MODIFIE source"},{"type":"add","content":"LOI n° 2019-1479 du 28 décembre 2019 de finances pour 2020 - article 16 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2020-12-31 au 2022-01-01 MODIFIE source"},{"type":"del","content":"LOI n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République - article 59 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2018-11-25 au 2019-01-01 MODIFIE source"},{"type":"add","content":"LOI n° 2019-1479 du 28 décembre 2019 de finances pour 2020 - article 16 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2022-01-01 au 2022-08-18 MODIFIE source"},{"type":"del","content":"Ordonnance n° 2015-1630 du 10 décembre 2015 complétant et précisant les règles financières et fiscales applicables à la métropole du Grand Paris, aux établissements publics territoriaux et aux communes situés dans ses limites territoriales - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"LOI n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République - article 59 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2023-01-01 au 2023-12-31 MODIFIE source"},{"type":"del","content":"LOI n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République - article 59 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2017-01-01 au 2017-01-29 MODIFIE source"},{"type":"add","content":"Code général des impôts - article 1638-0 bis AUTONOME MODIFIE, en vigueur du 2023-01-01 au 2025-02-16 CITATION source"},{"type":"del","content":"LOI n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République - article 59 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2017-01-29 au 2018-11-25 MODIFIE source"},{"type":"add","content":"LOI n° 2019-1479 du 28 décembre 2019 de finances pour 2020 - article 16 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2019-12-30 au 2020-12-31 MODIFIE source"},{"type":"del","content":"LOI n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République - article 59 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2016-01-01 au 2017-01-01 MODIFIE source"},{"type":"add","content":"LOI n° 2019-1479 du 28 décembre 2019 de finances pour 2020 - article 16 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2022-08-18 au 2023-12-31 MODIFIE source"},{"type":"del","content":"2015-08-07 MODIFIE cible LOI n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République - article 59 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2018-12-31 au 2019-12-30"},{"type":"add","content":"2015-08-07 MODIFIE cible LOI n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République - article 59 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2023-01-01 au 2023-12-31"},{"type":"del","content":"2015-12-10 MODIFIE cible Ordonnance n° 2015-1630 du 10 décembre 2015 complétant et précisant les règles financières et fiscales applicables à la métropole du Grand Paris, aux établissements publics territoriaux et aux communes situés dans ses limites territoriales - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2019-12-28 MODIFIE cible LOI n° 2019-1479 du 28 décembre 2019 de finances pour 2020 - article 16 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2022-08-18 au 2023-12-31"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/31/59/96/LEGIARTI000031599676.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/31/59/96/LEGIARTI000031599676.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/31/59/96/LEGIARTI000031599676.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/41/46/56/LEGIARTI000041465616.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/41/46/56/LEGIARTI000041465616.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/41/46/56/LEGIARTI000041465616.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000031599676)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000041465616)"}],"status":"modified"},{"filename":"livre_premier/deuxieme_partie/titre_v/chapitre_premier/section_ii/article_1639_a_ter.md","articleName":"Article 1639 A TER","additions":20,"deletions":8,"diff":[{"type":"del","content":"b. Sont maintenues pour la première année suivant celle de la fusion lorsqu'elles sont prises en application du 3° de l'article 1459 et des articles 1464,1464 A, 1464 H, 1518 A et 1647 D. Il en est de même pour les délibérations prises par les communes visées au sixième alinéa du I de l'article L. 5211-41-3 du code général des collectivités territoriales lorsque le nouvel établissement public de coopération intercommunale est soumis aux dispositions du I de l'article 1609 nonies C."},{"type":"add","content":"b. Sont maintenues pour la première année suivant celle de la fusion lorsqu'elles sont prises en application du 3° de l'article 1459 et des articles 1464,1464 A, 1464 F, 1464 G, 1464 H, 1518 A et 1647 D. Il en est de même pour les délibérations prises par les communes visées au sixième alinéa du I de l'article L. 5211-41-3 du code général des collectivités territoriales lorsque le nouvel établissement public de coopération intercommunale est soumis aux dispositions du I de l'article 1609 nonies C."},{"type":"del","content":"Conformément au I de l'article 174 de la loi n° 2018-1317 du 28 décembre 2018 de finances pour 2019, ces dispositions s'appliquent à compter des impositions établies au titre de 2019."},{"type":"add","content":"Conformément au II de l’article 110 de la loi n° 2019-1479 du 29 décembre 2019, ces dispositions s'appliquent aux impositions établies au titre des années 2020 à 2023. Se reporter aux conditions détaillées aux III à V dudit article 110."},{"type":"del","content":"Décret n° 2019-559 du 6 juin 2019 portant incorporation au code général des impôts de divers textes modifiant et complétant certaines dispositions de ce code - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"LOI n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République - article 59 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2019-12-30 au 2021-01-01 MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2018-1317 du 28 décembre 2018 de finances pour 2019 - article 135 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2021-01-01 au 2024-01-01 MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2019-1479 du 28 décembre 2019 de finances pour 2020 - article 110 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2019-12-30 au 2024-01-01 MODIFIE source"},{"type":"del","content":"2019-06-06 MODIFIE cible Décret n° 2019-559 du 6 juin 2019 portant incorporation au code général des impôts de divers textes modifiant et complétant certaines dispositions de ce code - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2015-08-07 MODIFIE cible LOI n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République - article 59 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2019-12-30 au 2021-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2018-12-28 MODIFIE cible LOI n° 2018-1317 du 28 décembre 2018 de finances pour 2019 - article 135 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2021-01-01 au 2024-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2019-12-28 MODIFIE cible LOI n° 2019-1479 du 28 décembre 2019 de finances pour 2020 - article 110 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2019-12-30 au 2024-01-01"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/38/68/65/LEGIARTI000038686536.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/38/68/65/LEGIARTI000038686536.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/38/68/65/LEGIARTI000038686536.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/41/47/04/LEGIARTI000041470474.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/41/47/04/LEGIARTI000041470474.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/41/47/04/LEGIARTI000041470474.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000038686536)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000041470474)"}],"status":"modified"}],"stats":{"additions":97,"deletions":85,"filesChanged":4}}