{"sha":"ed28cb656e9b","date":"2003-08-31","message":"LOI n° 2003-775 du 21 août 2003 portant réforme des retraites","files":[{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_iv/section_ii/i/README.md","articleName":"Sommaire - I","additions":1,"deletions":0,"diff":[{"type":"add","content":"- [Article 237 bis A](article_237_bis_a.md)"}],"status":"modified"},{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_iv/section_ii/i/article_237_bis_a.md","articleName":"Article 237 BIS A","additions":113,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article 237 bis A"},{"type":"add","content":""},{"type":"add","content":"I. Les sommes portées au cours d'un exercice à la réserve spéciale de participation constituée en application du chapitre II du titre IV du livre IV du code du travail sont déductibles pour l'assiette de l'impôt sur les sociétés ou de l'impôt sur le revenu exigible au titre de l'exercice au cours duquel elles sont réparties entre les salariés. L'application de cette disposition est subordonnée au dépôt de l'accord de participation à la direction départementale du travail et de l'emploi du lieu où cet accord a été conclu."},{"type":"add","content":""},{"type":"add","content":"II. 1. Les entreprises peuvent constituer, en franchise d'impôt, une provision pour investissement égale à 50 p. 100 du montant des sommes portées à la réserve spéciale de participation au cours du même exercice et admises en déduction des bénéfices imposables, qui sont attribuées en plus de la participation de droit commun en application d'accords qui répondent aux conditions prévues à l'article L442-6 du code du travail."},{"type":"add","content":""},{"type":"add","content":"Les entreprises ayant adopté un régime facultatif conformément à l'article L. 442-15 du code du travail peuvent également constituer, dans les mêmes conditions, une provision pour investissement égale à 25 p. 100 du montant des sommes portées à la réserve de participation au cours du même exercice et qui correspondent à la participation de droit commun. Ce taux est porté à 50 % pour les accords existant à la date de publication de la loi n° 2001-152 du 19 février 2001 sur l'épargne salariale et ceux conclus au plus tard deux ans après cette publication."},{"type":"add","content":""},{"type":"add","content":"Le montant de la provision visée aux premier et deuxième alinéas est réduit de moitié lorsque les accords prévoient que les sommes attribuées sont indisponibles pendant trois ans seulement."},{"type":"add","content":""},{"type":"add","content":"Les entreprises employant moins de cent salariés ayant conclu un accord d'intéressement en application du chapitre Ier du titre IV du livre IV du code du travail à la date de la publication de la loi n° 2001-152 du 19 février 2001 précitée ou dans un délai de deux ans après cette publication et ayant un plan d'épargne mis en place en application du chapitre III du titre IV du livre IV du code du travail peuvent constituer, en franchise d'impôt, une provision pour investissement égale à 50 % du montant des sommes mentionnées à l'article L. 443-7 dudit code qui complètent le versement du salarié issu de l'intéressement et affecté au plan d'épargne."},{"type":"add","content":""},{"type":"add","content":"Les entreprises peuvent constituer, en franchise d'impôt, une provision pour investissement égale à 25 % du montant des versements complémentaires effectués dans le cadre du plan partenarial d'épargne salariale volontaire pour la retraite défini à l'article L. 443-1-2 du code du travail. Ce taux est porté à 50 % pour les versements complémentaires investis en titres donnant accès au capital de l'entreprise."},{"type":"add","content":""},{"type":"add","content":"Les entreprises qui versent, au titre du plan partenarial d'épargne salariale volontaire pour la retraite créé à l'article L. 443-1-2 du code du travail et dans le cadre des dispositions de l'article L. 443-7 du même code, des sommes complémentaires au montant versé par leurs salariés pour l'acquisition de parts de fonds régis par les quinzième à dix-huitième alinéas de l'article L. 214-39 du code monétaire et financier peuvent constituer, en franchise d'impôt, une provision pour investissement égale à 35 % des versements complémentaires. Les titres d'entreprises solidaires ou d'organismes acquis doivent être conservés pendant deux ans au moins par le fonds."},{"type":"add","content":""},{"type":"add","content":"2. Les sociétés anonymes à participation ouvrière peuvent constituer, en franchise d'impôt, à la clôture de chaque exercice, une provision pour investissement d'un montant égal à 50 p. 100 des sommes portées à la réserve spéciale de participation au cours du même exercice et admises en déduction du bénéfice imposable. Ce montant est porté à 75 p. 100 lorsque les entreprises concernées affectent, au titre de chaque exercice, à un compte de réserve non distribuable, par prélèvement sur les résultats, une somme égale à 25 p. 100 des sommes portées à la réserve spéciale de participation au cours du même exercice et admises en déduction des bénéfices imposables. En cas de dissolution, la réserve provenant de cette affectation ne peut être répartie qu'entre les seuls détenteurs d'actions de travail."},{"type":"add","content":""},{"type":"add","content":"3. Le montant de la provision pour investissement que les sociétés coopératives ouvrières de production peuvent constituer à la clôture d'un exercice est au plus égal à celui des sommes portées à la réserve spéciale de participation au titre du même exercice. Les dotations à la réserve légale et au fonds de développement de ces sociétés peuvent tenir lieu, à due concurrence, de provision pour investissement."},{"type":"add","content":""},{"type":"add","content":"Cette disposition n'est pas applicable aux sociétés coopératives ouvrières de production dont le capital est détenu pour plus de 50 p. 100 par des personnes définies au 1 quinquies de l'article 207 et des titulaires de certificats coopératifs d'investissement, à l'exception de celles dont la majorité du capital est détenue par une autre société coopérative ouvrière de production dans les conditions prévues à l'article 25 de la loi n° 78-763 du 19 juillet 1978 portant statut des sociétés coopératives ouvrières de production."},{"type":"add","content":""},{"type":"add","content":"4. La provision visée aux 1 à 3 est rapportée au bénéfice imposable si elle n'est pas utilisée dans le délai de deux ans à l'acquisition ou la création d'immobilisations. Ce délai est porté à quatre ans pour les sociétés coopératives ouvrières de production lorsque la provision pour investissement est représentée par des dotations à la réserve légale et au fonds de développement."},{"type":"add","content":""},{"type":"add","content":"La provision visée au cinquième alinéa du 1 peut également être utilisée au titre des dépenses de formation prévues à l'article L. 444-1 du code du travail."},{"type":"add","content":""},{"type":"add","content":"5. Lorsqu'un accord est conclu au sein d'un groupe de sociétés et aboutit à dégager une réserve globale de participation, la provision pour investissement est constituée par chacune des sociétés intéressées dans la limite de sa contribution effective à la participation globale. Toutefois, chacune de ces sociétés peut, sur autorisation du ministre chargé des finances, transférer tout ou partie de son droit à constitution de ladite provision à l'une des autres sociétés du groupe dont il s'agit, ou à plusieurs d'entre elles."},{"type":"add","content":""},{"type":"add","content":"6. Lorsqu'un plan partenarial d'épargne salariale volontaire pour la retraite défini à l'article L. 443-1-2 du code du travail est créé par un accord de groupe prévu par l'article L. 444-3 du même code, la provision pour investissement est constituée par chacune des sociétés intéressées dans la limite des contributions complémentaires effectivement versées dans ce cadre. Toutefois, chacune de ces sociétés peut, sur autorisation du ministre chargé des finances, transférer tout ou partie de son droit à constitution de ladite provision à l'une des autres sociétés du groupe dont il s'agit, ou à plusieurs d'entre elles."},{"type":"add","content":""},{"type":"add","content":"III. Les dispositions du présent article s'appliquent pour chaque entreprise au premier jour du premier exercice ouvert après le 23 octobre 1986."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2003-775 du 21 août 2003 portant réforme des retraites MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI no 2001-152 du 19 février 2001 sur l'épargne salariale CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CITATION source CGI 207"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1978-07-19 CITATION source Loi n° 78-763 du 19 juillet 1978 portant statut des sociétés coopératives ouvrières de production - article 25 AUTONOME MODIFIE, en vigueur du 1985-07-13 au 2014-08-02"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2001-02-19 CITATION source LOI no 2001-152 du 19 février 2001 sur l'épargne salariale"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2003-08-21 MODIFICATION source LOI n° 2003-775 du 21 août 2003 portant réforme des retraites"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2014-12-31 CITATION cible Décret n° 2014-1758 du 31 décembre 2014 relatif au dispositif d'amorçage applicable aux sociétés coopératives de production VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2024-06-13 CITATION cible LOI n° 2024-537 du 13 juin 2024 visant à accroître le financement des entreprises et l'attractivité de la France - article 3 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2024-07-05"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code du travail - article D3325-5 AUTONOME VIGUEUR, en vigueur depuis le 2008-05-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts, annexe II - article 171 bis AUTONOME VIGUEUR, en vigueur depuis le 2002-03-31"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code monétaire et financier - article L214-39 AUTONOME MODIFIE, en vigueur du 2001-01-01 au 2001-02-20"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code du travail - article L442-15 AUTONOME MODIFIE, en vigueur du 1973-11-23 au 1982-11-14"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code du travail - article L442-6 AUTONOME MODIFIE, en vigueur du 1973-01-03 au 1975-06-20"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code du travail - article L443-1-2 AUTONOME MODIFIE, en vigueur du 2001-02-20 au 2003-08-22"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code du travail - article L443-7 AUTONOME MODIFIE, en vigueur du 1973-11-23 au 1974-09-29"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code du travail - article L444-1 AUTONOME MODIFIE, en vigueur du 1994-07-27 au 2001-02-20"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code du travail - article L444-3 AUTONOME MODIFIE, en vigueur du 1994-07-27 au 2001-02-20"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      HISTO source Edition du 31 août 2003"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/90/LEGIARTI000006309059.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/90/LEGIARTI000006309059.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/90/LEGIARTI000006309059.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_impots/src/branch/main/livre_premier/premiere_partie/titre_premier/chapitre_iv/section_ii/i/article_237_bis_a.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006309059)"},{"type":"add","content":""}],"status":"added"},{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_premier/section_ii/1re_sous-section/v/2/README.md","articleName":"Sommaire - 2","additions":1,"deletions":0,"diff":[{"type":"add","content":"- [Article 83](article_83.md)"}],"status":"modified"},{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_premier/section_ii/1re_sous-section/v/2/article_83.md","articleName":"Article 83","additions":403,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article 83"},{"type":"add","content":""},{"type":"add","content":"Le montant net du revenu imposable est déterminé en déduisant du montant brut des sommes payées et des avantages en argent ou en nature accordés :"},{"type":"add","content":""},{"type":"add","content":"1° Les cotisations de sécurité sociale, y compris les cotisations d'assurance vieillesse versées en exercice des facultés de rachat prévues aux articles L. 351-14-1 du code de la sécurité sociale et L. 9 bis du code des pensions civiles et militaires de retraite, les cotisations versées aux régimes de retraite complémentaire mentionnés au chapitre Ier du titre II du livre IX du code de la sécurité sociale, ainsi que les cotisations au régime public de retraite additionnel obligatoire institué par l'article 76 de la loi n° 2003-775 du 21 août 2003 portant réforme des retraites ;"},{"type":"add","content":""},{"type":"add","content":"1° bis Abrogé"},{"type":"add","content":""},{"type":"add","content":"1° ter (abrogé à compter de l'entrée en vigueur de la loi n° 2002-73 du 17 janvier 2002)."},{"type":"add","content":""},{"type":"add","content":"1° quater Les cotisations ou primes versées aux régimes de prévoyance complémentaire auxquels le salarié est affilié à titre obligatoire, dans la limite d'un plafond, qui tient compte des versements du salarié et de l'employeur, fixé par la loi. En cas d'excédent, celui-ci est ajouté à la rémunération ;"},{"type":"add","content":""},{"type":"add","content":"2° Les cotisations ou primes versées aux régimes de retraite supplémentaire auxquels le salarié est affilié à titre obligatoire ainsi que les cotisations versées, à compter du 1er janvier 1993, à titre obligatoire au régime de prévoyance des joueurs professionnels de football institué par la charte du football professionnel."},{"type":"add","content":""},{"type":"add","content":"Les cotisations ou les primes mentionnées à l'alinéa précédent sont déductibles dans la limite d'un plafond fixé par la loi, qui tient compte des versements du salarié et de l'employeur ainsi que, le cas échéant, de l'abondement de l'employeur au plan partenarial d'épargne salariale volontaire pour la retraite défini à l'article L. 443-1-2 du code du travail. En cas d'excédent, celui-ci est ajouté à la rémunération ;"},{"type":"add","content":""},{"type":"add","content":"2° bis Les contributions versées par les salariés en application des dispositions de l'article L. 351-3 du code du travail et destinées à financer le régime d'assurance des travailleurs privés d'emploi ;"},{"type":"add","content":""},{"type":"add","content":"2° ter La contribution exceptionnelle de solidarité en faveur des travailleurs privés d'emploi, instituée par l'article 2, modifié, de la loi n° 82-939 du 4 novembre 1982 ;"},{"type":"add","content":""},{"type":"add","content":"2° quater Les intérêts des emprunts contractés, à compter du 1er janvier 1984, pour souscrire au capital d'une société nouvelle exerçant une activité industrielle, commerciale, artisanale ou libérale. Cette souscription doit intervenir l'année de la création de la société ou au cours de deux années suivantes."},{"type":"add","content":""},{"type":"add","content":"La déduction ne peut excéder 50 % du salaire versé à l'emprunteur par la société nouvelle. Elle ne peut être supérieure à 15 250 euros."},{"type":"add","content":""},{"type":"add","content":"La société nouvelle doit être soumise à l'impôt sur les sociétés dans les conditions de droit commun, exercer une activité mentionnée aux articles 34 et 92 et répondre aux conditions suivantes :"},{"type":"add","content":""},{"type":"add","content":"a. A la clôture de l'exercice, le prix de revient des biens d'équipement amortissables selon le mode dégressif en application des dispositions du 1 de l'article 39 A doit représenter au moins les deux tiers du prix de revient total des immobilisations corporelles amortissables ; les entreprises qui ne remplissent pas cette condition à la clôture de leur premier exercice peuvent bénéficier du dispositif à titre provisoire ; cet avantage leur sera définitivement acquis si le pourcentage des deux tiers est atteint à la clôture de l'exercice suivant ;"},{"type":"add","content":""},{"type":"add","content":"b. Pour les entreprises constituées sous forme de société, les droits de vote attachés aux actions ou aux parts ne doivent pas être détenus, directement ou indirectement, pour plus de 50 % par d'autres sociétés ;"},{"type":"add","content":""},{"type":"add","content":"c. Les entreprises créées dans le cadre d'une concentration ou restructuration d'activités préexistantes, ou pour la reprise de telles activités, ne peuvent bénéficier du dispositif ci-dessus. Toutefois, cette disposition ne s'applique pas aux entreprises créées pour la reprise d'établissements en difficulté."},{"type":"add","content":""},{"type":"add","content":"Les actions souscrites doivent obligatoirement revêtir la forme nominative."},{"type":"add","content":""},{"type":"add","content":"Le bénéfice de la déduction est subordonné au dépôt des titres chez un intermédiaire agréé."},{"type":"add","content":""},{"type":"add","content":"Si les actions ou les parts sociales souscrites sont cédées avant l'expiration d'un délai de cinq ans à compter de leur souscription, le total des intérêts déduits est ajouté au revenu brut perçu par l'emprunteur l'année de la cession."},{"type":"add","content":""},{"type":"add","content":"Toutefois, aucun rehaussement n'est effectué lorsque l'emprunteur ou son conjoint soumis à une imposition commune se trouve dans l'un des cas suivant : invalidité correspondant au classement dans la deuxième ou troisième des catégories prévues à l'article L. 341-4 du code de la sécurité sociale, décès, départ à la retraite ou licenciement."},{"type":"add","content":""},{"type":"add","content":"Un décret fixe les modalités d'application du présent paragraphe, notamment les obligations des emprunteurs et des intermédiaires agréés."},{"type":"add","content":""},{"type":"add","content":"2° quinquies Les intérêts des emprunts contractés, à compter du 1er janvier 1984, pour souscrire au capital d'une société coopérative ouvrière de production créée pour reprendre une entreprise dans les conditions fixées à l'article 48 de la loi n° 78-763 du 19 juillet 1978 portant statut des sociétés coopératives ouvrières de production."},{"type":"add","content":""},{"type":"add","content":"Cette disposition est applicable dans les conditions fixées au 2° quater."},{"type":"add","content":""},{"type":"add","content":"3° Les frais inhérents à la fonction ou à l'emploi lorsqu'ils ne sont pas couverts par des allocations spéciales."},{"type":"add","content":""},{"type":"add","content":"La déduction à effectuer du chef des frais professionnels est calculée forfaitairement en fonction du revenu brut, après défalcation des cotisations, contributions et intérêts mentionnés aux 1° à 2° quinquies et à l'article 83 bis ; elle est fixée à 10 % du montant de ce revenu. Elle est limitée à 12 229 euros pour l'imposition des rémunérations perçues en 2001 ; chaque année, le plafond retenu pour l'imposition des revenus de l'année précédente est relevé dans la même proportion que la limite supérieure de la première tranche du barème de l'impôt sur le revenu."},{"type":"add","content":""},{"type":"add","content":"Le montant de la déduction forfaitaire pour frais professionnels ne peut être inférieur à 364 euros ou à 797 euros pour les personnes inscrites en tant que demandeurs d'emploi depuis plus d'un an, sans pouvoir excéder le montant brut des traitements et salaires. Cette disposition s'applique séparément aux rémunérations perçues par chaque membre du foyer fiscal désigné aux 1 et 3 de l'article 6."},{"type":"add","content":""},{"type":"add","content":"Les sommes figurant au troisième alinéa sont révisées chaque année dans la même proportion que la limite supérieure de la première tranche du barème de l'impôt sur le revenu."},{"type":"add","content":""},{"type":"add","content":"Les bénéficiaires de traitements et salaires sont également admis à justifier du montant de leurs frais réels, soit dans la déclaration visée à l'article 170, soit sous forme de réclamation adressée au service des impôts dans le délai prévu aux articles R* 196-1 et R* 196-3 du livre des procédures fiscales. Le montant des frais réels à prendre en compte au titre de l'acquisition des immeubles, des véhicules et autres biens dont la durée d'utilisation est supérieure à un an s'entend de la dépréciation que ces biens ont subie au cours de l'année d'imposition."},{"type":"add","content":""},{"type":"add","content":"Sont assimilées à des frais professionnels réels les dépenses exposées en vue de l'obtention d'un diplôme ou d'une qualification professionnelle dans la perspective d'une insertion ou d'une conversion professionnelle par les personnes tirant un revenu de la pratique d'un sport."},{"type":"add","content":""},{"type":"add","content":"Les frais de déplacement de moins de quarante kilomètres entre le domicile et le lieu de travail sont admis, sur justificatifs, au titre des frais professionnels réels. Lorsque la distance est supérieure, la déduction admise porte sur les quarante premiers kilomètres, sauf circonstances particulières notamment liées à l'emploi justifiant une prise en compte complète."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"NOTA : Ces dispositions sont applicables à compter de l'imposition des revenus de l'année 2004."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Loi n° 2003-775 du 21 août 2003 portant réforme des retraites (1). - article 111 AUTONOME VIGUEUR, en vigueur depuis le 2003-08-22 MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2003-775 du 21 août 2003 portant réforme des retraites CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2002-73 du 17 janvier 2002 de modernisation sociale CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1978-07-19 CITATION source Loi n° 78-763 du 19 juillet 1978 portant statut des sociétés coopératives ouvrières de production - article 48 AUTONOME VIGUEUR, en vigueur depuis le 1978-07-20"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1978-07-03 CITATION cible Arrêté du 3 juillet 1978 modifiant un précédent relatif au calcul de l'aide personnalisée au logement - article 2 ter AUTONOME ABROGE, en vigueur du 2019-01-01 au 2019-10-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1982-11-04 CITATION source Loi n° 82-939 du 4 novembre 1982 RELATIVE A LA CONTRIBUTION EXCEPTIONNELLE DE SOLIDARITE EN FAVEUR DES TRAVAILLEURS PRIVES D'EMPLOI - article 2 AUTONOME MODIFIE, en vigueur du 1982-11-05 au 1984-04-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1990-07-02 CITATION cible Loi n° 90-568 du 2 juillet 1990 relative à l'organisation du service public de la poste et à France Télécom. - article 30 AUTONOME VIGUEUR, en vigueur depuis le 2016-04-22"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2000-12-26 CITATION cible Arrêté du 26 décembre 2000 relatif à l'allocation de logement - article 2 AUTONOME MODIFIE, en vigueur du 2012-01-01 au 2015-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2000-12-26 CITATION cible Arrêté du 26 décembre 2000 relatif à l'allocation de logement - article 4 AUTONOME MODIFIE, en vigueur du 2012-01-01 au 2015-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2002-01-17 CITATION source LOI n° 2002-73 du 17 janvier 2002 de modernisation sociale"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2003-08-21 CITATION source LOI n° 2003-775 du 21 août 2003 portant réforme des retraites"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2003-08-21 MODIFICATION source Loi n° 2003-775 du 21 août 2003 portant réforme des retraites (1). - article 111 AUTONOME VIGUEUR, en vigueur depuis le 2003-08-22"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2008-03-26 CITATION cible Décret n° 2008-284 du 26 mars 2008 relatif aux règles de provisionnement de certains régimes de retraite complémentaire constitués au profit des fonctionnaires et agents des collectivités locales et des établissements publics auprès d'entreprises régies par le code des assurances - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2021-12-25"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2008-10-07 CITATION cible Décret n° 2008-1024 du 7 octobre 2008 étendant et adaptant à Saint-Pierre-et-Miquelon le régime des prestations familiales - article 1 AUTONOME MODIFIE, en vigueur du 2008-10-10 au 2016-04-21"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2010-05-10 CITATION cible Arrêté du 10 mai 2010 fixant la présentation des données agrégées transmises par les organismes gérant certaines opérations de retraite en application de l'article 114 de la loi n° 2003-775 du 21 août 2003 portant réforme des retraites - article Annexe AUTONOME ABROGE, en vigueur du 2010-06-02 au 2011-05-19"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2010-12-17 CITATION cible Arrêté du 17 décembre 2010 relatif aux seuils en matière de transaction, d'emprunt et d'ouverture d'une ligne de trésorerie au-dessous desquels l'autorisation du préfet de région n'est pas requise par les chambres de métiers et de l'artisanat VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2011-05-12 CITATION cible Arrêté du 12 mai 2011 relatif aux indemnités de fonctions, frais de représentation et frais de déplacement des membres de CMA France VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2011-05-12 CITATION cible Arrêté du 12 mai 2011 relatif aux indemnités de fonctions, aux frais de représentation et aux frais de déplacement des membres des chambres de métiers et de l'artisanat de région et des chambres de niveau départemental VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2011-05-12 CITATION cible Arrêté du 12 mai 2011 relatif aux indemnités de fonctions, aux frais de représentation et aux frais de déplacement des membres des chambres de métiers et de l'artisanat de région et des chambres de niveau départemental - article 5 AUTONOME VIGUEUR, en vigueur depuis le 2022-05-04"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2011-05-12 CITATION cible Arrêté du 12 mai 2011 relatif aux indemnités de fonctions, frais de représentation et frais de déplacement des membres de CMA France - article 6 AUTONOME VIGUEUR, en vigueur depuis le 2019-02-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2013-03-30 CITATION cible Arrêté du 30 mars 2013 fixant le barème forfaitaire permettant l'évaluation des frais de déplacement relatifs à l'utilisation d'un véhicule par les bénéficiaires de traitements et salaires optant pour le régime des frais réels déductibles VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2015-02-26 CITATION cible Arrêté du 26 février 2015 fixant le barème forfaitaire permettant l'évaluation des frais de déplacement relatifs à l'utilisation d'un véhicule par les bénéficiaires de traitements et salaires optant pour le régime des frais réels déductibles VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2016-12-09 CITATION cible Arrêté du 9 décembre 2016 précisant le décret n° 2016-1683 du 5 décembre 2016 fixant les règles et procédures concernant l'échange automatique de renseignements relatifs aux comptes financiers, dites « norme commune de déclaration » - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2024-03-29"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2019-12-30 CITATION cible Décret n° 2019-1574 du 30 décembre 2019 relatif aux ressources prises en compte pour le calcul des aides personnelles au logement - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2020-02-26 CITATION cible Arrêté du 26 février 2020 fixant le barème forfaitaire permettant l'évaluation des frais de déplacement relatifs à l'utilisation d'un véhicule par les bénéficiaires de traitements et salaires optant pour le régime des frais réels déductibles VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2020-06-05 CITATION cible Décret n° 2020-678 du 5 juin 2020 relatif à la nature des frais de covoiturage et aux conditions de versement d'une allocation par les autorités organisatrices - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2021-02-15 CITATION cible Arrêté du 15 février 2021 fixant le barème forfaitaire permettant l'évaluation des frais de déplacement relatifs à l'utilisation d'un véhicule par les bénéficiaires de traitements et salaires optant pour le régime des frais réels déductibles VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2021-12-23 CITATION cible Arrêté du 23 décembre 2021 modifiant l'arrêté du 25 février 2016 fixant les libellés, l'ordre et le regroupement des informations figurant sur le bulletin de paie mentionnées à l'article R. 3243-2 du code du travail - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2022-02-01 CITATION cible Arrêté du 1er février 2022 fixant le barème forfaitaire permettant l'évaluation des frais de déplacement relatifs à l'utilisation d'un véhicule par les bénéficiaires de traitements et salaires optant pour le régime des frais réels déductibles VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CITATION source CGI 34, 92, 39 A, 83 bis, 6, 170"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-03-27 CITATION cible Arrêté du 27 mars 2023 fixant le barème forfaitaire permettant l'évaluation des frais de déplacement relatifs à l'utilisation d'un véhicule par les bénéficiaires de traitements et salaires optant pour le régime des frais réels déductibles VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2025-09-04 CITATION cible Arrêté du 4 septembre 2025 relatif aux frais professionnels déductibles pour le calcul des cotisations de sécurité sociale des salariés affiliés au régime général et des salariés affiliés au régime agricole VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 163 octodecies A AUTONOME MODIFIE, en vigueur du 2003-01-01 au 2003-08-05"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la construction et de l'habitation - article R351-5 AUTONOME ABROGE, en vigueur du 2010-01-01 au 2019-09-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la construction et de l'habitation - article R351-7 AUTONOME MODIFIE, en vigueur du 2010-01-01 au 2016-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la construction et de l'habitation - article R822-19 AUTONOME ABROGE, en vigueur du 2019-09-01 au 2021-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la construction et de l'habitation - article R822-3 AUTONOME VIGUEUR, en vigueur depuis le 2021-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la construction et de l'habitation - article R822-4 AUTONOME VIGUEUR, en vigueur depuis le 2022-06-17"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la mutualité - article L222-4 AUTONOME MODIFIE, en vigueur du 2019-07-05 au 2023-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article D542-10 AUTONOME ABROGE, en vigueur du 2009-08-22 au 2019-09-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article L131-6 AUTONOME VIGUEUR, en vigueur depuis le 2023-12-28"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article L136-2 AUTONOME MODIFIE, en vigueur du 2018-01-01 au 2018-09-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article L871-1 AUTONOME VIGUEUR, en vigueur depuis le 2025-02-28"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article L932-41 AUTONOME MODIFIE, en vigueur du 2019-07-05 au 2023-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article R532-3 AUTONOME VIGUEUR, en vigueur depuis le 2021-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article R532-8 AUTONOME VIGUEUR, en vigueur depuis le 2016-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article R831-6 AUTONOME ABROGE, en vigueur du 2009-08-22 au 2019-09-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code des assurances - article L143-2 AUTONOME MODIFIE, en vigueur du 2019-07-05 au 2023-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code des transports - article R3132-1 AUTONOME VIGUEUR, en vigueur depuis le 2020-06-07"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code du travail - article L3152-4 AUTONOME VIGUEUR, en vigueur depuis le 2019-10-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code du travail - article L3153-3 AUTONOME ABROGE, en vigueur du 2010-05-08 au 2016-08-10"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code du travail - article L3334-3 AUTONOME VIGUEUR, en vigueur depuis le 2008-12-05"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code du travail - article L3334-8 AUTONOME VIGUEUR, en vigueur depuis le 2015-08-08"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code du travail - article L3341-7 AUTONOME VIGUEUR, en vigueur depuis le 2021-02-28"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 1600-0 H AUTONOME MODIFIE, en vigueur du 2009-04-10 au 2009-12-28"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 163 quatervicies AUTONOME VIGUEUR, en vigueur depuis le 2023-03-11"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 163 quinvicies AUTONOME VIGUEUR, en vigueur depuis le 2023-03-11"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 199 quater C AUTONOME VIGUEUR, en vigueur depuis le 2015-07-30"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 199 terdecies-0 A AUTONOME MODIFIE, en vigueur du 2010-05-01 au 2011-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 199 terdecies-0 B AUTONOME VIGUEUR, en vigueur depuis le 2018-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 199 terdecies-0 C AUTONOME VIGUEUR, en vigueur depuis le 2025-02-16"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 204 F AUTONOME VIGUEUR, en vigueur depuis le 2019-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 77 A AUTONOME VIGUEUR, en vigueur depuis le 2010-05-08"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 83 bis AUTONOME ABROGE, en vigueur du 2006-01-01 au 2017-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 93 AUTONOME VIGUEUR, en vigueur depuis le 2025-02-16"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 38 septdecies A AUTONOME PERIME, en vigueur du 2015-06-06 au 2017-05-05"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 38 septdecies D AUTONOME PERIME, en vigueur du 2015-06-06 au 2017-05-05"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 38 sexdecies-0 A AUTONOME PERIME, en vigueur du 2015-06-06 au 2017-05-05"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 39 AUTONOME VIGUEUR, en vigueur depuis le 2024-06-02"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts, annexe IV - article 6 B AUTONOME VIGUEUR, en vigueur depuis le 2023-04-08"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code monétaire et financier - article L221-31 AUTONOME MODIFIE, en vigueur du 2014-12-30 au 2017-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code monétaire et financier - article L224-40 AUTONOME MODIFIE, en vigueur du 2024-07-01 au 2024-10-24"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code rural et de la pêche maritime - article L371-8 AUTONOME VIGUEUR, en vigueur depuis le 2016-07-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code rural et de la pêche maritime - article L321-11 AUTONOME VIGUEUR, en vigueur depuis le 2022-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code du travail - article L351-3 AUTONOME MODIFIE, en vigueur du 1973-11-23 au 1979-01-17"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code du travail - article L443-1-2 AUTONOME MODIFIE, en vigueur du 2001-02-20 au 2003-08-22"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la sécurité sociale - article L341-4 AUTONOME VIGUEUR, en vigueur depuis le 1985-12-21"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la sécurité sociale - article L351-14-1 AUTONOME MODIFIE, en vigueur du 2004-01-01 au 2006-12-22"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      HISTO source Edition du 31 août 2003"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      TXT_ASSOCIE source Instruction 2001-01-15 5F-2-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      TXT_ASSOCIE source Instruction 2001-01-17 5F-3-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      TXT_ASSOCIE source Instruction 2001-02-06 5F-8-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      TXT_ASSOCIE source Instruction 2001-02-12 5F-10-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      TXT_ASSOCIE source Instruction 2001-02-12 5F-12-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      TXT_ASSOCIE source Instruction 2001-02-20 5F-13-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      TXT_ASSOCIE source Instruction 2001-09-13 5F-18-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      TXT_ASSOCIE source Instruction 2002-01-08 5F-1-02"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      TXT_ASSOCIE source Instruction 2002-01-08 5F-2-02"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      TXT_ASSOCIE source Instruction 2002-01-30 5F-3-02"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      TXT_ASSOCIE source Instruction 2002-01-31 5F-4-02"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      TXT_ASSOCIE source Instruction 2002-02-01 5F-6-02"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      TXT_ASSOCIE source Instruction 2002-02-21 5F-9-02"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      TXT_ASSOCIE source Instruction 2002-03-29 5F-14-02"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      TXT_ASSOCIE source Instruction 2003-01-17 5F-1-03"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      TXT_ASSOCIE source Instruction 2003-01-17 5F-2-03"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      TXT_ASSOCIE source Instruction 2003-01-27 5B-6-03"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      TXT_ASSOCIE source Instruction 2003-02-13 5F-4-03"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      TXT_ASSOCIE source Instruction 2003-03-06 5F-3-03"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      TXT_ASSOCIE source Instruction 2003-03-10 5F-7-03"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      TXT_ASSOCIE source Instruction 2003-03-17 5F-9-03"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      TXT_ASSOCIE source Instruction 2003-03-24 5F-10-03"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Livre des procédures fiscales VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/71/LEGIARTI000006307117.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/71/LEGIARTI000006307117.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/71/LEGIARTI000006307117.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_impots/src/branch/main/livre_premier/premiere_partie/titre_premier/chapitre_premier/section_ii/1re_sous-section/v/2/article_83.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006307117)"},{"type":"add","content":""}],"status":"added"},{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_premier/section_ii/1re_sous-section/viii/4_bis/README.md","articleName":"Sommaire - 4 Bis","additions":17,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# 4 bis : Déduction de certaines cotisations sociales"},{"type":"add","content":""},{"type":"add","content":"- [Article 154 bis](article_154_bis.md)"},{"type":"add","content":"- [Article 154 bis-0 A](article_154_bis-0_a.md)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/06/19/72/LEGISCTA000006197226.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/06/19/72/LEGISCTA000006197226.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/SCTA/00/00/06/19/72/LEGISCTA000006197226.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://4_bis/README.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/section_lc/LEGITEXT000006069577/LEGISCTA000006197226)"},{"type":"add","content":""}],"status":"added"},{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_premier/section_ii/1re_sous-section/viii/4_bis/article_154_bis-0_a.md","articleName":"Article 154 BIS-0 A","additions":71,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article 154 bis-0 A"},{"type":"add","content":""},{"type":"add","content":"Les cotisations versées par les chefs d'exploitation ou d'entreprise agricole au titre des contrats d'assurance de groupe prévus au I de l'article 55 de la loi n° 97-1051 du 18 novembre 1997 d'orientation sur la pêche maritime et les cultures marines sont déductibles du revenu professionnel imposable dans la limite d'un plafond fixé par la loi et qui tient compte de l'abondement de l'entreprise au plan partenarial d'épargne salariale volontaire pour la retraite défini à l'article L. 443-1-2 du code du travail. Cette déduction est subordonnée à la justification par le chef d'exploitation ou d'entreprise de la régularité de sa situation vis-à-vis du régime d'assurance vieillesse de base dont il relève, conformément au I de l'article 55 de la loi n° 97-1051 du 18 novembre 1997 précitée."},{"type":"add","content":""},{"type":"add","content":"Si le chef d'exploitation a souscrit un contrat pour son conjoint ou les membres de sa famille participant à l'exploitation et affiliés au régime de base d'assurance vieillesse des travailleurs non salariés des professions agricoles, les cotisations versées au titre de ce contrat sont déductibles de son revenu professionnel imposable dans une limite fixée, pour chacune de ces personnes, à un tiers du plafond de déduction mentionné au premier alinéa."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"NOTA : Ces dispositions sont applicables à compter de l'imposition des revenus de l'année 2004."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Loi n° 2003-775 du 21 août 2003 portant réforme des retraites (1). - article 111 AUTONOME VIGUEUR, en vigueur depuis le 2003-08-22 MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1997-11-18 CITATION source Loi n° 97-1051 du 18 novembre 1997 d'orientation sur la pêche maritime et les cultures marines - article 55 AUTONOME MODIFIE, en vigueur du 1997-11-19 au 2000-06-22"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2003-08-21 MODIFICATION source Loi n° 2003-775 du 21 août 2003 portant réforme des retraites (1). - article 111 AUTONOME VIGUEUR, en vigueur depuis le 2003-08-22"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 156 AUTONOME VIGUEUR, en vigueur depuis le 2025-06-19"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 163 quatervicies AUTONOME MODIFIE, en vigueur du 2014-05-30 au 2017-12-30"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 41 DN bis AUTONOME VIGUEUR, en vigueur depuis le 2005-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 41 DN ter AUTONOME VIGUEUR, en vigueur depuis le 2021-08-04"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code du travail - article L443-1-2 AUTONOME MODIFIE, en vigueur du 2001-02-20 au 2003-08-22"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      HISTO source Edition du 31 août 2003"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      TXT_ASSOCIE source Instruction 2001-06-29 5E-10-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      TXT_ASSOCIE source Instruction 2002-04-10 5E-3-02"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/28/LEGIARTI000006302857.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/28/LEGIARTI000006302857.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/28/LEGIARTI000006302857.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_impots/src/branch/main/livre_premier/premiere_partie/titre_premier/chapitre_premier/section_ii/1re_sous-section/viii/4_bis/article_154_bis-0_a.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006302857)"},{"type":"add","content":""}],"status":"added"},{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_premier/section_ii/1re_sous-section/viii/4_bis/article_154_bis.md","articleName":"Article 154 BIS","additions":115,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article 154 bis"},{"type":"add","content":""},{"type":"add","content":"Pour la détermination des bénéfices industriels et commerciaux et des bénéfices des professions non commerciales, sont admises en déduction du bénéfice imposable les cotisations à des régimes obligatoires, de base ou complémentaires, d'allocations familiales, d'assurance vieillesse, y compris les cotisations versées en exercice des facultés de rachat prévues aux articles L. 634-2-2 et L. 643-2 du code de la sécurité sociale, invalidité, décès, maladie et maternité. Il en est de même des cotisations volontaires de l'époux du commerçant, du professionnel libéral ou de l'artisan qui collabore effectivement à l'activité de son conjoint sans être rémunéré et, sous réserve des dispositions des 5° et 6° de l'article L. 742-6 du code de la sécurité sociale, sans exercer aucune autre activité professionnelle."},{"type":"add","content":""},{"type":"add","content":"Il en est également de même des primes versées au titre des contrats d'assurance groupe, prévues par l'article 41 modifié de la loi n° 94-126 du 11 février 1994 relative à l'initiative et à l'entreprise individuelle et des cotisations aux régimes facultatifs mis en place dans les conditions fixées par les articles L. 644-1 et L. 723-14 du code de la sécurité sociale par les organismes visés aux articles L. 644-1 et L. 723-1 du code de la sécurité sociale pour les mêmes risques et gérés dans les mêmes conditions, dans une section spécifique au sein de l'organisme."},{"type":"add","content":""},{"type":"add","content":"Les cotisations ou primes mentionnées au deuxième alinéa versées au titre de la retraite, de la prévoyance complémentaire et de la perte d'emploi subie sont déductibles dans des limites fixées par la loi et qui tiennent compte, pour la retraite, de l'abondement de l'entreprise au plan partenarial d'épargne salariale volontaire pour la retraite défini à l'article L. 443-1-2 du code du travail."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"NOTA : Ces dispositions sont applicables à compter de l'imposition des revenus de l'année 2004."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Loi n° 2003-775 du 21 août 2003 portant réforme des retraites (1). - article 111 AUTONOME VIGUEUR, en vigueur depuis le 2003-08-22 MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1994-02-11 CITATION source Loi n° 94-126 du 11 février 1994 relative à l'initiative et à l'entreprise individuelle - article 41 AUTONOME ABROGE, en vigueur du 2005-12-16 au 2007-09-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2003-08-21 MODIFICATION source Loi n° 2003-775 du 21 août 2003 portant réforme des retraites (1). - article 111 AUTONOME VIGUEUR, en vigueur depuis le 2003-08-22"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2016-12-09 CITATION cible Arrêté du 9 décembre 2016 précisant le décret n° 2016-1683 du 5 décembre 2016 fixant les règles et procédures concernant l'échange automatique de renseignements relatifs aux comptes financiers, dites « norme commune de déclaration » - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2024-03-29"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 62 AUTONOME VIGUEUR, en vigueur depuis le 2008-08-06"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article L131-6 AUTONOME MODIFIE, en vigueur du 2018-12-23 au 2020-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article L136-3 AUTONOME MODIFIE, en vigueur du 2020-01-01 au 2023-12-28"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article L871-1 AUTONOME VIGUEUR, en vigueur depuis le 2025-02-28"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 154 bis A AUTONOME VIGUEUR, en vigueur depuis le 2019-10-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 158 AUTONOME MODIFIE, en vigueur du 2020-07-25 au 2020-12-31"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 163 quatervicies AUTONOME MODIFIE, en vigueur du 2018-01-01 au 2018-12-31"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 990 I AUTONOME VIGUEUR, en vigueur depuis le 2023-03-11"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 41 DN bis AUTONOME VIGUEUR, en vigueur depuis le 2005-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 41 DN ter AUTONOME VIGUEUR, en vigueur depuis le 2021-08-04"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code rural et de la pêche maritime - article L731-14 AUTONOME VIGUEUR, en vigueur depuis le 2023-12-28"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code du travail - article L443-1-2 AUTONOME MODIFIE, en vigueur du 2001-02-20 au 2003-08-22"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la sécurité sociale - article L634-2-2 AUTONOME MODIFIE, en vigueur du 2004-01-01 au 2014-01-22"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la sécurité sociale - article L643-2 AUTONOME MODIFIE, en vigueur du 1985-12-21 au 2004-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la sécurité sociale - article L644-1 AUTONOME MODIFIE, en vigueur du 1985-12-21 au 1987-07-31"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la sécurité sociale - article L723-1 AUTONOME MODIFIE, en vigueur du 1985-12-21 au 2005-08-03"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la sécurité sociale - article L723-14 AUTONOME MODIFIE, en vigueur du 1985-12-21 au 1995-02-05"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la sécurité sociale - article L742-6 AUTONOME MODIFIE, en vigueur du 1985-12-21 au 1989-07-12"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      HISTO source Edition du 31 août 2003"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      TXT_ASSOCIE source Instruction 2002-09-17 5E-7-02"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      TXT_ASSOCIE source Instruction 2002-09-17 5G-11-02"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/74/LEGIARTI000006307458.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/74/LEGIARTI000006307458.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/74/LEGIARTI000006307458.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_impots/src/branch/main/livre_premier/premiere_partie/titre_premier/chapitre_premier/section_ii/1re_sous-section/viii/4_bis/article_154_bis.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006307458)"},{"type":"add","content":""}],"status":"added"},{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_premier/section_ii/1re_sous-section/viii/README.md","articleName":"Sommaire - Viii","additions":1,"deletions":0,"diff":[{"type":"add","content":"- [4 bis : Déduction de certaines cotisations sociales](4_bis/README.md)"}],"status":"modified"},{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_premier/section_ii/2e_sous-section/i/README.md","articleName":"Sommaire - I","additions":2,"deletions":0,"diff":[{"type":"add","content":"- [Article 158](article_158.md)"},{"type":"add","content":"- [j : Cotisations ou primes versées aux plans d'épargne retraite populaire ou dans le cadre de certains régimes de retraite supplémentaire obligatoires ou complémentaires facultatifs](j/README.md)"}],"status":"modified"},{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_premier/section_ii/2e_sous-section/i/article_158.md","articleName":"Article 158","additions":356,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article 158"},{"type":"add","content":""},{"type":"add","content":"1. Les revenus nets des diverses catégories entrant dans la composition du revenu net global sont évalués d'après les règles fixées aux articles 12 et 13 et dans les conditions prévues aux 2 à 6 ci-après, sans qu'il y ait lieu de distinguer suivant que ces revenus ont leur source en France ou hors de France."},{"type":"add","content":""},{"type":"add","content":"Toutefois, en ce qui concerne les entreprises et exploitations situées hors de France, les règles fixées par le présent code pour la détermination forfaitaire des bénéfices imposables ne sont pas applicables."},{"type":"add","content":""},{"type":"add","content":"2. Le revenu net foncier est déterminé conformément aux disposition des articles 14 à 33 quinquies."},{"type":"add","content":""},{"type":"add","content":"3. Les revenus de capitaux mobiliers comprennent tous les revenus visés au VII de la 1ère sous-section de la présente section, à l'exception des revenus expressément affranchis de l'impôt en vertu de l'article 157 et des revenus ayant supporté le prélèvement visé à l'article 125 A."},{"type":"add","content":""},{"type":"add","content":"Lorsqu'ils sont payables en espèces les revenus visés au premier alinéa sont soumis à l'impôt sur le revenu au titre de l'année soit de leur paiement en espèces ou par chèques, soit de leur inscription au crédit d'un compte."},{"type":"add","content":""},{"type":"add","content":"Il est opéré un abattement annuel de 1 220 euros pour les contribuables célibataires, veufs ou divorcés et de 2 440 euros pour les contribuables mariés soumis à imposition commune sur la somme des revenus et gains imposables suivants :"},{"type":"add","content":""},{"type":"add","content":"1° et 2° (Dispositions abrogées pour l'imposition des revenus des années 1996 et suivantes) ;"},{"type":"add","content":""},{"type":"add","content":"3° Revenus correspondant à des dividendes d'actions émises en France. Toutefois, cet abattement ne peut être effectué sur le montant des revenus d'actions souscrites avec le bénéfice des réductions d'impôt prévues aux articles 199 undecies ou 199 undecies A. Il s'applique aux revenus d'actions de sociétés françaises inscrites à la cote officielle ou au second marché des bourses françaises de valeurs ou qui, inscrites au hors-cote, font l'objet de transactions d'une importance et d'une fréquence qui sont fixées par décret lorsqu'ils sont encaissés par des personnes qui détiennent, directement ou indirectement, plus de 35 % des droits sociaux dans la société distributrice. Pour l'application de cette disposition, les droits sociaux appartenant au conjoint sont considérés comme détenus indirectement."},{"type":"add","content":""},{"type":"add","content":"4° (Dispositions abrogées pour l'imposition des revenus des années 1996 et suivantes) ;"},{"type":"add","content":""},{"type":"add","content":"5° Produits des parts de société ou d'exploitation agricole à responsabilité limitée et des parts bénéficiaires ou de fondateur lorsque ces parts sont émises par des sociétés ou exploitations soumises à l'impôt sur les sociétés et que les produits sont encaissés par des personnes détenant, directement ou indirectement, moins de 35 % des droits sociaux dans la société distributrice. Pour l'application de cette disposition, les droits sociaux appartenant au conjoint sont considérés comme détenus indirectement ;"},{"type":"add","content":""},{"type":"add","content":"6° Intérêts versés au titre des sommes portées sur un compte bloqué individuel qui remplissent les conditions visées au I de l'article 125 C. Les dispositions du II de l'article 125 C sont applicables en cas de non-respect des obligations fixées au I du même article."},{"type":"add","content":""},{"type":"add","content":"L'abattement prévu au troisième alinéa peut, le cas échéant, être utilisé, en tout ou partie, par les porteurs de parts de fonds communs de placement, lors de l'imposition en leur nom des produits répartis par le fonds."},{"type":"add","content":""},{"type":"add","content":"L'abattement prévu au troisième alinéa est réduit de moitié pour l'imposition des revenus de l'année 2002 lorsque le revenu net imposable excède pour les contribuables célibataires, veufs ou divorcés le montant mentionné à la dernière tranche du barème de l'impôt sur le revenu fixé au 1 du I de l'article 197. Ce montant est doublé pour les contribuables mariés soumis à une imposition commune."},{"type":"add","content":""},{"type":"add","content":"4. Les bénéfices des professions industrielles, commerciales, artisanales et ceux de l'exploitation minière sont déterminés conformément aux dispositions des articles 34 à 61 A, et 302 septies A bis ; les rémunérations mentionnées à l'article 62 sont déterminées conformément aux dispositions de cet article ; les bénéfices de l'exploitation agricole sont déterminées conformément aux dispositions des articles 63 à 78 et des articles L1 à L4 du livre des procédures fiscales ; les bénéfices tirés de l'exercice d'une profession non commerciale sont déterminés conformément aux dispositions des articles 92 à 103. Toutefois, les plus-values à long terme définies aux articles 39 duodecies et au 1 de l'article 39 terdecies sont distraites des bénéfices en vue d'être distinctement taxées à l'impôt sur le revenu dans les conditions prévues au 2 de l'article 39 terdecies et aux articles 39 quindecies et 93 quater."},{"type":"add","content":""},{"type":"add","content":"Dans le cas des entreprises industrielles, commerciales, artisanales ou agricoles qui sont soumises à l'impôt d'après leur bénéfice réel et dont les résultats d'ensemble comprennent des revenus relevant de plusieurs catégories ou provenant d'exploitations situées hors de France, il est fait état de ces résultats d'ensemble sans qu'il y ait lieu de les décomposer entre leurs divers éléments dans la déclaration prévue à l'article 170."},{"type":"add","content":""},{"type":"add","content":"4 bis. Les adhérents des centres de gestion et associations agréés définis aux articles 1649 quater C à 1649 quater H ainsi que les membres d'un groupement ou d'une société visés aux articles 8 à 8 quinquies et chacun des conjoints exploitants agricoles de fonds séparés ou associés d'une même société ou groupement adhérant à l'un de ces organismes bénéficient d'un abattement de 20 % sur leurs bénéfices déclarés soumis à un régime réel d'imposition ou au régime prévu à l'article 68 F."},{"type":"add","content":""},{"type":"add","content":"Aucun abattement n'est appliqué sur la fraction du bénéfice qui excède la limite fixée au cinquième alinéa du a du 5 ;"},{"type":"add","content":""},{"type":"add","content":"La limitation du montant de l'abattement résultant de l'application du deuxième alinéa est opérée sur la totalité du revenu net professionnel déclaré par une même personne physique, dans une même catégorie de revenus."},{"type":"add","content":""},{"type":"add","content":"Aucun abattement n'est appliqué à la partie des bénéfices résultant d'un redressement, sauf lorsque ce redressement fait suite à une déclaration rectificative souscrite spontanément par l'adhérent."},{"type":"add","content":""},{"type":"add","content":"L'abattement n'est pas appliqué lorsque la déclaration professionnelle, la déclaration d'ensemble des revenus ou les déclarations de chiffre d'affaires n'ont pas été souscrites dans les délais et qu'il s'agit de la deuxième infraction successive concernant la même catégorie de déclaration."},{"type":"add","content":""},{"type":"add","content":"L'établissement de la mauvaise foi d'un adhérent à l'occasion d'un redressement relatif à l'impôt sur le revenu ou à la taxe sur la valeur ajoutée auxquels il est soumis du fait de son activité professionnelle entraîne la perte de l'abattement et de la réduction d'impôt prévue à l'article 199 quater B, pour l'année au titre de laquelle le redressement est effectué."},{"type":"add","content":""},{"type":"add","content":"4 ter. (disposition devenue sans objet)."},{"type":"add","content":""},{"type":"add","content":"5. a. Les revenus provenant de traitements publics et privés, indemnités, émoluments, salaires et pensions ainsi que de rentes viagères autres que celles mentionnées au 6 sont déterminés conformément aux dispositions des articles 79 à 90."},{"type":"add","content":""},{"type":"add","content":"Les pensions et retraites font l'objet d'un abattement de 10 % qui ne peut excéder 3 160 euros. Ce plafond s'applique au montant total des pensions et retraites perçues par l'ensemble des membres du foyer fiscal. Chaque année, il est révisé selon les mêmes modalités que la limite supérieure de la première tranche du barème de l'impôt sur le revenu."},{"type":"add","content":""},{"type":"add","content":"L'abattement indiqué au deuxième alinéa ne peut être inférieur à 323 euros, sans pouvoir excéder le montant brut des pensions et retraites. Cette disposition s'applique au montant des pensions ou retraites perçu par chaque retraité ou pensionné membre du foyer fiscal. La somme de 323 euros est révisée chaque année dans la même proportion que la limite supérieure de la première tranche du barème de l'impôt sur le revenu."},{"type":"add","content":""},{"type":"add","content":"Le revenu net obtenu en application de l'article 83 et, en ce qui concerne les pensions et retraites après application des dispositions des deuxième et troisième alinéas ci-dessus, n'est retenu dans les bases de l'impôt sur le revenu que pour 80 % de son montant déclaré spontanément."},{"type":"add","content":""},{"type":"add","content":"Aucun abattement n'est pratiqué sur la fraction du montant des salaires, net de frais professionnels, et pensions qui excède 111 900 euros pour l'imposition des revenus de 2001."},{"type":"add","content":""},{"type":"add","content":"La limite mentionnée au cinquième alinéa est relevée chaque année dans la même proportion que la limite supérieure de la première tranche du barème de l'impôt sur le revenu. Le montant obtenu est arrondi, s'il y a lieu, à la centaine d'euros supérieure."},{"type":"add","content":""},{"type":"add","content":"b. Les dispositions du a sont applicables aux allocations mentionnées aux premier et troisième alinéas de l'article 231 bis D, aux participations en espèces et, à compter du 1er janvier 1991, aux dividendes des actions de travail, alloués aux travailleurs mentionnés au 18° bis de l'article 81, lorsque ces sommes sont imposables, de même qu'à l'aide financière mentionnée à l'article L129-3 du code du travail."},{"type":"add","content":""},{"type":"add","content":"b bis. Les dispositions du a sont applicables aux prestations servies sous forme de rentes ou pour perte d'emploi subie, au titre des contrats d'assurance groupe ou des régimes mentionnés au deuxième alinéa de l'article 154 bis."},{"type":"add","content":""},{"type":"add","content":"Les dispositions du a sont également applicables aux prestations servies sous forme de rentes au titre des contrats d'assurance de groupe visés au premier alinéa de l'article 154 bis-0 A."},{"type":"add","content":""},{"type":"add","content":"b ter. (abrogé à compter de la date d'entrée en vigueur de la loi n° 2002-73 du 17 janvier 2002) ;"},{"type":"add","content":""},{"type":"add","content":"b quater. Les dispositions du a sont applicables aux pensions servies au titre des plans d'épargne individuelle pour la retraite créés par l'article 108 de la loi n° 2003-775 du 21 août 2003 portant réforme des retraites ;"},{"type":"add","content":""},{"type":"add","content":"c. Lorsque, étant en instance de séparation de corps ou de divorce, les époux font l'objet d'impositions distinctes par application des dispositions du b du 4 de l'article 6, la provision alimentaire qui est allouée à l'un d'eux pour son entretien et celui des enfants dont il a la charge est comptée dans les revenus imposables de l'intéressé ;"},{"type":"add","content":""},{"type":"add","content":"d. (abrogé à compter du 30 juin 2000) ;"},{"type":"add","content":""},{"type":"add","content":"e. Pour l'établissement de l'impôt des redevables pensionnés au 31 décembre 1986 dont la pension a fait l'objet d'un premier versement mensuel en 1987, la déclaration porte chaque année sur les arrérages correspondant à la période de douze mois qui suit la période à laquelle se rapportent les arrérages imposables au titre de l'année précédente."},{"type":"add","content":""},{"type":"add","content":"Pour l'application de cette règle, les arrérages échus en 1987 sont répartis également sur le nombre de mois auxquels ils correspondent, arrondi au nombre entier le plus proche."},{"type":"add","content":""},{"type":"add","content":"6. Les rentes viagères constituées à titre onéreux ne sont considérées comme un revenu, pour l'application de l'impôt sur le revenu dû par le crédirentier, que pour une fraction de leur montant. Cette fraction, déterminée d'après l'âge du crédirentier lors de l'entrée en jouissance de la rente, est fixée à :"},{"type":"add","content":""},{"type":"add","content":"- à 70 % si l'intéressé est âgé de moins de 50 ans ;"},{"type":"add","content":""},{"type":"add","content":"- à 50 % s'il est âgé de 50 à 59 ans inclus ;"},{"type":"add","content":""},{"type":"add","content":"- à 40 % s'il est âgé de 60 à 69 ans inclus ;"},{"type":"add","content":""},{"type":"add","content":"- à 30 % s'il est âgé de plus de 69 ans."},{"type":"add","content":""},{"type":"add","content":"La fraction de rentes viagères définie ci-dessus est imposée dans les mêmes conditions que les revenus énumérés à l'article 124."},{"type":"add","content":""},{"type":"add","content":"Ces dispositions ne sont pas applicables aux arrérages correspondant aux cotisations ayant fait l'objet de la déduction prévue au I de l'article 163 quatervicies."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Loi n° 2003-775 du 21 août 2003 portant réforme des retraites (1). - article 111 AUTONOME VIGUEUR, en vigueur depuis le 2003-08-22 MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2003-775 du 21 août 2003 portant réforme des retraites CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2002-73 du 17 janvier 2002 de modernisation sociale CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2010-04-07 CITATION cible Arrêté du 7 avril 2010 fixant le modèle de la convention prévue à l'article 371 bis B de l'annexe II au code général des impôts conclue entre les professionnels de l'expertise comptable et l'administration fiscale - article Annexe AUTONOME ABROGE, en vigueur du 2010-04-23 au 2016-12-19"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CITATION source CGI 12, 13, 14 à 33 quinquies, 157, 125 A, 199 undecies, 199 undecies A, 125 C, 197, 34 à 61 A, 62, 63 à 78, 92 à 103, 39 duodecies, 39 terdecies, 39 quindecies, 93 quater, 170, 1649 quater C à 1649 quater H, 8 à 8 quinquies, 68 F, 199 quater B, 79 à"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1996-01-24 CITATION cible Ordonnance n° 96-50 du 24 janvier 1996 relative au remboursement de la dette sociale - article 15 AUTONOME VIGUEUR, en vigueur depuis le 2019-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2002-01-17 CITATION source LOI n° 2002-73 du 17 janvier 2002 de modernisation sociale"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2003-08-21 CITATION source LOI n° 2003-775 du 21 août 2003 portant réforme des retraites"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2003-08-21 MODIFICATION source Loi n° 2003-775 du 21 août 2003 portant réforme des retraites (1). - article 111 AUTONOME VIGUEUR, en vigueur depuis le 2003-08-22"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2007-12-24 CITATION cible LOI n° 2007-1822 du 24 décembre 2007 de finances pour 2008 - article 6 AUTONOME VIGUEUR, en vigueur depuis le 2007-12-28"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2012-03-30 CITATION cible Décret n° 2012-432 du 30 mars 2012 relatif à l'exercice de l'activité d'expertise comptable - article 151 AUTONOME MODIFIE, en vigueur du 2014-10-01 au 2019-11-21"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2012-03-30 CITATION cible Décret n° 2012-432 du 30 mars 2012 relatif à l'exercice de l'activité d'expertise comptable - article 151-1 AUTONOME VIGUEUR, en vigueur depuis le 2019-11-21"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2016-10-11 CITATION cible Décret n° 2016-1356 du 11 octobre 2016 relatif aux centres de gestion, associations et organismes mixtes de gestion agréés, aux professionnels de l'expertise comptable et aux certificateurs à l'étranger - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2016-11-22 CITATION cible Arrêté du 22 novembre 2016 fixant les modèles de conventions prévues aux articles 371 C, 371 O, 371 Z quater et 371 bis B de l'annexe II au code général des impôts conclues entre les centres de gestion agréés, les associations de gestion agréées, les organismes mixtes de gestion agréés, les professionnels de l'expertise comptable, et l'administration fiscale - article AUTONOME VIGUEUR, en vigueur depuis le 2016-12-19"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2019-11-19 CITATION cible Décret n° 2019-1193 du 19 novembre 2019 modifiant le décret n° 2012-432 du 30 mars 2012 relatif à l'exercice de l'activité d'expertise comptable - article 15 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2021-01-18 CITATION cible Arrêté du 18 janvier 2021 modifiant le tarif de la taxe sur les nuisances sonores aériennes mentionné à l'article 158 de l'annexe IV au code général des impôts applicable à l'aérodrome de Nantes-Atlantique VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2021-01-18 CITATION cible Arrêté du 18 janvier 2021 modifiant le tarif de la taxe sur les nuisances sonores aériennes mentionné à l'article 158 de l'annexe IV au code général des impôts applicable à l'aérodrome de Nantes-Atlantique - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts, annexe II - article 371 Q AUTONOME MODIFIE, en vigueur du 1985-01-01 au 2008-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts, annexe IV - article 15 AUTONOME VIGUEUR, en vigueur depuis le 2008-09-18"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de déontologie des professionnels de l'expertise comptable - article 11 AUTONOME ABROGE, en vigueur du 2011-12-30 au 2012-04-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la construction et de l'habitation - article R351-5 AUTONOME ABROGE, en vigueur du 2010-01-01 au 2019-09-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la construction et de l'habitation - article R351-7 AUTONOME ABROGE, en vigueur du 2016-01-01 au 2019-09-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la construction et de l'habitation - article R822-19 AUTONOME ABROGE, en vigueur du 2019-09-01 au 2021-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la construction et de l'habitation - article R822-4 AUTONOME VIGUEUR, en vigueur depuis le 2022-06-17"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article L131-6 AUTONOME VIGUEUR, en vigueur depuis le 2023-12-28"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article L136-2 AUTONOME MODIFIE, en vigueur du 2018-01-01 au 2018-09-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article L136-4 AUTONOME MODIFIE, en vigueur du 2010-12-22 au 2011-12-23"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article L136-6 AUTONOME VIGUEUR, en vigueur depuis le 2025-02-16"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article L136-6-1 AUTONOME VIGUEUR, en vigueur depuis le 2019-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION cible Code de la sécurité sociale. - art. L136-7 (V)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article L136-7 AUTONOME VIGUEUR, en vigueur depuis le 2023-03-11"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article R831-6 AUTONOME ABROGE, en vigueur du 2009-08-22 au 2019-09-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code du travail - article L3315-1 AUTONOME VIGUEUR, en vigueur depuis le 2008-05-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code du travail - article L352-3 AUTONOME ABROGE, en vigueur du 2005-07-27 au 2008-05-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code du travail - article L5428-1 AUTONOME VIGUEUR, en vigueur depuis le 2024-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 117 quater AUTONOME MODIFIE, en vigueur du 2012-01-01 au 2013-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 1391 B ter AUTONOME VIGUEUR, en vigueur depuis le 2022-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 1417 AUTONOME VIGUEUR, en vigueur depuis le 2025-06-19"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 1600-0 H AUTONOME MODIFIE, en vigueur du 2009-04-10 au 2009-12-28"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 163 bis AUTONOME VIGUEUR, en vigueur depuis le 2023-03-11"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 1649 quater L AUTONOME ABROGE, en vigueur du 2016-01-01 au 2025-02-16"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 1649-0 A AUTONOME PERIME, en vigueur du 2011-06-12 au 2013-06-07"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 170 AUTONOME VIGUEUR, en vigueur depuis le 2022-12-03"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 1736 AUTONOME ABROGE_DIFF, en vigueur du 2025-02-16 au 2027-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 1767 AUTONOME VIGUEUR, en vigueur depuis le 2012-05-07"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 187 AUTONOME MODIFIE, en vigueur du 2022-05-07 au 2025-02-16"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 199 undecies B AUTONOME ABROGE_DIFF, en vigueur du 2025-02-16 au 2026-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 199 undecies C AUTONOME MODIFIE, en vigueur du 2020-07-25 au 2022-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 200 A AUTONOME VIGUEUR, en vigueur depuis le 2020-12-31"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 204 AUTONOME VIGUEUR, en vigueur depuis le 2011-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 204 F AUTONOME VIGUEUR, en vigueur depuis le 2019-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 242 ter AUTONOME VIGUEUR, en vigueur depuis le 2023-06-03"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 243 bis AUTONOME VIGUEUR, en vigueur depuis le 2007-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 243 ter AUTONOME VIGUEUR, en vigueur depuis le 2007-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 77 A AUTONOME VIGUEUR, en vigueur depuis le 2010-05-08"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts, annexe II - article 371 L AUTONOME VIGUEUR, en vigueur depuis le 2016-10-14"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts, annexe II - article 371 W AUTONOME VIGUEUR, en vigueur depuis le 2016-10-14"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts, annexe II - article 371 Z quaterdecies AUTONOME VIGUEUR, en vigueur depuis le 2016-10-14"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts, annexe II - article 371 bis B AUTONOME VIGUEUR, en vigueur depuis le 2016-10-14"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts, annexe II - article 371 bis C bis AUTONOME VIGUEUR, en vigueur depuis le 2019-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts, annexe II - article 371 bis D AUTONOME VIGUEUR, en vigueur depuis le 2011-06-12"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts, annexe II - article 371 bis E AUTONOME VIGUEUR, en vigueur depuis le 2010-03-22"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts, annexe II - article 371 bis H AUTONOME VIGUEUR, en vigueur depuis le 2016-10-14"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts, annexe II - article 371 bis I AUTONOME VIGUEUR, en vigueur depuis le 2010-03-22"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts, annexe II - article 371 bis L AUTONOME VIGUEUR, en vigueur depuis le 2016-10-14"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 39 A AUTONOME VIGUEUR, en vigueur depuis le 2005-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 41 sexdecies C AUTONOME VIGUEUR, en vigueur depuis le 2020-07-25"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 41 sexdecies E AUTONOME VIGUEUR, en vigueur depuis le 2007-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 41 sexdecies H AUTONOME VIGUEUR, en vigueur depuis le 2013-07-31"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 41 sexdecies I AUTONOME VIGUEUR, en vigueur depuis le 2007-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 41 sexdecies J AUTONOME VIGUEUR, en vigueur depuis le 2013-07-31"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts, annexe IV - article 23 H AUTONOME VIGUEUR, en vigueur depuis le 2007-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code monétaire et financier - article R312-20 AUTONOME VIGUEUR, en vigueur depuis le 2023-07-22"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code rural et de la pêche maritime - article L371-8 AUTONOME VIGUEUR, en vigueur depuis le 2016-07-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code rural et de la pêche maritime - article L731-15 AUTONOME VIGUEUR, en vigueur depuis le 2023-12-28"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      HISTO source Edition du 31 août 2003"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Livre des procédures fiscales VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code du travail - article L129-3 AUTONOME MODIFIE, en vigueur du 1996-01-30 au 2000-12-31"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/79/LEGIARTI000006307983.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/79/LEGIARTI000006307983.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/79/LEGIARTI000006307983.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_impots/src/branch/main/livre_premier/premiere_partie/titre_premier/chapitre_premier/section_ii/2e_sous-section/i/article_158.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006307983)"},{"type":"add","content":""}],"status":"added"},{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_premier/section_ii/2e_sous-section/i/j/README.md","articleName":"Sommaire - J","additions":16,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# j : Cotisations ou primes versées aux plans d'épargne retraite populaire ou dans le cadre de certains régimes de retraite supplémentaire obligatoires ou complémentaires facultatifs"},{"type":"add","content":""},{"type":"add","content":"- [Article 163 quatervicies](article_163_quatervicies.md)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/22/85/22/LEGISCTA000022852296.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/22/85/22/LEGISCTA000022852296.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/SCTA/00/00/22/85/22/LEGISCTA000022852296.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://j/README.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/section_lc/LEGITEXT000006069577/LEGISCTA000022852296)"},{"type":"add","content":""}],"status":"added"},{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_premier/section_ii/2e_sous-section/i/j/article_163_quatervicies.md","articleName":"Article 163 QUATERVICIES","additions":439,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article 163 quatervicies"},{"type":"add","content":""},{"type":"add","content":"I. - A. - Sont déductibles du revenu net global, dans les conditions et limites mentionnées au B, les cotisations ou les primes versées par chaque membre du foyer fiscal :"},{"type":"add","content":""},{"type":"add","content":"a) Aux plans d'épargne individuelle pour la retraite créés par l'article 108 de la loi n° 2003-775 du 21 août 2003 portant réforme des retraites ;"},{"type":"add","content":""},{"type":"add","content":"b) A titre individuel et facultatif aux contrats souscrits dans le cadre de régimes de retraite supplémentaire, auxquels l'affiliation est obligatoire et mis en place dans les conditions prévues à l'article L. 911-1 du code de la sécurité sociale, lorsque ces contrats sont souscrits par un employeur ou un groupement d'employeurs et non par un groupement d'épargne individuelle pour la retraite défini à l'article 108 de la loi n° 2003-775 du 21 août 2003 précitée, et sous réserve, d'une part, que ces contrats respectent les règles applicables au plan d'épargne individuelle pour la retraite défini par le même article, à l'exception des V et XII du même article, et à condition, d'autre part :"},{"type":"add","content":""},{"type":"add","content":"- que le contrat prévoie les modalités de financement des missions du comité de surveillance ;"},{"type":"add","content":""},{"type":"add","content":"- que les représentants du ou des employeurs au comité de surveillance ne détiennent pas plus de la moitié des voix et qu'au moins deux sièges soient réservés, le cas échéant, à un représentant élu des participants retraités et à un représentant élu des participants ayant quitté l'employeur ou le groupement d'employeurs ;"},{"type":"add","content":""},{"type":"add","content":"- que le contrat prévoie la faculté pour l'adhérent, lorsqu'il n'est plus tenu d'y adhérer, de transférer ses droits vers un plan d'épargne individuelle pour la retraite défini à l'article 108 de la loi n° 2003-775 du 21 août 2003 précitée ou vers un autre contrat respectant les règles fixées au b ;"},{"type":"add","content":""},{"type":"add","content":"- que l'employeur ait mis en place un plan d'épargne mentionné à l'article L. 443-1 ou à l'article L. 443-1-1 du code du travail ;"},{"type":"add","content":""},{"type":"add","content":"c) Au régime de retraite complémentaire institué par la Caisse nationale de prévoyance de la fonction publique et aux autres régimes de retraite complémentaire constitués au profit des fonctionnaires et agents de l'Etat, des collectivités locales et des établissements publics soit auprès d'organismes relevant du code de la mutualité, soit auprès d'entreprises régies par le code des assurances et auxquels les dispositions du 1° bis de l'article 83, en vigueur jusqu'au 1er janvier 2004, avaient été étendues avant cette date."},{"type":"add","content":""},{"type":"add","content":"B. - 1. Les cotisations ou les primes mentionnées au A sont déductibles pour chaque membre du foyer fiscal dans une limite annuelle égale à la différence constatée au titre de l'année précédente entre :"},{"type":"add","content":""},{"type":"add","content":"a) Un pourcentage, fixé par la loi, de ses revenus d'activité professionnelle ou, si ce montant est plus élevé, un pourcentage, également fixé par la loi, du plafond annuel de la sécurité sociale ;"},{"type":"add","content":""},{"type":"add","content":"b) Et le montant cumulé des cotisations ou primes déductibles en application du 2° de l'article 83, y compris les versements de l'employeur, des cotisations ou primes déductibles au titre du deuxième alinéa de l'article 154 bis et de l'article 154 bis-0 A, pour une part déterminée par la loi, ainsi que de l'abondement de l'entreprise au plan partenarial d'épargne salariale volontaire pour la retraite défini à l'article L. 443-1-2 du code du travail."},{"type":"add","content":""},{"type":"add","content":"2. La différence, lorsqu'elle est positive, constatée au titre d'une année entre, d'une part, la limite définie au 1 et, d'autre part, les cotisations ou primes mentionnées au A peut être utilisée au cours de l'une des trois années suivantes."},{"type":"add","content":""},{"type":"add","content":"3. Lorsque le montant des cotisations ou primes mentionnées au A excède la limite définie au 1, l'excédent qui correspond à des rachats de cotisations ou de primes mentionnés au c du A effectués par les personnes affiliées à ces régimes au 15 juin 2003 n'est pas réintégré, en totalité au titre de l'année 2004, et, pour les années 2005 à 2012, dans la limite de :"},{"type":"add","content":""},{"type":"add","content":"- six années de cotisations au titre de chacune des années 2005 et 2006 ;"},{"type":"add","content":""},{"type":"add","content":"- quatre années de cotisations au titre de chacune des années 2007 à 2009 incluse ;"},{"type":"add","content":""},{"type":"add","content":"- deux années de cotisations au titre de chacune des années 2010 à 2012 incluse."},{"type":"add","content":""},{"type":"add","content":"II. - Les revenus d'activité professionnelle mentionnés au a du 1 du B du I s'entendent :"},{"type":"add","content":""},{"type":"add","content":"A. - Des traitements et salaires définis à l'article 79 et des rémunérations allouées aux gérants et associés des sociétés mentionnées à l'article 62, pour leur montant déterminé respectivement en application des articles 83 à 84 A et du dernier alinéa de l'article 62 ;"},{"type":"add","content":""},{"type":"add","content":"B. - Des bénéfices industriels et commerciaux définis aux articles 34 et 35, des bénéfices agricoles mentionnés à l'article 63 et des bénéfices tirés de l'exercice d'une profession non commerciale mentionnés au 1 de l'article 92, pour leur montant imposable."},{"type":"add","content":""},{"type":"add","content":"Les revenus exonérés en application des articles 44 sexies à 44 decies sont retenus pour l'appréciation du montant des revenus définis au premier alinéa. Il n'est pas tenu compte des plus-values et moins-values professionnelles à long terme."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"NOTA : Ces dispositions sont applicables à compter de l'imposition des revenus de l'année 2004."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 1417 AUTONOME MODIFIE, en vigueur du 2013-06-07 au 2013-09-21 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 158 AUTONOME MODIFIE, en vigueur du 2013-06-17 au 2013-07-28 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 158 AUTONOME MODIFIE, en vigueur du 2008-04-03 au 2008-12-05 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 1417 AUTONOME MODIFIE, en vigueur du 2011-06-12 au 2011-07-31 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 158 AUTONOME MODIFIE, en vigueur du 2011-06-12 au 2011-12-30 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 158 AUTONOME MODIFIE, en vigueur du 2013-07-28 au 2014-01-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 1417 AUTONOME MODIFIE, en vigueur du 2011-12-30 au 2012-03-16 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 1417 AUTONOME MODIFIE, en vigueur du 2018-06-23 au 2019-01-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 158 AUTONOME MODIFIE, en vigueur du 2018-06-23 au 2018-12-31 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 1417 AUTONOME MODIFIE, en vigueur du 2021-01-01 au 2021-06-12 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 1417 AUTONOME MODIFIE, en vigueur du 2019-06-08 au 2019-10-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 158 AUTONOME MODIFIE, en vigueur du 2019-06-08 au 2019-10-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 158 AUTONOME MODIFIE, en vigueur du 2015-06-06 au 2016-01-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 158 AUTONOME MODIFIE, en vigueur du 2017-01-01 au 2017-05-05 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 1417 AUTONOME MODIFIE, en vigueur du 2016-06-13 au 2016-08-10 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 1417 AUTONOME MODIFIE, en vigueur du 2022-01-01 au 2022-05-07 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 158 AUTONOME MODIFIE, en vigueur du 2018-01-01 au 2018-06-23 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts, annexe III - article 41 ZZ quater AUTONOME MODIFIE, en vigueur du 2019-10-01 au 2020-07-25 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts, annexe III - article 41 ZZ quater AUTONOME MODIFIE, en vigueur du 2020-07-25 au 2021-08-04 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 158 AUTONOME MODIFIE, en vigueur du 2009-04-10 au 2010-01-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 158 AUTONOME MODIFIE, en vigueur du 2008-12-05 au 2009-04-10 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 158 AUTONOME MODIFIE, en vigueur du 2010-05-01 au 2011-01-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 158 AUTONOME MODIFIE, en vigueur du 2011-01-01 au 2011-05-19 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 1417 AUTONOME MODIFIE, en vigueur du 2011-07-31 au 2011-12-30 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 1417 AUTONOME MODIFIE, en vigueur du 2012-08-18 au 2013-01-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 158 AUTONOME MODIFIE, en vigueur du 2013-01-01 au 2013-06-17 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 1417 AUTONOME MODIFIE, en vigueur du 2013-01-01 au 2013-06-07 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 1417 AUTONOME MODIFIE, en vigueur du 2013-09-21 au 2014-01-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 1417 AUTONOME MODIFIE, en vigueur du 2014-01-01 au 2014-05-30 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 1417 AUTONOME MODIFIE, en vigueur du 2015-06-06 au 2016-06-13 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 158 AUTONOME MODIFIE, en vigueur du 2016-01-01 au 2016-06-13 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 1417 AUTONOME MODIFIE, en vigueur du 2016-08-10 au 2017-01-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 1417 AUTONOME MODIFIE, en vigueur du 2019-01-01 au 2019-05-24 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 1417 AUTONOME MODIFIE, en vigueur du 2019-05-24 au 2019-06-08 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 158 AUTONOME MODIFIE, en vigueur du 2019-10-01 au 2019-12-31 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 1417 AUTONOME MODIFIE_MORT_NE, en vigueur du 2021-01-01 au 2020-12-31 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 885 J AUTONOME MODIFIE, en vigueur du 2008-04-03 au 2008-12-29 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article L443-1 AUTONOME ABROGE, en vigueur du 2006-12-31 au 2008-05-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article L443-1 AUTONOME MODIFIE, en vigueur du 2005-08-03 au 2006-12-31 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la sécurité sociale - article L932-43 AUTONOME MODIFIE, en vigueur du 2010-01-23 au 2013-07-28 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la mutualité - article L222-6 AUTONOME MODIFIE, en vigueur du 2013-07-28 au 2017-04-08 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des assurances - article L143-4 AUTONOME MODIFIE, en vigueur du 2009-02-01 au 2010-01-23 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la mutualité - article L222-6 AUTONOME MODIFIE, en vigueur du 2010-01-23 au 2013-07-28 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article L443-1 AUTONOME MODIFIE, en vigueur du 2004-08-11 au 2005-07-27 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 158 AUTONOME MODIFIE_MORT_NE, en vigueur du 2014-01-01 au 2013-12-31 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 158 AUTONOME MODIFIE, en vigueur du 2013-12-31 au 2014-05-30 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 158 AUTONOME MODIFIE, en vigueur du 2014-05-30 au 2015-06-06 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 1417 AUTONOME MODIFIE, en vigueur du 2014-05-30 au 2015-06-06 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 1417 AUTONOME MODIFIE, en vigueur du 2020-07-25 au 2021-01-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 158 AUTONOME MODIFIE, en vigueur du 2020-07-25 au 2020-12-31 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 1417 AUTONOME MODIFIE, en vigueur du 2021-06-12 au 2022-01-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 1649-0 A AUTONOME MODIFIE, en vigueur du 2009-01-01 au 2009-06-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la mutualité - article L222-6 AUTONOME MODIFIE, en vigueur du 2017-04-08 au 2019-07-05 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 1417 AUTONOME MODIFIE, en vigueur du 2012-03-16 au 2012-08-18 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 1417 AUTONOME MODIFIE, en vigueur du 2019-10-01 au 2020-01-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des assurances - article L143-2 AUTONOME MODIFIE, en vigueur du 2007-10-01 au 2017-04-08 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 1417 AUTONOME MODIFIE, en vigueur du 2020-01-01 au 2020-07-25 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 1417 AUTONOME MODIFIE, en vigueur du 2023-06-03 au 2024-01-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des assurances - article L143-2 AUTONOME MODIFIE, en vigueur du 2017-04-08 au 2019-07-05 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 1417 AUTONOME MODIFIE_MORT_NE, en vigueur du 2023-01-01 au 2022-08-18 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article L443-1 AUTONOME MODIFIE, en vigueur du 1994-07-27 au 2001-02-20 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des assurances - article R342-14 AUTONOME ABROGE, en vigueur du 2016-01-01 au 2023-01-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article L3334-3 AUTONOME VIGUEUR, en vigueur depuis le 2008-12-05 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des assurances - article L143-4 AUTONOME MODIFIE, en vigueur du 2014-06-28 au 2017-04-08 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des assurances - article L143-4 AUTONOME MODIFIE, en vigueur du 2010-01-23 au 2014-06-28 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la mutualité - article L222-6 AUTONOME MODIFIE, en vigueur du 2009-02-01 au 2010-01-23 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des assurances - article D132-9 AUTONOME MODIFIE, en vigueur du 2007-09-01 au 2017-07-20 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article L443-1 AUTONOME MODIFIE, en vigueur du 2005-07-27 au 2005-08-03 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des assurances - article D132-9 AUTONOME VIGUEUR, en vigueur depuis le 2017-07-20 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article L443-1 AUTONOME MODIFIE, en vigueur du 2001-02-20 au 2004-05-05 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article L443-1 AUTONOME MODIFIE, en vigueur du 2004-05-05 au 2004-08-11 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la sécurité sociale - article L932-43 AUTONOME MODIFIE, en vigueur du 2013-07-28 au 2017-04-08 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des assurances - article R332-63 AUTONOME ABROGE, en vigueur du 2014-09-07 au 2016-01-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 1417 AUTONOME MODIFIE, en vigueur du 2017-05-05 au 2017-12-30 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 158 AUTONOME MODIFIE, en vigueur du 2017-05-05 au 2018-01-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la sécurité sociale - article L932-43 AUTONOME MODIFIE, en vigueur du 2009-02-01 au 2010-01-23 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 1417 AUTONOME MODIFIE, en vigueur du 2022-05-07 au 2022-08-18 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 1417 AUTONOME MODIFIE, en vigueur du 2022-08-18 au 2023-01-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 1417 AUTONOME MODIFIE, en vigueur du 2023-01-01 au 2023-06-03 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 1417 AUTONOME MODIFIE, en vigueur du 2024-01-01 au 2024-06-02 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 1417 AUTONOME MODIFIE, en vigueur du 2024-07-01 au 2025-06-19 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts, annexe III - article 41 ZZ quater AUTONOME MODIFIE, en vigueur du 2005-04-09 au 2019-10-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 158 AUTONOME MODIFIE, en vigueur du 2010-01-01 au 2010-05-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Loi n° 2003-775 du 21 août 2003 portant réforme des retraites (1). - article 111 AUTONOME VIGUEUR, en vigueur depuis le 2003-08-22 CREATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts, annexe III - article 41 ZZ quater AUTONOME VIGUEUR, en vigueur depuis le 2021-08-04 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 158 AUTONOME MODIFIE, en vigueur du 2011-12-30 au 2013-01-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 158 AUTONOME MODIFIE, en vigueur du 2019-12-31 au 2020-07-25 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 885 J AUTONOME ABROGE, en vigueur du 2008-12-29 au 2018-01-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts, annexe III - article 41 ZZ ter AUTONOME VIGUEUR, en vigueur depuis le 2005-04-09 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts, annexe III - article 41 ZZ bis AUTONOME VIGUEUR, en vigueur depuis le 2005-01-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 158 AUTONOME MODIFIE, en vigueur du 2011-05-19 au 2011-06-12 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 1417 AUTONOME MODIFIE, en vigueur du 2017-01-01 au 2017-05-05 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 158 AUTONOME MODIFIE, en vigueur du 2016-06-13 au 2017-01-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article L443-1 AUTONOME ABROGE, en vigueur du 1973-11-23 au 1986-10-23 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 1417 AUTONOME MODIFIE, en vigueur du 2024-06-02 au 2024-07-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 1417 AUTONOME VIGUEUR, en vigueur depuis le 2025-06-19 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2003-775 du 21 août 2003 portant réforme des retraites CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CITATION source CGI 154 bis, 154 bis-0 A, 79, 62, 34, 35, 63, 92, 44 sexies à 44 decies, 83 à 84 A"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2003-08-21 CITATION source LOI n° 2003-775 du 21 août 2003 portant réforme des retraites"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2003-08-21 CREATION source Loi n° 2003-775 du 21 août 2003 portant réforme des retraites (1). - article 111 AUTONOME VIGUEUR, en vigueur depuis le 2003-08-22"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 1649-0 A AUTONOME MODIFIE, en vigueur du 2009-01-01 au 2009-06-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la mutualité - article L222-6 AUTONOME MODIFIE, en vigueur du 2017-04-08 au 2019-07-05"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article L932-43 AUTONOME MODIFIE, en vigueur du 2013-07-28 au 2017-04-08"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code des assurances - article D132-9 AUTONOME VIGUEUR, en vigueur depuis le 2017-07-20"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code des assurances - article L143-2 AUTONOME MODIFIE, en vigueur du 2017-04-08 au 2019-07-05"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code des assurances - article L143-4 AUTONOME MODIFIE, en vigueur du 2014-06-28 au 2017-04-08"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code des assurances - article R332-63 AUTONOME ABROGE, en vigueur du 2014-09-07 au 2016-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code des assurances - article R342-14 AUTONOME ABROGE, en vigueur du 2016-01-01 au 2023-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code du travail - article L3334-3 AUTONOME VIGUEUR, en vigueur depuis le 2008-12-05"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 1417 AUTONOME VIGUEUR, en vigueur depuis le 2025-06-19"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 158 AUTONOME MODIFIE, en vigueur du 2020-07-25 au 2020-12-31"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 885 J AUTONOME ABROGE, en vigueur du 2008-12-29 au 2018-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 41 ZZ bis AUTONOME VIGUEUR, en vigueur depuis le 2005-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 41 ZZ quater AUTONOME VIGUEUR, en vigueur depuis le 2021-08-04"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 41 ZZ ter AUTONOME VIGUEUR, en vigueur depuis le 2005-04-09"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code du travail - article L443-1 AUTONOME ABROGE, en vigueur du 1973-11-23 au 1986-10-23"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code du travail - article L443-1-1 AUTONOME MODIFIE, en vigueur du 2001-02-20 au 2006-12-31"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code du travail - article L443-1-2 AUTONOME MODIFIE, en vigueur du 2001-02-20 au 2003-08-22"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la sécurité sociale - article L911-1 AUTONOME MODIFIE, en vigueur du 1994-08-10 au 2006-06-24"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      HISTO source Edition du 31 août 2003"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/30/LEGIARTI000006303062.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/30/LEGIARTI000006303062.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/30/LEGIARTI000006303062.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_impots/src/branch/main/livre_premier/premiere_partie/titre_premier/chapitre_premier/section_ii/2e_sous-section/i/j/article_163_quatervicies.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006303062)"},{"type":"add","content":""}],"status":"added"}],"stats":{"additions":1535,"deletions":0,"filesChanged":12}}