{"sha":"ed6376b688de","date":"2011-06-12","message":"LOI n° 2011-1978 du 28 décembre 2011 de finances rectificative pour 2011","files":[{"filename":"livre_premier/deuxieme_partie/titre_iii/chapitre_premier/section_xii_bis/article_1609_quinquies_c.md","articleName":"Article 1609 QUINQUIES C","additions":40,"deletions":14,"diff":[{"type":"del","content":"I. - Les établissements publics de coopération intercommunale mentionnés au 1 du III de l'article 1379-0 bis sont substitués aux communes membres pour les dispositions relatives à la cotisation foncière des entreprises et à la cotisation sur la valeur ajoutée des entreprises acquittées par les entreprises implantées dans une zone d'activités économiques qui se situe sur le territoire d'une ou plusieurs communes membres, et la perception du produit de ces taxes. II. - 1. Les établissements publics de coopération intercommunale mentionnés au 2 du III de l'article 1379-0 bis sont substitués aux communes membres pour les dispositions relatives à la cotisation foncière des entreprises afférente aux installations de production d'électricité utilisant l'énergie mécanique du vent implantées sur le territoire de ces communes à compter de la publication de la loi n° 2005-781 du 13 juillet 2005 de programme fixant les orientations de la politique énergétique, et perçoivent le produit de cette taxe."},{"type":"add","content":"I. – Les établissements publics de coopération intercommunale mentionnés au 1 du III de l'article 1379-0 bis sont substitués aux communes membres pour les dispositions relatives à la cotisation foncière des entreprises et à la cotisation sur la valeur ajoutée des entreprises acquittées par les entreprises implantées dans une zone d'activités économiques qui se situe sur le territoire d'une ou plusieurs communes membres, et la perception du produit de ces taxes."},{"type":"del","content":"2. Les établissements publics de coopération intercommunale mentionnés au 1 du présent II se substituent également aux communes membres pour les dispositions relatives à la taxe annuelle sur les installations de production d'électricité, prévue à l'article 1519 D, et perçoivent le produit de cette taxe."},{"type":"add","content":"I bis.-Le I est applicable aux communautés de communes ayant, avant le 31 décembre 2010, opté, en application de la première phrase du premier alinéa du II dans sa rédaction en vigueur jusqu'à cette date, pour l'application des dispositions de cette phrase."},{"type":"del","content":"III. - 1. a) Le conseil des établissements publics de coopération intercommunale faisant application des I ou II du présent article vote les taux de la cotisation foncière des entreprises applicables à ces régimes dans les conditions déterminées à l'article 1636 B decies."},{"type":"add","content":"II. – 1. Les établissements publics de coopération intercommunale mentionnés au 2 du III de l'article 1379-0 bis sont substitués aux communes membres pour les dispositions relatives à la cotisation foncière des entreprises afférente aux installations de production d'électricité utilisant l'énergie mécanique du vent implantées sur le territoire de ces communes à compter de la publication de la loi n° 2005-781 du 13 juillet 2005 de programme fixant les orientations de la politique énergétique, et perçoivent le produit de cette taxe."},{"type":"del","content":"Lorsque l'établissement public de coopération intercommunale décide de faire application du I et du 1 du II du présent article, il peut fixer deux taux différents pour chacun de ces régimes. Dans ce cas, et lorsqu'une installation visée au 1 du II est implantée dans une zone mentionnée au I, le 1 du II est applicable."},{"type":"add","content":"2. Les établissements publics de coopération intercommunale mentionnés au 1 se substituent également aux communes membres pour les dispositions relatives à la taxe annuelle sur les installations de production d'électricité, prévue à l'article 1519 D, et perçoivent le produit de cette taxe."},{"type":"del","content":"b) Des taux d'imposition différents du taux communautaire fixé en application du a du présent 1 peuvent être appliqués pour l'établissement des douze premiers budgets de la communauté. Les écarts entre les taux applicables dans chaque commune membre et le taux communautaire sont réduits dans les conditions prévues au b du 1° du III de l'article 1609 nonies C."},{"type":"add","content":"II bis. – Le II est applicable aux communautés de communes ayant, avant le 31 décembre 2010, opté, en application de la deuxième phrase du premier alinéa du même II dans sa rédaction en vigueur jusqu'à cette date, pour l'application des dispositions de cette phrase."},{"type":"del","content":"2. Le III de l'article 1638 quater est applicable en cas d'incorporation d'une commune ou partie de commune dans une zone d'activités économiques ou en cas de rattachement d'une commune sur le territoire de laquelle sont implantées des installations de production d'électricité utilisant l'énergie mécanique du vent à un établissement public de coopération intercommunale faisant application du II du présent article."},{"type":"add","content":"III. – 1. a) Le conseil des établissements publics de coopération intercommunale faisant application des I ou II vote les taux de la cotisation foncière des entreprises applicables à ces régimes dans les conditions déterminées à l'article 1636 B decies."},{"type":"del","content":"3.L'établissement public de coopération intercommunale peut verser à la ou les communes dont la ou les zones d'activités économiques lui sont transférées une attribution de compensation égale au plus au produit de la cotisation foncière des entreprises perçu par elles l'année précédant l'institution du taux communautaire."},{"type":"add","content":"Lorsque l'établissement public de coopération intercommunale décide de faire application du I et du 1 du II, il peut fixer deux taux différents pour chacun de ces régimes. Dans ce cas, et lorsqu'une installation visée au 1 du II est implantée dans une zone mentionnée au I, le 1 du II est applicable."},{"type":"add","content":""},{"type":"add","content":"b) Des taux d'imposition différents du taux communautaire fixé en application du a peuvent être appliqués pour l'établissement des douze premiers budgets de la communauté. Les écarts entre les taux applicables dans chaque commune membre et le taux communautaire sont réduits dans les conditions prévues au b du 1° du III de l'article 1609 nonies C."},{"type":"add","content":""},{"type":"add","content":"2. Le III de l'article 1638 quater est applicable en cas d'incorporation d'une commune ou partie de commune dans une zone d'activités économiques ou en cas de rattachement d'une commune sur le territoire de laquelle sont implantées des installations de production d'électricité utilisant l'énergie mécanique du vent à un établissement public de coopération intercommunale faisant application du II."},{"type":"add","content":""},{"type":"add","content":"2 bis. Les établissements publics de coopération intercommunale mentionnés au III de l'article 1379-0 bis bénéficient de la compensation prévue au IV bis de l'article 6 de la loi de finances pour 1987 (n° 86-1317 du 30 décembre 1986), au lieu et place de leurs communes membres, pour les pertes de bases de la cotisation foncière des entreprises résultant, dans la zone d'activités économiques ou pour les installations de production d'électricité utilisant l'énergie mécanique du vent, de l'application du dernier alinéa du II de l'article 1478."},{"type":"add","content":""},{"type":"add","content":"Pour les établissements publics de coopération intercommunale soumis en 2011 aux dispositions du présent article, le taux de taxe professionnelle à retenir est le taux moyen pondéré de taxe professionnelle constaté en 1986 dans l'ensemble des communes membres de l'établissement public de coopération intercommunale ; ce taux est, le cas échéant, majoré du taux de taxe professionnelle voté en 1986 par l'établissement public de coopération intercommunale qui a opté pour le régime fiscal prévu au 2° du 1 ou au 2 du III de l'article 1379-0 bis ou dont la communauté de communes est issue ; ces taux sont multipliés par 0,960."},{"type":"add","content":""},{"type":"add","content":"Pour les établissements publics de coopération intercommunale soumis pour la première fois à compter de 2012 aux dispositions du présent article, la compensation est calculée en retenant le taux moyen pondéré des communes membres de l'établissement public de coopération intercommunale."},{"type":"add","content":""},{"type":"add","content":"Pour l'application de l'avant-dernier alinéa du présent 2 bis, le taux moyen pondéré est déterminé par le rapport de la somme des compensations au titre de la réduction pour création d'établissement versées aux communes membres au titre de l'année précédant la première année d'application du présent article et de la somme des bases exonérées ou des abattements appliqués au titre de l'année précédant cette même première année d'application."},{"type":"add","content":""},{"type":"add","content":"3. L'établissement public de coopération intercommunale peut verser à la ou les communes dont la ou les zones d'activités économiques lui sont transférées une attribution de compensation égale au plus au produit de la cotisation foncière des entreprises perçu par elles l'année précédant l'institution du taux communautaire."},{"type":"del","content":"4.L'établissement public de coopération intercommunale verse à la ou aux communes dont tout ou partie du territoire est situé à l'intérieur d'une zone de développement de l'éolien ou, en l'absence de zone de développement de l'éolien, aux communes d'implantation des installations mentionnées au II et aux communes limitrophes membres de l'établissement public de coopération intercommunale une attribution visant à compenser les nuisances environnementales liées aux installations utilisant l'énergie mécanique du vent. Cette attribution ne peut être supérieure au produit de la cotisation foncière des entreprises et de la taxe prévue à l'article 1519 D perçues sur ces installations."},{"type":"add","content":"4. L'établissement public de coopération intercommunale verse à la ou aux communes dont tout ou partie du territoire est situé à l'intérieur d'une zone de développement de l'éolien ou, en l'absence de zone de développement de l'éolien, aux communes d'implantation des installations mentionnées au II et aux communes limitrophes membres de l'établissement public de coopération intercommunale une attribution visant à compenser les nuisances environnementales liées aux installations utilisant l'énergie mécanique du vent. Cette attribution ne peut être supérieure au produit de la cotisation foncière des entreprises et de la taxe prévue à l'article 1519 D perçues sur ces installations."},{"type":"del","content":"LOI n° 2009-1673 du 30 décembre 2009 de finances pour 2010 - article 77 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2010-01-01 au 2011-01-01 MODIFIE source"},{"type":"add","content":"LOI n° 2011-1978 du 28 décembre 2011 de finances rectificative pour 2011 - article 44 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2011-12-30 MODIFIE source"},{"type":"add","content":""},{"type":"add","content":"1986-12-30 CITATION source LOI n° 86-1317 du 30 décembre 1986 de finances pour 1987 - article"},{"type":"add","content":""},{"type":"del","content":"2009-12-30 MODIFIE cible LOI n° 2009-1673 du 30 décembre 2009 de finances pour 2010 - article 77 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2010-01-01 au 2011-01-01"},{"type":"add","content":"2011-12-28 MODIFIE cible LOI n° 2011-1978 du 28 décembre 2011 de finances rectificative pour 2011 - article 44 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2011-12-30"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code général des impôts - article 1478 AUTONOME MODIFIE, en vigueur du 1979-07-01 au 1980-01-11"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code général des impôts, CGI. - art. 1519 D"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code général des impôts - article 1638 quater AUTONOME MODIFIE, en vigueur du 1994-09-02 au 1997-04-11"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/64/24/LEGIARTI000021642434.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/64/24/LEGIARTI000021642434.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/21/64/24/LEGIARTI000021642434.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/25/09/21/LEGIARTI000025092108.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/25/09/21/LEGIARTI000025092108.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/25/09/21/LEGIARTI000025092108.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000021642434)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000025092108)"}],"status":"modified"}],"stats":{"additions":40,"deletions":14,"filesChanged":1}}