{"sha":"f90cea77c9eb","date":"2017-01-01","message":"Décret n° 2014-549 du 26 mai 2014 portant incorporation au code général des impôts de divers textes modifiant et complétant certaines dispositions de ce code","files":[{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_premier/section_ii/1re_sous-section/v/2/README.md","articleName":"Sommaire - 2","additions":0,"deletions":1,"diff":[{"type":"del","content":"- [Article 83](article_83.md)"}],"status":"modified"},{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_premier/section_ii/1re_sous-section/v/2/article_83.md","articleName":"Article 83","additions":0,"deletions":390,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article 83"},{"type":"del","content":""},{"type":"del","content":"Le montant net du revenu imposable est déterminé en déduisant du montant brut des sommes payées et des avantages en argent ou en nature accordés :"},{"type":"del","content":""},{"type":"del","content":"1° Les cotisations de sécurité sociale, y compris :"},{"type":"del","content":""},{"type":"del","content":"a) Les cotisations d'assurance vieillesse versées en exercice des facultés de rachat prévues aux articles L. 351-14-1 du code de la sécurité sociale, L. 9 bis du code des pensions civiles et militaires de retraite, ainsi que celles prévues par des dispositions réglementaires ayant le même objet prises sur le fondement de l'article L. 711-1 du code de la sécurité sociale ;"},{"type":"del","content":""},{"type":"del","content":"b) Les cotisations versées aux régimes de retraite complémentaire mentionnés au chapitre Ier du titre II du livre IX du code de la sécurité sociale ;"},{"type":"del","content":""},{"type":"del","content":"c) Les cotisations au régime public de retraite additionnel obligatoire institué par l'article 76 de la loi n° 2003-775 du 21 août 2003 portant réforme des retraites ;"},{"type":"del","content":""},{"type":"del","content":"1° 0 bis Les cotisations versées conformément aux dispositions du règlement CEE n° 1408/71 du Conseil du 14 juin 1971 relatif à l'application des régimes de sécurité sociale aux travailleurs salariés et aux membres de leur famille qui se déplacent à l'intérieur de la Communauté ou conformément aux stipulations d'une convention ou d'un accord international relatif à l'application des régimes de sécurité sociale ;"},{"type":"del","content":""},{"type":"del","content":"1° bis (Abrogé)"},{"type":"del","content":""},{"type":"del","content":"1° ter (Abrogé à compter de l'entrée en vigueur de la loi n° 2002-73 du 17 janvier 2002)."},{"type":"del","content":""},{"type":"del","content":"1° quater Les cotisations ou primes versées aux régimes de prévoyance complémentaire obligatoires et collectifs, au sens du sixième alinéa de l'article L. 242-1 du code de la sécurité sociale, à condition, lorsque ces cotisations ou primes financent des garanties portant sur le remboursement ou l'indemnisation de frais occasionnés par une maladie, une maternité ou un accident, que ces garanties respectent les conditions mentionnées à l'article L. 871-1 du code de la sécurité sociale."},{"type":"del","content":""},{"type":"del","content":"Les cotisations ou les primes mentionnées au premier alinéa s'entendent, s'agissant des cotisations à la charge de l'employeur, de celles correspondant à des garanties autres que celles portant sur le remboursement ou l'indemnisation de frais occasionnés par une maladie, une maternité ou un accident."},{"type":"del","content":""},{"type":"del","content":"Les cotisations à la charge de l'employeur correspondant à des garanties portant sur le remboursement ou l'indemnisation de frais occasionnés par une maladie, une maternité ou un accident sont ajoutées à la rémunération prise en compte pour la détermination des bases d'imposition."},{"type":"del","content":""},{"type":"del","content":"Les cotisations ou les primes déductibles en application des premier et deuxième alinéas le sont dans la limite d'un montant égal à la somme de 5 % du montant annuel du plafond mentionné à l'article L. 241-3 du code de la sécurité sociale et de 2 % de la rémunération annuelle brute, sans que le total ainsi obtenu puisse excéder 2 % de huit fois le montant annuel du plafond précité. En cas d'excédent, celui-ci est ajouté à la rémunération."},{"type":"del","content":""},{"type":"del","content":"2° Les cotisations ou primes versées aux régimes de retraite supplémentaire, y compris ceux gérés par une institution mentionnée à l'article L. 370-1 du code des assurances pour les contrats mentionnés à l'article L. 143-1 dudit code lorsqu'ils ont pour objet l'acquisition et la jouissance de droits viagers, auxquels le salarié est affilié à titre obligatoire, ainsi que les cotisations versées, à compter du 1er janvier 1993, à titre obligatoire au régime de prévoyance des joueurs professionnels de football institué par la charte du football professionnel."},{"type":"del","content":""},{"type":"del","content":"Les cotisations ou les primes mentionnées à l'alinéa précédent sont déductibles dans la limite, y compris les versements de l'employeur, de 8 % de la rémunération annuelle brute retenue à concurrence de huit fois le montant annuel du plafond mentionné à l'article L. 241-3 du code de la sécurité sociale. En cas d'excédent, celui-ci est ajouté à la rémunération ;"},{"type":"del","content":""},{"type":"del","content":"La limite mentionnée au deuxième alinéa est réduite, le cas échéant, des sommes versées par l'entreprise ou le salarié au plan d'épargne pour la retraite collectif défini aux articles L. 3334-1 à L. 3334-16 du code du travail et exonérées en application du 18° de l'article 81 ;"},{"type":"del","content":""},{"type":"del","content":"2°-0 bis Par dérogation aux 1° quater et 2° et jusqu'à l'imposition des revenus de 2008, les dispositions du 2° dans leur rédaction en vigueur jusqu'à l'imposition des revenus de 2003 continuent de s'appliquer, si elles sont plus favorables, aux cotisations ou primes versées aux régimes de retraite et de prévoyance complémentaires auxquels le salarié était affilié à titre obligatoire avant le 25 septembre 2003, pour leur taux en vigueur avant la même date ;"},{"type":"del","content":""},{"type":"del","content":"2°-0 ter Dans les limites prévues au quatrième alinéa du 1° quater, les cotisations versées aux régimes de prévoyance complémentaire et, dans les limites prévues aux deuxième et troisième alinéas du 2°, les cotisations versées aux régimes de retraite complémentaire répondant aux conditions fixées à l'article 3 de la directive 98/49/ CE du Conseil du 29 juin 1998 relative à la sauvegarde des droits à pension complémentaire des travailleurs salariés et non salariés qui se déplacent à l'intérieur de la Communauté ou à celles prévues par les conventions ou accords internationaux de sécurité sociale, auxquels les personnes désignées au I de l'article 81 B ou au 1 du I de l'article 155 B étaient affiliées ès qualités dans un autre Etat avant leur prise de fonctions en France. Les cotisations sont déductibles jusqu'au 31 décembre de la cinquième année suivant celle de leur prise de fonctions ;"},{"type":"del","content":""},{"type":"del","content":"2°-0 quater La contribution prévue à l'article L. 137-11-1 du code de la sécurité sociale dans la limite de la fraction acquittée au titre des premiers 1 000 € de rente mensuelle ;"},{"type":"del","content":""},{"type":"del","content":"2° bis Les contributions versées par les salariés en application des dispositions de l'article L. 5422-9 du code du travail et destinées à financer le régime d'assurance des travailleurs privés d'emploi ;"},{"type":"del","content":""},{"type":"del","content":"2° ter La contribution exceptionnelle de solidarité en faveur des travailleurs privés d'emploi, prévue à l'article L. 5423-26 du code du travail ;"},{"type":"del","content":""},{"type":"del","content":"2° quater Les intérêts des emprunts contractés, à compter du 1er janvier 1984, pour souscrire au capital d'une société nouvelle exerçant une activité industrielle, commerciale, artisanale ou libérale. Cette souscription doit intervenir l'année de la création de la société ou au cours des deux années suivantes."},{"type":"del","content":""},{"type":"del","content":"La déduction ne peut excéder 50 % du salaire versé à l'emprunteur par la société nouvelle. Elle ne peut être supérieure à 15 250 €."},{"type":"del","content":""},{"type":"del","content":"La société nouvelle doit être soumise à l'impôt sur les sociétés dans les conditions de droit commun, exercer une activité mentionnée aux articles 34 et 92 et répondre aux conditions suivantes :"},{"type":"del","content":""},{"type":"del","content":"a. A la clôture de l'exercice, le prix de revient des biens d'équipement amortissables selon le mode dégressif en application des dispositions du 1 de l'article 39 A doit représenter au moins les deux tiers du prix de revient total des immobilisations corporelles amortissables ; les entreprises qui ne remplissent pas cette condition à la clôture de leur premier exercice peuvent bénéficier du dispositif à titre provisoire ; cet avantage leur sera définitivement acquis si le pourcentage des deux tiers est atteint à la clôture de l'exercice suivant ;"},{"type":"del","content":""},{"type":"del","content":"b. Pour les entreprises constituées sous forme de société, les droits de vote attachés aux actions ou aux parts ne doivent pas être détenus, directement ou indirectement, pour plus de 50 % par d'autres sociétés ;"},{"type":"del","content":""},{"type":"del","content":"c. Les entreprises créées dans le cadre d'une concentration ou d'une restructuration d'activités préexistantes, ou pour la reprise de telles activités, ne peuvent bénéficier du dispositif ci-dessus. Toutefois, cette disposition ne s'applique pas aux entreprises créées pour la reprise d'établissements en difficulté."},{"type":"del","content":""},{"type":"del","content":"Les actions souscrites doivent obligatoirement revêtir la forme nominative."},{"type":"del","content":""},{"type":"del","content":"Le bénéfice de la déduction est subordonné au dépôt des titres chez un intermédiaire agréé."},{"type":"del","content":""},{"type":"del","content":"Si les actions ou les parts sociales souscrites sont cédées avant l'expiration d'un délai de cinq ans à compter de leur souscription, le total des intérêts déduits est ajouté au revenu brut perçu par l'emprunteur l'année de la cession."},{"type":"del","content":""},{"type":"del","content":"Toutefois, aucun rehaussement n'est effectué lorsque l'emprunteur ou son conjoint soumis à une imposition commune se trouve dans l'un des cas suivant : invalidité correspondant au classement dans la deuxième ou troisième des catégories prévues à l'article L. 341-4 du code de la sécurité sociale, décès, départ à la retraite ou licenciement."},{"type":"del","content":""},{"type":"del","content":"Un décret fixe les modalités d'application du présent paragraphe, notamment les obligations des emprunteurs et des intermédiaires agréés."},{"type":"del","content":""},{"type":"del","content":"2° quinquies Les intérêts des emprunts contractés, à compter du 1er janvier 1984, pour souscrire au capital d'une société coopérative de production créée pour reprendre une entreprise dans les conditions fixées à l'article 48 de la loi n° 78-763 du 19 juillet 1978 portant statut des sociétés coopératives de production."},{"type":"del","content":""},{"type":"del","content":"Cette disposition est applicable dans les conditions fixées au 2° quater."},{"type":"del","content":""},{"type":"del","content":"3° Les frais inhérents à la fonction ou à l'emploi lorsqu'ils ne sont pas couverts par des allocations spéciales."},{"type":"del","content":""},{"type":"del","content":"La déduction à effectuer du chef des frais professionnels est calculée forfaitairement en fonction du revenu brut, après défalcation des cotisations, contributions et intérêts mentionnés aux 1° à 2° quinquies et à l'article 83 bis ; elle est fixée à 10 % du montant de ce revenu. Elle est limitée à 12 170 € pour l'imposition des rémunérations perçues en 2015 ; chaque année, le plafond retenu pour l'imposition des revenus de l'année précédente est relevé dans la même proportion que la limite supérieure de la première tranche du barème de l'impôt sur le revenu."},{"type":"del","content":""},{"type":"del","content":"Le montant de la déduction forfaitaire pour frais professionnels ne peut être inférieur à 426 € ou à 937 € pour les personnes inscrites en tant que demandeurs d'emploi depuis plus d'un an, sans pouvoir excéder le montant brut des traitements et salaires. Cette disposition s'applique séparément aux rémunérations perçues par chaque membre du foyer fiscal désigné aux 1 et 3 de l'article 6."},{"type":"del","content":""},{"type":"del","content":"Les sommes figurant au troisième alinéa sont révisées chaque année dans la même proportion que la limite supérieure de la première tranche du barème de l'impôt sur le revenu."},{"type":"del","content":""},{"type":"del","content":"Les bénéficiaires de traitements et salaires sont également admis à justifier du montant de leurs frais réels, soit dans la déclaration visée à l'article 170, soit sous forme de réclamation adressée au service des impôts dans le délai prévu aux articles R* 196-1 et R* 196-3 du livre des procédures fiscales. Le montant des frais réels à prendre en compte au titre de l'acquisition des immeubles, des véhicules et autres biens dont la durée d'utilisation est supérieure à un an s'entend de la dépréciation que ces biens ont subie au cours de l'année d'imposition."},{"type":"del","content":""},{"type":"del","content":"Sont assimilées à des frais professionnels réels les dépenses exposées en vue de l'obtention d'un diplôme ou d'une qualification professionnelle dans la perspective d'une insertion ou d'une conversion professionnelle par les personnes tirant un revenu de la pratique d'un sport."},{"type":"del","content":""},{"type":"del","content":"Les frais de déplacement de moins de quarante kilomètres entre le domicile et le lieu de travail sont admis, sur justificatifs, au titre des frais professionnels réels. Lorsque la distance est supérieure, la déduction admise porte sur les quarante premiers kilomètres, sauf circonstances particulières notamment liées à l'emploi justifiant une prise en compte complète."},{"type":"del","content":""},{"type":"del","content":"Lorsque les bénéficiaires de traitements et salaires optent pour le régime des frais réels, l'évaluation des frais de déplacement, autres que les frais de péage, de garage ou de parking et d'intérêts annuels afférents à l'achat à crédit du véhicule utilisé, peut s'effectuer sur le fondement d'un barème forfaitaire fixé par arrêté du ministre chargé du budget en fonction de la puissance administrative du véhicule, retenue dans la limite maximale de sept chevaux, et de la distance annuelle parcourue."},{"type":"del","content":""},{"type":"del","content":"Lorsque les bénéficiaires mentionnés au huitième alinéa ne font pas application dudit barème, les frais réels déductibles, autres que les frais de péage, de garage ou de parking et d'intérêts annuels afférents à l'achat à crédit du véhicule utilisé, ne peuvent excéder le montant qui serait admis en déduction en application du barème précité, à distance parcourue identique, pour un véhicule de la puissance administrative maximale retenue par le barème."},{"type":"del","content":""},{"type":"del","content":"Les frais, droits et intérêts d'emprunt versés pour acquérir ou souscrire des parts ou des actions d'une société ayant une activité industrielle, commerciale, artisanale, agricole ou libérale dans laquelle le salarié ou le dirigeant exerce son activité professionnelle principale sont admis, sur justificatifs, au titre des frais professionnels réels dès lors que ces dépenses sont utiles à l'acquisition ou à la conservation de ses revenus. Les intérêts admis en déduction sont ceux qui correspondent à la part de l'emprunt dont le montant est proportionné à la rémunération annuelle perçue ou escomptée au moment où l'emprunt est contracté. La rémunération prise en compte s'entend des revenus mentionnés à l'article 79 et imposés sur le fondement de cet article. La fraction des versements effectués au titre des souscriptions ou acquisitions de titres donnant lieu aux réductions d'impôt prévues aux articles 199 terdecies-0 A, 199 terdecies-0 B ou 885-0 V bis, ainsi que les souscriptions et acquisitions de titres figurant dans un plan d'épargne en actions défini à l'article 163 quinquies D ou dans un plan d'épargne salariale prévu au titre III du livre III de la troisième partie du code du travail, ne peuvent donner lieu à aucune déduction d'intérêts d'emprunt."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"### Nota"},{"type":"del","content":""},{"type":"del","content":"Modifications effectuées en conséquence de l'article 2-I-1° de la loi n° 2015-1785 du 29 décembre 2015"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2016-775 du 10 juin 2016 portant incorporation au code général des impôts de divers textes modifiant et complétant certaines dispositions de ce code - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2002-73 du 17 janvier 2002 de modernisation sociale CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1978-07-19 CITATION source Loi n° 78-763 du 19 juillet 1978 portant statut des sociétés coopératives ouvrières de production - article 48 AUTONOME VIGUEUR, en vigueur depuis le 1978-07-20"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1978-07-03 CITATION cible Arrêté du 3 juillet 1978 modifiant un précédent relatif au calcul de l'aide personnalisée au logement - article 2 ter AUTONOME ABROGE, en vigueur du 2019-01-01 au 2019-10-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1990-07-02 CITATION cible Loi n° 90-568 du 2 juillet 1990 relative à l'organisation du service public de la poste et à France Télécom. - article 30 AUTONOME VIGUEUR, en vigueur depuis le 2016-04-22"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2000-12-26 CITATION cible Arrêté du 26 décembre 2000 relatif à l'allocation de logement - article 2 AUTONOME MODIFIE, en vigueur du 2012-01-01 au 2015-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2000-12-26 CITATION cible Arrêté du 26 décembre 2000 relatif à l'allocation de logement - article 4 AUTONOME MODIFIE, en vigueur du 2012-01-01 au 2015-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2002-01-17 CITATION source LOI n° 2002-73 du 17 janvier 2002 de modernisation sociale"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2003-08-21 CITATION source Loi n° 2003-775 du 21 août 2003 portant réforme des retraites (1). - article 76 AUTONOME MODIFIE, en vigueur du 2005-01-01 au 2011-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2008-03-26 CITATION cible Décret n° 2008-284 du 26 mars 2008 relatif aux règles de provisionnement de certains régimes de retraite complémentaire constitués au profit des fonctionnaires et agents des collectivités locales et des établissements publics auprès d'entreprises régies par le code des assurances - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2021-12-25"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2008-10-07 CITATION cible Décret n° 2008-1024 du 7 octobre 2008 étendant et adaptant à Saint-Pierre-et-Miquelon le régime des prestations familiales - article 1 AUTONOME MODIFIE, en vigueur du 2008-10-10 au 2016-04-21"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2010-05-10 CITATION cible Arrêté du 10 mai 2010 fixant la présentation des données agrégées transmises par les organismes gérant certaines opérations de retraite en application de l'article 114 de la loi n° 2003-775 du 21 août 2003 portant réforme des retraites - article Annexe AUTONOME ABROGE, en vigueur du 2010-06-02 au 2011-05-19"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2010-12-17 CITATION cible Arrêté du 17 décembre 2010 relatif aux seuils en matière de transaction, d'emprunt et d'ouverture d'une ligne de trésorerie au-dessous desquels l'autorisation du préfet de région n'est pas requise par les chambres de métiers et de l'artisanat VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2011-05-12 CITATION cible Arrêté du 12 mai 2011 relatif aux indemnités de fonctions, frais de représentation et frais de déplacement des membres de CMA France VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2011-05-12 CITATION cible Arrêté du 12 mai 2011 relatif aux indemnités de fonctions, aux frais de représentation et aux frais de déplacement des membres des chambres de métiers et de l'artisanat de région et des chambres de niveau départemental VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2011-05-12 CITATION cible Arrêté du 12 mai 2011 relatif aux indemnités de fonctions, aux frais de représentation et aux frais de déplacement des membres des chambres de métiers et de l'artisanat de région et des chambres de niveau départemental - article 5 AUTONOME VIGUEUR, en vigueur depuis le 2022-05-04"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2011-05-12 CITATION cible Arrêté du 12 mai 2011 relatif aux indemnités de fonctions, frais de représentation et frais de déplacement des membres de CMA France - article 6 AUTONOME VIGUEUR, en vigueur depuis le 2019-02-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2013-03-30 CITATION cible Arrêté du 30 mars 2013 fixant le barème forfaitaire permettant l'évaluation des frais de déplacement relatifs à l'utilisation d'un véhicule par les bénéficiaires de traitements et salaires optant pour le régime des frais réels déductibles VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2015-02-26 CITATION cible Arrêté du 26 février 2015 fixant le barème forfaitaire permettant l'évaluation des frais de déplacement relatifs à l'utilisation d'un véhicule par les bénéficiaires de traitements et salaires optant pour le régime des frais réels déductibles VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2016-06-10 MODIFIE cible Décret n° 2016-775 du 10 juin 2016 portant incorporation au code général des impôts de divers textes modifiant et complétant certaines dispositions de ce code - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2016-12-09 CITATION cible Arrêté du 9 décembre 2016 précisant le décret n° 2016-1683 du 5 décembre 2016 fixant les règles et procédures concernant l'échange automatique de renseignements relatifs aux comptes financiers, dites « norme commune de déclaration » - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2024-03-29"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2019-12-30 CITATION cible Décret n° 2019-1574 du 30 décembre 2019 relatif aux ressources prises en compte pour le calcul des aides personnelles au logement - article 2 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2020-02-26 CITATION cible Arrêté du 26 février 2020 fixant le barème forfaitaire permettant l'évaluation des frais de déplacement relatifs à l'utilisation d'un véhicule par les bénéficiaires de traitements et salaires optant pour le régime des frais réels déductibles VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2020-06-05 CITATION cible Décret n° 2020-678 du 5 juin 2020 relatif à la nature des frais de covoiturage et aux conditions de versement d'une allocation par les autorités organisatrices - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2021-02-15 CITATION cible Arrêté du 15 février 2021 fixant le barème forfaitaire permettant l'évaluation des frais de déplacement relatifs à l'utilisation d'un véhicule par les bénéficiaires de traitements et salaires optant pour le régime des frais réels déductibles VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2021-12-23 CITATION cible Arrêté du 23 décembre 2021 modifiant l'arrêté du 25 février 2016 fixant les libellés, l'ordre et le regroupement des informations figurant sur le bulletin de paie mentionnées à l'article R. 3243-2 du code du travail - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2022-02-01 CITATION cible Arrêté du 1er février 2022 fixant le barème forfaitaire permettant l'évaluation des frais de déplacement relatifs à l'utilisation d'un véhicule par les bénéficiaires de traitements et salaires optant pour le régime des frais réels déductibles VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2023-03-27 CITATION cible Arrêté du 27 mars 2023 fixant le barème forfaitaire permettant l'évaluation des frais de déplacement relatifs à l'utilisation d'un véhicule par les bénéficiaires de traitements et salaires optant pour le régime des frais réels déductibles VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2025-09-04 CITATION cible Arrêté du 4 septembre 2025 relatif aux frais professionnels déductibles pour le calcul des cotisations de sécurité sociale des salariés affiliés au régime général et des salariés affiliés au régime agricole VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 163 octodecies A AUTONOME MODIFIE, en vigueur du 2003-01-01 au 2003-08-05"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la construction et de l'habitation - article R351-5 AUTONOME ABROGE, en vigueur du 2010-01-01 au 2019-09-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la construction et de l'habitation - article R351-7 AUTONOME MODIFIE, en vigueur du 2010-01-01 au 2016-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la construction et de l'habitation - article R822-19 AUTONOME ABROGE, en vigueur du 2019-09-01 au 2021-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la construction et de l'habitation - article R822-3 AUTONOME VIGUEUR, en vigueur depuis le 2021-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la construction et de l'habitation - article R822-4 AUTONOME VIGUEUR, en vigueur depuis le 2022-06-17"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la mutualité - article L222-4 AUTONOME MODIFIE, en vigueur du 2019-07-05 au 2023-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article D542-10 AUTONOME ABROGE, en vigueur du 2009-08-22 au 2019-09-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article L131-6 AUTONOME VIGUEUR, en vigueur depuis le 2023-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article L136-2 AUTONOME MODIFIE, en vigueur du 2018-01-01 au 2018-09-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article L871-1 AUTONOME VIGUEUR, en vigueur depuis le 2025-02-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article L932-41 AUTONOME MODIFIE, en vigueur du 2019-07-05 au 2023-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article R532-3 AUTONOME VIGUEUR, en vigueur depuis le 2021-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article R532-8 AUTONOME VIGUEUR, en vigueur depuis le 2016-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article R831-6 AUTONOME ABROGE, en vigueur du 2009-08-22 au 2019-09-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des assurances - article L143-2 AUTONOME MODIFIE, en vigueur du 2019-07-05 au 2023-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des transports - article R3132-1 AUTONOME VIGUEUR, en vigueur depuis le 2020-06-07"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L3152-4 AUTONOME VIGUEUR, en vigueur depuis le 2019-10-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L3153-3 AUTONOME ABROGE, en vigueur du 2010-05-08 au 2016-08-10"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L3334-3 AUTONOME VIGUEUR, en vigueur depuis le 2008-12-05"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L3334-8 AUTONOME VIGUEUR, en vigueur depuis le 2015-08-08"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L3341-7 AUTONOME VIGUEUR, en vigueur depuis le 2021-02-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code général des impôts - article 155 B AUTONOME MODIFIE, en vigueur du 1979-07-01 au 1982-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 1600-0 H AUTONOME MODIFIE, en vigueur du 2009-04-10 au 2009-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 163 quatervicies AUTONOME VIGUEUR, en vigueur depuis le 2023-03-11"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code général des impôts - article 163 quinquies D AUTONOME MODIFIE, en vigueur du 1993-08-18 au 1994-09-02"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 163 quinvicies AUTONOME VIGUEUR, en vigueur depuis le 2023-03-11"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 199 quater C AUTONOME VIGUEUR, en vigueur depuis le 2015-07-30"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 199 terdecies-0 A AUTONOME MODIFIE, en vigueur du 2010-05-01 au 2011-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 199 terdecies-0 B AUTONOME VIGUEUR, en vigueur depuis le 2018-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 199 terdecies-0 C AUTONOME VIGUEUR, en vigueur depuis le 2025-02-16"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 204 F AUTONOME VIGUEUR, en vigueur depuis le 2019-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code général des impôts - article 39 A AUTONOME MODIFIE, en vigueur du 1979-07-01 au 1990-06-15"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 77 A AUTONOME VIGUEUR, en vigueur depuis le 2010-05-08"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code général des impôts - article 81 B AUTONOME MODIFIE, en vigueur du 2003-12-31 au 2005-12-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 83 bis AUTONOME ABROGE, en vigueur du 2006-01-01 au 2017-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code général des impôts - article 885-0 V bis AUTONOME MODIFIE, en vigueur du 2007-08-22 au 2007-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts - article 93 AUTONOME VIGUEUR, en vigueur depuis le 2025-02-16"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 38 septdecies A AUTONOME PERIME, en vigueur du 2015-06-06 au 2017-05-05"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 38 septdecies D AUTONOME PERIME, en vigueur du 2015-06-06 au 2017-05-05"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 38 sexdecies-0 A AUTONOME PERIME, en vigueur du 2015-06-06 au 2017-05-05"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 39 AUTONOME VIGUEUR, en vigueur depuis le 2024-06-02"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts, annexe IV - article 6 B AUTONOME VIGUEUR, en vigueur depuis le 2023-04-08"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code monétaire et financier - article L221-31 AUTONOME MODIFIE, en vigueur du 2014-12-30 au 2017-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code monétaire et financier - article L224-40 AUTONOME MODIFIE, en vigueur du 2024-07-01 au 2024-10-24"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code rural et de la pêche maritime - article L371-8 AUTONOME VIGUEUR, en vigueur depuis le 2016-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code rural et de la pêche maritime - article L321-11 AUTONOME VIGUEUR, en vigueur depuis le 2022-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Livre des procédures fiscales - article R*196-1 AUTONOME MODIFIE, en vigueur du 1982-01-01 au 1993-08-18"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code des pensions civiles et militaires de retraite - article L9 bis AUTONOME MODIFIE, en vigueur du 2004-01-01 au 2014-01-22"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code du travail - article L3334-1 AUTONOME VIGUEUR, en vigueur depuis le 2008-05-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code du travail - article L5422-9 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2019-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code du travail - article L5423-26 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2016-12-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la sécurité sociale - article L137-11-1 AUTONOME MODIFIE, en vigueur du 2010-12-22 au 2011-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la sécurité sociale - article L241-3 AUTONOME MODIFIE, en vigueur du 1985-12-21 au 1988-01-06"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la sécurité sociale - article L242-1 AUTONOME MODIFIE, en vigueur du 1985-12-21 au 1988-01-06"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la sécurité sociale - article L341-4 AUTONOME VIGUEUR, en vigueur depuis le 1985-12-21"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la sécurité sociale - article L351-14-1 AUTONOME MODIFIE, en vigueur du 2004-01-01 au 2006-12-22"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la sécurité sociale - article L711-1 AUTONOME MODIFIE, en vigueur du 1985-12-21 au 2006-12-22"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code des assurances - article L143-1 AUTONOME MODIFIE, en vigueur du 2006-03-24 au 2007-10-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code des assurances - article L370-1 AUTONOME MODIFIE, en vigueur du 2006-03-24 au 2019-06-14"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/32/70/19/LEGIARTI000032701943.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/32/70/19/LEGIARTI000032701943.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/32/70/19/LEGIARTI000032701943.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_impots/src/branch/main/livre_premier/premiere_partie/titre_premier/chapitre_premier/section_ii/1re_sous-section/v/2/article_83.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000032701943)"},{"type":"del","content":""}],"status":"deleted"}],"stats":{"additions":0,"deletions":391,"filesChanged":2}}