{"sha":"f9fc65e2107d","date":"2016-03-16","message":"LOI n° 2016-298 du 14 mars 2016 relative aux réseaux des chambres de commerce et d'industrie et des chambres de métiers et de l'artisanat","files":[{"filename":"livre_premier/deuxieme_partie/titre_iii/chapitre_premier/section_i/article_1600.md","articleName":"Article 1600","additions":8,"deletions":19,"diff":[{"type":"del","content":"Si la somme du produit de la taxe additionnelle à la cotisation sur la valeur ajoutée des entreprises et, pour 2015, du prélèvement exceptionnel prévu au III de l'article 33 de la loi n° 2014-1654 du 29 décembre 2014 de finances pour 2015, affectée, au titre d'une année, au fonds de financement des chambres de commerce et d'industrie de région et de CCI France est supérieure ou égale à la somme des différences calculées en application des deuxième à quatrième alinéas du présent 2 et des montants mentionnés aux cinquième, sixième et septième alinéas, le fonds de financement verse à chaque chambre de commerce et d'industrie de région un montant égal à sa différence à la chambre de commerce et d'industrie de Mayotte le montant mentionné aux mêmes cinquième et sixième alinéas et à CCI France le montant mentionné au septième alinéa, puis verse aux chambres de commerce et d'industrie de région et à la chambre de commerce et d'industrie de Mayotte le solde du produit qui lui est affecté proportionnellement à la valeur ajoutée imposée dans les communes de leur circonscription et retenue pour la détermination de la cotisation sur la valeur ajoutée des entreprises en application du 1 du II de l'article 1586 ter du présent code."},{"type":"add","content":"Si la somme du produit de la taxe additionnelle à la cotisation sur la valeur ajoutée des entreprises et, pour 2015, du prélèvement exceptionnel prévu au III de l'article 33 de la loi n° 2014-1654 du 29 décembre 2014 de finances pour 2015, affectée, au titre d'une année, au fonds de financement des chambres de commerce et d'industrie de région et de CCI France est supérieure ou égale à la somme des différences calculées en application des deuxième à quatrième alinéas du présent 2 et des montants mentionnés aux cinquième, sixième et septième alinéas, le fonds de financement verse à chaque chambre de commerce et d'industrie de région un montant égal à sa différence, à la chambre de commerce et d'industrie de Mayotte le montant mentionné aux mêmes cinquième et sixième alinéas et à CCI France le montant mentionné au septième alinéa, puis verse aux chambres de commerce et d'industrie de région et à la chambre de commerce et d'industrie de Mayotte le solde du produit qui lui est affecté proportionnellement à la valeur ajoutée imposée dans les communes de leur circonscription et retenue pour la détermination de la cotisation sur la valeur ajoutée des entreprises en application du 1 du II de l'article 1586 ter du présent code."},{"type":"del","content":"b) Un montant déterminé, dans des conditions fixées par décret, par une délibération de l'assemblée générale de CCI France prise au plus tard le 30 juin, dans la limite d'un plafond de 18 millions d'euros, destiné à financer des projets structurants de modernisation des chambres ou à contribuer à la solidarité financière à laquelle une chambre de commerce et d'industrie de région serait contrainte au titre de l'article L. 711-8 du code de commerce."},{"type":"add","content":"b) Un montant déterminé, dans des conditions fixées par décret, par une délibération de l'assemblée générale de CCI France prise au plus tard le 30 juin, dans la limite d'un plafond de 18 millions d'euros, destiné à financer des projets structurants de modernisation des chambres ou à contribuer à la solidarité financière à laquelle une chambre de commerce et d'industrie de région serait contrainte au titre de l'article L. 711-8 du code de commerce. Le quart au moins de ce montant est destiné à être alloué par les chambres de commerce et d'industrie de région aux chambres de commerce et d'industrie territoriales de leur circonscription dont le périmètre comprend une proportion substantielle de communes ou de groupements de communes classés en zone de revitalisation rurale au titre du II de l'article 1465 A du présent code et aux chambres de commerce et d'industrie des départements et régions d'outre-mer. Si le montant mentionné à la deuxième phrase du présent b n'est pas utilisé dans sa totalité par les chambres de commerce et d'industrie qui en sont destinataires, le reliquat est reversé au fonds de financement des chambres de commerce et d'industrie de région et de CCI France."},{"type":"del","content":"### Nota"},{"type":"del","content":""},{"type":"del","content":"Conformément à l'article 91 IV de la loi n° 2015-1785 du 29 décembre 2015, les présentes dispositions s'appliquent à compter des impositions établies au titre de 2016."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2015-1785 du 29 décembre 2015 de finances pour 2016 - article 91 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2015-12-31 MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2015-1785 du 29 décembre 2015 de finances pour 2016 - article 136 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"LOI n° 2016-298 du 14 mars 2016 relative aux réseaux des chambres de commerce et d'industrie et des chambres de métiers et de l'artisanat - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2015-12-29 MODIFIE cible LOI n° 2015-1785 du 29 décembre 2015 de finances pour 2016 - article 136 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2015-12-29 MODIFIE cible LOI n° 2015-1785 du 29 décembre 2015 de finances pour 2016 - article 91 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2015-12-31"},{"type":"add","content":"2016-03-14 MODIFIE cible LOI n° 2016-298 du 14 mars 2016 relative aux réseaux des chambres de commerce et d'industrie et des chambres de métiers et de l'artisanat - article 2 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/31/78/16/LEGIARTI000031781610.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/31/78/16/LEGIARTI000031781610.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/31/78/16/LEGIARTI000031781610.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/32/20/71/LEGIARTI000032207147.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/32/20/71/LEGIARTI000032207147.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/32/20/71/LEGIARTI000032207147.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000031781610)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000032207147)"}],"status":"modified"}],"stats":{"additions":8,"deletions":19,"filesChanged":1}}