{"sha":"ff03c9bad40f","date":"2002-08-31","message":"Décret n° 2002-455 du 3 avril 2002 pris pour l'application de l'article 31 du code général des impôts et relatif à la mise à disposition d'un logement donné en location dans le secteur intermédiaire","files":[{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_premier/section_ii/1re_sous-section/i/4/article_31.md","articleName":"Article 31","additions":51,"deletions":44,"diff":[{"type":"del","content":"b ter) Dans les secteurs sauvegardés définis aux articles L. 313-1 à L. 313-3 du code de l'urbanisme et les zones de protection du patrimoine architectural, urbain et paysager définies à l'article 70 de la loi n° 83-8 modifiée du 7 janvier 1983 relative à la répartition de compétences entre les communes, les départements, les régions et l'Etat, les frais d'adhésion à des associations foncières urbaines de restauration, les travaux de démolition imposés par l'autorité qui délivre le permis de construire et prévus par les plans de sauvegarde et de mise en valeur rendus publics ou par la déclaration d'utilité publique des travaux de restauration, à l'exception des travaux de construction, de reconstruction ou d'agrandissement. Toutefois, constituent des charges de la propriété déductibles pour la détermination du revenu net, les travaux de reconstitution de toiture ou de murs extérieurs d'immeubles existants prévus par les mêmes plans de sauvegarde ou imposés par la même déclaration d'utilité publique et rendus nécessaires par ces démolitions. Il en est de même des travaux de transformation en logement de tout ou partie d'un immeuble, dans le volume bâti existant dont la conservation est conforme au plan de sauvegarde et de mise en valeur ou à la déclaration d'utilité publique des travaux de restauration. Pour l'application de ces dispositions, les conditions mentionnées au 3° du I de l'article 156 doivent être remplies ;"},{"type":"add","content":"b ter) Dans les secteurs sauvegardés définis aux articles L. 313-1 à L. 313-3 du code de l'urbanisme et les zones de protection du patrimoine architectural, urbain et paysager définies à l'article 70 de la loi n° 83-8 du 7 janvier 1983 modifiée relative à la répartition de compétences entre les communes, les départements, les régions et l'Etat, les frais d'adhésion à des associations foncières urbaines de restauration, les travaux de démolition imposés par l'autorité qui délivre le permis de construire et prévus par les plans de sauvegarde et de mise en valeur rendus publics ou par la déclaration d'utilité publique des travaux de restauration, à l'exception des travaux de construction, de reconstruction ou d'agrandissement. Toutefois, constituent des charges de la propriété déductibles pour la détermination du revenu net, les travaux de reconstitution de toiture ou de murs extérieurs d'immeubles existants prévus par les mêmes plans de sauvegarde ou imposés par la même déclaration d'utilité publique et rendus nécessaires par ces démolitions. Il en est de même des travaux de transformation en logement de tout ou partie d'un immeuble, dans le volume bâti existant dont la conservation est conforme au plan de sauvegarde et de mise en valeur ou à la déclaration d'utilité publique des travaux de restauration. Pour l'application de ces dispositions, les conditions mentionnées au 3° du I de l'article 156 doivent être remplies ;"},{"type":"del","content":"b quater) Dans les zones franches urbaines telles que définies au B du 3 de l'article 42 modifié de la loi n° 95-115 du 4 février 1995 d'orientation pour l'aménagement et le développement du territoire, les travaux de démolition rendus nécessaires par le réaménagement d'un ou plusieurs immeubles, dès lors que le représentant de l'Etat dans le département a donné son accord à la convention mentionnée au cinquième alinéa du 3° du I de l'article 156, à l'exclusion des travaux de construction, de reconstruction ou d'agrandissement. Toutefois, constituent des charges de la propriété déductibles pour la détermination du revenu net les travaux de reconstitution de toiture ou de murs extérieurs d'immeubles existants prévus par la même convention et rendus nécessaires par ces démolitions. Pour l'application de ces dispositions, les conditions mentionnées au cinquième alinéa du 3° du I de l'article 156 doivent être remplies ;"},{"type":"add","content":"b quater) Dans les zones franches urbaines telles que définies au B du 3 de l'article 42 modifié de la loi n° 95-115 du 4 février 1995 d'orientation pour l'aménagement et le développement du territoire (2), les travaux de démolition rendus nécessaires par le réaménagement d'un ou plusieurs immeubles, dès lors que le représentant de l'Etat dans le département a donné son accord à la convention mentionnée au cinquième alinéa du 3° du I de l'article 156, à l'exclusion des travaux de construction, de reconstruction ou d'agrandissement. Toutefois, constituent des charges de la propriété déductibles pour la détermination du revenu net les travaux de reconstitution de toiture ou de murs extérieurs d'immeubles existants prévus par la même convention et rendus nécessaires par ces démolitions. Pour l'application de ces dispositions, les conditions mentionnées au cinquième alinéa du 3° du I de l'article 156 doivent être remplies."},{"type":"del","content":"Les obligations déclaratives incombant aux contribuables concernés par les dispositions prévues au premier alinéa sont fixées par décret ; (2)"},{"type":"add","content":"Les obligations déclaratives incombant aux contribuables concernés par les dispositions prévues au premier alinéa sont fixées par décret ; (3)"},{"type":"del","content":"Le taux de déduction mentionné au premier alinéa est fixé à 25 % pour les revenus des six premières années de location des logements qui ne peuvent donner lieu à l'un ou l'autre des régimes prévus au f et au g et qui, répondant aux normes d'habitabilité telles que définies par décret, sont loués par une personne physique ou une société non soumise à l'impôt sur les sociétés en vertu d'un bail conclu à compter du 1er janvier 1999. Le contribuable ou la société propriétaire doit s'engager à louer le logement nu pendant une durée de six ans au moins à des personnes qui en font leur habitation principale. Cet engagement prévoit, en outre, que le loyer et les ressources du locataire appréciées à la date de conclusion du bail ne doivent pas excéder des plafonds fixés par décret et que la location ne peut être conclue avec un membre du foyer fiscal, un ascendant ou un descendant du contribuable, une personne occupant déjà le logement ou, si celui-ci est la propriété d'une société non soumise à l'impôt sur les sociétés, l'un de ses associés ou un membre du foyer fiscal, un ascendant ou un descendant d'un associé. Les associés des sociétés précitées s'engagent à conserver leurs parts pendant au moins six ans. (3) Un contribuable ne peut, pour un même logement ou une même souscription de titres, pratiquer la réduction d'impôt mentionnée à l'article 199 undecies A et bénéficier de la déduction forfaitaire au taux de 25 % prévue au présent alinéa. Lorsque la location est suspendue à l'issue d'une période d'au moins trois ans au profit d'un ascendant ou d'un descendant du contribuable, la déduction forfaitaire s'applique au taux de 14 % et la période de mise à disposition du logement au profit d'un ascendant ou d'un descendant n'est pas prise en compte pour la durée de location minimale de six ans. Cette période de mise à disposition du logement ne peut excéder neuf ans."},{"type":"add","content":"Le taux de déduction mentionné au premier alinéa est fixé à 25 % pour les revenus des six premières années de location des logements qui ne peuvent donner lieu à l'un ou l'autre des régimes prévus au f et au g et qui, répondant aux normes d'habitabilité telles que définies par décret (4), sont loués par une personne physique ou une société non soumise à l'impôt sur les sociétés en vertu d'un bail conclu à compter du 1er janvier 1999. Le contribuable ou la société propriétaire doit s'engager à louer le logement nu pendant une durée de six ans au moins à des personnes qui en font leur habitation principale. Cet engagement prévoit, en outre, que le loyer et les ressources du locataire appréciées à la date de conclusion du bail ne doivent pas excéder des plafonds fixés par décret (5) et que la location ne peut être conclue avec un membre du foyer fiscal, un ascendant ou un descendant du contribuable, une personne occupant déjà le logement ou, si celui-ci est la propriété d'une société non soumise à l'impôt sur les sociétés, l'un de ses associés ou un membre du foyer fiscal, un ascendant ou un descendant d'un associé. Les associés des sociétés précitées s'engagent à conserver leurs parts pendant au moins six ans (6). Un contribuable ne peut, pour un même logement ou une même souscription de titres, pratiquer la réduction d'impôt mentionnée à l'article 199 undecies A et bénéficier de la déduction forfaitaire au taux de 25 % prévue au présent alinéa. Lorsque la location est suspendue à l'issue d'une période d'au moins trois ans au profit d'un ascendant ou d'un descendant du contribuable, la déduction forfaitaire s'applique au taux de 14 % et la période de mise à disposition du logement au profit d'un ascendant ou d'un descendant n'est pas prise en compte pour la durée de location minimale de six ans. Cette période de mise à disposition du logement ne peut excéder neuf ans (7)."},{"type":"del","content":"La location du logement consentie à un organisme public ou privé pour le logement à usage d'habitation principale de son personnel, à l'exclusion du propriétaire du logement, de son conjoint, de membres de son foyer fiscal ou de ses descendants ou ascendants, ne fait pas obstacle au bénéfice de la déduction. Un décret précise les conditions de cette location, notamment les modalités d'appréciation des loyers et des ressources de l'occupant (4)."},{"type":"add","content":"La location du logement consentie à un organisme public ou privé pour le logement à usage d'habitation principale de son personnel, à l'exclusion du propriétaire du logement, de son conjoint, de membres de son foyer fiscal ou de ses descendants ou ascendants, ne fait pas obstacle au bénéfice de la déduction. Un décret précise les conditions de cette location, notamment les modalités d'appréciation des loyers et des ressources de l'occupant (8)."},{"type":"del","content":"La location du logement consentie à un organisme sans but lucratif qui le met à la disposition de personnes défavorisées mentionnées à l'article 1er de la loi n° 90-449 du 31 mai 1990 visant à la mise en oeuvre du droit au logement autres qu'un membre du foyer fiscal, un ascendant ou un descendant du contribuable, et qui est agréé à cet effet par le représentant de l'Etat dans le département, ne fait pas obstacle au bénéfice de la déduction prévue au cinquième alinéa ;"},{"type":"add","content":"La location du logement consentie à un organisme sans but lucratif qui le met à la disposition de personnes défavorisées mentionnées à l'article 1er de la loi n° 90-449 du 31 mai 1990 visant à la mise en oeuvre du droit au logement autres qu'un membre du foyer fiscal, un ascendant ou un descendant du contribuable, et qui est agréé à cet effet par le représentant de l'Etat dans le département, ne fait pas obstacle au bénéfice de la déduction prévue au cinquième alinéa."},{"type":"del","content":"f. pour les logements situés en France, acquis neufs ou en l'état futur d'achèvement entre le 1er janvier 1996 et le 31 décembre 1998 et à la demande du contribuable, une déduction au titre de l'amortissement égale à 10 p. 100 du prix d'acquisition du logement pour les quatre premières années et à 2 p. 100 de ce prix pour les vingt années suivantes. La période d'amortissement a pour point de départ le premier jour du mois de l'achèvement de l'immeuble ou de son acquisition si elle est postérieure."},{"type":"add","content":"f. pour les logements situés en France, acquis neufs ou en l'état futur d'achèvement entre le 1er janvier 1996 et le 31 décembre 1998 et à la demande du contribuable, une déduction au titre de l'amortissement égale à 10 % du prix d'acquisition du logement pour les quatre premières années et à 2 % de ce prix pour les vingt années suivantes. La période d'amortissement a pour point de départ le premier jour du mois de l'achèvement de l'immeuble ou de son acquisition si elle est postérieure."},{"type":"del","content":"1. les dépenses de reconstruction et d'agrandissement ouvrent droit à une déduction, au titre de l'amortissement, égale à 10 p. 100 du montant des dépenses pour les quatre premières années et à 2 p. 100 de ce montant pour les vingt années suivantes. Le propriétaire doit s'engager à louer le logement nu pendant une nouvelle durée de neuf ans ;"},{"type":"add","content":"1. les dépenses de reconstruction et d'agrandissement ouvrent droit à une déduction, au titre de l'amortissement, égale à 10 % du montant des dépenses pour les quatre premières années et à 2 % de ce montant pour les vingt années suivantes. Le propriétaire doit s'engager à louer le logement nu pendant une nouvelle durée de neuf ans ;"},{"type":"del","content":"2. les dépenses d'amélioration ouvrent droit à une déduction, au titre de l'amortissement, égale à 10 p. 100 du montant de la dépense pendant dix ans."},{"type":"add","content":"2. les dépenses d'amélioration ouvrent droit à une déduction, au titre de l'amortissement, égale à 10 % du montant de la dépense pendant dix ans."},{"type":"del","content":"Un décret en Conseil d'Etat détermine les modalités d'application du présent f, notamment les obligations déclaratives incombant aux contribuables et aux sociétés qui y sont mentionnés, ainsi que les modalités de décompte des déductions pratiquées au titre des amortissements considérés (5) ;"},{"type":"add","content":"Un décret en Conseil d'Etat détermine les modalités d'application du présent f, notamment les obligations déclaratives incombant aux contribuables et aux sociétés qui y sont mentionnés, ainsi que les modalités de décompte des déductions pratiquées au titre des amortissements considérés (9) ;"},{"type":"del","content":"Le bénéfice de la déduction est subordonné à une option qui doit être exercée lors du dépôt de la déclaration des revenus de l'année d'achèvement de l'immeuble ou de son acquisition si elle est postérieure. Cette option est irrévocable pour le logement considéré et comporte l'engagement du propriétaire de louer le logement nu pendant au moins neuf ans à usage d'habitation principale à une personne autre qu'un membre de son foyer fiscal, un ascendant ou un descendant. Cette location doit prendre effet dans les douze mois qui suivent la date d'achèvement de l'immeuble ou de son acquisition si elle est postérieure. Cet engagement prévoit, en outre, que le loyer et les ressources du locataire appréciées à la date de conclusion du bail ne doivent pas excéder des plafonds fixés par décret (6). La location du logement consentie dans les conditions fixées au troisième alinéa du e à un organisme public ou privé pour le logement à usage d'habitation principale de son personnel, à l'exclusion du propriétaire du logement, de son conjoint, de membres de son foyer fiscal ou de ses descendants et ascendants, ne fait pas obstacle au bénéfice de la déduction. Lorsque la location est suspendue à l'issue d'une période d'au moins trois ans au profit d'un ascendant ou d'un descendant du contribuable, ce dernier ne bénéficie pas, pendant la période de mise à disposition du logement au profit d'un ascendant ou d'un descendant, de la déduction au titre de l'amortissement, et la déduction forfaitaire s'applique au taux de 14 %. Cette période de mise à disposition, qui ne peut excéder neuf ans, n'est pas prise en compte pour la durée de location minimale de neuf ans."},{"type":"add","content":"Le bénéfice de la déduction est subordonné à une option qui doit être exercée lors du dépôt de la déclaration des revenus de l'année d'achèvement de l'immeuble ou de son acquisition si elle est postérieure. Cette option est irrévocable pour le logement considéré et comporte l'engagement du propriétaire de louer le logement nu pendant au moins neuf ans à usage d'habitation principale à une personne autre qu'un membre de son foyer fiscal, un ascendant ou un descendant. Cette location doit prendre effet dans les douze mois qui suivent la date d'achèvement de l'immeuble ou de son acquisition si elle est postérieure. Cet engagement prévoit, en outre, que le loyer et les ressources du locataire appréciées à la date de conclusion du bail ne doivent pas excéder des plafonds fixés par décret (10). La location du logement consentie dans les conditions fixées au troisième alinéa du e à un organisme public ou privé pour le logement à usage d'habitation principale de son personnel, à l'exclusion du propriétaire du logement, de son conjoint, de membres de son foyer fiscal ou de ses descendants et ascendants, ne fait pas obstacle au bénéfice de la déduction. Lorsque la location est suspendue à l'issue d'une période d'au moins trois ans au profit d'un ascendant ou d'un descendant du contribuable, ce dernier ne bénéficie pas, pendant la période de mise à disposition du logement au profit d'un ascendant ou d'un descendant, de la déduction au titre de l'amortissement, et la déduction forfaitaire s'applique au taux de 14 %. Cette période de mise à disposition, qui ne peut excéder neuf ans, n'est pas prise en compte pour la durée de location minimale de neuf ans (11)."},{"type":"del","content":"Pour un même logement, les dispositions du présent g sont exclusives de l'application des dispositions des articles 199 undecies ou 199 undecies A (7)."},{"type":"add","content":"Pour un même logement, les dispositions du présent g sont exclusives de l'application des dispositions des articles 199 undecies ou 199 undecies A (12)."},{"type":"del","content":"c bis) Dans les conditions fixées par décret (8), les dépenses d'amélioration et de construction, qui s'incorporent aux bâtiments d'exploitation rurale, destinées à satisfaire aux obligations prévues au titre Ier du livre V du code de l'environnement, relatif aux installations classées pour la protection de l'environnement ;"},{"type":"add","content":"c bis) Dans les conditions fixées par décret (13), les dépenses d'amélioration et de construction, qui s'incorporent aux bâtiments d'exploitation rurale, destinées à satisfaire aux obligations prévues au titre Ier du livre V du code de l'environnement, relatif aux installations classées pour la protection de l'environnement ;"},{"type":"del","content":"d) Une déduction forfaitaire fixée à 14 % des revenus bruts et représentant les frais de gestion et l'amortissement. En ce qui concerne les constructions nouvelles, reconstructions et additions de construction qui bénéficient de l'exonération de quinze ans de taxe foncière sur les propriétés bâties prévue à l'article 1385 II bis, le taux de la déduction forfaitaire est porté à 15 % pendant la durée de cette exonération ; le taux de 15 % s'applique également aux revenus provenant des biens ruraux placés sous le régime des baux à long terme mentionnés au 2° de l'article 743 ;"},{"type":"add","content":"d) Une déduction forfaitaire fixée à 14 % des revenus bruts et représentant les frais de gestion et l'amortissement. En ce qui concerne les constructions nouvelles, reconstructions et additions de construction qui bénéficient de l'exonération de quinze ans de taxe foncière sur les propriétés bâties prévue au II bis de l'article 1385, le taux de la déduction forfaitaire est porté à 15 % pendant la durée de cette exonération ; le taux de 15 % s'applique également aux revenus provenant des biens ruraux placés sous le régime des baux à long terme mentionnés au 2° de l'article 743 ;"},{"type":"del","content":"e) (Devenu sans objet)."},{"type":"add","content":"e) (disposition devenue sans objet : loi n° 83-1179 du 29 décembre 1983 art. 22 III 1)."},{"type":"del","content":"(1) Dispositions applicables à compter de l'imposition des revenus de 2001 en ce qui concerne les dépenses de protection de contre les effets de l'amiante."},{"type":"add","content":"(1) Dispositions applicables à compter de l'imposition des revenus de 2001 en ce qui concerne les dépenses de protection contre les effets de l'amiante."},{"type":"del","content":"(2) Voir les articles 41 DP à 41 DR de l'annexe III."},{"type":"add","content":"(2) Voir la note sous l'article 1466 A."},{"type":"del","content":"(3) Voir les articles 2 quaterdecies et octodecies de l'annexe III."},{"type":"add","content":"(3) Voir les articles 41 DP à 41 DR de l'annexe III."},{"type":"del","content":"(4) Voir l'article 2 sexdecies de l'annexe III."},{"type":"add","content":"(4) Voir l'annexe au décret n° 99-244 du 29 mars 1999, JO du 30."},{"type":"del","content":"(5) Voir les articles 1 à 1 D de l'annexe II."},{"type":"add","content":"(5) Voir l'article 2 duodecies de l'annexe III."},{"type":"del","content":"(6) Voir les articles 2 terdecies et 2 sexdecies de l'annexe III."},{"type":"add","content":"(6) Voir les articles 2 quaterdecies et 2 octodecies de l'annexe III."},{"type":"del","content":"(7) Voir les articles 2 duodecies à 2 vicies de l'annexe III."},{"type":"add","content":"(7) Voir aussi les articles 2 sexdecies A, 2 septdecies et 2 octodecies de l'annexe III."},{"type":"del","content":"(8) Voir l'article 2 undecies de l'annexe III."},{"type":"add","content":"(8) Voir l'article 2 sexdecies de l'annexe III."},{"type":"add","content":""},{"type":"add","content":"(9) Voir les articles 1 à 1 D de l'annexe II."},{"type":"add","content":""},{"type":"add","content":"(10) Voir les articles 2 terdecies et 2 sexdecies de l'annexe III."},{"type":"add","content":""},{"type":"add","content":"(11) Voir aussi les articles 2 sexdecies A, 2 septdecies et 2 octodecies de l'annexe III."},{"type":"add","content":""},{"type":"add","content":"(12) Voir les articles 2 duodecies à 2 vicies de l'annexe III."},{"type":"add","content":""},{"type":"add","content":"(13) Voir l'article 2 undecies de l'annexe III."},{"type":"del","content":"Décret n° 2002-923 du 6 juin 2002 portant incorporation au code général des impôts de divers textes modifiant et complétant certaines dispositions de ce code et procédant à un nouveau décompte des alinéas - article 1 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2002-923 du 6 juin 2002 portant incorporation au code général des impôts de divers textes modifiant et complétant certaines dispositions de ce code et procédant à un nouveau décompte des alinéas - article 4 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"Décret n° 2002-455 du 3 avril 2002 pris pour l'application de l'article 31 du code général des impôts et relatif à la mise à disposition d'un logement donné en location dans le secteur intermédiaire - article 1 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":"Décret n° 2002-923 du 6 juin 2002 portant incorporation au code général des impôts de divers textes modifiant et complétant certaines dispositions de ce code et procédant à un nouveau décompte des alinéas CODIFICATION cible"},{"type":"add","content":"Décret n° 99-244 du 29 mars 1999 pris pour l'application de l'article 31 du code général des impôts et relatif aux locations de logements intermédiaires TXT_ASSOCIE cible"},{"type":"del","content":"Décret n° 99-244 du 29 mars 1999 pris pour l'application de l'article 31 du code général des impôts et relatif aux locations de logements intermédiaires TXT_ASSOCIE cible"},{"type":"add","content":"LOI n° 90-449 du 31 mai 1990 visant à la mise en oeuvre du droit au logement CITATION cible"},{"type":"del","content":"1983-01-07 CITATION source Loi n° 83-8 du 7 janvier 1983 relative à la répartition de compétences entre les communes, les départements, les départements, les régions et l'Etat"},{"type":"add","content":"      TXT_ASSOCIE source Arrêté 1999-03-29"},{"type":"del","content":"1995-02-04 CITATION source Loi n° 95-115 du 4 février 1995 d'orientation pour l'aménagement et le développement du territoire - article 42 AUTONOME MODIFIE, en vigueur du 1995-02-05 au 1996-11-15"},{"type":"add","content":"1983-01-07 CITATION source Loi n° 83-8 du 7 janvier 1983 relative à la répartition de compétences entre les communes, les départements, les départements, les régions et l'Etat"},{"type":"del","content":"1999-03-29 TXT_ASSOCIE source Décret n° 99-244 du 29 mars 1999 pris pour l'application de l'article 31 du code général des impôts et relatif aux locations de logements intermédiaires"},{"type":"add","content":"1990-05-31 CITATION source LOI n° 90-449 du 31 mai 1990 visant à la mise en oeuvre du droit au logement"},{"type":"del","content":"2002-06-06 CODIFICATION source Décret n° 2002-923 du 6 juin 2002 portant incorporation au code général des impôts de divers textes modifiant et complétant certaines dispositions de ce code et procédant à un nouveau décompte des alinéas"},{"type":"add","content":"1995-02-04 CITATION source Loi n° 95-115 du 4 février 1995 d'orientation pour l'aménagement et le développement du territoire - article 42 AUTONOME MODIFIE, en vigueur du 1995-02-05 au 1996-11-15"},{"type":"del","content":"2002-06-06 MODIFICATION source Décret n° 2002-923 du 6 juin 2002 portant incorporation au code général des impôts de divers textes modifiant et complétant certaines dispositions de ce code et procédant à un nouveau décompte des alinéas - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"1999-03-29 TXT_ASSOCIE source Décret n° 99-244 du 29 mars 1999 pris pour l'application de l'article 31 du code général des impôts et relatif aux locations de logements intermédiaires"},{"type":"del","content":"2002-06-06 MODIFICATION source Décret n° 2002-923 du 6 juin 2002 portant incorporation au code général des impôts de divers textes modifiant et complétant certaines dispositions de ce code et procédant à un nouveau décompte des alinéas - article 4 ENTIEREMENT_MODIF"},{"type":"add","content":"2002-04-03 MODIFICATION source Décret n° 2002-455 du 3 avril 2002 pris pour l'application de l'article 31 du code général des impôts et relatif à la mise à disposition d'un logement donné en location dans le secteur intermédiaire - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":"      TXT_ASSOCIE source Arrêté 1999-03-29"},{"type":"add","content":"      CITATION source CGI 156, 231 ter, 199 nonies, 257, 1385 II bis, 743, 199 decies E, 199 undecies A"},{"type":"del","content":""},{"type":"del","content":"      CITATION source CGI 156, 231 ter, 199 nonies, 199 decies A, 257, 1385 II bis, 743, 199 decies E, 199 undecies A"},{"type":"del","content":""},{"type":"del","content":"      HISTO source Edition du 31 mars 2002"},{"type":"add","content":"      HISTO source Edition du 31 août 2002"},{"type":"add","content":""},{"type":"add","content":"      TXT_ASSOCIE source Instruction 2002-12-12 5D-8-02"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/74/LEGIARTI000006307497.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/74/LEGIARTI000006307497.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/74/LEGIARTI000006307497.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/74/LEGIARTI000006307498.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/74/LEGIARTI000006307498.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/74/LEGIARTI000006307498.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006307497)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006307498)"}],"status":"modified"},{"filename":"livre_premier/troisieme_partie/titre_premier/chapitre_00i_ter/article_1649_quater_b_ter.md","articleName":"Article 1649 QUATER B TER","additions":15,"deletions":67,"diff":[{"type":"del","content":"Les dispositions de l'article 1649 quater B bis s'appliquent aux déclarations souscrites par les particuliers auprès de l'administration fiscale."},{"type":"add","content":"Les dispositions de l'article 1649 quater B bis s'appliquent aux déclarations souscrites par les particuliers auprès de l'administration fiscale (1)."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"(1) Voir l'arrêté du 22 mars 2002, art. 6, JO du 3 mai."},{"type":"del","content":"Code général des impôts - article 170 ter AUTONOME VIGUEUR, en vigueur depuis le 2011-06-12 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 200 AUTONOME MODIFIE, en vigueur du 2012-01-01 au 2012-05-07 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts, annexe III - article 38-0 septdecies AUTONOME MODIFIE, en vigueur du 2012-02-01 au 2015-08-06 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 200 AUTONOME MODIFIE, en vigueur du 2008-08-06 au 2009-02-19 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 200 AUTONOME MODIFIE, en vigueur du 2009-04-10 au 2010-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 200 AUTONOME MODIFIE, en vigueur du 2009-02-19 au 2009-04-10 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 200 AUTONOME MODIFIE, en vigueur du 2012-05-07 au 2014-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 199 quater C AUTONOME MODIFIE, en vigueur du 2014-01-01 au 2015-07-30 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 175 AUTONOME MODIFIE, en vigueur du 2015-06-20 au 2019-12-30 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 199 novodecies AUTONOME PERIME, en vigueur du 2007-12-28 au 2016-06-13 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts, annexe III - article 41 V bis AUTONOME MODIFIE, en vigueur du 2012-02-01 au 2015-08-06 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 1er mars 2012 fixant les modèles de conventions nationales, prévues à l'article 95 ZF de l'annexe II au code général des impôts, conclues entre les organismes représentant au niveau national les membres des professions réglementées d'avocat, de notaire et de l'expertise comptable et la direction générale des finances publiques, et de conventions individuelles, prévues à l'article 95 ZG de l'annexe II au même code, conclues entre un membre de ces trois professions réglementées et la direction départementale ou régionale des finances publiques ou le délégataire du directeur général des finances publiques - article Annexe VI AUTONOME VIGUEUR, en vigueur depuis le 2012-04-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 1er mars 2012 fixant les modèles de conventions nationales, prévues à l'article 95 ZF de l'annexe II au code général des impôts, conclues entre les organismes représentant au niveau national les membres des professions réglementées d'avocat, de notaire et de l'expertise comptable et la direction générale des finances publiques, et de conventions individuelles, prévues à l'article 95 ZG de l'annexe II au même code, conclues entre un membre de ces trois professions réglementées et la direction départementale ou régionale des finances publiques ou le délégataire du directeur général des finances publiques - article Annexe V AUTONOME VIGUEUR, en vigueur depuis le 2012-04-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi de finances rectificative pour 1999 (n° 99-1173 du 30 décembre 1999) - article 23 ENTIEREMENT_MODIF CREATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 1er mars 2012 fixant les modèles de conventions nationales, prévues à l'article 95 ZF de l'annexe II au code général des impôts, conclues entre les organismes représentant au niveau national les membres des professions réglementées d'avocat, de notaire et de l'expertise comptable et la direction générale des finances publiques, et de conventions individuelles, prévues à l'article 95 ZG de l'annexe II au même code, conclues entre un membre de ces trois professions réglementées et la direction départementale ou régionale des finances publiques ou le délégataire du directeur général des finances publiques - article Annexe IV AUTONOME VIGUEUR, en vigueur depuis le 2012-04-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 200 AUTONOME MODIFIE, en vigueur du 2010-01-01 au 2010-05-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 175 AUTONOME VIGUEUR, en vigueur depuis le 2019-12-30 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts, annexe II - article 91 bis AUTONOME MODIFIE, en vigueur du 2012-02-01 au 2015-08-06 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 200 AUTONOME MODIFIE, en vigueur du 2011-06-12 au 2012-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 200 AUTONOME MODIFIE, en vigueur du 2010-05-01 au 2011-06-12 CITATION source"},{"type":"add","content":"Code général des impôts - article 1649 quater B bis AUTONOME VIGUEUR, en vigueur depuis le 2015-12-31 CITATION cible"},{"type":"del","content":"Code général des impôts - article 199 quater C AUTONOME MODIFIE, en vigueur du 2013-01-01 au 2014-01-01 CITATION source"},{"type":"add","content":"Code général des impôts - article 1649 quater B bis AUTONOME MODIFIE, en vigueur du 1994-09-02 au 2015-12-31 CITATION cible"},{"type":"del","content":"1999-12-30 CREATION source Loi de finances rectificative pour 1999 (n° 99-1173 du 30 décembre 1999) - article 23 ENTIEREMENT_MODIF"},{"type":"add","content":"      MODIFICATION source Arrêté 2002-03-22 art. 6 JORF 3 mai 2002"},{"type":"del","content":"      CITATION source CGI 1649 quater B bis"},{"type":"add","content":"2999-01-01 CITATION source Code général des impôts - article 1649 quater B bis AUTONOME MODIFIE, en vigueur du 1994-09-02 au 2015-12-31"},{"type":"del","content":"      HISTO source Edition du 31 mars 2000"},{"type":"add","content":"      HISTO source Edition du 31 août 2002"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/69/LEGIARTI000006306946.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/69/LEGIARTI000006306946.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/69/LEGIARTI000006306946.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/69/LEGIARTI000006306947.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/69/LEGIARTI000006306947.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/69/LEGIARTI000006306947.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006306946)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006306947)"}],"status":"modified"}],"stats":{"additions":66,"deletions":111,"filesChanged":2}}