{"sha":"3ad7722f1a80","date":"2016-12-24","message":"Ordonnance n° 2016-1809 du 22 décembre 2016 relative à la reconnaissance des qualifications professionnelles de professions réglementées","files":[{"filename":"partie_legislative/deuxieme_partie/livre_iii/titre_vi/chapitre_ii/article_l362-1-1.md","articleName":"Article L362-1-1","additions":22,"deletions":10,"diff":[{"type":"del","content":"3° Une attestation de compétence ou un titre de formation délivré par les autorités compétentes d'un Etat membre ou d'un autre Etat partie à l'accord sur l'Espace économique européen, qui ne réglemente pas l'accès ou l'exercice de la profession de professeur de danse et attestant de leur préparation à l'exercice de la profession lorsqu'ils justifient de l'exercice de cette activité à temps plein pendant deux ans au cours des dix dernières années dans un Etat membre ou un autre Etat partie à l'accord sur l'Espace économique européen. Cette justification n'est pas requise lorsque la formation conduisant à cette profession est réglementée dans l'Etat membre ou partie à l'accord sur l'Espace économique européen dans lequel elle a été validée."},{"type":"add","content":"3° Une attestation de compétence ou un titre de formation délivré par les autorités compétentes d'un Etat membre ou d'un autre Etat partie à l'accord sur l'Espace économique européen, qui ne réglemente pas l'accès ou l'exercice de la profession de professeur de danse et attestant de leur préparation à l'exercice de la profession lorsqu'ils justifient de l'exercice de cette activité à temps plein pendant au moins une année ou à temps partiel pendant une durée totale équivalente, au cours des dix dernières années dans un Etat membre ou un autre Etat partie à l'accord sur l'Espace économique européen. Cette justification n'est pas requise lorsque la formation conduisant à cette profession est réglementée dans l'Etat membre ou partie à l'accord sur l'Espace économique européen dans lequel elle a été validée."},{"type":"del","content":"Après avoir examiné si les connaissances acquises par le demandeur au cours de son expérience professionnelle ne sont pas de nature à combler, en tout ou en partie, des différences substantielles de formation, le ministre chargé de la culture peut exiger que le demandeur se soumette à des mesures de compensation."},{"type":"add","content":"Après avoir examiné si les connaissances, aptitudes et compétences acquises par le demandeur au cours de son expérience professionnelle ou de l'apprentissage tout au long de la vie et ayant fait l'objet, à cette fin, d'une validation en bonne et due forme par un organisme compétent, dans un Etat membre ou dans un pays tiers, ne sont pas de nature à combler, en tout ou en partie, des différences substantielles de formation, le ministre chargé de la culture peut exiger que le demandeur se soumette à des mesures de compensation, consistant, au choix de ce dernier, soit en un stage d'adaptation, soit en une épreuve d'aptitude. Si le demandeur est titulaire d'une attestation de compétence au sens du a de l'article 11 de la directive 2005/36/ CE du 7 septembre 2005 relative à la reconnaissance des qualifications professionnelles, le ministre peut prescrire le stage d'adaptation ou l'épreuve d'aptitude."},{"type":"del","content":"II. - Les ressortissants d'un Etat membre de l'Union européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen qui souhaitent enseigner la danse en France à titre temporaire et occasionnel sont réputés remplir les conditions de qualifications professionnelles requises sous réserve d'être légalement établis dans un de ces Etats pour exercer cette activité et, lorsque l'activité ou la formation y conduisant ne sont pas réglementées dans l'Etat dans lequel les intéressés sont établis, de l'avoir exercée pendant au moins deux ans au cours des dix années qui précèdent la prestation."},{"type":"add","content":"II. - Les ressortissants d'un Etat membre de l'Union européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen qui souhaitent enseigner la danse en France à titre temporaire et occasionnel sont réputés remplir les conditions de qualifications professionnelles requises sous réserve d'être légalement établis dans un de ces Etats pour exercer cette activité et, lorsque l'activité ou la formation y conduisant ne sont pas réglementées dans l'Etat dans lequel les intéressés sont établis, de l'avoir exercée dans un ou plusieurs Etats membres ou parties à l'accord sur l'Espace économique européen, pendant au moins une année à temps plein ou à temps partiel pendant une durée équivalente, au cours des dix années qui précèdent la prestation."},{"type":"del","content":"III. - Le présent article s'applique aux danses classique, contemporaine et jazz. Ses modalités d'application sont fixées par arrêté du ministre chargé de la culture."},{"type":"add","content":"III.-Un accès partiel à une activité professionnelle relevant de la profession de professeur de danse, peut être accordé au cas par cas aux ressortissants de l'Union européenne ou d'un Etat partie à l'accord sur l'Espace économique européen par le ministre chargé de la culture lorsque les trois conditions suivantes sont remplies :"},{"type":"add","content":""},{"type":"add","content":"1° Le professionnel est pleinement qualifié pour exercer, dans l'Etat d'origine, l'activité professionnelle pour laquelle un accès partiel est sollicité ;"},{"type":"add","content":""},{"type":"add","content":"2° Les différences entre l'activité professionnelle légalement exercée dans l'Etat d'origine et la profession réglementée en France de professeur de danse sont si importantes que l'application de mesures de compensation reviendrait à imposer au demandeur de suivre le programme complet d'enseignement et de formation requis en France pour avoir pleinement accès à cette profession ;"},{"type":"add","content":""},{"type":"add","content":"3° L'activité professionnelle peut objectivement être séparée des autres activités relevant de la profession de professeur de danse en France, dans la mesure où elle peut être exercée de manière autonome dans l'Etat d'origine."},{"type":"add","content":""},{"type":"add","content":"L'accès partiel peut être refusé pour des raisons impérieuses d'intérêt général si ce refus est proportionné à la protection de cet intérêt."},{"type":"add","content":""},{"type":"add","content":"Les demandes aux fins d'accès partiel sont examinées, selon le cas, comme des demandes à fin d'établissement ou de libre prestation de services temporaire et occasionnelle de la profession."},{"type":"add","content":""},{"type":"add","content":"IV. - Le présent article s'applique aux danses classique, contemporaine et jazz. Ses modalités d'application sont fixées par arrêté du ministre chargé de la culture."},{"type":"del","content":"LOI n° 2011-302 du 22 mars 2011 portant diverses dispositions d'adaptation de la législation au droit de l'Union européenne en matière de santé, de travail et de communications électroniques - article 15 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Ordonnance n° 2016-1809 du 22 décembre 2016 relative à la reconnaissance des qualifications professionnelles de professions réglementées - article 21 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2011-03-22 MODIFIE cible LOI n° 2011-302 du 22 mars 2011 portant diverses dispositions d'adaptation de la législation au droit de l'Union européenne en matière de santé, de travail et de communications électroniques - article 15 ENTIEREMENT_MODIF"},{"type":"add","content":"2016-12-22 MODIFIE cible Ordonnance n° 2016-1809 du 22 décembre 2016 relative à la reconnaissance des qualifications professionnelles de professions réglementées - article 21 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/23/75/51/LEGIARTI000023755171.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/23/75/51/LEGIARTI000023755171.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/23/75/51/LEGIARTI000023755171.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/67/89/LEGIARTI000033678912.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/67/89/LEGIARTI000033678912.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/67/89/LEGIARTI000033678912.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000023755171)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033678912)"}],"status":"modified"}],"stats":{"additions":22,"deletions":10,"filesChanged":1}}