{"sha":"3d0a345baa78","date":"2013-08-28","message":"Décret n° 2013-767 du 23 août 2013 relatif à la réforme du recrutement et de la formation des maîtres des établissements d'enseignement privés sous contrat","files":[{"filename":"partie_reglementaire/livre_iv/titre_iv/chapitre_ii/section_1/sous-section_2/paragraphe_2/article_r442-11.md","articleName":"Article R442-11","additions":9,"deletions":20,"diff":[{"type":"del","content":"La rémunération des maîtres contractuels ou auxiliaires et des maîtres agréés exerçant respectivement leur enseignement dans les classes placées sous le régime de l'association ou sous le régime du contrat simple est mandatée mensuellement et à terme échu, selon les règles applicables au paiement des traitements des maîtres de l'enseignement public."},{"type":"add","content":"La rémunération des maîtres contractuels ou agréés et des maîtres délégués exerçant leur enseignement dans les classes placées sous le régime de l'association ou sous le régime du contrat simple est mandatée mensuellement et à terme échu, selon les règles applicables au paiement des traitements des maîtres de l'enseignement public."},{"type":"del","content":"2° La copie du contrat individuel ou de la décision portant agrément du maître ou, le cas échéant, copie de la délégation rectorale s'il s'agit d'un maître auxiliaire ;"},{"type":"add","content":"2° La copie du contrat individuel ou de la décision portant agrément du maître ou, le cas échéant, copie de la délégation rectorale s'il s'agit d'un maître délégué ;"},{"type":"del","content":"Décret n°61-246 du 15 mars 1961 relatif au contrôle financier et administratif des établissements d'enseignement privés - article 3 AUTONOME ABROGE, en vigueur du 1961-03-17 au 2008-03-19 CONCORDANCE cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2008-263 du 14 mars 2008 relatif aux dispositions réglementaires du livre IV du code de l'éducation (Décrets en Conseil d'Etat et décrets) - article Annexe ENTIEREMENT_MODIF CREE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2008-263 du 14 mars 2008 relatif aux dispositions réglementaires du livre IV du code de l'éducation (Décrets en Conseil d'Etat et décrets) Les dispositions réglementaires du code de l'éducation font l'objet d'une publication spéciale annexée au Journal officiel de ce jour (voir à la fin du sommaire). CODIFICATION cible"},{"type":"add","content":"Décret n° 2013-767 du 23 août 2013 relatif à la réforme du recrutement et de la formation des maîtres des établissements d'enseignement privés sous contrat - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2008-03-14 CODIFICATION source Décret n° 2008-263 du 14 mars 2008 relatif aux dispositions réglementaires du livre IV du code de l'éducation (Décrets en Conseil d'Etat et décrets) Les dispositions réglementaires du code de l'éducation font l'objet d'une publication spéciale annexée au Journal officiel de ce jour (voir à la fin du sommaire)."},{"type":"add","content":"CODIFICATION source Décret n° 2008-263 du 14 mars 2008 relatif aux dispositions réglementaires du livre IV du code de l'éducation (Décrets en Conseil d'Etat et décrets) Les dispositions réglementaires du code de l'éducation font l'objet d'une publication spéciale annexée au Journal officiel de ce jour (voir à la fin du sommaire)."},{"type":"del","content":"2008-03-14 CREE cible Décret n° 2008-263 du 14 mars 2008 relatif aux dispositions réglementaires du livre IV du code de l'éducation (Décrets en Conseil d'Etat et décrets) - article Annexe ENTIEREMENT_MODIF"},{"type":"add","content":"2013-08-23 MODIFIE cible Décret n° 2013-767 du 23 août 2013 relatif à la réforme du recrutement et de la formation des maîtres des établissements d'enseignement privés sous contrat - article 2 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/18/37/99/LEGIARTI000018379912.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/18/37/99/LEGIARTI000018379912.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/18/37/99/LEGIARTI000018379912.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/89/94/LEGIARTI000027899465.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/89/94/LEGIARTI000027899465.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/27/89/94/LEGIARTI000027899465.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000018379912)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000027899465)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_ix/titre_ier/chapitre_iv/section_3/sous-section_1/article_r914-19-2.md","articleName":"Article R914-19-2","additions":28,"deletions":15,"diff":[{"type":"del","content":"I. ― Les concours d'accès au certificat d'aptitude au professorat des écoles correspondant aux concours externes et au troisième concours de l'enseignement public sont ouverts aux candidats remplissant les conditions d'inscription aux concours correspondants de l'enseignement public."},{"type":"add","content":"I.-Les concours d'accès au certificat d'aptitude au professorat des écoles correspondant aux concours externes et au troisième concours de l'enseignement public sont ouverts aux candidats remplissant les conditions d'inscription aux concours correspondants de l'enseignement public."},{"type":"del","content":"Le jury peut établir, pour chacun de ces concours, une liste d'aptitude complémentaire, par ordre de mérite, qui ne peut excéder 100 % des contrats offerts."},{"type":"add","content":"Le jury établit, pour chacun de ces concours, une liste d'aptitude complémentaire, par ordre de mérite, qui ne peut excéder 100 % des contrats offerts."},{"type":"del","content":"Pour les candidats reçus aux concours et qui remplissent les conditions de diplôme exigées dans l'enseignement public pour la nomination des lauréats du concours externe de l'enseignement public, la validité de ces listes expire le 1er novembre suivant la date de proclamation des résultats."},{"type":"add","content":"La validité de ces listes expire le 1er octobre suivant la date de proclamation des résultats, sous réserve des dispositions du dernier alinéa du I."},{"type":"del","content":"Pour les candidats inscrits sur la liste principale qui ne peuvent justifier de l'un des diplômes exigés pour la nomination des lauréats du concours externe dans l'enseignement public, le bénéfice de l'inscription sur la liste d'aptitude est reporté à la session de recrutement de l'année suivante. A cette date, ceux qui ne peuvent justifier d'un de ces diplômes perdent le bénéfice de l'admission au concours."},{"type":"add","content":"A l'exception de ceux qui justifient de la détention d'un master ou d'un titre ou diplôme reconnu équivalent par le ministre chargé de l'éducation et de ceux qui ne sont pas soumis à cette condition de titre ou diplôme, les candidats admis aux concours externes doivent justifier d'une inscription en dernière année d'études en vue de l'obtention, dans les conditions prévues à l'article L. 613-7 du code de l'éducation, d'un master métiers de l'enseignement, de l'éducation et de la formation."},{"type":"del","content":"II. ― Les candidats admis qui remplissent les conditions de diplôme et justifient des certificats exigés des candidats des concours correspondants de l'enseignement public bénéficient d'un contrat ou d'un agrément provisoire et effectuent un stage d'une durée d'un an, avec l'accord du chef de l'établissement dans lequel ils sont affectés ou recrutés. Au cours de leur stage, les professeurs stagiaires bénéficient d'une formation dispensée, dans le cadre des conventions prévues à l'alinéa suivant, sous la forme d'actions organisées dans un établissement d'enseignement supérieur et d'un accompagnement. Les modalités du stage et les conditions de son évaluation par un jury sont arrêtées par le ministre chargé de l'éducation."},{"type":"add","content":"Pour les candidats admis aux concours externes qui ne peuvent justifier de la condition d'inscription exigée à l'alinéa précédent, le bénéfice de l'admission au concours est reporté à la session de recrutement de l'année suivante. A cette date, ceux qui ne peuvent justifier de la condition d'inscription exigée à l'alinéa précédent perdent le bénéfice de l'admission au concours."},{"type":"del","content":"Le contenu et l'organisation de cette formation font l'objet d'une convention entre le recteur, les représentants des établissements d'enseignement supérieur intéressés et les représentants des établissements d'enseignement privés ayant passé un contrat avec l'Etat, dans le respect du caractère propre de ces établissements."},{"type":"add","content":"II.-Les candidats admis aux concours externes mentionnés au cinquième alinéa du I et les candidats admis au troisième concours bénéficient d'un contrat ou d'un agrément provisoire et accomplissent un stage d'une durée d'un an, avec l'accord du chef de l'établissement dans lequel ils sont affectés ou recrutés."},{"type":"del","content":"III. ― A l'issue du stage, les candidats admis qui justifient des certificats exigés des candidats des concours correspondants de l'enseignement public se voient délivrer, sur proposition d'un jury, un contrat ou un agrément définitif par le directeur académique des services de l'éducation nationale agissant sur délégation du recteur d'académie du département dans le ressort duquel le stage est réalisé. La délivrance du contrat ou de l'agrément définitif confère le certificat d'aptitude au professorat des écoles."},{"type":"add","content":"Au cours de leur stage, les candidats admis bénéficient d'une formation organisée, dans le cadre des orientations définies par l'Etat, par un établissement d'enseignement supérieur, visant l'acquisition des compétences nécessaires à l'exercice du métier. Cette formation alterne des périodes de mise en situation professionnelle dans un établissement d'enseignement privé sous contrat du premier degré et des périodes de formation au sein de l'établissement d'enseignement supérieur. Elle est accompagnée d'un tutorat. Elle peut être adaptée pour tenir compte du parcours antérieur des candidats admis."},{"type":"del","content":"Les candidats qui n'obtiennent pas le certificat d'aptitude peuvent être autorisés, sur proposition du jury et par décision du directeur académique des services de l'éducation nationale agissant sur délégation du recteur d'académie, à effectuer une nouvelle année de stage. Ceux qui ne sont pas autorisés à renouveler le stage ou qui, à l'issue de la seconde année de stage, n'ont pas obtenu leur certificat d'aptitude au professorat des écoles sont, lorsqu'ils avaient la qualité de maître contractuel ou agréé, replacés dans leur échelle de rémunération antérieure."},{"type":"add","content":"Les modalités du stage et les conditions de son évaluation par un jury sont arrêtées par le ministre chargé de l'éducation."},{"type":"del","content":"La seconde année de stage effectuée en application des dispositions de l'alinéa précédent n'est pas prise en compte pour la détermination de l'ancienneté de service."},{"type":"add","content":"III.-A l'issue du stage évalué dans les conditions prévues au II, les candidats admis qui justifient des conditions exigées pour la titularisation des lauréats des concours correspondants de l'enseignement public se voient délivrer, sur proposition d'un jury, un contrat ou un agrément définitif par un directeur académique des services de l'éducation nationale agissant sur délégation du recteur de l'académie de recrutement. La délivrance du contrat ou de l'agrément définitif confère le certificat d'aptitude au professorat des écoles."},{"type":"add","content":""},{"type":"add","content":"Les candidats admis qui, à l'issue du stage, ne sont pas déclarés aptes peuvent être autorisés, sur proposition du jury et par décision du directeur académique des services de l'éducation nationale dans le ressort duquel le stage a été réalisé agissant sur délégation du recteur d'académie, à accomplir une seconde année de stage."},{"type":"add","content":""},{"type":"add","content":"Pour les candidats admis déclarés aptes par le jury qui ne détiendraient pas pour la délivrance du contrat ou de l'agrément définitif un master ou un titre ou diplôme reconnu équivalent par le ministre chargé de l'éducation, à l'exception de ceux qui ne sont pas soumis à cette condition de titre ou diplôme, la durée du stage est prorogée d'une année."},{"type":"add","content":""},{"type":"add","content":"Dans ces cas, le contrat provisoire est renouvelé pour une durée d'un an."},{"type":"add","content":""},{"type":"add","content":"Ceux qui ne sont pas autorisés à renouveler le stage ou qui, à l'issue de la seconde année de stage ou de l'année de prorogation de stage, ne remplissent pas les conditions exigées pour la délivrance du contrat ou de l'agrément définitif perdent le bénéfice de l'admission au concours. Lorsqu'ils avaient la qualité de maître contractuel ou agréé, ils sont replacés dans leur échelle de rémunération antérieure."},{"type":"add","content":""},{"type":"add","content":"L'année de renouvellement ou de prorogation n'est pas prise en compte pour la détermination de l'ancienneté de service."},{"type":"del","content":"Décret n° 2012-16 du 5 janvier 2012 relatif à l'organisation académique - article 7 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2012-02-01 MODIFIE source"},{"type":"add","content":"Décret n° 2013-767 du 23 août 2013 relatif à la réforme du recrutement et de la formation des maîtres des établissements d'enseignement privés sous contrat - article 4 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2012-01-05 MODIFIE cible Décret n° 2012-16 du 5 janvier 2012 relatif à l'organisation académique - article 7 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2012-02-01"},{"type":"add","content":"2013-08-23 MODIFIE cible Décret n° 2013-767 du 23 août 2013 relatif à la réforme du recrutement et de la formation des maîtres des établissements d'enseignement privés sous contrat - article 4 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de l'éducation - article L613-7 AUTONOME MODIFIE, en vigueur du 2000-06-22 au 2013-07-24"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/25/16/45/LEGIARTI000025164581.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/25/16/45/LEGIARTI000025164581.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/25/16/45/LEGIARTI000025164581.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/89/94/LEGIARTI000027899470.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/89/94/LEGIARTI000027899470.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/27/89/94/LEGIARTI000027899470.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000025164581)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000027899470)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_ix/titre_ier/chapitre_iv/section_3/sous-section_1/article_r914-19-3.md","articleName":"Article R914-19-3","additions":17,"deletions":17,"diff":[{"type":"del","content":"I. ― Les concours d'accès au certificat d'aptitude au professorat des écoles correspondant aux seconds concours internes de recrutement de l'enseignement public du premier degré sont ouverts :"},{"type":"add","content":"I.-Les concours d'accès au certificat d'aptitude au professorat des écoles correspondant aux seconds concours internes de recrutement de l'enseignement public du premier degré sont organisés pour les maîtres des établissements d'enseignement privés sous contrat qui justifient de la durée de service exigée des candidats des concours correspondants de l'enseignement public, dont une année au minimum de service dans un ou plusieurs établissements sous contrat. Cette année de service doit avoir été accomplie pendant tout ou partie de la période comprise entre le 1er septembre de l'une des six dernières années scolaires et la date de publication des résultats d'admissibilité."},{"type":"del","content":"1° Aux maîtres contractuels ou agréés rémunérés sur une échelle autre que de titulaire et aux maîtres délégués justifiant, à la date retenue pour les concours correspondants de l'enseignement public, de trois ans de services effectifs en cette qualité et de l'un des titres ou diplômes requis pour se présenter aux seconds concours internes correspondants de l'enseignement public ;"},{"type":"add","content":"Pour l'appréciation de la durée de service exigée pour faire acte de candidature, sont pris en compte les services publics et les services d'enseignement et de documentation effectués dans les établissements d'enseignement privés sous contrat dans les mêmes conditions que pour les concours correspondants de l'enseignement public."},{"type":"del","content":"2° A l'issue d'un cycle préparatoire d'un an, aux maîtres contractuels ou agréés rémunérés sur une échelle autre que de titulaire et aux maîtres délégués qui, au 1er septembre de l'année au titre de laquelle les concours sont organisés, justifient de la possession d'un diplôme d'études universitaires générales ou d'un titre ou diplôme au moins équivalent et qui ont exercé pendant trois ans dans des établissements d'enseignement privés sous contrat."},{"type":"add","content":"Les autres conditions de candidature sont les mêmes que celles qui sont requises des candidats aux concours correspondants de l'enseignement public."},{"type":"del","content":"Les candidats admis doivent en outre justifier des qualifications en natation et secourisme exigées des candidats des concours correspondants de l'enseignement public. Ces conditions s'apprécient à la date retenue pour les concours correspondants de l'enseignement public."},{"type":"add","content":"Le jury établit la liste des candidats admis et la liste complémentaire selon les mêmes modalités que pour les concours correspondants de l'enseignement public."},{"type":"del","content":"Le jury établit la liste des candidats admis et la liste complémentaire selon les mêmes modalités que dans l'enseignement public."},{"type":"add","content":"II.-Les candidats admis qui remplissent les conditions mentionnées au I du présent article bénéficient d'un contrat ou d'un agrément provisoire et accomplissent un stage dans les mêmes conditions et selon les mêmes modalités que celles fixées au II de l'article R. 914-19-2."},{"type":"del","content":"II. ― Les candidats admis qui remplissent les conditions de diplôme bénéficient d'un contrat ou d'un agrément provisoire et effectuent un stage d'une durée d'un an. Les modalités du stage et les conditions de son évaluation par un jury sont arrêtées par le ministre chargé de l'éducation."},{"type":"add","content":"III.-A l'issue du stage, les candidats admis qui justifient des conditions exigées pour la titularisation des lauréats des concours correspondants de l'enseignement public se voient délivrer un contrat ou un agrément définitif dans les mêmes conditions que celles fixées au III de l'article R. 914-19-2. La délivrance du contrat ou de l'agrément définitif confère le certificat d'aptitude au professorat des écoles."},{"type":"del","content":"Le contenu et l'organisation de cette formation font l'objet d'une convention entre le recteur, les représentants des établissements d'enseignement supérieur concernés et les représentants des établissements d'enseignement privés ayant passé un contrat avec l'Etat, dans le respect du caractère propre de ces établissements."},{"type":"add","content":"Les candidats admis qui, à l'issue du stage, ne sont pas déclarés aptes peuvent être autorisés, dans les mêmes conditions que celles fixées au III de l'article R. 914-19-2, à accomplir une seconde année de stage."},{"type":"del","content":"III. ― A l'issue du stage, les candidats admis qui justifient des certificats exigés des candidats des concours correspondants de l'enseignement public se voient délivrer le certificat d'aptitude au professorat des écoles dans les conditions fixées au III de l'article R. 914-19-2."},{"type":"add","content":"Ceux qui ne sont pas autorisés à renouveler le stage ou qui, à l'issue de la seconde année de stage, ne remplissent pas les conditions exigées pour la délivrance du contrat ou de l'agrément définitif perdent le bénéfice de l'admission au concours. Lorsqu'ils avaient la qualité de maître contractuel ou agréé, ils sont replacés dans leur échelle de rémunération antérieure."},{"type":"del","content":"Les candidats qui n'obtiennent pas le certificat d'aptitude peuvent être autorisés à effectuer une nouvelle année de stage. Ceux qui ne sont pas autorisés à renouveler le stage ou qui, à l'issue de la seconde année de stage, n'ont pas obtenu leur certificat d'aptitude au professorat des écoles sont, lorsqu'ils avaient la qualité de maître contractuel ou agréé, replacés dans leur échelle de rémunération antérieure."},{"type":"add","content":"L'année de renouvellement n'est pas prise en compte pour la détermination de l'ancienneté de service."},{"type":"del","content":"Décret n° 2010-571 du 28 mai 2010 modifiant les dispositions réglementaires du chapitre IV du titre Ier du livre IX du code de l'éducation - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Décret n° 2013-767 du 23 août 2013 relatif à la réforme du recrutement et de la formation des maîtres des établissements d'enseignement privés sous contrat - article 5 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":"2010-05-28 MODIFIE cible Décret n° 2010-571 du 28 mai 2010 modifiant les dispositions réglementaires du chapitre IV du titre Ier du livre IX du code de l'éducation - article 2 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"add","content":""},{"type":"add","content":"2013-08-23 MODIFIE cible Décret n° 2013-767 du 23 août 2013 relatif à la réforme du recrutement et de la formation des maîtres des établissements d'enseignement privés sous contrat - article 5 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/22/28/41/LEGIARTI000022284190.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/22/28/41/LEGIARTI000022284190.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/22/28/41/LEGIARTI000022284190.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/89/94/LEGIARTI000027899473.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/89/94/LEGIARTI000027899473.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/27/89/94/LEGIARTI000027899473.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000022284190)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000027899473)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_ix/titre_ier/chapitre_iv/section_3/sous-section_1/article_r914-19-4.md","articleName":"Article R914-19-4","additions":25,"deletions":20,"diff":[{"type":"del","content":"Les candidats subissent ces épreuves devant le jury des concours correspondants de l'enseignement public, auquel il est adjoint, pour ces candidats, des représentants des établissements privés associés à l'Etat par contrat et ayant les titres requis pour enseigner (1)."},{"type":"del","content":""},{"type":"del","content":"Le concours d'entrée au cycle préparatoire visé au 2° du I de l'article R. 914-19-3 est organisé dans les mêmes conditions que le cycle préparatoire correspondant de l'enseignement public."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"### Nota"},{"type":"del","content":""},{"type":"del","content":"(1) Décret n° 2009-920 du 28 juillet 2009 article 14 : Le présent décret entre en vigueur au 1er octobre 2009, à l'exclusion :"},{"type":"del","content":""},{"type":"del","content":"1° Du 6° de l'article 4, ainsi que de l'article 10 ;"},{"type":"del","content":""},{"type":"del","content":"2° De l'article 13 ;"},{"type":"del","content":""},{"type":"del","content":"3° Des dispositions relatives à la composition des jurys telles qu'elles résultent de la modification apportée à la rédaction du deuxième alinéa de l'article R. 914-19-4, du quatrième alinéa de l'article R. 914-19-7, du troisième alinéa de l'article R. 914-21, du quatrième alinéa de l'article R. 914-24 et du quatrième alinéa de l'article R. 914-29, qui prennent effet pour les concours organisés à partir de la session 2011."},{"type":"add","content":"Les candidats subissent ces épreuves devant le jury des concours correspondants de l'enseignement public, auquel il est adjoint, pour ces candidats, des représentants des établissements privés associés à l'Etat par contrat et ayant les titres requis pour enseigner."},{"type":"del","content":"Décret n° 2009-920 du 28 juillet 2009 modifiant les dispositions réglementaires du chapitre IV du titre Ier du livre IX du code de l'éducation et portant extension de ces dispositions à la Nouvelle-Calédonie et à la Polynésie française - article 3 ENTIEREMENT_MODIF CREE source"},{"type":"add","content":"Code de l'éducation - article R914-19-2 AUTONOME ABROGE_DIFF, en vigueur du 2021-10-16 au 2026-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article R914-19-2 AUTONOME MODIFIE, en vigueur du 2012-02-01 au 2013-08-28 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article R914-19-2 AUTONOME MODIFIE, en vigueur du 2013-08-28 au 2021-10-16 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article R914-19-2 AUTONOME MODIFIE, en vigueur du 2009-10-01 au 2010-05-31 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article R914-19-2 AUTONOME MODIFIE, en vigueur du 2010-05-31 au 2012-02-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2013-767 du 23 août 2013 relatif à la réforme du recrutement et de la formation des maîtres des établissements d'enseignement privés sous contrat - article 6 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article R914-19-2 AUTONOME VIGUEUR_DIFF, en vigueur depuis le 2026-01-01 CITATION cible"},{"type":"del","content":"2009-07-28 CREE cible Décret n° 2009-920 du 28 juillet 2009 modifiant les dispositions réglementaires du chapitre IV du titre Ier du livre IX du code de l'éducation et portant extension de ces dispositions à la Nouvelle-Calédonie et à la Polynésie française - article 3 ENTIEREMENT_MODIF"},{"type":"add","content":"2013-08-23 MODIFIE cible Décret n° 2013-767 du 23 août 2013 relatif à la réforme du recrutement et de la formation des maîtres des établissements d'enseignement privés sous contrat - article 6 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/91/63/LEGIARTI000020916321.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/91/63/LEGIARTI000020916321.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/20/91/63/LEGIARTI000020916321.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/89/94/LEGIARTI000027899476.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/89/94/LEGIARTI000027899476.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/27/89/94/LEGIARTI000027899476.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000020916321)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000027899476)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_ix/titre_ier/chapitre_iv/section_3/sous-section_1/article_r914-19-6.md","articleName":"Article R914-19-6","additions":7,"deletions":7,"diff":[{"type":"del","content":"Pendant l'année de stage, les maîtres sont rémunérés sur l'échelle de rémunération afférente à la catégorie de maître au titre de laquelle ils ont concouru. Ils peuvent toutefois opter pour le maintien de la rémunération qu'ils percevaient antérieurement, sans que cette disposition puisse avoir pour effet de leur assurer une rémunération supérieure à celle qui résultera de leur classement dans leur nouvelle échelle de rémunération."},{"type":"add","content":"Pendant l'année de stage, les maîtres sont rémunérés sur l'échelle de rémunération afférente à la catégorie de maître au titre de laquelle ils ont concouru."},{"type":"del","content":"Décret n° 2010-571 du 28 mai 2010 modifiant les dispositions réglementaires du chapitre IV du titre Ier du livre IX du code de l'éducation - article 3 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Décret n° 2013-767 du 23 août 2013 relatif à la réforme du recrutement et de la formation des maîtres des établissements d'enseignement privés sous contrat - article 7 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2010-05-28 MODIFIE cible Décret n° 2010-571 du 28 mai 2010 modifiant les dispositions réglementaires du chapitre IV du titre Ier du livre IX du code de l'éducation - article 3 ENTIEREMENT_MODIF"},{"type":"add","content":"2013-08-23 MODIFIE cible Décret n° 2013-767 du 23 août 2013 relatif à la réforme du recrutement et de la formation des maîtres des établissements d'enseignement privés sous contrat - article 7 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/22/28/41/LEGIARTI000022284194.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/22/28/41/LEGIARTI000022284194.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/22/28/41/LEGIARTI000022284194.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/89/94/LEGIARTI000027899479.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/89/94/LEGIARTI000027899479.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/27/89/94/LEGIARTI000027899479.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000022284194)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000027899479)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_ix/titre_ier/chapitre_iv/section_3/sous-section_2/README.md","articleName":"Sommaire - Sous-Section 2","additions":0,"deletions":1,"diff":[{"type":"del","content":"- [Paragraphe 5 : Cycle préparatoire](paragraphe_5/README.md)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_ix/titre_ier/chapitre_iv/section_3/sous-section_2/paragraphe_1/article_r914-21.md","articleName":"Article R914-21","additions":11,"deletions":19,"diff":[{"type":"del","content":"Les concours mentionnés à l'article R. 914-20 sont ouverts aux candidats remplissant les conditions de titres et de diplômes pour se présenter aux concours externes correspondants de l'enseignement public."},{"type":"add","content":"Les concours mentionnés à l'article R. 914-20 sont ouverts aux candidats remplissant les conditions exigées pour se présenter aux concours externes correspondants de l'enseignement public."},{"type":"del","content":"Les candidats aux concours pour l'accès à une liste d'aptitude subissent les mêmes épreuves que les candidats des concours correspondants de l'enseignement public. Ils subissent ces épreuves devant le jury des concours correspondants de l'enseignement public, auquel il est adjoint, pour ces candidats, des représentants des établissements privés associés à l'Etat par contrat et ayant les titres requis pour enseigner (1)."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"### Nota"},{"type":"del","content":""},{"type":"del","content":"(1) Décret n° 2009-920 du 28 juillet 2009 article 14 : Le présent décret entre en vigueur au 1er octobre 2009, à l'exclusion :"},{"type":"del","content":""},{"type":"del","content":"1° Du 6° de l'article 4, ainsi que de l'article 10 ;"},{"type":"del","content":""},{"type":"del","content":"2° De l'article 13 ;"},{"type":"del","content":""},{"type":"del","content":"3° Des dispositions relatives à la composition des jurys telles qu'elles résultent de la modification apportée à la rédaction du deuxième alinéa de l'article R. 914-19-4, du quatrième alinéa de l'article R. 914-19-7, du troisième alinéa de l'article R. 914-21, du quatrième alinéa de l'article R. 914-24 et du quatrième alinéa de l'article R. 914-29, qui prennent effet pour les concours organisés à partir de la session 2011."},{"type":"add","content":"Les candidats aux concours pour l'accès à une liste d'aptitude subissent les mêmes épreuves que les candidats des concours correspondants de l'enseignement public. Ils subissent ces épreuves devant le jury des concours correspondants de l'enseignement public, auquel il est adjoint, pour ces candidats, des représentants des établissements privés associés à l'Etat par contrat et ayant les titres requis pour enseigner."},{"type":"del","content":"Décret n° 2009-920 du 28 juillet 2009 modifiant les dispositions réglementaires du chapitre IV du titre Ier du livre IX du code de l'éducation et portant extension de ces dispositions à la Nouvelle-Calédonie et à la Polynésie française - article 4 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Code de l'éducation - article R914-20 AUTONOME VIGUEUR, en vigueur depuis le 2008-12-29 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2013-767 du 23 août 2013 relatif à la réforme du recrutement et de la formation des maîtres des établissements d'enseignement privés sous contrat - article 8 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2009-07-28 MODIFIE cible Décret n° 2009-920 du 28 juillet 2009 modifiant les dispositions réglementaires du chapitre IV du titre Ier du livre IX du code de l'éducation et portant extension de ces dispositions à la Nouvelle-Calédonie et à la Polynésie française - article 4 ENTIEREMENT_MODIF"},{"type":"add","content":"2013-08-23 MODIFIE cible Décret n° 2013-767 du 23 août 2013 relatif à la réforme du recrutement et de la formation des maîtres des établissements d'enseignement privés sous contrat - article 8 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/91/63/LEGIARTI000020916353.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/91/63/LEGIARTI000020916353.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/20/91/63/LEGIARTI000020916353.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/89/94/LEGIARTI000027899482.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/89/94/LEGIARTI000027899482.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/27/89/94/LEGIARTI000027899482.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000020916353)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000027899482)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_ix/titre_ier/chapitre_iv/section_3/sous-section_2/paragraphe_1/article_r914-22.md","articleName":"Article R914-22","additions":23,"deletions":8,"diff":[{"type":"del","content":"Le jury peut établir, pour les concours correspondant aux concours externes visés aux 1°, 2°, 3° et 4° de l'article R. 914-20 une liste d'aptitude complémentaire, par ordre de mérite, qui ne peut excéder 100 % des contrats offerts pour chaque section et éventuellement chaque option."},{"type":"add","content":"Le jury établit, pour les concours correspondant aux concours externes visés aux 1°, 2°, 3° et 4° de l'article R. 914-20 une liste d'aptitude complémentaire, par ordre de mérite, qui ne peut excéder 100 % des contrats offerts pour chaque section et éventuellement chaque option."},{"type":"del","content":"La validité de ces listes expire le 1er novembre suivant la date de proclamation des résultats, sous réserve des dispositions du troisième alinéa de l'article R. 914-32."},{"type":"add","content":"La validité de ces listes expire le 1er octobre suivant la date de proclamation des résultats, sous réserve des dispositions du quatrième alinéa de l'article R. 914-32."},{"type":"del","content":"Décret n° 2009-920 du 28 juillet 2009 modifiant les dispositions réglementaires du chapitre IV du titre Ier du livre IX du code de l'éducation et portant extension de ces dispositions à la Nouvelle-Calédonie et à la Polynésie française - article 4 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Code de l'éducation - article R914-32 AUTONOME MODIFIE, en vigueur du 2010-05-31 au 2013-08-28 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article R914-32 AUTONOME MODIFIE, en vigueur du 2009-10-01 au 2010-05-31 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article R914-32 AUTONOME MODIFIE, en vigueur du 2013-08-28 au 2021-10-16 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2013-767 du 23 août 2013 relatif à la réforme du recrutement et de la formation des maîtres des établissements d'enseignement privés sous contrat - article 9 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article R914-32 AUTONOME MODIFIE, en vigueur du 2008-12-29 au 2009-10-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article R914-32 AUTONOME ABROGE_DIFF, en vigueur du 2021-10-16 au 2026-01-01 CITATION cible"},{"type":"del","content":"2009-07-28 MODIFIE cible Décret n° 2009-920 du 28 juillet 2009 modifiant les dispositions réglementaires du chapitre IV du titre Ier du livre IX du code de l'éducation et portant extension de ces dispositions à la Nouvelle-Calédonie et à la Polynésie française - article 4 ENTIEREMENT_MODIF"},{"type":"add","content":"2013-08-23 MODIFIE cible Décret n° 2013-767 du 23 août 2013 relatif à la réforme du recrutement et de la formation des maîtres des établissements d'enseignement privés sous contrat - article 9 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/91/63/LEGIARTI000020916346.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/91/63/LEGIARTI000020916346.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/20/91/63/LEGIARTI000020916346.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/89/94/LEGIARTI000027899485.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/89/94/LEGIARTI000027899485.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/27/89/94/LEGIARTI000027899485.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000020916346)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000027899485)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_ix/titre_ier/chapitre_iv/section_3/sous-section_2/paragraphe_1/article_r914-23.md","articleName":"Article R914-23","additions":8,"deletions":8,"diff":[{"type":"del","content":"Les maîtres contractuels ou agréés qui remplissent les conditions de titres et de diplômes exigés dans l'enseignement public peuvent se présenter aux concours externes de l'enseignement public du second degré."},{"type":"add","content":"Les maîtres contractuels ou agréés qui remplissent les conditions exigées des candidats des concours externes du second degré de l'enseignement public peuvent se présenter à ces concours."},{"type":"del","content":"Décret n° 2008-1429 du 19 décembre 2008 relatif aux dispositions réglementaires du chapitre IV du titre Ier du livre IX du code de l'éducation (Décrets en Conseil d'Etat et décrets) - article ENTIEREMENT_MODIF CREE source"},{"type":"add","content":"Décret n° 2013-767 du 23 août 2013 relatif à la réforme du recrutement et de la formation des maîtres des établissements d'enseignement privés sous contrat - article 10 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2008-12-19 CREE cible Décret n° 2008-1429 du 19 décembre 2008 relatif aux dispositions réglementaires du chapitre IV du titre Ier du livre IX du code de l'éducation (Décrets en Conseil d'Etat et décrets) - article ENTIEREMENT_MODIF"},{"type":"add","content":"2013-08-23 MODIFIE cible Décret n° 2013-767 du 23 août 2013 relatif à la réforme du recrutement et de la formation des maîtres des établissements d'enseignement privés sous contrat - article 10 ENTIEREMENT_MODIF"},{"type":"del","content":"      2999-01-01 CITATION source Code de l'éducation - art. R914-24 (V)"},{"type":"add","content":"      2999-01-01 CITATION source Code de l'éducation - art. R914-24"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/05/62/LEGIARTI000020056213.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/05/62/LEGIARTI000020056213.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/20/05/62/LEGIARTI000020056213.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/89/94/LEGIARTI000027899489.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/89/94/LEGIARTI000027899489.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/27/89/94/LEGIARTI000027899489.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000020056213)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000027899489)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_ix/titre_ier/chapitre_iv/section_3/sous-section_2/paragraphe_2/article_r914-24.md","articleName":"Article R914-24","additions":14,"deletions":19,"diff":[{"type":"del","content":"Les conditions de candidature sont les mêmes que celles qui sont requises des candidats aux concours internes correspondants de l'enseignement public. Pour l'appréciation de la durée de service exigée pour faire acte de candidature, sont pris en compte les services publics dans les mêmes conditions que pour les concours de recrutement de l'enseignement public et les services d'enseignement et de documentation effectués dans les établissements d'enseignement privés sous contrat. Il en va de même pour la formation prévue à l'article R. 914-38."},{"type":"add","content":"Les conditions de candidature sont les mêmes que celles qui sont requises des candidats aux concours internes correspondants de l'enseignement public. Pour l'appréciation de la durée de service exigée pour faire acte de candidature, sont pris en compte les services publics dans les mêmes conditions que pour les concours de recrutement de l'enseignement public et les services d'enseignement et de documentation effectués dans les établissements d'enseignement privés sous contrat."},{"type":"del","content":"Les candidats à ces concours subissent les mêmes épreuves que les candidats des concours correspondants de l'enseignement public. Ils subissent ces épreuves devant le jury des concours correspondants de l'enseignement public, auquel il est adjoint, pour ces candidats, des représentants des établissements privés associés à l'Etat par contrat et ayant les titres requis pour enseigner (1)."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"### Nota"},{"type":"del","content":""},{"type":"del","content":"Le présent décret entre en vigueur au 1er octobre 2009, à l'exclusion :"},{"type":"del","content":""},{"type":"del","content":"1° Du 6° de l'article 4, ainsi que de l'article 10 ;"},{"type":"del","content":""},{"type":"del","content":"2° De l'article 13 ;"},{"type":"del","content":""},{"type":"del","content":"3° Des dispositions relatives à la composition des jurys telles qu'elles résultent de la modification apportée à la rédaction du deuxième alinéa de l'article R. 914-19-4, du quatrième alinéa de l'article R. 914-19-7, du troisième alinéa de l'article R. 914-21, du quatrième alinéa de l'article R. 914-24 et du quatrième alinéa de l'article R. 914-29, qui prennent effet pour les concours organisés à partir de la session 2011."},{"type":"add","content":"Les candidats à ces concours subissent les mêmes épreuves que les candidats des concours correspondants de l'enseignement public. Ils subissent ces épreuves devant le jury des concours correspondants de l'enseignement public, auquel il est adjoint, pour ces candidats, des représentants des établissements privés associés à l'Etat par contrat et ayant les titres requis pour enseigner."},{"type":"del","content":"Décret n° 2009-920 du 28 juillet 2009 modifiant les dispositions réglementaires du chapitre IV du titre Ier du livre IX du code de l'éducation et portant extension de ces dispositions à la Nouvelle-Calédonie et à la Polynésie française - article 4 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Code de l'éducation - article R914-38 AUTONOME ABROGE, en vigueur du 2009-10-01 au 2013-08-28 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article R914-38 AUTONOME MODIFIE, en vigueur du 2008-12-29 au 2009-10-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2013-767 du 23 août 2013 relatif à la réforme du recrutement et de la formation des maîtres des établissements d'enseignement privés sous contrat - article 11 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2009-07-28 MODIFIE cible Décret n° 2009-920 du 28 juillet 2009 modifiant les dispositions réglementaires du chapitre IV du titre Ier du livre IX du code de l'éducation et portant extension de ces dispositions à la Nouvelle-Calédonie et à la Polynésie française - article 4 ENTIEREMENT_MODIF"},{"type":"add","content":"2013-08-23 MODIFIE cible Décret n° 2013-767 du 23 août 2013 relatif à la réforme du recrutement et de la formation des maîtres des établissements d'enseignement privés sous contrat - article 11 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/91/63/LEGIARTI000020916350.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/91/63/LEGIARTI000020916350.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/20/91/63/LEGIARTI000020916350.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/89/94/LEGIARTI000027899492.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/89/94/LEGIARTI000027899492.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/27/89/94/LEGIARTI000027899492.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000020916350)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000027899492)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_ix/titre_ier/chapitre_iv/section_3/sous-section_2/paragraphe_2/article_r914-27.md","articleName":"Article R914-27","additions":17,"deletions":8,"diff":[{"type":"del","content":"Les candidats déclarés admissibles à l'issue du concours d'accès à l'échelle de rémunération des professeurs agrégés organisé en application de l'article R. 914-24 peuvent, s'ils font l'objet d'une proposition du jury, dans la limite du nombre de promotions disponibles et après épuisement de la liste complémentaire éventuelle, être promus, par décision ministérielle, à l'échelle de rémunération des professeurs certifiés dans la discipline correspondante, sans passer les épreuves du concours d'accès à l'échelle de rémunération des professeurs certifiés. La proposition du jury comporte un classement par ordre de mérite."},{"type":"add","content":"Les candidats déclarés admissibles à l'issue du concours d'accès à l'échelle de rémunération des professeurs agrégés organisé en application de l'article R. 914-24 peuvent, s'ils font l'objet d'une proposition du jury, dans la limite du nombre de promotions disponibles et après épuisement de la liste complémentaire, être promus, par décision ministérielle, à l'échelle de rémunération des professeurs certifiés dans la discipline correspondante, sans passer les épreuves du concours d'accès à l'échelle de rémunération des professeurs certifiés. La proposition du jury comporte un classement par ordre de mérite."},{"type":"del","content":"Décret n° 2008-1429 du 19 décembre 2008 relatif aux dispositions réglementaires du chapitre IV du titre Ier du livre IX du code de l'éducation (Décrets en Conseil d'Etat et décrets) - article ENTIEREMENT_MODIF CREE source"},{"type":"add","content":"Code de l'éducation - article R914-24 AUTONOME VIGUEUR, en vigueur depuis le 2013-08-28 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article R914-24 AUTONOME MODIFIE, en vigueur du 2008-12-29 au 2009-07-30 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article R914-24 AUTONOME MODIFIE, en vigueur du 2009-07-30 au 2013-08-28 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2013-767 du 23 août 2013 relatif à la réforme du recrutement et de la formation des maîtres des établissements d'enseignement privés sous contrat - article 12 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2008-12-19 CREE cible Décret n° 2008-1429 du 19 décembre 2008 relatif aux dispositions réglementaires du chapitre IV du titre Ier du livre IX du code de l'éducation (Décrets en Conseil d'Etat et décrets) - article ENTIEREMENT_MODIF"},{"type":"add","content":"2013-08-23 MODIFIE cible Décret n° 2013-767 du 23 août 2013 relatif à la réforme du recrutement et de la formation des maîtres des établissements d'enseignement privés sous contrat - article 12 ENTIEREMENT_MODIF"},{"type":"del","content":"      2999-01-01 CITATION source Code de l'éducation - art. R914-24 (V)"},{"type":"add","content":"      2999-01-01 CITATION source Code de l'éducation - art. R914-24"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/05/62/LEGIARTI000020056203.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/05/62/LEGIARTI000020056203.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/20/05/62/LEGIARTI000020056203.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/89/94/LEGIARTI000027899496.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/89/94/LEGIARTI000027899496.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/27/89/94/LEGIARTI000027899496.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000020056203)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000027899496)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_ix/titre_ier/chapitre_iv/section_3/sous-section_2/paragraphe_3/article_r914-31.md","articleName":"Article R914-31","additions":8,"deletions":8,"diff":[{"type":"del","content":"Le jury peut établir une liste d'aptitude complémentaire, par ordre de mérite. Cette liste ne peut excéder 100 % du nombre de contrats offerts pour chaque section et éventuellement chaque option."},{"type":"add","content":"Le jury établit une liste d'aptitude complémentaire, par ordre de mérite. Cette liste ne peut excéder 100 % du nombre de contrats offerts pour chaque section et éventuellement chaque option."},{"type":"del","content":"La validité de ces listes expire le 1er novembre suivant la date de proclamation des résultats."},{"type":"add","content":"La validité de ces listes expire le 1er octobre suivant la date de proclamation des résultats."},{"type":"del","content":"Décret n° 2009-920 du 28 juillet 2009 modifiant les dispositions réglementaires du chapitre IV du titre Ier du livre IX du code de l'éducation et portant extension de ces dispositions à la Nouvelle-Calédonie et à la Polynésie française - article 4 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Décret n° 2013-767 du 23 août 2013 relatif à la réforme du recrutement et de la formation des maîtres des établissements d'enseignement privés sous contrat - article 13 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2009-07-28 MODIFIE cible Décret n° 2009-920 du 28 juillet 2009 modifiant les dispositions réglementaires du chapitre IV du titre Ier du livre IX du code de l'éducation et portant extension de ces dispositions à la Nouvelle-Calédonie et à la Polynésie française - article 4 ENTIEREMENT_MODIF"},{"type":"add","content":"2013-08-23 MODIFIE cible Décret n° 2013-767 du 23 août 2013 relatif à la réforme du recrutement et de la formation des maîtres des établissements d'enseignement privés sous contrat - article 13 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/91/63/LEGIARTI000020916338.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/91/63/LEGIARTI000020916338.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/20/91/63/LEGIARTI000020916338.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/89/94/LEGIARTI000027899499.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/89/94/LEGIARTI000027899499.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/27/89/94/LEGIARTI000027899499.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000020916338)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000027899499)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_ix/titre_ier/chapitre_iv/section_3/sous-section_2/paragraphe_4/article_r914-32.md","articleName":"Article R914-32","additions":17,"deletions":10,"diff":[{"type":"del","content":"Les candidats admis qui remplissent les conditions de diplômes et de certificats exigées des candidats des concours correspondants de l'enseignement public accomplissent un stage d'une durée d'un an, avec l'accord du chef de l'établissement dans lequel ils sont nommés. Au cours de leur stage, ils bénéficient d'une formation dispensée, dans le cadre des conventions mentionnées à l'alinéa suivant, sous la forme d'actions organisées dans un établissement d'enseignement supérieur, d'un tutorat, ainsi que le cas échéant d'autres types d'actions d'accompagnement. Les modalités du stage et les conditions de son évaluation par un jury sont arrêtées par le ministre chargé de l'éducation."},{"type":"add","content":"Sous réserve des dispositions prévues à l'alinéa suivant, les candidats admis qui remplissent les conditions exigées pour la nomination des lauréats des concours correspondants de l'enseignement public accomplissent un stage d'une durée d'un an, avec l'accord du chef de l'établissement dans lequel ils sont affectés."},{"type":"del","content":"Le contenu et l'organisation de la formation de l'année de stage font l'objet d'une convention entre le recteur, les représentants des établissements d'enseignement supérieur intéressés et les représentants des établissements d'enseignement privés ayant passé un contrat avec l'Etat, dans le respect du caractère propre de ces établissements."},{"type":"add","content":"A l'exception de ceux qui justifient de la détention d'un master ou d'un titre ou diplôme reconnu équivalent par le ministre chargé de l'éducation et de ceux qui ne sont pas soumis à cette condition de titre ou diplôme, les candidats admis aux concours externes doivent justifier d'une inscription en dernière année d'études en vue de l'obtention, dans les conditions prévues à l'article L. 613-7 du code de l'éducation, d'un master métiers de l'enseignement, de l'éducation et de la formation."},{"type":"del","content":"Pour les candidats inscrits sur la liste principale qui ne peuvent justifier, lors de la session de recrutement suivant leur réussite au concours, de l'un des diplômes exigés pour la nomination des lauréats du concours externe dans l'enseignement public, le bénéfice de l'inscription sur la liste d'aptitude est reporté à la session de recrutement de l'année suivante.A cette date, ceux qui ne peuvent justifier d'un de ces diplômes perdent le bénéfice de l'admission au concours."},{"type":"add","content":"Pour les candidats admis aux concours externes qui ne peuvent justifier de la condition d'inscription exigée à l'alinéa précédent, le bénéfice de l'admission au concours est reporté à la session de recrutement de l'année suivante. A cette date, ceux qui ne peuvent justifier de la condition d'inscription exigée à l'alinéa précédent perdent le bénéfice de l'admission au concours."},{"type":"add","content":""},{"type":"add","content":"Au cours de leur stage, ils bénéficient d'une formation organisée, dans le cadre des orientations définies par l'Etat, par un établissement d'enseignement supérieur, visant l'acquisition des compétences nécessaires à l'exercice du métier. Cette formation alterne des périodes de mise en situation professionnelle dans un établissement d'enseignement privé sous contrat du second degré et des périodes de formation au sein de l'établissement d'enseignement supérieur. Elle est accompagnée d'un tutorat. Elle peut être adaptée pour tenir compte du parcours antérieur des candidats admis."},{"type":"add","content":""},{"type":"add","content":"Les modalités du stage et les conditions de son évaluation par un jury sont arrêtées par le ministre chargé de l'éducation."},{"type":"del","content":"Décret n° 2010-571 du 28 mai 2010 modifiant les dispositions réglementaires du chapitre IV du titre Ier du livre IX du code de l'éducation - article 5 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Décret n° 2013-767 du 23 août 2013 relatif à la réforme du recrutement et de la formation des maîtres des établissements d'enseignement privés sous contrat - article 14 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2010-05-28 MODIFIE cible Décret n° 2010-571 du 28 mai 2010 modifiant les dispositions réglementaires du chapitre IV du titre Ier du livre IX du code de l'éducation - article 5 ENTIEREMENT_MODIF"},{"type":"add","content":"2010-05-31 CITATION cible Arrêté du 31 mai 2010 fixant les titres, diplômes, certificats, attestations ou qualifications équivalentes attestant des compétences en langues de l'enseignement supérieur et en informatique et internet exigés de candidats ayant subi avec succès les épreuves des concours de recrutement de personnels enseignants des premier et second degrés et de personnels d'éducation relevant du ministre chargé de l'éducation nationale et des concours correspondants de recrutement des maîtres des établissements d'enseignement privés sous contrat - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2012-10-12"},{"type":"del","content":"2010-05-31 CITATION cible Arrêté du 31 mai 2010 fixant les titres, diplômes, certificats, attestations ou qualifications équivalentes attestant des compétences en langues de l'enseignement supérieur et en informatique et internet exigés de candidats ayant subi avec succès les épreuves des concours de recrutement de personnels enseignants des premier et second degrés et de personnels d'éducation relevant du ministre chargé de l'éducation nationale et des concours correspondants de recrutement des maîtres des établissements d'enseignement privés sous contrat - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2012-10-12"},{"type":"add","content":"2013-08-23 MODIFIE cible Décret n° 2013-767 du 23 août 2013 relatif à la réforme du recrutement et de la formation des maîtres des établissements d'enseignement privés sous contrat - article 14 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de l'éducation - article L613-7 AUTONOME MODIFIE, en vigueur du 2000-06-22 au 2013-07-24"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/22/28/42/LEGIARTI000022284201.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/22/28/42/LEGIARTI000022284201.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/22/28/42/LEGIARTI000022284201.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/89/95/LEGIARTI000027899501.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/89/95/LEGIARTI000027899501.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/27/89/95/LEGIARTI000027899501.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000022284201)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000027899501)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_ix/titre_ier/chapitre_iv/section_3/sous-section_2/paragraphe_4/article_r914-33.md","articleName":"Article R914-33","additions":7,"deletions":7,"diff":[{"type":"del","content":"Pendant la période de stage, les maîtres sont rémunérés sur l'échelle de rémunération afférente à la catégorie de maître au titre de laquelle ils ont concouru. Ils peuvent toutefois opter pour le maintien de la rémunération qu'ils percevaient antérieurement, sans que cette disposition puisse avoir pour effet de leur assurer une rémunération supérieure à celle qui résultera de leur classement dans leur nouvelle échelle de rémunération."},{"type":"add","content":"Pendant la période de stage, les maîtres sont rémunérés sur l'échelle de rémunération afférente à la catégorie de maître au titre de laquelle ils ont concouru."},{"type":"del","content":"Décret n° 2009-920 du 28 juillet 2009 modifiant les dispositions réglementaires du chapitre IV du titre Ier du livre IX du code de l'éducation et portant extension de ces dispositions à la Nouvelle-Calédonie et à la Polynésie française - article 5 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Décret n° 2013-767 du 23 août 2013 relatif à la réforme du recrutement et de la formation des maîtres des établissements d'enseignement privés sous contrat - article 15 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2009-07-28 MODIFIE cible Décret n° 2009-920 du 28 juillet 2009 modifiant les dispositions réglementaires du chapitre IV du titre Ier du livre IX du code de l'éducation et portant extension de ces dispositions à la Nouvelle-Calédonie et à la Polynésie française - article 5 ENTIEREMENT_MODIF"},{"type":"add","content":"2013-08-23 MODIFIE cible Décret n° 2013-767 du 23 août 2013 relatif à la réforme du recrutement et de la formation des maîtres des établissements d'enseignement privés sous contrat - article 15 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/91/63/LEGIARTI000020916365.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/91/63/LEGIARTI000020916365.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/20/91/63/LEGIARTI000020916365.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/89/95/LEGIARTI000027899504.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/89/95/LEGIARTI000027899504.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/27/89/95/LEGIARTI000027899504.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000020916365)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000027899504)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_ix/titre_ier/chapitre_iv/section_3/sous-section_2/paragraphe_4/article_r914-34.md","articleName":"Article R914-34","additions":12,"deletions":9,"diff":[{"type":"del","content":"A l'issue du stage, les candidats admis qui justifient des certificats exigés des candidats des concours correspondants de l'enseignement public se voient délivrer, sur proposition d'un jury, un contrat définitif par le recteur. La délivrance du contrat définitif confère le certificat d'aptitude aux fonctions d'enseignement dans les établissements d'enseignement privés du second degré sous contrat."},{"type":"add","content":"A l'issue du stage évalué dans les conditions prévues à l'article R. 914-32, les candidats admis qui justifient des conditions exigées pour la titularisation des lauréats des concours correspondants de l'enseignement public se voient délivrer, sur proposition d'un jury, un contrat définitif par le recteur. La délivrance du contrat définitif confère le certificat d'aptitude aux fonctions d'enseignement dans les établissements d'enseignement privés du second degré sous contrat."},{"type":"del","content":"Décret n° 2010-571 du 28 mai 2010 modifiant les dispositions réglementaires du chapitre IV du titre Ier du livre IX du code de l'éducation - article 6 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Décret n° 2013-767 du 23 août 2013 relatif à la réforme du recrutement et de la formation des maîtres des établissements d'enseignement privés sous contrat - article 16 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":"2010-05-28 MODIFIE cible Décret n° 2010-571 du 28 mai 2010 modifiant les dispositions réglementaires du chapitre IV du titre Ier du livre IX du code de l'éducation - article 6 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"add","content":""},{"type":"add","content":"2013-08-23 MODIFIE cible Décret n° 2013-767 du 23 août 2013 relatif à la réforme du recrutement et de la formation des maîtres des établissements d'enseignement privés sous contrat - article 16 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code de l'éducation - art. R914-32"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/22/28/42/LEGIARTI000022284203.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/22/28/42/LEGIARTI000022284203.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/22/28/42/LEGIARTI000022284203.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/89/95/LEGIARTI000027899508.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/89/95/LEGIARTI000027899508.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/27/89/95/LEGIARTI000027899508.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000022284203)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000027899508)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_ix/titre_ier/chapitre_iv/section_3/sous-section_2/paragraphe_4/article_r914-35.md","articleName":"Article R914-35","additions":13,"deletions":27,"diff":[{"type":"del","content":"Les candidats qui, à l'issue de l'année de stage, n'obtiennent pas le certificat d'aptitude aux fonctions d'enseignement dans les établissements d'enseignement privés du second degré sous contrat peuvent à titre exceptionnel être autorisés, sur proposition du jury et par décision du recteur, à suivre une nouvelle année de stage. A cette fin, le contrat provisoire est renouvelé pour une durée d'un an."},{"type":"add","content":"Les candidats admis qui, à l'issue du stage, ne sont pas déclarés aptes peuvent être autorisés, sur proposition du jury et par décision du recteur, à accomplir une seconde année de stage."},{"type":"del","content":"Ceux qui ne sont pas autorisés à renouveler le stage ou qui, à l'issue de la seconde année de stage, n'ont pas obtenu leur certificat d'aptitude aux fonctions d'enseignement dans les établissements d'enseignement privés du second degré sont, lorsqu'ils avaient la qualité de maître contractuel ou agréé, replacés dans leur échelle de rémunération antérieure."},{"type":"add","content":"Pour les candidats admis aux concours externes déclarés aptes par le jury qui ne détiendraient pas pour la délivrance du contrat ou de l'agrément définitif un master ou un titre ou diplôme reconnu équivalent par le ministre chargé de l'éducation, à l'exception de ceux qui ne sont pas soumis à cette condition de titre ou diplôme, la durée de leur stage est prorogée d'une année."},{"type":"del","content":"L'année de renouvellement n'est pas prise en compte pour la détermination de l'ancienneté de service."},{"type":"add","content":"Dans ces cas, le contrat provisoire est renouvelé pour une durée d'un an."},{"type":"add","content":""},{"type":"add","content":"Ceux qui ne sont pas autorisés à renouveler le stage ou qui, à l'issue de la seconde année de stage ou de l'année de prorogation de stage, ne remplissent pas les conditions exigées pour la délivrance du contrat ou de l'agrément définitif perdent le bénéfice de l'admission au concours."},{"type":"add","content":""},{"type":"add","content":"L'année de renouvellement ou de prorogation n'est pas prise en compte pour la détermination de l'ancienneté de service."},{"type":"del","content":"Code de l'éducation - article R914-33 AUTONOME MODIFIE, en vigueur du 2013-08-28 au 2020-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article R914-33 AUTONOME ABROGE_DIFF, en vigueur du 2020-01-01 au 2026-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article R914-33 AUTONOME MODIFIE, en vigueur du 2009-10-01 au 2013-08-28 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article R914-33 AUTONOME MODIFIE, en vigueur du 2008-12-29 au 2009-10-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2009-920 du 28 juillet 2009 modifiant les dispositions réglementaires du chapitre IV du titre Ier du livre IX du code de l'éducation et portant extension de ces dispositions à la Nouvelle-Calédonie et à la Polynésie française - article 5 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article R914-33 AUTONOME VIGUEUR_DIFF, en vigueur depuis le 2026-01-01 CITATION cible"},{"type":"add","content":"Décret n° 2013-767 du 23 août 2013 relatif à la réforme du recrutement et de la formation des maîtres des établissements d'enseignement privés sous contrat - article 17 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":"2009-07-28 MODIFIE cible Décret n° 2009-920 du 28 juillet 2009 modifiant les dispositions réglementaires du chapitre IV du titre Ier du livre IX du code de l'éducation et portant extension de ces dispositions à la Nouvelle-Calédonie et à la Polynésie française - article 5 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":"      2999-01-01 CITATION source Code de l'éducation - art. R914-33"},{"type":"add","content":"2013-08-23 MODIFIE cible Décret n° 2013-767 du 23 août 2013 relatif à la réforme du recrutement et de la formation des maîtres des établissements d'enseignement privés sous contrat - article 17 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/91/63/LEGIARTI000020916360.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/91/63/LEGIARTI000020916360.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/20/91/63/LEGIARTI000020916360.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/89/95/LEGIARTI000027899511.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/89/95/LEGIARTI000027899511.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/27/89/95/LEGIARTI000027899511.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000020916360)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000027899511)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_ix/titre_ier/chapitre_iv/section_3/sous-section_2/paragraphe_5/README.md","articleName":"Sommaire - Paragraphe 5","additions":0,"deletions":32,"diff":[{"type":"del","content":""},{"type":"del","content":"# Paragraphe 5 : Cycle préparatoire"},{"type":"del","content":""},{"type":"del","content":"- [Article R914-38](article_r914-38.md)"},{"type":"del","content":"- [Article R914-39](article_r914-39.md)"},{"type":"del","content":"- [Article R914-40](article_r914-40.md)"},{"type":"del","content":"- [Article R914-41](article_r914-41.md)"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Articles faisant référence à la section"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2009-920 du 28 juillet 2009 modifiant les dispositions réglementaires du chapitre IV du titre Ier du livre IX du code de l'éducation et portant extension de ces dispositions à la Nouvelle-Calédonie et à la Polynésie française - article 6 ENTIEREMENT_MODIF CREE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2013-767 du 23 août 2013 relatif à la réforme du recrutement et de la formation des maîtres des établissements d'enseignement privés sous contrat - article 18 ENTIEREMENT_MODIF ABROGE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/20/91/64/LEGISCTA000020916431.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/20/91/64/LEGISCTA000020916431.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/SCTA/00/00/20/91/64/LEGISCTA000020916431.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://paragraphe_5/README.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/section_lc/LEGITEXT000006071191/LEGISCTA000020916431)"},{"type":"del","content":""}],"status":"deleted"},{"filename":"partie_reglementaire/livre_ix/titre_ier/chapitre_iv/section_3/sous-section_2/paragraphe_5/article_r914-38.md","articleName":"Article R914-38","additions":0,"deletions":60,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article R914-38"},{"type":"del","content":""},{"type":"del","content":"Une formation préparatoire aux concours d'accès à l'échelle de rémunération des professeurs certifiés peut être organisée dans les sections ou options correspondant à celle du certificat d'aptitude au professorat de l'enseignement technique, dont les modalités sont fixées par arrêté du ministre chargé de l'éducation. Elle est assurée par un organisme de formation ayant conclu une convention avec le ministre."},{"type":"del","content":""},{"type":"del","content":"La durée de cette formation est fixée à deux ans. Elle est réduite à un an pour les candidats qui, à la date de clôture des registres d'inscription, remplissent les conditions de titres ou de diplômes des candidats au cycle préparatoire correspondant de l'enseignement public."},{"type":"del","content":""},{"type":"del","content":"Les maîtres ayant bénéficié de la formation préparatoire ne peuvent, à l'issue de celle-ci, se présenter aux concours d'accès à l'échelle de rémunération des professeurs certifiés que dans la section correspondant à celle du certificat d'aptitude au professorat de l'enseignement technique qu'ils ont suivi durant leur formation."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2009-920 du 28 juillet 2009 modifiant les dispositions réglementaires du chapitre IV du titre Ier du livre IX du code de l'éducation et portant extension de ces dispositions à la Nouvelle-Calédonie et à la Polynésie française - article 5 ENTIEREMENT_MODIF DEPLACE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2009-920 du 28 juillet 2009 modifiant les dispositions réglementaires du chapitre IV du titre Ier du livre IX du code de l'éducation et portant extension de ces dispositions à la Nouvelle-Calédonie et à la Polynésie française - article 6 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2013-767 du 23 août 2013 relatif à la réforme du recrutement et de la formation des maîtres des établissements d'enseignement privés sous contrat - article 18 ENTIEREMENT_MODIF ABROGE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2009-07-28 DEPLACE cible Décret n° 2009-920 du 28 juillet 2009 modifiant les dispositions réglementaires du chapitre IV du titre Ier du livre IX du code de l'éducation et portant extension de ces dispositions à la Nouvelle-Calédonie et à la Polynésie française - article 5 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2009-07-28 MODIFIE cible Décret n° 2009-920 du 28 juillet 2009 modifiant les dispositions réglementaires du chapitre IV du titre Ier du livre IX du code de l'éducation et portant extension de ces dispositions à la Nouvelle-Calédonie et à la Polynésie française - article 6 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2013-08-23 ABROGE cible Décret n° 2013-767 du 23 août 2013 relatif à la réforme du recrutement et de la formation des maîtres des établissements d'enseignement privés sous contrat - article 18 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'éducation - article R914-24 AUTONOME VIGUEUR, en vigueur depuis le 2013-08-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'éducation - article R914-39 AUTONOME ABROGE, en vigueur du 2009-07-30 au 2013-08-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'éducation - article R914-40 AUTONOME ABROGE, en vigueur du 2009-07-30 au 2013-08-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/91/63/LEGIARTI000020916371.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/91/63/LEGIARTI000020916371.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/20/91/63/LEGIARTI000020916371.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_l_education/src/branch/main/partie_reglementaire/livre_ix/titre_ier/chapitre_iv/section_3/sous-section_2/paragraphe_5/article_r914-38.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000020916371)"},{"type":"del","content":""}],"status":"deleted"},{"filename":"partie_reglementaire/livre_ix/titre_ier/chapitre_iv/section_3/sous-section_2/paragraphe_5/article_r914-39.md","articleName":"Article R914-39","additions":0,"deletions":62,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article R914-39"},{"type":"del","content":""},{"type":"del","content":"Les maîtres des établissements d'enseignement privés sous contrat qui ont subi avec succès les épreuves d'un concours ouvert selon des modalités fixées par arrêté du ministre chargé de l'éducation peuvent suivre la formation prévue à l'article R. 914-38."},{"type":"del","content":""},{"type":"del","content":"Peuvent se présenter à ce concours les maîtres justifiant de trois années de services d'enseignement ou de documentation. Les conditions requises des candidats s'apprécient à la date de clôture des registres d'inscription au concours."},{"type":"del","content":""},{"type":"del","content":"Ne peuvent cependant faire acte de candidature au concours d'accès à cette formation préparatoire les maîtres bénéficiant d'un contrat provisoire ou définitif leur accordant l'échelle de rémunération des professeurs de lycée professionnel ou celle des professeurs certifiés."},{"type":"del","content":""},{"type":"del","content":"Un arrêté du ministre chargé de l'éducation fixe, chaque année, le nombre de maîtres susceptibles de suivre cette formation ainsi que leur répartition entre les différentes sections et options."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article R914-38 AUTONOME ABROGE, en vigueur du 2009-10-01 au 2013-08-28 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article R914-38 AUTONOME MODIFIE, en vigueur du 2008-12-29 au 2009-10-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2009-920 du 28 juillet 2009 modifiant les dispositions réglementaires du chapitre IV du titre Ier du livre IX du code de l'éducation et portant extension de ces dispositions à la Nouvelle-Calédonie et à la Polynésie française - article 5 ENTIEREMENT_MODIF DEPLACE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2009-920 du 28 juillet 2009 modifiant les dispositions réglementaires du chapitre IV du titre Ier du livre IX du code de l'éducation et portant extension de ces dispositions à la Nouvelle-Calédonie et à la Polynésie française - article 6 ENTIEREMENT_MODIF DEPLACE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2013-767 du 23 août 2013 relatif à la réforme du recrutement et de la formation des maîtres des établissements d'enseignement privés sous contrat - article 18 ENTIEREMENT_MODIF ABROGE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2009-07-28 DEPLACE cible Décret n° 2009-920 du 28 juillet 2009 modifiant les dispositions réglementaires du chapitre IV du titre Ier du livre IX du code de l'éducation et portant extension de ces dispositions à la Nouvelle-Calédonie et à la Polynésie française - article 5 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2009-07-28 DEPLACE cible Décret n° 2009-920 du 28 juillet 2009 modifiant les dispositions réglementaires du chapitre IV du titre Ier du livre IX du code de l'éducation et portant extension de ces dispositions à la Nouvelle-Calédonie et à la Polynésie française - article 6 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2013-08-23 ABROGE cible Décret n° 2013-767 du 23 août 2013 relatif à la réforme du recrutement et de la formation des maîtres des établissements d'enseignement privés sous contrat - article 18 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      2999-01-01 CITATION source Code de l'éducation - art. R914-38"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/91/63/LEGIARTI000020916374.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/91/63/LEGIARTI000020916374.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/20/91/63/LEGIARTI000020916374.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_l_education/src/branch/main/partie_reglementaire/livre_ix/titre_ier/chapitre_iv/section_3/sous-section_2/paragraphe_5/article_r914-39.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000020916374)"},{"type":"del","content":""}],"status":"deleted"},{"filename":"partie_reglementaire/livre_ix/titre_ier/chapitre_iv/section_3/sous-section_2/paragraphe_5/article_r914-40.md","articleName":"Article R914-40","additions":0,"deletions":58,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article R914-40"},{"type":"del","content":""},{"type":"del","content":"Les maîtres qui, au terme de la formation préparatoire prévue par l'article R. 914-38, ne sont pas reçus aux concours d'accès à l'échelle de rémunération des professeurs certifiés sont replacés dans l'échelle de rémunération dont ils bénéficiaient avant de suivre la formation préparatoire. Le recteur d'académie peut les autoriser à suivre une année supplémentaire de formation. Cette autorisation n'est pas renouvelable."},{"type":"del","content":""},{"type":"del","content":"Durant la formation préparatoire, les maîtres continuent à bénéficier du traitement indiciaire correspondant à leur situation antérieure sans que cette disposition puisse avoir pour effet de leur assurer un traitement supérieur à celui qui résulterait de leur classement dans l'échelle de rémunération des professeurs certifiés. Ils conservent leurs droits à l'avancement."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article R914-38 AUTONOME ABROGE, en vigueur du 2009-10-01 au 2013-08-28 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article R914-38 AUTONOME MODIFIE, en vigueur du 2008-12-29 au 2009-10-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2009-920 du 28 juillet 2009 modifiant les dispositions réglementaires du chapitre IV du titre Ier du livre IX du code de l'éducation et portant extension de ces dispositions à la Nouvelle-Calédonie et à la Polynésie française - article 5 ENTIEREMENT_MODIF DEPLACE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2009-920 du 28 juillet 2009 modifiant les dispositions réglementaires du chapitre IV du titre Ier du livre IX du code de l'éducation et portant extension de ces dispositions à la Nouvelle-Calédonie et à la Polynésie française - article 6 ENTIEREMENT_MODIF DEPLACE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2013-767 du 23 août 2013 relatif à la réforme du recrutement et de la formation des maîtres des établissements d'enseignement privés sous contrat - article 18 ENTIEREMENT_MODIF ABROGE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2009-07-28 DEPLACE cible Décret n° 2009-920 du 28 juillet 2009 modifiant les dispositions réglementaires du chapitre IV du titre Ier du livre IX du code de l'éducation et portant extension de ces dispositions à la Nouvelle-Calédonie et à la Polynésie française - article 5 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2009-07-28 DEPLACE cible Décret n° 2009-920 du 28 juillet 2009 modifiant les dispositions réglementaires du chapitre IV du titre Ier du livre IX du code de l'éducation et portant extension de ces dispositions à la Nouvelle-Calédonie et à la Polynésie française - article 6 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2013-08-23 ABROGE cible Décret n° 2013-767 du 23 août 2013 relatif à la réforme du recrutement et de la formation des maîtres des établissements d'enseignement privés sous contrat - article 18 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      2999-01-01 CITATION source Code de l'éducation - art. R914-38"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/91/63/LEGIARTI000020916378.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/91/63/LEGIARTI000020916378.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/20/91/63/LEGIARTI000020916378.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_l_education/src/branch/main/partie_reglementaire/livre_ix/titre_ier/chapitre_iv/section_3/sous-section_2/paragraphe_5/article_r914-40.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000020916378)"},{"type":"del","content":""}],"status":"deleted"},{"filename":"partie_reglementaire/livre_ix/titre_ier/chapitre_iv/section_3/sous-section_2/paragraphe_5/article_r914-41.md","articleName":"Article R914-41","additions":0,"deletions":53,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article R914-41"},{"type":"del","content":""},{"type":"del","content":"Les maîtres admis à suivre la formation préparatoire s'engagent à exercer des fonctions d'enseignement durant dix années ou jusqu'à la date à laquelle ils doivent partir obligatoirement à la retraite si celle-ci intervient avant l'expiration de la période de dix ans. Ils souscrivent un engagement à cette fin dès le début de la formation préparatoire. La durée de la scolarité est prise en compte dans la durée des dix années exigées."},{"type":"del","content":""},{"type":"del","content":"En cas de manquement à cette obligation, ils doivent, sauf si celui-ci ne leur est pas imputable, rembourser une somme fixée par référence au traitement et à l'indemnité de résidence qu'ils ont perçus durant la formation."},{"type":"del","content":""},{"type":"del","content":"Toutefois ils ne sont astreints à ce versement que s'ils mettent fin à leur scolarité, pour des raisons qui leur sont imputables, plus de trois mois après le début de la formation préparatoire."},{"type":"del","content":""},{"type":"del","content":"Un arrêté du ministre chargé de l'éducation et du ministre chargé du budget fixe les conditions d'application du présent article."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2009-920 du 28 juillet 2009 modifiant les dispositions réglementaires du chapitre IV du titre Ier du livre IX du code de l'éducation et portant extension de ces dispositions à la Nouvelle-Calédonie et à la Polynésie française - article 5 ENTIEREMENT_MODIF DEPLACE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2009-920 du 28 juillet 2009 modifiant les dispositions réglementaires du chapitre IV du titre Ier du livre IX du code de l'éducation et portant extension de ces dispositions à la Nouvelle-Calédonie et à la Polynésie française - article 6 ENTIEREMENT_MODIF DEPLACE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2013-767 du 23 août 2013 relatif à la réforme du recrutement et de la formation des maîtres des établissements d'enseignement privés sous contrat - article 18 ENTIEREMENT_MODIF ABROGE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2009-07-28 DEPLACE cible Décret n° 2009-920 du 28 juillet 2009 modifiant les dispositions réglementaires du chapitre IV du titre Ier du livre IX du code de l'éducation et portant extension de ces dispositions à la Nouvelle-Calédonie et à la Polynésie française - article 5 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2009-07-28 DEPLACE cible Décret n° 2009-920 du 28 juillet 2009 modifiant les dispositions réglementaires du chapitre IV du titre Ier du livre IX du code de l'éducation et portant extension de ces dispositions à la Nouvelle-Calédonie et à la Polynésie française - article 6 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2013-08-23 ABROGE cible Décret n° 2013-767 du 23 août 2013 relatif à la réforme du recrutement et de la formation des maîtres des établissements d'enseignement privés sous contrat - article 18 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/91/63/LEGIARTI000020916382.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/91/63/LEGIARTI000020916382.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/20/91/63/LEGIARTI000020916382.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_l_education/src/branch/main/partie_reglementaire/livre_ix/titre_ier/chapitre_iv/section_3/sous-section_2/paragraphe_5/article_r914-41.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000020916382)"},{"type":"del","content":""}],"status":"deleted"},{"filename":"partie_reglementaire/livre_ix/titre_ier/chapitre_iv/section_3/sous-section_3/paragraphe_1/article_r914-44.md","articleName":"Article R914-44","additions":7,"deletions":7,"diff":[{"type":"del","content":"1° Par des maîtres qui assurent au minimum un demi-service. Cette possibilité est ouverte à concurrence de la moitié des effectifs des maîtres contractuels ou auxiliaires qui assurent des postes à service complet. Toutefois, des dérogations à cette dernière disposition peuvent être accordées par l'autorité académique en raison de circonstances particulières ;"},{"type":"add","content":"1° Par des maîtres qui assurent au minimum un demi-service. Cette possibilité est ouverte à concurrence de la moitié des effectifs des maîtres contractuels ou délégués qui assurent des postes à service complet. Toutefois, des dérogations à cette dernière disposition peuvent être accordées par l'autorité académique en raison de circonstances particulières ;"},{"type":"del","content":"Décret n° 2009-920 du 28 juillet 2009 modifiant les dispositions réglementaires du chapitre IV du titre Ier du livre IX du code de l'éducation et portant extension de ces dispositions à la Nouvelle-Calédonie et à la Polynésie française - article 6 ENTIEREMENT_MODIF DEPLACE source"},{"type":"add","content":"Décret n° 2013-767 du 23 août 2013 relatif à la réforme du recrutement et de la formation des maîtres des établissements d'enseignement privés sous contrat - article 19 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2009-07-28 DEPLACE cible Décret n° 2009-920 du 28 juillet 2009 modifiant les dispositions réglementaires du chapitre IV du titre Ier du livre IX du code de l'éducation et portant extension de ces dispositions à la Nouvelle-Calédonie et à la Polynésie française - article 6 ENTIEREMENT_MODIF"},{"type":"add","content":"2013-08-23 MODIFIE cible Décret n° 2013-767 du 23 août 2013 relatif à la réforme du recrutement et de la formation des maîtres des établissements d'enseignement privés sous contrat - article 19 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/91/64/LEGIARTI000020916429.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/91/64/LEGIARTI000020916429.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/20/91/64/LEGIARTI000020916429.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/89/95/LEGIARTI000027899526.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/89/95/LEGIARTI000027899526.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/27/89/95/LEGIARTI000027899526.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000020916429)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000027899526)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_ix/titre_ier/chapitre_iv/section_3/sous-section_3/paragraphe_1/article_r914-50.md","articleName":"Article R914-50","additions":19,"deletions":10,"diff":[{"type":"del","content":"Une commission nationale d'affectation est chargée de proposer au ministre chargé de l'éducation la désignation d'une académie :"},{"type":"del","content":""},{"type":"del","content":"1° Pour la nomination des maîtres auxquels un contrat définitif n'a pu être offert selon la procédure définie à l'article R. 914-49."},{"type":"add","content":"Une commission nationale d'affectation est chargée de proposer au ministre chargé de l'éducation la désignation d'une académie : 1° Pour la nomination des maîtres auxquels un contrat définitif n'a pu être offert selon la procédure définie à l'article R. 914-49."},{"type":"del","content":"Celle-ci donne également son avis sur les demandes de changement présentées par des maîtres, pour un motif médical, de l'échelle de rémunération ou de la discipline au titre de laquelle ils sont titulaires d'un contrat définitif."},{"type":"add","content":"Celle-ci donne également son avis sur les demandes de changement présentées par des maîtres, pour un motif médical, de l'échelle de rémunération ou de la discipline au titre de laquelle ils sont titulaires d'un contrat définitif ;"},{"type":"add","content":""},{"type":"add","content":"3° Pour la nomination des lauréats des concours qui n'ont pu obtenir un contrat ou un agrément provisoire."},{"type":"del","content":"Décret n° 2009-920 du 28 juillet 2009 modifiant les dispositions réglementaires du chapitre IV du titre Ier du livre IX du code de l'éducation et portant extension de ces dispositions à la Nouvelle-Calédonie et à la Polynésie française - article 6 ENTIEREMENT_MODIF DEPLACE source"},{"type":"add","content":"Code de l'éducation - article R914-49 AUTONOME VIGUEUR, en vigueur depuis le 2020-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article R914-49 AUTONOME MODIFIE, en vigueur du 2008-12-29 au 2009-07-30 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article R914-49 AUTONOME MODIFIE, en vigueur du 2009-07-30 au 2020-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2013-767 du 23 août 2013 relatif à la réforme du recrutement et de la formation des maîtres des établissements d'enseignement privés sous contrat - article 20 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2009-07-28 DEPLACE cible Décret n° 2009-920 du 28 juillet 2009 modifiant les dispositions réglementaires du chapitre IV du titre Ier du livre IX du code de l'éducation et portant extension de ces dispositions à la Nouvelle-Calédonie et à la Polynésie française - article 6 ENTIEREMENT_MODIF"},{"type":"add","content":"2013-08-23 MODIFIE cible Décret n° 2013-767 du 23 août 2013 relatif à la réforme du recrutement et de la formation des maîtres des établissements d'enseignement privés sous contrat - article 20 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/91/64/LEGIARTI000020916412.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/91/64/LEGIARTI000020916412.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/20/91/64/LEGIARTI000020916412.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/89/95/LEGIARTI000027899528.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/89/95/LEGIARTI000027899528.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/27/89/95/LEGIARTI000027899528.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000020916412)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000027899528)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_ix/titre_ier/chapitre_iv/section_3/sous-section_preliminaire/article_r914-14.md","articleName":"Article R914-14","additions":9,"deletions":9,"diff":[{"type":"del","content":"1° S'il n'est ressortissant de l'un des Etats membres de la Communauté européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen, sauf dérogation accordée dans les conditions prévues par les dispositions applicables aux divers ordres d'enseignement ;"},{"type":"add","content":"1° S'il n'est ressortissant de l'un des Etats membres de la Communauté européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen ;"},{"type":"del","content":"Décret n° 2008-1429 du 19 décembre 2008 relatif aux dispositions réglementaires du chapitre IV du titre Ier du livre IX du code de l'éducation (Décrets en Conseil d'Etat et décrets) - article ENTIEREMENT_MODIF CREE source"},{"type":"add","content":"Décret n° 2013-767 du 23 août 2013 relatif à la réforme du recrutement et de la formation des maîtres des établissements d'enseignement privés sous contrat - article 3 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":"2008-12-19 CREE cible Décret n° 2008-1429 du 19 décembre 2008 relatif aux dispositions réglementaires du chapitre IV du titre Ier du livre IX du code de l'éducation (Décrets en Conseil d'Etat et décrets) - article ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"add","content":""},{"type":"add","content":"2013-08-23 MODIFIE cible Décret n° 2013-767 du 23 août 2013 relatif à la réforme du recrutement et de la formation des maîtres des établissements d'enseignement privés sous contrat - article 3 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/05/62/LEGIARTI000020056235.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/05/62/LEGIARTI000020056235.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/20/05/62/LEGIARTI000020056235.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/89/94/LEGIARTI000027899468.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/89/94/LEGIARTI000027899468.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/27/89/94/LEGIARTI000027899468.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000020056235)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000027899468)"}],"status":"modified"}],"stats":{"additions":251,"deletions":494,"filesChanged":24}}