{"sha":"409ca35883fc","date":"2022-03-02","message":"LOI n° 2022-272 du 28 février 2022 visant à faire évoluer la gouvernance de l'Agence pour l'enseignement français à l'étranger et à créer les instituts régionaux de formation","files":[{"filename":"partie_legislative/deuxieme_partie/livre_iv/titre_v/chapitre_ii/article_l452-2.md","articleName":"Article L452-2","additions":13,"deletions":16,"diff":[{"type":"del","content":"5° D'accorder des bourses aux enfants de nationalité française scolarisés dans les écoles et les établissements d'enseignement français à l'étranger dont la liste est fixée par arrêté conjoint du ministre chargé de l'éducation, du ministre chargé des affaires étrangères et du ministre chargé de la coopération."},{"type":"add","content":"5° D'accorder des bourses aux enfants de nationalité française scolarisés dans les écoles et les établissements d'enseignement français à l'étranger dont la liste est fixée par arrêté conjoint du ministre chargé de l'éducation, du ministre chargé des affaires étrangères et du ministre chargé de la coopération ;"},{"type":"del","content":"6° De veiller au respect des principes de l'école inclusive envers les élèves à besoins éducatifs particuliers."},{"type":"add","content":"6° De veiller au respect des principes de l'école inclusive envers les élèves à besoins éducatifs particuliers ;"},{"type":"add","content":"7° De contribuer prioritairement à la formation de personnels exerçant ou ayant vocation à exercer dans les établissements d'enseignement français à l'étranger ainsi que de personnels exerçant dans les systèmes éducatifs étrangers au titre de la mission de coopération éducative définie au 2°, dans le cadre de programmes de formation dispensés, sauf exception dûment motivée, en langue française ou portant sur le français ;"},{"type":"del","content":"### Nota"},{"type":"add","content":"8° De conseiller les promoteurs d'initiatives en vue de la création d'un établissement d'enseignement français dans la conduite de leur projet d'homologation ;"},{"type":"del","content":"Conformément aux dispositions de l'article 63 de la loi n° 2019-791 du 26 juillet 2019, ces dispositions entrent en vigueur à la rentrée scolaire 2019."},{"type":"add","content":"9° D'instruire les dossiers de demande de garantie de l'Etat pour financer l'acquisition, la construction et l'aménagement des locaux d'enseignement ;"},{"type":"add","content":""},{"type":"add","content":"10° D'être un laboratoire d'innovation pédagogique pour l'éducation nationale, en particulier dans le domaine de l'enseignement des langues."},{"type":"del","content":"LOI n° 2019-791 du 26 juillet 2019 pour une école de la confiance - article 14 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2019-791 du 26 juillet 2019 pour une école de la confiance - article 25 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"LOI n° 2022-272 du 28 février 2022 visant à faire évoluer la gouvernance de l'Agence pour l'enseignement français à l'étranger et à créer les instituts régionaux de formation - article 4 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2019-07-26 MODIFIE cible LOI n° 2019-791 du 26 juillet 2019 pour une école de la confiance - article 14 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2019-07-26 MODIFIE cible LOI n° 2019-791 du 26 juillet 2019 pour une école de la confiance - article 25 ENTIEREMENT_MODIF"},{"type":"add","content":"2022-02-28 MODIFIE cible LOI n° 2022-272 du 28 février 2022 visant à faire évoluer la gouvernance de l'Agence pour l'enseignement français à l'étranger et à créer les instituts régionaux de formation - article 4 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/38/90/18/LEGIARTI000038901888.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/38/90/18/LEGIARTI000038901888.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/38/90/18/LEGIARTI000038901888.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/45/27/25/LEGIARTI000045272593.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/45/27/25/LEGIARTI000045272593.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/45/27/25/LEGIARTI000045272593.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000038901888)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000045272593)"}],"status":"modified"},{"filename":"partie_legislative/deuxieme_partie/livre_iv/titre_v/chapitre_ii/article_l452-3.md","articleName":"Article L452-3","additions":11,"deletions":165,"diff":[{"type":"del","content":"L'agence gère les établissements d'enseignement situés à l'étranger, dépendant du ministère des affaires étrangères ou du ministère de la coopération et placés en gestion directe, pour lesquels elle reçoit des crédits de l'Etat permettant de couvrir les engagements qu'il assume. La liste de ces établissements est établie par arrêté conjoint du ministre chargé des finances, du ministre chargé des affaires étrangères et du ministre chargé de la coopération."},{"type":"add","content":"L'agence gère les établissements d'enseignement situés à l'étranger, dépendant du ministère des affaires étrangères ou du ministère de la coopération et placés en gestion directe, pour lesquels elle reçoit des crédits de l'Etat permettant de couvrir les engagements qu'il assume. L'agence gère également des instituts régionaux de formation, situés à l'étranger et placés en gestion directe, qui assurent la formation de personnels exerçant ou ayant vocation à exercer dans les établissements d'enseignement français à l'étranger et qui peuvent assurer des missions de formation au bénéfice de personnels exerçant dans les systèmes éducatifs étrangers au titre de la mission de coopération éducative définie au 2° de l'article L. 452-2. La liste des établissements et des instituts régionaux de formation placés en gestion directe est établie par arrêté conjoint du ministre chargé des finances, du ministre chargé des affaires étrangères et du ministre chargé de la coopération."},{"type":"add","content":""},{"type":"add","content":"L'instance pédagogique et scientifique des instituts régionaux de formation compte des représentants des enseignants parmi ses membres."},{"type":"del","content":"Décret n° 2015-1407 du 5 novembre 2015 relatif aux exceptions à l'application du droit des usagers de saisir l'administration par voie électronique (ministère des affaires étrangères et du développement international) - article Annexe 1 AUTONOME VIGUEUR, en vigueur depuis le 2021-06-02 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 1er octobre 2022 relatif aux commissions consultatives paritaires centrales et locales de l'Agence pour l'enseignement français à l'étranger - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2023-02-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article D452-1 AUTONOME MODIFIE, en vigueur du 2008-03-19 au 2022-08-28 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°2001-1174 du 11 décembre 2001 portant statut particulier du corps des personnels de direction d'établissement d'enseignement ou de formation relevant du ministre de l'éducation nationale. - article 19 AUTONOME MODIFIE, en vigueur du 2001-09-01 au 2007-02-03 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°2001-369 du 27 avril 2001 portant organisation des concours et examens professionnels de recrutement de personnels de l'enseignement du second degré réservés à certains agents non titulaires, au titre du ministère de l'éducation nationale, en application des articles 1er et 2 de la loi n° 2001-2 du 3 janvier 2001 relative à la résorption de l'emploi précaire et à la modernisation du recrutement dans la fonction publique ainsi qu'au temps de travail dans la fonction publique territoriale. - article 8 AUTONOME VIGUEUR, en vigueur depuis le 2001-04-28 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 76-832 du 24 août 1976 relatif à l'organisation financière de certains établissements ou organismes de coopération et de diffusion culturelle dépendant du ministère des affaires étrangères - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2017-04-30 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 7 juillet 2005 fixant la liste des établissements d'enseignement français à l'étranger. - article Annexe AUTONOME MODIFIE, en vigueur du 2005-08-14 au 2006-02-15 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 14 mars 2013 fixant la liste des établissements d'enseignement français à l'étranger relevant de l'Agence pour l'enseignement français à l'étranger - article AUTONOME MODIFIE, en vigueur du 2014-03-31 au 2017-03-20 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 7 juillet 2005 fixant la liste des établissements d'enseignement français à l'étranger relevant de l'Agence pour l'enseignement français à l'étranger. - article Annexe AUTONOME PERIME, en vigueur du 2009-01-01 au 2012-07-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n°90-588 du 6 juillet 1990 portant création de l'Agence pour l'enseignement français à l'étranger - article 3 AUTONOME ABROGE, en vigueur du 1990-07-11 au 2000-06-22 CONCORDE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2015-1407 du 5 novembre 2015 relatif aux exceptions à l'application du droit des usagers de saisir l'administration par voie électronique (ministère des affaires étrangères et du développement international) - article Annexe 1 AUTONOME MODIFIE, en vigueur du 2015-11-07 au 2016-03-19 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 7 juillet 2005 fixant la liste des établissements d'enseignement français à l'étranger relevant de l'Agence pour l'enseignement français à l'étranger. - article Annexe AUTONOME MODIFIE, en vigueur du 2007-09-01 au 2008-09-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 27 février 2007 relatif aux commissions consultatives paritaires centrales et locales à l'Agence pour l'enseignement français à l'étranger - article 31 AUTONOME ABROGE, en vigueur du 2007-03-09 au 2023-02-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 27 février 2007 relatif aux commissions consultatives paritaires centrales et locales à l'Agence pour l'enseignement français à l'étranger - article 1 AUTONOME ABROGE, en vigueur du 2015-06-14 au 2023-02-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 27 février 2007 relatif aux commissions consultatives paritaires centrales et locales à l'Agence pour l'enseignement français à l'étranger - article 10 AUTONOME ABROGE, en vigueur du 2015-06-14 au 2023-02-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 7 juillet 2005 fixant la liste des établissements d'enseignement français à l'étranger. - article Annexe AUTONOME MODIFIE, en vigueur du 2006-02-15 au 2007-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 7 janvier 2022 fixant la liste des établissements d'enseignement français à l'étranger relevant de l'Agence pour l'enseignement français à l'étranger - article AUTONOME ABROGE, en vigueur du 2022-01-14 au 2022-08-18 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 2 avril 2021 pris en application de l'article 198 de la loi n° 2020-1721 du 29 décembre 2020 de finances pour 2021 - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2021-04-10 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 1er octobre 2022 relatif aux commissions consultatives paritaires centrales et locales de l'Agence pour l'enseignement français à l'étranger - article 30 AUTONOME VIGUEUR, en vigueur depuis le 2023-02-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article D452-1 AUTONOME VIGUEUR, en vigueur depuis le 2022-08-28 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°2001-369 du 27 avril 2001 portant organisation des concours et examens professionnels de recrutement de personnels de l'enseignement du second degré réservés à certains agents non titulaires, au titre du ministère de l'éducation nationale, en application des articles 1er et 2 de la loi n° 2001-2 du 3 janvier 2001 relative à la résorption de l'emploi précaire et à la modernisation du recrutement dans la fonction publique ainsi qu'au temps de travail dans la fonction publique territoriale. - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2001-04-28 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 27 février 2007 relatif aux commissions consultatives paritaires centrales et locales à l'Agence pour l'enseignement français à l'étranger - article 29 AUTONOME ABROGE, en vigueur du 2007-03-09 au 2023-02-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 4 août 2020 fixant la liste des établissements d'enseignement français à l'étranger relevant de l'Agence pour l'enseignement français à l'étranger - article AUTONOME ABROGE, en vigueur du 2020-08-09 au 2020-12-21 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°2003-1288 du 23 décembre 2003 relatif à l'organisation administrative, budgétaire et comptable de l'Agence pour l'enseignement français à l'étranger et modifiant le décret n° 76-832 du 24 août 1976 relatif à l'organisation financière de certains établissements ou organismes de diffusion culturelle et d'enseignement dépendant du ministère des affaires étrangères. - article 1 AUTONOME ABROGE, en vigueur du 2005-05-27 au 2008-03-19 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 7 juillet 2005 fixant la liste des établissements d'enseignement français à l'étranger relevant de l'Agence pour l'enseignement français à l'étranger. - article Annexe 1 AUTONOME MODIFIE, en vigueur du 2008-09-01 au 2009-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 2 février 2018 fixant la liste des établissements d'enseignement français à l'étranger relevant de l'Agence pour l'enseignement français à l'étranger - article AUTONOME ABROGE, en vigueur du 2018-02-14 au 2018-09-21 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 30 août 2019 fixant la liste des établissements d'enseignement français à l'étranger relevant de l'Agence pour l'enseignement français à l'étranger - article AUTONOME ABROGE, en vigueur du 2019-09-09 au 2019-11-04 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 28 juillet 2008 modifiant l'arrêté du 7 juillet 2005 modifié fixant la liste des établissements d'enseignement français à l'étranger - article Annexe AUTONOME ABROGE, en vigueur du 2007-09-01 au 2013-03-28 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°2001-1174 du 11 décembre 2001 portant statut particulier du corps des personnels de direction d'établissement d'enseignement ou de formation relevant du ministre de l'éducation nationale. - article 18 AUTONOME MODIFIE, en vigueur du 2001-09-01 au 2007-02-03 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 6 août 2021 fixant la liste des établissements d'enseignement français à l'étranger relevant de l'Agence pour l'enseignement français à l'étranger - article AUTONOME ABROGE, en vigueur du 2021-08-13 au 2022-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 31 août 2018 fixant la liste des établissements d'enseignement français à l'étranger relevant de l'Agence pour l'enseignement français à l'étranger - article AUTONOME ABROGE, en vigueur du 2018-09-21 au 2019-09-09 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°2003-1288 du 23 décembre 2003 relatif à l'organisation administrative, budgétaire et comptable de l'Agence pour l'enseignement français à l'étranger et modifiant le décret n° 76-832 du 24 août 1976 relatif à l'organisation financière de certains établissements ou organismes de diffusion culturelle et d'enseignement dépendant du ministère des affaires étrangères. - article 1 AUTONOME MODIFIE, en vigueur du 2003-12-30 au 2005-05-27 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 14 mars 2013 fixant la liste des établissements d'enseignement français à l'étranger relevant de l'Agence pour l'enseignement français à l'étranger - article AUTONOME ABROGE, en vigueur du 2017-03-20 au 2018-02-14 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 27 février 2007 relatif aux commissions consultatives paritaires centrales et locales à l'Agence pour l'enseignement français à l'étranger - article 1 AUTONOME MODIFIE, en vigueur du 2007-03-09 au 2015-06-14 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 30 octobre 2019 fixant la liste des établissements d'enseignement français à l'étranger relevant de l'Agence pour l'enseignement français à l'étranger - article AUTONOME ABROGE, en vigueur du 2019-11-04 au 2020-08-09 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 27 février 2007 relatif aux commissions consultatives paritaires centrales et locales à l'Agence pour l'enseignement français à l'étranger - article 10 AUTONOME MODIFIE, en vigueur du 2007-03-09 au 2015-06-14 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 16 décembre 2020 fixant la liste des établissements d'enseignement français à l'étranger relevant de l'agence pour l'enseignement français à l'étranger - article AUTONOME ABROGE, en vigueur du 2020-12-21 au 2021-08-13 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°2001-1174 du 11 décembre 2001 portant statut particulier du corps des personnels de direction d'établissement d'enseignement ou de formation relevant du ministre de l'éducation nationale. - article 17 AUTONOME ABROGE, en vigueur du 2021-10-29 au 2025-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°2001-1174 du 11 décembre 2001 portant statut particulier du corps des personnels de direction d'établissement d'enseignement ou de formation relevant du ministre de l'éducation nationale. - article 17 AUTONOME MODIFIE, en vigueur du 2020-09-01 au 2021-10-29 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°76-832 du 24 août 1976 relatif à l'organisation financière de certains établissements ou organismes de diffusion culturelle dépendant du ministère des affaires étrangères et du ministère de la coopération. - article 1 AUTONOME MODIFIE, en vigueur du 2003-12-30 au 2017-04-30 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 1er octobre 2022 relatif aux commissions consultatives paritaires centrales et locales de l'Agence pour l'enseignement français à l'étranger - article 10 AUTONOME VIGUEUR, en vigueur depuis le 2023-02-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 31 juillet 2023 fixant la liste des établissements d'enseignement français et des instituts régionaux de formation à l'étranger relevant de l'Agence pour l'enseignement français à l'étranger - article 2 AUTONOME ABROGE, en vigueur du 2023-08-04 au 2024-09-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 10 août 2022 fixant la liste des établissements d'enseignement français et des instituts régionaux de formation à l'étranger relevant de l'Agence pour l'enseignement français à l'étranger - article 2 AUTONOME ABROGE, en vigueur du 2022-08-18 au 2023-08-04 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2015-1407 du 5 novembre 2015 relatif aux exceptions à l'application du droit des usagers de saisir l'administration par voie électronique (ministère des affaires étrangères et du développement international) - article Annexe 1 AUTONOME MODIFIE, en vigueur du 2016-03-19 au 2021-06-02 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 27 décembre 2004 relatif aux conditions de désignation de certains membres du conseil d'administration de l'Agence pour l'enseignement français à l'étranger. - article 6 AUTONOME ABROGE, en vigueur du 2005-01-12 au 2023-02-23 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 30 août 2024 fixant la liste des établissements d'enseignement français et des instituts régionaux de formation à l'étranger relevant de l'Agence pour l'enseignement français à l'étranger - article AUTONOME ABROGE, en vigueur du 2024-09-01 au 2025-09-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 30 août 2024 fixant la liste des établissements d'enseignement français et des instituts régionaux de formation à l'étranger relevant de l'Agence pour l'enseignement français à l'étranger - article 2 AUTONOME ABROGE, en vigueur du 2024-09-01 au 2025-09-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 31 juillet 2025 fixant la liste des établissements d'enseignement français et des instituts régionaux de formation à l'étranger relevant de l'Agence pour l'enseignement français à l'étranger - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2025-08-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 31 juillet 2025 fixant la liste des établissements d'enseignement français et des instituts régionaux de formation à l'étranger relevant de l'Agence pour l'enseignement français à l'étranger - article 3 AUTONOME VIGUEUR, en vigueur depuis le 2025-08-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 25 août 2025 relatif à l'homologation des établissements d'enseignement français à l'étranger - article AUTONOME VIGUEUR, en vigueur depuis le 2025-08-29 CITATION source"},{"type":"add","content":"LOI n° 2022-272 du 28 février 2022 visant à faire évoluer la gouvernance de l'Agence pour l'enseignement français à l'étranger et à créer les instituts régionaux de formation - article 5 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":"Arrêté du 30 août 2024 fixant la liste des établissements d'enseignement français et des instituts régionaux de formation à l'étranger relevant de l'Agence pour l'enseignement français à l'étranger ABROGE, en vigueur du 2024-09-01 au 2025-09-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 30 août 2024 fixant la liste des établissements d'enseignement français et des instituts régionaux de formation à l'étranger relevant de l'Agence pour l'enseignement français à l'étranger CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 31 juillet 2025 fixant la liste des établissements d'enseignement français et des instituts régionaux de formation à l'étranger relevant de l'Agence pour l'enseignement français à l'étranger CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 31 juillet 2025 fixant la liste des établissements d'enseignement français et des instituts régionaux de formation à l'étranger relevant de l'Agence pour l'enseignement français à l'étranger VIGUEUR, en vigueur depuis le 2025-08-08 CITATION source"},{"type":"del","content":""},{"type":"add","content":""},{"type":"add","content":"2022-02-28 MODIFIE cible LOI n° 2022-272 du 28 février 2022 visant à faire évoluer la gouvernance de l'Agence pour l'enseignement français à l'étranger et à créer les instituts régionaux de formation - article 5 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/50/LEGIARTI000006525063.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/50/LEGIARTI000006525063.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/50/LEGIARTI000006525063.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/45/27/25/LEGIARTI000045272597.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/45/27/25/LEGIARTI000045272597.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/45/27/25/LEGIARTI000045272597.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006525063)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000045272597)"}],"status":"modified"},{"filename":"partie_legislative/deuxieme_partie/livre_iv/titre_v/chapitre_ii/article_l452-6.md","articleName":"Article L452-6","additions":22,"deletions":8,"diff":[{"type":"del","content":"2° De l'Assemblée des Français de l'étranger, des organismes gestionnaires d'établissements, des fédérations d'associations de parents d'élèves de l'enseignement français à l'étranger, ainsi que des personnels affectés tant dans les établissements d'enseignement à l'étranger que dans les services centraux de l'agence."},{"type":"add","content":"2° De l'Assemblée des Français de l'étranger, des organismes gestionnaires d'établissements, des fédérations d'associations de parents d'élèves de l'enseignement français à l'étranger les plus représentatives, ainsi que des personnels affectés tant dans les établissements d'enseignement à l'étranger que dans les services centraux de l'agence. Le conseil d'administration comprend également un conseiller des Français de l'étranger non membre de l'Assemblée des Français de l'étranger, nommé sur proposition de cette dernière."},{"type":"del","content":"Le nombre des représentants des personnels affectés dans les établissements d'enseignement français à l'étranger et dans les services centraux de l'agence doit être égal au moins à la moitié du nombre des représentants visés au 2° ci-dessus."},{"type":"add","content":"Le nombre de représentants des personnels affectés dans les établissements d'enseignement français à l'étranger et dans les services centraux de l'agence ainsi que le nombre de représentants des fédérations d'associations de parents d'élèves de l'enseignement français à l'étranger, dont au moins un représente les organismes gestionnaires des établissements conventionnés, sont chacun égaux au moins au tiers du nombre des représentants mentionnés au 2°."},{"type":"add","content":""},{"type":"add","content":"Un représentant des associations d'anciens élèves de l'enseignement français à l'étranger, un représentant de l'Association nationale des écoles françaises à l'étranger et un représentant des associations de français langue maternelle participent au conseil d'administration en qualité d'experts, sans voix délibérative."},{"type":"del","content":"LOI n° 2018-699 du 3 août 2018 visant à garantir la présence des parlementaires dans certains organismes extérieurs au Parlement et à simplifier les modalités de leur nomination - article 74 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"LOI n° 2022-272 du 28 février 2022 visant à faire évoluer la gouvernance de l'Agence pour l'enseignement français à l'étranger et à créer les instituts régionaux de formation - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2022-272 du 28 février 2022 visant à faire évoluer la gouvernance de l'Agence pour l'enseignement français à l'étranger et à créer les instituts régionaux de formation - article 3 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2022-272 du 28 février 2022 visant à faire évoluer la gouvernance de l'Agence pour l'enseignement français à l'étranger et à créer les instituts régionaux de formation - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2018-08-03 MODIFIE cible LOI n° 2018-699 du 3 août 2018 visant à garantir la présence des parlementaires dans certains organismes extérieurs au Parlement et à simplifier les modalités de leur nomination - article 74 ENTIEREMENT_MODIF"},{"type":"add","content":"2022-02-28 MODIFIE cible LOI n° 2022-272 du 28 février 2022 visant à faire évoluer la gouvernance de l'Agence pour l'enseignement français à l'étranger et à créer les instituts régionaux de formation - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2022-02-28 MODIFIE cible LOI n° 2022-272 du 28 février 2022 visant à faire évoluer la gouvernance de l'Agence pour l'enseignement français à l'étranger et à créer les instituts régionaux de formation - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2022-02-28 MODIFIE cible LOI n° 2022-272 du 28 février 2022 visant à faire évoluer la gouvernance de l'Agence pour l'enseignement français à l'étranger et à créer les instituts régionaux de formation - article 3 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/37/29/03/LEGIARTI000037290326.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/37/29/03/LEGIARTI000037290326.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/37/29/03/LEGIARTI000037290326.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/45/27/25/LEGIARTI000045272584.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/45/27/25/LEGIARTI000045272584.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/45/27/25/LEGIARTI000045272584.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000037290326)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000045272584)"}],"status":"modified"},{"filename":"partie_legislative/deuxieme_partie/livre_iv/titre_v/chapitre_ii/article_l452-8.md","articleName":"Article L452-8","additions":9,"deletions":7,"diff":[{"type":"del","content":"L'agence publie annuellement un rapport détaillé qui est soumis au Parlement faisant le point de ses activités, de sa gestion, des concours et dotations budgétaires, des choix et affectations des agents titulaires et des répartitions géographiques de crédits, des frais de scolarité, du produit des frais de cession ainsi que des difficultés rencontrées. En outre, elle établit des prévisions sur les programmes d'avenir et les exigences de développement des écoles françaises à l'étranger."},{"type":"add","content":"L'agence publie annuellement un rapport détaillé qui est soumis au Parlement faisant le point de ses activités, de sa gestion, des concours et dotations budgétaires, des choix et affectations des agents titulaires et des répartitions géographiques de crédits, des frais de scolarité, du produit des frais de cession ainsi que des difficultés rencontrées. En outre, elle établit des prévisions sur les programmes d'avenir et les exigences de développement des écoles françaises à l'étranger."},{"type":"add","content":""},{"type":"add","content":"Ce rapport comprend l'ensemble des composantes du barème et les propositions d'évolution des instructions de la prochaine campagne des bourses scolaires."},{"type":"del","content":"LOI n° 2018-1317 du 28 décembre 2018 de finances pour 2019 - article 219 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"LOI n° 2022-272 du 28 février 2022 visant à faire évoluer la gouvernance de l'Agence pour l'enseignement français à l'étranger et à créer les instituts régionaux de formation - article 6 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2018-12-28 MODIFIE cible LOI n° 2018-1317 du 28 décembre 2018 de finances pour 2019 - article 219 ENTIEREMENT_MODIF"},{"type":"add","content":"2022-02-28 MODIFIE cible LOI n° 2022-272 du 28 février 2022 visant à faire évoluer la gouvernance de l'Agence pour l'enseignement français à l'étranger et à créer les instituts régionaux de formation - article 6 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/37/99/37/LEGIARTI000037993725.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/37/99/37/LEGIARTI000037993725.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/37/99/37/LEGIARTI000037993725.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/45/27/26/LEGIARTI000045272604.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/45/27/26/LEGIARTI000045272604.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/45/27/26/LEGIARTI000045272604.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000037993725)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000045272604)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_iii/titre_ier/chapitre_ii/section_6/README.md","articleName":"Sommaire - Section 6","additions":1,"deletions":1,"diff":[{"type":"del","content":"- [Sous-section 3 : L'attestation scolaire “savoir-nager\"](sous-section_3/README.md)"},{"type":"add","content":"- [Sous-section 3 : L'attestation du “ savoir-nager ” en sécurité](sous-section_3/README.md)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_iii/titre_ier/chapitre_ii/section_6/sous-section_3/README.md","articleName":"Sommaire - Sous-Section 3","additions":6,"deletions":6,"diff":[{"type":"del","content":"# Sous-section 3 : L'attestation scolaire “savoir-nager\""},{"type":"add","content":"# Sous-section 3 : L'attestation du “ savoir-nager ” en sécurité"},{"type":"del","content":"Décret n° 2015-847 du 9 juillet 2015 relatif à l'attestation scolaire « savoir-nager » - article 1 ENTIEREMENT_MODIF CREE source"},{"type":"add","content":"Décret n° 2022-276 du 28 février 2022 relatif à l'attestation du « savoir-nager » en sécurité - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/30/86/80/LEGISCTA000030868034.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/30/86/80/LEGISCTA000030868034.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/SCTA/00/00/30/86/80/LEGISCTA000030868034.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/45/27/64/LEGISCTA000045276454.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/45/27/64/LEGISCTA000045276454.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/SCTA/00/00/45/27/64/LEGISCTA000045276454.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/section_lc/LEGITEXT000006071191/LEGISCTA000030868034)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/section_lc/LEGITEXT000006071191/LEGISCTA000045276454)"}],"status":"modified"}],"stats":{"additions":62,"deletions":203,"filesChanged":6}}