{"sha":"557fa00bc76b","date":"2020-09-01","message":"LOI n° 2019-774 du 24 juillet 2019 relative à l'organisation et à la transformation du système de santé","files":[{"filename":"partie_legislative/troisieme_partie/livre_vi/titre_iii/chapitre_ier/README.md","articleName":"Sommaire - Chapitre Ier","additions":0,"deletions":1,"diff":[{"type":"del","content":"- [Article L631-2](article_l631-2.md)"}],"status":"modified"},{"filename":"partie_legislative/troisieme_partie/livre_vi/titre_iii/chapitre_ier/article_l631-1.md","articleName":"Article L631-1","additions":35,"deletions":17,"diff":[{"type":"del","content":"I. - La première année des études de santé est commune aux études médicales, odontologiques, pharmaceutiques et de sage-femme. Les ministres chargés de l'enseignement supérieur et de la santé déterminent par voie réglementaire : 1° L'organisation de cette première année des études de santé ;"},{"type":"add","content":"I. - Les formations de médecine, de pharmacie, d'odontologie et de maïeutique relèvent, par dérogation à l'article L. 611-1, de l'autorité ou du contrôle des ministres chargés de l'enseignement supérieur et de la santé et donnent lieu à la délivrance de diplômes au nom de l'Etat. Ces formations permettent l'orientation progressive de l'étudiant vers la filière la plus adaptée à ses connaissances, ses compétences, son projet d'études et ses aptitudes ainsi que l'organisation d'enseignements communs entre plusieurs filières pour favoriser l'acquisition de pratiques professionnelles partagées et coordonnées. Par leur organisation, elles favorisent la répartition équilibrée des futurs professionnels sur le territoire au regard des besoins de santé."},{"type":"del","content":"2° Le nombre des étudiants admis dans chacune des filières à l'issue de la première année des études de santé ; ce nombre tient compte des besoins de la population, de la nécessité de remédier aux inégalités géographiques et des capacités de formation des établissements concernés. Toutefois, les universités peuvent répartir ce nombre entre plusieurs unités de formation et de recherche pour répondre à des besoins d'organisation et d'amélioration de la pédagogie. Un arrêté détermine les critères de répartition de ce nombre de façon à garantir l'égalité des chances des candidats ;"},{"type":"add","content":"Les capacités d'accueil des formations en deuxième et troisième années de premier cycle sont déterminées annuellement par les universités. Pour déterminer ces capacités d'accueil, chaque université prend en compte les objectifs pluriannuels d'admission en première année du deuxième cycle de ces formations. Ces objectifs pluriannuels, qui tiennent compte des capacités de formation et des besoins de santé du territoire, sont arrêtés par l'université sur avis conforme de l'agence régionale de santé ou des agences régionales de santé concernées. L'agence régionale de santé ou les agences régionales de santé consultent, au préalable, la conférence régionale de la santé et de l'autonomie ou les conférences régionales de la santé et de l'autonomie concernées. Les objectifs pluriannuels d'admission en première année du deuxième cycle sont définis au regard d'objectifs nationaux pluriannuels relatifs au nombre de professionnels à former établis par l'Etat pour répondre aux besoins du système de santé, réduire les inégalités territoriales d'accès aux soins et permettre l'insertion professionnelle des étudiants."},{"type":"del","content":"3° Les modalités d'admission des étudiants dans chacune des filières à l'issue de la première année ;"},{"type":"add","content":"L'admission en deuxième ou en troisième année du premier cycle des formations de médecine, de pharmacie, d'odontologie et de maïeutique est subordonnée à la validation d'un parcours de formation antérieur dans l'enseignement supérieur et à la réussite à des épreuves, qui sont déterminées par décret en Conseil d'Etat."},{"type":"del","content":"4° Les conditions dans lesquelles les étudiants peuvent être réorientés à l'issue du premier semestre de la première année des études de santé ou au terme de celle-ci ainsi que les modalités de leur réinscription ultérieure éventuelle dans cette année d'études."},{"type":"add","content":"Des candidats, justifiant notamment de certains grades, titres ou diplômes, ainsi que des étudiants engagés dans les formations de médecine, de pharmacie, d'odontologie ou de maïeutique et souhaitant se réorienter dans une filière différente de leur filière d'origine, peuvent être admis en deuxième ou en troisième année du premier cycle des formations de médecine, de pharmacie, d'odontologie et de maïeutique, selon des modalités déterminées par décret en Conseil d'Etat."},{"type":"del","content":"II. - 1. Des candidats, justifiant notamment de certains grades, titres ou diplômes, peuvent être admis en deuxième année ou en troisième année des études médicales, odontologiques, pharmaceutiques ou de sage-femme."},{"type":"add","content":"Ces modalités d'admission garantissent la diversité des parcours des étudiants."},{"type":"del","content":"2. Peuvent également être admis en deuxième année des études médicales, odontologiques, pharmaceutiques ou en première année d'école de sage-femme des étudiants engagés dans les études médicales, odontologiques, pharmaceutiques ou de sage-femme et souhaitant se réorienter dans une filière différente de leur filière d'origine ; cette possibilité de réorientation est ouverte aux étudiants ayant validé au moins deux années d'études dans la filière choisie à l'issue de la première année."},{"type":"add","content":"Tout étudiant ayant validé le premier cycle des formations de médecine, de pharmacie, d'odontologie et de maïeutique est admis en deuxième cycle de ces mêmes formations dans la même université. Un décret en Conseil d'Etat détermine les conditions dans lesquelles des candidats ayant validé le premier cycle de ces mêmes formations dans une autre université ou des candidats justifiant de certains grades, titres ou diplômes étrangers de ces mêmes formations peuvent également être admis en deuxième cycle."},{"type":"del","content":"Les ministres chargés de l'enseignement supérieur et de la santé arrêtent le nombre, les conditions et les modalités d'admission des étudiants mentionnés aux 1 et 2."},{"type":"add","content":"II. - Un décret en Conseil d'Etat détermine :"},{"type":"del","content":"III. - Le ministre chargé de la santé est associé à toutes les décisions concernant les enseignements médicaux, odontologiques et pharmaceutiques."},{"type":"add","content":"1° La nature des parcours de formation ainsi que les grades, titres et diplômes permettant d'accéder en deuxième ou, selon les cas, en troisième année du premier cycle des formations de médecine, de pharmacie, d'odontologie ou de maïeutique ;"},{"type":"add","content":""},{"type":"add","content":"2° Les conditions et modalités d'admission ou de réorientation en deuxième ou troisième année du premier cycle des formations de médecine, de pharmacie, d'odontologie ou de maïeutique ;"},{"type":"add","content":""},{"type":"add","content":"3° Les modalités de définition des objectifs nationaux pluriannuels mentionnés au I ;"},{"type":"add","content":""},{"type":"add","content":"4° Les modalités de définition d'objectifs de diversification des voies d'accès à la deuxième ou la troisième année du premier cycle des formations de médecine, de pharmacie, d'odontologie ou de maïeutique ;"},{"type":"add","content":""},{"type":"add","content":"5° Les modalités d'évaluation des étudiants et les conditions de délivrance des diplômes ;"},{"type":"add","content":""},{"type":"add","content":"6° Les modalités de fixation du nombre d'élèves des écoles du service de santé des armées pouvant être accueillis en deuxième et troisième année de premier cycle des formations de médecine, de pharmacie et d'odontologie et leur répartition par université ;"},{"type":"add","content":""},{"type":"add","content":"7° Les modalités de fixation des objectifs d'admission en première année du deuxième cycle des formations de médecine, de pharmacie et d'odontologie des élèves des écoles du service de santé des armées et leur répartition par université ainsi que les conditions dans lesquelles ces nombres sont pris en compte par les universités et les agences régionales de santé pour la détermination des objectifs d'admission en première année du deuxième cycle des formations de médecine, de pharmacie et d'odontologie ;"},{"type":"add","content":""},{"type":"add","content":"8° Les conditions et modalités d'accès dans les formations de médecine, de pharmacie, d'odontologie et de maïeutique pour les titulaires d'un diplôme d'un Etat membre de l'Union européenne, d'un Etat partie à l'accord sur l'Espace économique européen, de la Confédération suisse ou de la Principauté d'Andorre ;"},{"type":"add","content":""},{"type":"add","content":"9° Les conditions et modalités d'accès dans les formations de médecine, de pharmacie, d'odontologie et de maïeutique pour les titulaires d'un diplôme des pays autres que ceux cités au 8° du présent II ;"},{"type":"add","content":""},{"type":"add","content":"10° Les conditions dans lesquelles les titulaires d'un diplôme sanctionnant des études de santé validé à l'étranger permettant d'exercer dans le pays de délivrance peuvent postuler aux diplômes français correspondants."},{"type":"del","content":"Conformément à l'article 2 de la loi n° 2009-833 du 7 juillet 2009, les dispositions de la présente loi entrent en vigueur à compter de l'année universitaire 2010-2011."},{"type":"add","content":"Conformément au VII de l'article 1 de la loi n° 2019-774 du 24 juillet 2019, ces dispositions sont applicables à compter de la rentrée universitaire 2020."},{"type":"del","content":"LOI n° 2009-833 du 7 juillet 2009 portant création d'une première année commune aux études de santé et facilitant la réorientation des étudiants - article 1 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2009-07-09 MODIFIE source"},{"type":"add","content":"LOI n° 2019-774 du 24 juillet 2019 relative à l'organisation et à la transformation du système de santé - article 1 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2019-07-27 MODIFIE source"},{"type":"del","content":""},{"type":"del","content":"2009-07-07 MODIFIE cible LOI n° 2009-833 du 7 juillet 2009 portant création d'une première année commune aux études de santé et facilitant la réorientation des étudiants - article 1 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2009-07-09"},{"type":"del","content":""},{"type":"add","content":""},{"type":"add","content":"2019-07-24 MODIFIE cible LOI n° 2019-774 du 24 juillet 2019 relative à l'organisation et à la transformation du système de santé - article 1 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2019-07-27"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/82/91/LEGIARTI000020829142.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/82/91/LEGIARTI000020829142.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/20/82/91/LEGIARTI000020829142.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/38/88/58/LEGIARTI000038885893.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/38/88/58/LEGIARTI000038885893.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/38/88/58/LEGIARTI000038885893.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000020829142)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000038885893)"}],"status":"modified"},{"filename":"partie_legislative/troisieme_partie/livre_vi/titre_iii/chapitre_ier/article_l631-2.md","articleName":"Article L631-2","additions":0,"deletions":62,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article L631-2"},{"type":"del","content":""},{"type":"del","content":"Un décret en Conseil d'Etat fixe les conditions dans lesquelles :"},{"type":"del","content":""},{"type":"del","content":"1° Les étudiants de nationalité étrangère peuvent s'inscrire dans les unités de formation et de recherche de médecine ou de chirurgie dentaire en vue de l'obtention du diplôme d'Etat ;"},{"type":"del","content":""},{"type":"del","content":"2° Les titulaires d'un diplôme étranger de médecin ou de chirurgien-dentiste permettant d'exercer dans le pays de délivrance, les titulaires d'un diplôme français d'université afférent à ces disciplines et les titulaires d'un diplôme étranger de sage-femme peuvent postuler aux diplômes français d'Etat correspondants."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la santé publique - article L358 AUTONOME ABROGE, en vigueur du 1953-10-07 au 2000-06-22 CONCORDANCE cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2019-774 du 24 juillet 2019 relative à l'organisation et à la transformation du système de santé - article 1 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2019-07-27 ABROGE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2003-339 du 14 avril 2003 portant ratification de l'ordonnance n° 2000-549 du 15 juin 2000 relative à la partie Législative du code de l'éducation CODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Rapport au Président de la République relatif à l'ordonnance n° 2000-549 du 15 juin 2000 relative à la partie Législative du code de l'éducation CODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CODIFICATION source Rapport au Président de la République relatif à l'ordonnance n° 2000-549 du 15 juin 2000 relative à la partie Législative du code de l'éducation"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2003-04-14 CODIFICATION source LOI n° 2003-339 du 14 avril 2003 portant ratification de l'ordonnance n° 2000-549 du 15 juin 2000 relative à la partie Législative du code de l'éducation"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2019-07-24 ABROGE cible LOI n° 2019-774 du 24 juillet 2019 relative à l'organisation et à la transformation du système de santé - article 1 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2019-07-27"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CONCORDANCE source Code de la santé publique - article L358 AUTONOME ABROGE, en vigueur du 1953-10-07 au 2000-06-22"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/52/LEGIARTI000006525229.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/52/LEGIARTI000006525229.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/52/LEGIARTI000006525229.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_l_education/src/branch/main/partie_legislative/troisieme_partie/livre_vi/titre_iii/chapitre_ier/article_l631-2.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006525229)"},{"type":"del","content":""}],"status":"deleted"}],"stats":{"additions":35,"deletions":80,"filesChanged":3}}