{"sha":"73abb769e645","date":"2024-03-18","message":"Décret n° 2024-228 du 16 mars 2024 relatif à l'accompagnement pédagogique des élèves et au redoublement","files":[{"filename":"partie_reglementaire/livre_iii/titre_ier/chapitre_ier/section_5/article_d311-12.md","articleName":"Article D311-12","additions":15,"deletions":9,"diff":[{"type":"del","content":"Le programme personnalisé de réussite éducative, prévu à l'article L. 311-3-1, permet de coordonner les actions mises en œuvre lorsqu'il apparaît qu'un élève risque de ne pas maîtriser certaines connaissances et compétences attendues à la fin d'un cycle. Il implique des pratiques pédagogiques diversifiées et différenciées, d'une durée ajustable, suivant une progression accordée à celle de l'élève. L'essentiel de ces actions est conduit au sein de la classe."},{"type":"add","content":"Le programme personnalisé de réussite éducative, prévu à l'article L. 311-3-1, permet de coordonner les actions mises en œuvre lorsqu'il apparaît qu'un élève risque de ne pas maîtriser certaines connaissances et compétences attendues à la fin d'un cycle. Il implique des pratiques pédagogiques diversifiées et différenciées, d'une durée ajustable, suivant une progression accordée à celle de l'élève. Les actions sont conduites au sein de la classe, sur périodes scolaires et le cas échéant hors temps scolaire. Avec l'accord des responsables légaux de l'élève, et sur la base du volontariat des professeurs, le programme de réussite éducative peut également inclure la participation à des stages de réussite organisés lors des vacances scolaires dans la limite de trois semaines par an."},{"type":"del","content":"Décret n° 2014-1377 du 18 novembre 2014 relatif au suivi et à l'accompagnement pédagogique des élèves - article 1 ENTIEREMENT_MODIF CREE source"},{"type":"add","content":"Décret n° 2024-228 du 16 mars 2024 relatif à l'accompagnement pédagogique des élèves et au redoublement - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article L311-3-1 AUTONOME MODIFIE, en vigueur du 2005-04-24 au 2013-07-10 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article L311-3-1 AUTONOME VIGUEUR, en vigueur depuis le 2013-07-10 CITATION cible"},{"type":"del","content":""},{"type":"del","content":"2014-11-18 CREE cible Décret n° 2014-1377 du 18 novembre 2014 relatif au suivi et à l'accompagnement pédagogique des élèves - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"add","content":""},{"type":"add","content":"2024-03-16 MODIFIE cible Décret n° 2024-228 du 16 mars 2024 relatif à l'accompagnement pédagogique des élèves et au redoublement - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/29/78/12/LEGIARTI000029781236.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/29/78/12/LEGIARTI000029781236.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/29/78/12/LEGIARTI000029781236.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/49/28/96/LEGIARTI000049289634.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/49/28/96/LEGIARTI000049289634.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/49/28/96/LEGIARTI000049289634.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000029781236)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000049289634)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_iii/titre_ii/chapitre_unique/section_1/article_d321-3.md","articleName":"Article D321-3","additions":8,"deletions":14,"diff":[{"type":"del","content":"A tout moment de la scolarité à l'école primaire, lorsque la progression d'un élève dans ses apprentissages le nécessite, un dispositif d'aide est mis en place par l'équipe pédagogique au sein de la classe. Ce dispositif peut s'inscrire dans un programme personnalisé de réussite éducative."},{"type":"add","content":"A tout moment de la scolarité à l'école primaire, lorsque la progression d'un élève dans ses apprentissages le nécessite, un dispositif d'aide est mis en place par l'équipe pédagogique au sein de la classe. La participation de l'élève aux actions prévues est obligatoire. Ce dispositif peut s'inscrire dans un programme personnalisé de réussite éducative."},{"type":"del","content":"Code de l'éducation - article D311-11 AUTONOME VIGUEUR, en vigueur depuis le 2014-11-21 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2014-1377 du 18 novembre 2014 relatif au suivi et à l'accompagnement pédagogique des élèves - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Décret n° 2024-228 du 16 mars 2024 relatif à l'accompagnement pédagogique des élèves et au redoublement - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":"2014-11-18 MODIFIE cible Décret n° 2014-1377 du 18 novembre 2014 relatif au suivi et à l'accompagnement pédagogique des élèves - article 2 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'éducation - article D122-3 AUTONOME VIGUEUR, en vigueur depuis le 2016-09-01"},{"type":"add","content":"2024-03-16 MODIFIE cible Décret n° 2024-228 du 16 mars 2024 relatif à l'accompagnement pédagogique des élèves et au redoublement - article 2 ENTIEREMENT_MODIF"},{"type":"del","content":"2999-01-01 CITATION cible Code de l'éducation - article D311-11 AUTONOME VIGUEUR, en vigueur depuis le 2014-11-21"},{"type":"add","content":"2999-01-01 CITATION cible Code de l'éducation - article D122-3 AUTONOME VIGUEUR, en vigueur depuis le 2016-09-01"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/29/78/31/LEGIARTI000029783115.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/29/78/31/LEGIARTI000029783115.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/29/78/31/LEGIARTI000029783115.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/49/28/96/LEGIARTI000049289640.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/49/28/96/LEGIARTI000049289640.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/49/28/96/LEGIARTI000049289640.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000029783115)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000049289640)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_iii/titre_ii/chapitre_unique/section_1/article_d321-6.md","articleName":"Article D321-6","additions":33,"deletions":12,"diff":[{"type":"del","content":"L'enseignant de la classe est responsable de l'évaluation régulière des acquis de l'élève. Les représentants légaux sont tenus périodiquement informés des résultats et de la situation scolaire de leur enfant. Si l'élève rencontre des difficultés importantes d'apprentissage, un dialogue renforcé est engagé avec ses représentants légaux et un dispositif d'accompagnement pédagogique est immédiatement mis en place au sein de la classe pour lui permettre de progresser dans ses apprentissages."},{"type":"add","content":"L'enseignant de la classe est responsable de l'évaluation régulière des acquis de l'élève. Les représentants légaux sont tenus périodiquement informés des résultats et de la situation scolaire de leur enfant. Si l'élève rencontre des difficultés importantes d'apprentissage, un dialogue renforcé est engagé avec ses représentants légaux au plus tard à la fin du deuxième trimestre ou du premier semestre et, le cas échéant, et un dispositif d'accompagnement pédagogique est immédiatement mis en place au sein de la classe pour lui permettre de progresser dans ses apprentissages."},{"type":"del","content":"Au terme de chaque année scolaire, le conseil des maîtres se prononce sur les conditions dans lesquelles se poursuit la scolarité de chaque élève en recherchant les conditions optimales de continuité des apprentissages, en particulier au sein de chaque cycle. A titre exceptionnel, dans le cas où le dispositif d'accompagnement pédagogique mentionné au premier alinéa n'a pas permis de pallier les difficultés importantes d'apprentissage rencontrées par l'élève, un redoublement peut être proposé par le conseil des maîtres. Cette proposition fait l'objet d'un dialogue préalable avec les représentants légaux de l'élève et d'un avis de l'inspecteur de l'éducation nationale chargé de la circonscription du premier degré. Elle prévoit au bénéfice de l'élève concerné un dispositif d'accompagnement pédagogique spécifique qui peut prendre la forme d'un programme personnalisé de réussite éducative prévu par l'article D. 311-12. Aucun redoublement ne peut intervenir à l'école maternelle, sans préjudice des dispositions de l'article D. 351-7."},{"type":"add","content":"Au terme de chaque année scolaire, le conseil des maîtres se prononce sur les conditions dans lesquelles se poursuit la scolarité de chaque élève en recherchant les conditions optimales de continuité des apprentissages, en particulier au sein de chaque cycle. Pour le passage dans la classe supérieure, il est tenu compte des progrès de l'élève réalisés dans le cadre des activités prévues dans les dispositifs d'accompagnement. Dans le cas où ces dispositifs n'ont pas permis de pallier les difficultés importantes d'apprentissage rencontrées par l'élève, un redoublement peut être décidé par le conseil des maîtres présidé par le directeur d'école. La décision de redoublement fait l'objet d'un dialogue préalable avec les représentants légaux de l'élève. Elle prévoit au bénéfice de l'élève concerné un dispositif d'accompagnement pédagogique spécifique qui peut prendre la forme d'un programme personnalisé de réussite éducative prévu par l'article D. 311-12. Aucun redoublement ne peut intervenir à l'école maternelle, sans préjudice des dispositions de l'article D. 351-7. Lorsqu'elle porte sur un élève en situation de handicap, la décision de redoublement ou de raccourcissement est prise après avis de l'inspecteur de l'éducation nationale chargé de la circonscription du premier degré."},{"type":"del","content":"Le conseil des maîtres ne peut se prononcer que pour un seul redoublement ou pour un seul raccourcissement de la durée d'un cycle durant toute la scolarité primaire d'un élève. Toutefois, dans des cas particuliers, il peut se prononcer pour un second raccourcissement, après avis de l'inspecteur de l'éducation nationale chargé de la circonscription du premier degré."},{"type":"add","content":"Le conseil des maîtres présidé par le directeur d'école ne peut se prononcer que pour un seul redoublement ou pour un seul raccourcissement de la durée d'un cycle durant toute la scolarité primaire d'un élève. Toutefois, à titre exceptionnel, il peut se prononcer pour un second redoublement ou un second raccourcissement après avis de l'inspecteur de l'éducation nationale chargé de la circonscription du premier degré."},{"type":"del","content":"La proposition du conseil des maîtres est adressée aux représentants légaux de l'élève qui font connaître leur réponse dans un délai de quinze jours. A l'issue de ce délai, le conseil des maîtres arrête sa décision qui est notifiée aux représentants légaux. Ces derniers peuvent, dans un nouveau délai de quinze jours, former un recours auprès de la commission départementale d'appel prévue à l'article D. 321-8."},{"type":"add","content":"La décision prise en conseil des maîtres est adressée aux représentants légaux de l'élève qui disposent d'un délai de quinze jours pour former un recours auprès de la commission départementale d'appel prévue à l'article D. 321-8."},{"type":"del","content":"Décret n° 2018-119 du 20 février 2018 relatif au redoublement - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Décret n° 2024-228 du 16 mars 2024 relatif à l'accompagnement pédagogique des élèves et au redoublement - article 3 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D351-7 AUTONOME MODIFIE, en vigueur du 2006-05-24 au 2014-12-13 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D321-8 AUTONOME VIGUEUR, en vigueur depuis le 2015-08-31 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D321-8 AUTONOME MODIFIE, en vigueur du 2012-02-01 au 2015-08-31 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D311-12 AUTONOME MODIFIE, en vigueur du 2014-11-21 au 2024-03-18 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D311-12 AUTONOME VIGUEUR, en vigueur depuis le 2024-03-18 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D321-8 AUTONOME MODIFIE, en vigueur du 2006-05-24 au 2012-02-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D351-7 AUTONOME VIGUEUR, en vigueur depuis le 2014-12-13 CITATION cible"},{"type":"del","content":""},{"type":"del","content":"2018-02-20 MODIFIE cible Décret n° 2018-119 du 20 février 2018 relatif au redoublement - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"add","content":""},{"type":"add","content":"2024-03-16 MODIFIE cible Décret n° 2024-228 du 16 mars 2024 relatif à l'accompagnement pédagogique des élèves et au redoublement - article 3 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/36/62/69/LEGIARTI000036626955.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/36/62/69/LEGIARTI000036626955.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/36/62/69/LEGIARTI000036626955.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/49/28/96/LEGIARTI000049289644.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/49/28/96/LEGIARTI000049289644.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/49/28/96/LEGIARTI000049289644.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000036626955)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000049289644)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_iii/titre_ii/chapitre_unique/section_2/article_d321-22.md","articleName":"Article D321-22","additions":28,"deletions":15,"diff":[{"type":"del","content":"Au terme de chaque année scolaire, l'équipe pédagogique se prononce sur les conditions dans lesquelles se poursuit la scolarité de chaque élève, en recherchant les conditions optimales de continuité des apprentissages, en particulier au sein de chaque cycle."},{"type":"add","content":"Au terme de chaque année scolaire, l'équipe pédagogique se prononce sur les conditions dans lesquelles se poursuit la scolarité de chaque élève, en recherchant les conditions optimales de continuité des apprentissages, en particulier au sein de chaque cycle. Pour le passage dans la classe supérieure, il est tenu compte des progrès de l'élève réalisés dans le cadre des activités prévues dans les dispositifs d'accompagnement."},{"type":"del","content":"A titre exceptionnel, dans le cas où le dispositif d'aide prévu au cinquième alinéa n'a pas permis de pallier les difficultés importantes d'apprentissage rencontrées par l'élève, un redoublement peut être proposé par l'équipe pédagogique. Cette proposition fait l'objet d'un dialogue préalable avec les représentants légaux de l'élève et prévoit pour ce dernier un dispositif d'aide qui est mis en place lorsque le redoublement est décidé. Aucun redoublement ne peut intervenir à l'école maternelle, sans préjudice des dispositions de l'article D. 351-7."},{"type":"add","content":"Dans le cas où le dispositif d'aide prévu au cinquième alinéa n'a pas permis de pallier les difficultés importantes d'apprentissage rencontrées par l'élève, un redoublement peut être décidé par l'équipe pédagogique. La décision de redoublement fait l'objet d'un dialogue préalable avec les représentants légaux de l'élève et prévoit pour ce dernier un dispositif d'aide qui est mis en place lorsque le redoublement est décidé. Aucun redoublement ne peut intervenir à l'école maternelle, sans préjudice des dispositions de l'article D. 351-7. A l'école élémentaire, pour un élève en situation de handicap, une décision de redoublement ou de raccourcissement est prise après avis de l'inspecteur de l'éducation nationale chargé de la circonscription du premier degré."},{"type":"del","content":"L'équipe pédagogique ne peut se prononcer que pour un seul redoublement ou raccourcissement de la durée d'un cycle durant toute la scolarité primaire d'un élève. Toutefois, dans des cas particuliers, un second raccourcissement peut être décidé."},{"type":"add","content":"L'équipe pédagogique ne peut se prononcer que pour un seul redoublement ou raccourcissement de la durée d'un cycle durant toute la scolarité primaire d'un élève. Toutefois, à titre exceptionnel, un second redoublement ou raccourcissement peut être décidé."},{"type":"del","content":"L'équipe pédagogique, éventuellement sur demande des représentants légaux, examine la situation de l'enfant. L'avis du médecin scolaire peut être demandé. Une proposition écrite est adressée aux représentants légaux par le directeur. Ceux-ci font connaître leur réponse écrite dans un délai de quinze jours à compter de cette notification. Passé ce délai, l'absence de réponse équivaut à l'acceptation de la proposition."},{"type":"add","content":"L'équipe pédagogique, éventuellement sur demande des représentants légaux, examine la situation de l'enfant. L'avis du médecin scolaire peut être demandé. Une décision écrite est adressée aux représentants légaux par le directeur. Ceux-ci disposent d'un délai de quinze jours pour former un recours auprès de la commission de recours."},{"type":"del","content":"Toute proposition acceptée devient décision."},{"type":"del","content":""},{"type":"del","content":"Si les représentants légaux contestent la proposition, ils peuvent, dans le même délai, saisir une commission de recours constituée à l'initiative d'au moins une école privée. A cet effet, le directeur de l'école privée sous contrat, dans le délai de huit jours suivant leur refus de la proposition, informe les représentants légaux de l'existence de la commission et de la possibilité qu'ils ont de la saisir par son intermédiaire. La commission de recours est composée de deux directeurs d'écoles privées sous contrat au moins et de deux enseignants contractuels ou agréés au moins. Les membres de la commission de recours ne siègent pas lorsqu'est examiné le recours concernant un enfant de l'école dans laquelle ils exercent. La composition et les règles de fonctionnement de la commission sont communiquées au directeur académique des services de l'éducation nationale agissant sur délégation du recteur d'académie."},{"type":"add","content":"Si les représentants légaux contestent la décision, ils peuvent, dans le même délai, saisir une commission de recours constituée à l'initiative d'au moins une école privée. A cet effet, le directeur de l'école privée sous contrat, dans le délai de huit jours suivant leur refus de la décision, informe les représentants légaux de l'existence de la commission et de la possibilité qu'ils ont de la saisir par son intermédiaire. La commission de recours est composée de deux directeurs d'écoles privées sous contrat au moins et de deux enseignants contractuels ou agréés au moins. Les membres de la commission de recours ne siègent pas lorsqu'est examiné le recours concernant un enfant de l'école dans laquelle ils exercent. La composition et les règles de fonctionnement de la commission sont communiquées au directeur académique des services de l'éducation nationale agissant sur délégation du recteur d'académie."},{"type":"del","content":"Décret n° 2018-119 du 20 février 2018 relatif au redoublement - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Code de l'éducation - article D351-7 AUTONOME MODIFIE, en vigueur du 2006-05-24 au 2014-12-13 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D321-20 AUTONOME MODIFIE, en vigueur du 2006-05-24 au 2015-09-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D311-11 AUTONOME VIGUEUR, en vigueur depuis le 2014-11-21 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D321-20 AUTONOME VIGUEUR, en vigueur depuis le 2015-09-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D351-7 AUTONOME VIGUEUR, en vigueur depuis le 2014-12-13 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2024-228 du 16 mars 2024 relatif à l'accompagnement pédagogique des élèves et au redoublement - article 4 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":"2018-02-20 MODIFIE cible Décret n° 2018-119 du 20 février 2018 relatif au redoublement - article 2 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"add","content":""},{"type":"add","content":"2024-03-16 MODIFIE cible Décret n° 2024-228 du 16 mars 2024 relatif à l'accompagnement pédagogique des élèves et au redoublement - article 4 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/36/62/69/LEGIARTI000036626970.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/36/62/69/LEGIARTI000036626970.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/36/62/69/LEGIARTI000036626970.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/49/28/96/LEGIARTI000049289659.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/49/28/96/LEGIARTI000049289659.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/49/28/96/LEGIARTI000049289659.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000036626970)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000049289659)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_iii/titre_iii/chapitre_ier/section_5/article_d331-62.md","articleName":"Article D331-62","additions":65,"deletions":11,"diff":[{"type":"del","content":"A tout moment de l'année scolaire, lorsque l'élève rencontre des difficultés importantes d'apprentissage, un dispositif d'accompagnement pédagogique est mis en place. A titre exceptionnel, lorsque le dispositif d'accompagnement pédagogique mis en place n'a pas permis de pallier les difficultés importantes d'apprentissage rencontrées par l'élève, un redoublement peut être décidé par le chef d'établissement en fin d'année scolaire. Cette décision intervient à la suite d'une phase de dialogue avec l'élève et ses représentants légaux ou l'élève lui-même lorsque ce dernier est majeur et après que le conseil de classe s'est prononcé, conformément à l'article L. 311-7."},{"type":"add","content":"A tout moment de l'année scolaire, lorsque l'élève rencontre des difficultés importantes d'apprentissage, un dispositif d'accompagnement pédagogique est mis en place. Pour le passage dans la classe supérieure, il est tenu compte des progrès de l'élève réalisés dans le cadre des activités prévues dans les dispositifs d'accompagnement. Lorsque l'ensemble des dispositifs d'accompagnement pédagogique mis en place n'a pas permis de pallier les difficultés importantes d'apprentissage rencontrées par l'élève, un redoublement peut être décidé par le chef d'établissement en fin d'année scolaire. La décision de redoublement intervient à la suite d'une phase de dialogue avec l'élève et ses représentants légaux ou l'élève lui-même lorsque ce dernier est majeur et après que le conseil de classe s'est prononcé, conformément à l'article L. 311-7."},{"type":"del","content":"La mise en œuvre d'une décision de redoublement s'accompagne d'un dispositif d'accompagnement pédagogique spécifique de l'élève concerné, qui peut notamment prendre la forme d'un programme personnalisé de réussite éducative."},{"type":"add","content":"La mise en œuvre d'une décision de redoublement s'accompagne d'un dispositif d'accompagnement pédagogique spécifique de l'élève concerné, qui peut notamment prendre la forme d'un programme personnalisé de réussite éducative prévu à l'article D. 332-6."},{"type":"del","content":"Une seule décision de redoublement peut intervenir durant la scolarité d'un élève avant la fin du cycle 4 mentionné à l'article D. 311-10, sans préjudice des dispositions de l'article D. 351-7. Toutefois, une seconde décision de redoublement peut être prononcée, avant la fin du cycle 4, après l'accord préalable du directeur académique des services de l'éducation nationale."},{"type":"add","content":"Une seule décision de redoublement peut intervenir durant toute la scolarité au collège d'un élève, sans préjudice des dispositions de l'article D. 351-7. Toutefois, en cas d'interruption de scolarité, une seconde décision de redoublement peut être prononcée, avant la fin du cycle 4, après l'accord préalable du directeur académique des services de l'éducation nationale."},{"type":"del","content":"Décret n° 2018-119 du 20 février 2018 relatif au redoublement - article 3 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Code de l'éducation - article D331-35 AUTONOME MODIFIE, en vigueur du 2006-05-24 au 2012-02-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D331-56 AUTONOME VIGUEUR, en vigueur depuis le 2015-08-31 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article L311-7 AUTONOME VIGUEUR, en vigueur depuis le 2013-07-10 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D331-35 AUTONOME MODIFIE, en vigueur du 2012-02-01 au 2015-08-31 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D331-57 AUTONOME MODIFIE, en vigueur du 2006-05-24 au 2012-02-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D351-7 AUTONOME MODIFIE, en vigueur du 2006-05-24 au 2014-12-13 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D331-56 AUTONOME MODIFIE, en vigueur du 2010-09-01 au 2015-08-31 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D311-10 AUTONOME VIGUEUR, en vigueur depuis le 2014-09-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D331-57 AUTONOME MODIFIE, en vigueur du 2012-02-01 au 2015-08-31 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D331-34 AUTONOME VIGUEUR, en vigueur depuis le 2015-08-31 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D331-35 AUTONOME VIGUEUR, en vigueur depuis le 2015-08-31 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article L311-7 AUTONOME MODIFIE, en vigueur du 2005-04-24 au 2013-07-10 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D331-34 AUTONOME MODIFIE, en vigueur du 2010-09-01 au 2015-08-31 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D331-57 AUTONOME VIGUEUR, en vigueur depuis le 2015-08-31 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article L311-7 AUTONOME MODIFIE, en vigueur du 2000-12-14 au 2005-04-24 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D331-56 AUTONOME MODIFIE, en vigueur du 2006-05-24 au 2010-09-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D351-7 AUTONOME VIGUEUR, en vigueur depuis le 2014-12-13 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2024-228 du 16 mars 2024 relatif à l'accompagnement pédagogique des élèves et au redoublement - article 5 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D331-34 AUTONOME MODIFIE, en vigueur du 2006-05-24 au 2010-09-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":"2018-02-20 MODIFIE cible Décret n° 2018-119 du 20 février 2018 relatif au redoublement - article 3 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"add","content":""},{"type":"add","content":"2024-03-16 MODIFIE cible Décret n° 2024-228 du 16 mars 2024 relatif à l'accompagnement pédagogique des élèves et au redoublement - article 5 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/36/62/69/LEGIARTI000036626978.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/36/62/69/LEGIARTI000036626978.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/36/62/69/LEGIARTI000036626978.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/49/28/96/LEGIARTI000049289673.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/49/28/96/LEGIARTI000049289673.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/49/28/96/LEGIARTI000049289673.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000036626978)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000049289673)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_iii/titre_vii/chapitre_v/article_d375-2.md","articleName":"Article D375-2","additions":380,"deletions":37,"diff":[{"type":"del","content":"D. 311-1"},{"type":"del","content":"D. 311-2, 2e alinéa, à D. 311-5"},{"type":"add","content":"D. 311-1 D. 311-2, 2e alinéa, à D. 311-5"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"        D. 311-11 à D. 311-13"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"        Résultant du décret n° 2014-1377 du 18 novembre 2014"},{"type":"del","content":""},{"type":"add","content":"D. 311-11"},{"type":"add","content":"Résultant du décret n° 2014-1377 du 18 novembre 2014"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"D. 311-12"},{"type":"add","content":"Résultant du décret n° 2024-228 du 16 mars 2024"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"D. 311-13"},{"type":"add","content":"Résultant du décret n° 2014-1377 du 18 novembre 2014"},{"type":"del","content":"D. 312-1-1"},{"type":"del","content":"D. 312-1-2, I, II et III,"},{"type":"add","content":"D. 312-1-1 D. 312-1-2, I, II et III,"},{"type":"del","content":"D. 312-4 à D. 312-6"},{"type":"del","content":"D. 312-16"},{"type":"add","content":"D. 312-4 à D. 312-6 D. 312-16"},{"type":"del","content":"D. 312-43, 1er alinéa"},{"type":"del","content":"D. 312-44"},{"type":"add","content":"D. 312-43, 1er alinéa D. 312-44"},{"type":"del","content":"D. 312-46"},{"type":"del","content":"D. 312-48"},{"type":"add","content":"D. 312-46 D. 312-48"},{"type":"del","content":"D. 314-75 à D. 314-80"},{"type":"del","content":"D. 314-82"},{"type":"add","content":"D. 314-75 à D. 314-80 D. 314-82"},{"type":"del","content":"        Résultant du décret n° 2014-1377 du 18 novembre 2014"},{"type":"add","content":"        Résultant du décret n° 2024-228 du 16 mars 2024"},{"type":"del","content":"D. 321-4"},{"type":"del","content":"D. 321-5, 1er alinéa"},{"type":"add","content":"D. 321-4 D. 321-5, 1er alinéa"},{"type":"del","content":"        Résultant du décret n° 2018-119 du 20 février 2018"},{"type":"add","content":"        Résultant du décret n° 2024-228 du 16 mars 2024"},{"type":"del","content":"        Résultant du décret n° 2018-119 du 20 février 2018"},{"type":"add","content":"        Résultant du décret n° 2024-228 du 16 mars 2024"},{"type":"del","content":"D. 332-8 à D. 332-10"},{"type":"del","content":"D. 332-12"},{"type":"add","content":"D. 332-8 à D. 332-10 D. 332-12"},{"type":"del","content":"D. 333-9 et D. 333-10"},{"type":"del","content":"D. 333-12 à D. 333-15"},{"type":"add","content":"D. 333-9 et D. 333-10 D. 333-12 à D. 333-15"},{"type":"del","content":"D. 337-111"},{"type":"del","content":"D. 337-113"},{"type":"add","content":"D. 337-111 D. 337-113"},{"type":"del","content":"Décret n° 2024-122 du 19 février 2024 modifiant certaines dispositions du code de l'éducation relatives aux certificat d'aptitude professionnelle, brevet professionnel, mention complémentaire, baccalauréat professionnel et brevet des métiers d'art - article 4 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Décret n° 2024-228 du 16 mars 2024 relatif à l'accompagnement pédagogique des élèves et au redoublement - article 6 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":"Décret n° 2021-954 du 19 juillet 2021 modifiant les dispositions du code de l'éducation pour définir la fonction de professeur principal et de professeur référent de groupe d'élèves CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Ordonnance n° 2007-329 du 12 mars 2007 relative au code du travail (partie législative) CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2020-956 du 31 juillet 2020 relatif à la procédure de nomination des représentants de l'Etat aux conseils d'administration du Centre d'études et de recherches sur les qualifications et du Centre international d'études pédagogiques et portant changement de nom de celui-ci CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2013-469 du 5 juin 2013 portant modification de la procédure disciplinaire applicable aux candidats au baccalauréat CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2013-682 du 24 juillet 2013 relatif aux cycles d'enseignement à l'école primaire et au collège CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2024-122 du 19 février 2024 modifiant certaines dispositions du code de l'éducation relatives aux certificat d'aptitude professionnelle, brevet professionnel, mention complémentaire, baccalauréat professionnel et brevet des métiers d'art CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2015-846 du 9 juillet 2015 relatif aux conditions d'évaluation des épreuves du baccalauréat professionnel CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2015-1227 du 2 octobre 2015 relatif au diplôme d'Etat de professeur de théâtre CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2016-772 du 10 juin 2016 relatif à la reconnaissance de l'acquisition de blocs de compétences par les candidats préparant l'examen du certificat d'aptitude professionnelle dans le cadre de la formation professionnelle continue ou de la validation des acquis de l'expérience CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2017-766 du 4 mai 2017 relatif à l'agrément des intervenants extérieurs apportant leur concours aux activités physiques et sportives dans les écoles maternelles et élémentaires publiques CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2019-640 du 25 juin 2019 relatif à l'agrément des organismes de formation professionnelle maritime CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2020-1341 du 3 novembre 2020 modifiant les dispositions du code de l'éducation relatives à l'enseignement des langues vivantes étrangères et à l'enseignement des langues et cultures régionales CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2020-1127 du 11 septembre 2020 modifiant les décrets relatifs aux diplômes dans le domaine du spectacle vivant CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2020-1348 du 4 novembre 2020 relatif à la fraude ou tentative de fraude aux évaluations communes du baccalauréat général et technologique CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2010-784 du 8 juillet 2010 modifiant certaines dispositions du code de l'éducation relatives au certificat de formation générale CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2010-429 du 29 avril 2010 relatif à l'organisation et aux missions des directions régionales de l'alimentation, de l'agriculture et de la forêt CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2021-1524 du 25 novembre 2021 portant modification des dispositions du code de l'éducation relatives à l'épreuve de contrôle au baccalauréat professionnel CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2022-143 du 8 février 2022 modifiant les dispositions du code de l'éducation relatives à la conservation des notes d'évaluations ponctuelles au baccalauréat général et au baccalauréat technologique CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2022-412 du 22 mars 2022 modifiant les dispositions du code de l'éducation relatives aux enseignements optionnels et à la composition du jury du baccalauréat technologique et actualisant des dispositions de ce code relatives à l'outre-mer CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2012-197 du 8 février 2012 modifiant le code de l'éducation (partie réglementaire) pour l'application des articles L. 6222-5-1 et L. 6325-4-1 du code du travail CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2023-596 du 13 juillet 2023 modifiant l'organisation, les missions et la composition des instances de l'Office national d'information sur les enseignements et les professions (ONISEP) CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2024-228 du 16 mars 2024 relatif à l'accompagnement pédagogique des élèves et au redoublement CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2015-1051 du 25 août 2015 portant diverses dispositions relatives à l'aménagement des épreuves des examens et concours de l'enseignement scolaire pour les élèves en situation de handicap et modifiant le code de l'éducation CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2018-1199 du 20 décembre 2018 prévoyant la création d'une indication « discipline non linguistique ayant fait l'objet d'un enseignement en langue vivante » sur le diplôme du baccalauréat général et du baccalauréat technologique CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2019-176 du 7 mars 2019 relatif à la classe de troisième dite « prépa-métiers » CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2019-636 du 24 juin 2019 modifiant l'article D. 331-6 du code de l'éducation relatif aux séquences d'observation CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2012-391 du 21 mars 2012 relatif au certificat de formation générale CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2017-960 du 10 mai 2017 relatif aux conseillers entreprises pour l'école CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2018-172 du 9 mars 2018 relatif à la procédure nationale de préinscription pour l'accès aux formations initiales du premier cycle de l'enseignement supérieur et modifiant le code de l'éducation CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2019-824 du 2 août 2019 portant diverses mesures tirant les conséquences de l'extension de l'instruction obligatoire aux plus jeunes CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2019-1090 du 25 octobre 2019 modifiant les dispositions du code de l'éducation relatives aux jurys du baccalauréat général et technologique CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2011-191 du 17 février 2011 relatif à l'enseignement et à la formation professionnelle aux métiers de l'agriculture, de la forêt, de la nature et des territoires CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2019-370 du 25 avril 2019 portant création des familles de métiers en seconde professionnelle et les mentionnant dans la procédure d'orientation CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2021-64 du 25 janvier 2021 portant modification des dispositions du code de l'éducation relatives à la délivrance des diplômes de l'enseignement professionnel maritime CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2020-1158 du 21 septembre 2020 relatif aux formations d'initiation à la mer CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2015-443 du 17 avril 2015 relatif à la procédure de dérogation prévue à l'article L. 4153-9 du code du travail pour les jeunes âgés de moins de dix-huit ans CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2009-1145 du 22 septembre 2009 relatif au diplôme « un des meilleurs ouvriers de France » et modifiant le code de l'éducation (partie réglementaire) CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2009-148 du 10 février 2009 relatif à l'organisation de la voie professionnelle CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2019-920 du 30 août 2019 fixant les conditions de désignation des directeurs des instituts nationaux supérieurs du professorat et de l'éducation CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2015-544 du 19 mai 2015 relatif à l'organisation des enseignements au collège CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2017-793 du 5 mai 2017 relatif à l'épreuve facultative de langue vivante du brevet des métiers d'art pour les candidats des sections européennes CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2010-469 du 7 mai 2010 créant le diplôme de compétence en langue CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2019-1236 du 26 novembre 2019 relatif à l'évaluation du chef d'œuvre pour l'examen du certificat d'aptitude professionnelle CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2007-429 du 25 mars 2007 relatif à la délivrance des attestations scolaires de sécurité routière de premier et de second niveaux, de l'attestation de sécurité routière et de l'attestation d'éducation à la route et modifiant le code de l'éducation CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2019-798 du 26 juillet 2019 relatif aux régies de recettes et d'avances des organismes publics CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2010-485 du 12 mai 2010 relatif au service civique CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2014-314 du 10 mars 2014 autorisant la tenue à distance d'épreuves et de réunions de jurys du baccalauréat CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2019-918 du 30 août 2019 portant diverses mesures de simplification pour le ministère de l'éducation nationale et de la jeunesse CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2014-1485 du 11 décembre 2014 portant diverses dispositions relatives à la scolarisation des élèves en situation de handicap CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2021-1054 du 6 août 2021 modifiant les dispositions du code de l'éducation pour la mise en place des classes menant à l'option internationale du baccalauréat intitulée « baccalauréat français international » CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2007-03-12 CITATION source Ordonnance n° 2007-329 du 12 mars 2007 relative au code du travail (partie législative)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2007-03-25 CITATION source Décret n° 2007-429 du 25 mars 2007 relatif à la délivrance des attestations scolaires de sécurité routière de premier et de second niveaux, de l'attestation de sécurité routière et de l'attestation d'éducation à la route et modifiant le code de l'éducation"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2009-02-10 CITATION source Décret n° 2009-148 du 10 février 2009 relatif à l'organisation de la voie professionnelle"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2009-09-22 CITATION source Décret n° 2009-1145 du 22 septembre 2009 relatif au diplôme « un des meilleurs ouvriers de France » et modifiant le code de l'éducation (partie réglementaire)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2010-04-29 CITATION source Décret n° 2010-429 du 29 avril 2010 relatif à l'organisation et aux missions des directions régionales de l'alimentation, de l'agriculture et de la forêt"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2010-05-07 CITATION source Décret n° 2010-469 du 7 mai 2010 créant le diplôme de compétence en langue"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2010-05-12 CITATION source Décret n° 2010-485 du 12 mai 2010 relatif au service civique"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2010-07-08 CITATION source Décret n° 2010-784 du 8 juillet 2010 modifiant certaines dispositions du code de l'éducation relatives au certificat de formation générale"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2011-02-17 CITATION source Décret n° 2011-191 du 17 février 2011 relatif à l'enseignement et à la formation professionnelle aux métiers de l'agriculture, de la forêt, de la nature et des territoires"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2012-02-08 CITATION source Décret n° 2012-197 du 8 février 2012 modifiant le code de l'éducation (partie réglementaire) pour l'application des articles L. 6222-5-1 et L. 6325-4-1 du code du travail"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2012-03-21 CITATION source Décret n° 2012-391 du 21 mars 2012 relatif au certificat de formation générale"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2013-06-05 CITATION source Décret n° 2013-469 du 5 juin 2013 portant modification de la procédure disciplinaire applicable aux candidats au baccalauréat"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2013-07-24 CITATION source Décret n° 2013-682 du 24 juillet 2013 relatif aux cycles d'enseignement à l'école primaire et au collège"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2014-03-10 CITATION source Décret n° 2014-314 du 10 mars 2014 autorisant la tenue à distance d'épreuves et de réunions de jurys du baccalauréat"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2014-12-11 CITATION source Décret n° 2014-1485 du 11 décembre 2014 portant diverses dispositions relatives à la scolarisation des élèves en situation de handicap"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2015-04-17 CITATION source Décret n° 2015-443 du 17 avril 2015 relatif à la procédure de dérogation prévue à l'article L. 4153-9 du code du travail pour les jeunes âgés de moins de dix-huit ans"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2015-05-19 CITATION source Décret n° 2015-544 du 19 mai 2015 relatif à l'organisation des enseignements au collège"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2015-07-09 CITATION source Décret n° 2015-846 du 9 juillet 2015 relatif aux conditions d'évaluation des épreuves du baccalauréat professionnel"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2015-08-25 CITATION source Décret n° 2015-1051 du 25 août 2015 portant diverses dispositions relatives à l'aménagement des épreuves des examens et concours de l'enseignement scolaire pour les élèves en situation de handicap et modifiant le code de l'éducation"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2015-10-02 CITATION source Décret n° 2015-1227 du 2 octobre 2015 relatif au diplôme d'Etat de professeur de théâtre"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2016-06-10 CITATION source Décret n° 2016-772 du 10 juin 2016 relatif à la reconnaissance de l'acquisition de blocs de compétences par les candidats préparant l'examen du certificat d'aptitude professionnelle dans le cadre de la formation professionnelle continue ou de la validation des acquis de l'expérience"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2017-05-04 CITATION source Décret n° 2017-766 du 4 mai 2017 relatif à l'agrément des intervenants extérieurs apportant leur concours aux activités physiques et sportives dans les écoles maternelles et élémentaires publiques"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2017-05-05 CITATION source Décret n° 2017-793 du 5 mai 2017 relatif à l'épreuve facultative de langue vivante du brevet des métiers d'art pour les candidats des sections européennes"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2017-05-10 CITATION source Décret n° 2017-960 du 10 mai 2017 relatif aux conseillers entreprises pour l'école"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2018-03-09 CITATION source Décret n° 2018-172 du 9 mars 2018 relatif à la procédure nationale de préinscription pour l'accès aux formations initiales du premier cycle de l'enseignement supérieur et modifiant le code de l'éducation"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2018-12-20 CITATION source Décret n° 2018-1199 du 20 décembre 2018 prévoyant la création d'une indication « discipline non linguistique ayant fait l'objet d'un enseignement en langue vivante » sur le diplôme du baccalauréat général et du baccalauréat technologique"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2019-03-07 CITATION source Décret n° 2019-176 du 7 mars 2019 relatif à la classe de troisième dite « prépa-métiers »"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2019-04-25 CITATION source Décret n° 2019-370 du 25 avril 2019 portant création des familles de métiers en seconde professionnelle et les mentionnant dans la procédure d'orientation"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2019-06-24 CITATION source Décret n° 2019-636 du 24 juin 2019 modifiant l'article D. 331-6 du code de l'éducation relatif aux séquences d'observation"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2019-06-25 CITATION source Décret n° 2019-640 du 25 juin 2019 relatif à l'agrément des organismes de formation professionnelle maritime"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2019-07-26 CITATION source Décret n° 2019-798 du 26 juillet 2019 relatif aux régies de recettes et d'avances des organismes publics"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2019-08-02 CITATION source Décret n° 2019-824 du 2 août 2019 portant diverses mesures tirant les conséquences de l'extension de l'instruction obligatoire aux plus jeunes"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2019-08-30 CITATION source Décret n° 2019-918 du 30 août 2019 portant diverses mesures de simplification pour le ministère de l'éducation nationale et de la jeunesse"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2019-08-30 CITATION source Décret n° 2019-920 du 30 août 2019 fixant les conditions de désignation des directeurs des instituts nationaux supérieurs du professorat et de l'éducation"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2019-10-25 CITATION source Décret n° 2019-1090 du 25 octobre 2019 modifiant les dispositions du code de l'éducation relatives aux jurys du baccalauréat général et technologique"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2019-11-26 CITATION source Décret n° 2019-1236 du 26 novembre 2019 relatif à l'évaluation du chef d'œuvre pour l'examen du certificat d'aptitude professionnelle"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2020-07-31 CITATION source Décret n° 2020-956 du 31 juillet 2020 relatif à la procédure de nomination des représentants de l'Etat aux conseils d'administration du Centre d'études et de recherches sur les qualifications et du Centre international d'études pédagogiques et portant changement de nom de celui-ci"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2020-09-11 CITATION source Décret n° 2020-1127 du 11 septembre 2020 modifiant les décrets relatifs aux diplômes dans le domaine du spectacle vivant"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2020-09-21 CITATION source Décret n° 2020-1158 du 21 septembre 2020 relatif aux formations d'initiation à la mer"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2020-11-03 CITATION source Décret n° 2020-1341 du 3 novembre 2020 modifiant les dispositions du code de l'éducation relatives à l'enseignement des langues vivantes étrangères et à l'enseignement des langues et cultures régionales"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2020-11-04 CITATION source Décret n° 2020-1348 du 4 novembre 2020 relatif à la fraude ou tentative de fraude aux évaluations communes du baccalauréat général et technologique"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2021-01-25 CITATION source Décret n° 2021-64 du 25 janvier 2021 portant modification des dispositions du code de l'éducation relatives à la délivrance des diplômes de l'enseignement professionnel maritime"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2021-07-19 CITATION source Décret n° 2021-954 du 19 juillet 2021 modifiant les dispositions du code de l'éducation pour définir la fonction de professeur principal et de professeur référent de groupe d'élèves"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2021-08-06 CITATION source Décret n° 2021-1054 du 6 août 2021 modifiant les dispositions du code de l'éducation pour la mise en place des classes menant à l'option internationale du baccalauréat intitulée « baccalauréat français international »"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2021-11-25 CITATION source Décret n° 2021-1524 du 25 novembre 2021 portant modification des dispositions du code de l'éducation relatives à l'épreuve de contrôle au baccalauréat professionnel"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2022-02-08 CITATION source Décret n° 2022-143 du 8 février 2022 modifiant les dispositions du code de l'éducation relatives à la conservation des notes d'évaluations ponctuelles au baccalauréat général et au baccalauréat technologique"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2022-03-22 CITATION source Décret n° 2022-412 du 22 mars 2022 modifiant les dispositions du code de l'éducation relatives aux enseignements optionnels et à la composition du jury du baccalauréat technologique et actualisant des dispositions de ce code relatives à l'outre-mer"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-07-13 CITATION source Décret n° 2023-596 du 13 juillet 2023 modifiant l'organisation, les missions et la composition des instances de l'Office national d'information sur les enseignements et les professions (ONISEP)"},{"type":"add","content":""},{"type":"del","content":"2024-02-19 MODIFIE cible Décret n° 2024-122 du 19 février 2024 modifiant certaines dispositions du code de l'éducation relatives aux certificat d'aptitude professionnelle, brevet professionnel, mention complémentaire, baccalauréat professionnel et brevet des métiers d'art - article 4 ENTIEREMENT_MODIF"},{"type":"add","content":"2024-02-19 CITATION source Décret n° 2024-122 du 19 février 2024 modifiant certaines dispositions du code de l'éducation relatives aux certificat d'aptitude professionnelle, brevet professionnel, mention complémentaire, baccalauréat professionnel et brevet des métiers d'art"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2024-03-16 CITATION source Décret n° 2024-228 du 16 mars 2024 relatif à l'accompagnement pédagogique des élèves et au redoublement"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2024-03-16 MODIFIE cible Décret n° 2024-228 du 16 mars 2024 relatif à l'accompagnement pédagogique des élèves et au redoublement - article 6 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code de l'éducation -  Chapitre III : Les établissements d'enseignemen..."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code rural (nouveau) - article L813-1 AUTONOME MODIFIE, en vigueur du 1993-07-23 au 1999-07-10"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code du travail VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code du travail -  Livre II : L'apprentissage"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code du travail -  Livre III : La formation professionnelle continue"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code du travail - Section 1 : Age d'admission."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code du travail -  Section 3 : France compétences"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code du travail -  Sous-section 1 :  Conditions de l'enregistremen..."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code du travail - article L3111-1 AUTONOME VIGUEUR, en vigueur depuis le 2008-05-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code du travail - article L4153-5 AUTONOME VIGUEUR, en vigueur depuis le 2008-05-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code du travail - article L6211-2 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2016-08-10"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code du travail - art. L6222-5-1"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code du travail - art. L6222-7-1"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code du travail - article L6323-6 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2015-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code du travail - art. L6325-4-1"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code du travail - art. R4153-6"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de l'action sociale et des familles - article L114 AUTONOME VIGUEUR, en vigueur depuis le 2005-02-12"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/49/17/35/LEGIARTI000049173564.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/49/17/35/LEGIARTI000049173564.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/49/17/35/LEGIARTI000049173564.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/49/28/96/LEGIARTI000049289694.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/49/28/96/LEGIARTI000049289694.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/49/28/96/LEGIARTI000049289694.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000049173564)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000049289694)"}],"status":"modified"}],"stats":{"additions":529,"deletions":98,"filesChanged":6}}