{"sha":"77b752b724d6","date":"2019-09-19","message":"Décret n° 2019-962 du 16 septembre 2019 portant modification des dispositions du code de l'éducation relatives au label campus des métiers et des qualifications","files":[{"filename":"partie_reglementaire/livre_iii/titre_iii/chapitre_v/section_3/article_d335-33.md","articleName":"Article D335-33","additions":14,"deletions":10,"diff":[{"type":"del","content":"Le label \"campus des métiers et des qualifications\" permet d'identifier, sur un territoire donné, un réseau d'acteurs qui interviennent en partenariat pour développer une large gamme de formations professionnelles, technologiques et générales, relevant de l'enseignement secondaire et de l'enseignement supérieur, ainsi que de la formation initiale ou continue, qui sont centrées sur des filières spécifiques et sur un secteur d'activité correspondant à un enjeu économique national ou régional."},{"type":"add","content":"Le label \"campus des métiers et des qualifications\" permet d'identifier, sur un territoire donné, un réseau d'acteurs qui interviennent en partenariat pour développer une large gamme de formations professionnelles, technologiques et générales, relevant de l'enseignement secondaire et de l'enseignement supérieur, ainsi que de la formation initiale ou continue, qui sont centrées sur des filières spécifiques et sur un secteur d'activité en réponse à un enjeu économique national ou régional."},{"type":"del","content":"Le réseau auquel est attribué le label regroupe, par voie de convention, des établissements d'enseignement du second cycle du second degré, des établissements d'enseignement supérieur, des centres de formation d'apprentis, des laboratoires de recherche, des organismes de formation continue, des entreprises et, le cas échéant, des associations à caractère sportif, culturel ou d'entraide. Dans sa gouvernance, il comprend au moins un établissement public local d'enseignement du second cycle du second degré et un établissement public à caractère scientifique, culturel et professionnel, auxquels peuvent s'associer les parties précitées."},{"type":"add","content":"Le réseau auquel est attribué le label offre un service d'hébergement et des activités associatives, culturelles et sportives. Les formations accueillent des élèves, des étudiants, des apprentis ou des stagiaires de la formation professionnelle."},{"type":"del","content":"Il offre un service d'hébergement et des activités associatives, culturelles et sportives."},{"type":"add","content":"Le label “ campus des métiers et des qualifications ” est attribué aux projets qui respectent des critères en matière d'objectifs stratégiques, d'organisation du réseau et de projet pédagogique. Ces critères sont précisés dans un cahier des charges national pris par arrêté conjoint des ministres chargés de l'éducation nationale, de l'enseignement supérieur, de la formation professionnelle et de l'économie."},{"type":"del","content":"Les formations accueillent des élèves, des étudiants, des apprentis ou des stagiaires de la formation professionnelle."},{"type":"add","content":"La mention “ excellence ” peut être attribuée aux campus des métiers et des qualifications qui répondent à des exigences supplémentaires mentionnées au même cahier des charges."},{"type":"add","content":""},{"type":"add","content":"Le réseau auquel est attribué le label regroupe, par voie de convention, des établissements d'enseignement du second cycle du second degré, des établissements d'enseignement supérieur, des centres de formation d'apprentis, des structures de recherche, des organismes de formation continue, des entreprises et, le cas échéant, des associations à caractère sportif, culturel ou d'entraide. Cette convention précise la composition et le fonctionnement de l'instance de gouvernance du campus des métiers et des qualifications. L'instance de gouvernance comprend au moins les représentants d'un établissement public local d'enseignement, d'un établissement public à caractère scientifique, culturel et professionnel et d'une entreprise."},{"type":"add","content":""},{"type":"add","content":"Un directeur opérationnel du campus des métiers et des qualifications est nommé par le recteur d'académie après avis de l'instance de gouvernance du campus des métiers et des qualifications pour mettre en œuvre, en lien avec les partenaires, la stratégie, les plans d'actions et les actions de communication du campus des métiers et des qualifications."},{"type":"del","content":"Décret n° 2014-1100 du 29 septembre 2014 portant création du label « campus des métiers et des qualifications » - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Décret n° 2019-962 du 16 septembre 2019 portant modification des dispositions du code de l'éducation relatives au label campus des métiers et des qualifications - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2014-09-29 MODIFIE cible Décret n° 2014-1100 du 29 septembre 2014 portant création du label « campus des métiers et des qualifications » - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2019-09-16 MODIFIE cible Décret n° 2019-962 du 16 septembre 2019 portant modification des dispositions du code de l'éducation relatives au label campus des métiers et des qualifications - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/29/52/62/LEGIARTI000029526216.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/29/52/62/LEGIARTI000029526216.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/29/52/62/LEGIARTI000029526216.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/39/10/83/LEGIARTI000039108310.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/39/10/83/LEGIARTI000039108310.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/39/10/83/LEGIARTI000039108310.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000029526216)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000039108310)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_iii/titre_iii/chapitre_v/section_3/article_d335-34.md","articleName":"Article D335-34","additions":20,"deletions":11,"diff":[{"type":"del","content":"Le recteur d'académie et le président du conseil régional proposent conjointement à la labellisation des projets de campus des métiers et des qualifications, après consultation du conseil académique de l'éducation nationale et du comité régional de l'emploi, de la formation et de l'orientation professionnelles."},{"type":"add","content":"Le recteur d'académie et le président du conseil régional proposent conjointement les projets de campus des métiers et des qualifications à la labellisation, après avis du conseil académique de l'éducation nationale et du comité régional de l'emploi, de la formation et de l'orientation professionnelles."},{"type":"del","content":"Le label \" campus des métiers et des qualifications \" est attribué après l'examen des projets de campus par un groupe d'experts et l'avis du conseil national éducation économie, au regard des dispositions de l'article D. 335-33 et du projet pédagogique, liant formation, recherche et développement économique."},{"type":"add","content":"Le label “ campus des métiers et des qualifications ” est attribué après l'examen des projets de campus, au regard des critères du cahier des charges national mentionné à l'article D. 335-33, par un groupe d'experts composé à parts égales de représentants du monde économique d'une part, et de représentants de l'Etat et des collectivités territoriales d'autre part."},{"type":"del","content":"Il est délivré, pour une durée de quatre ans, par arrêté conjoint des ministres chargés de l'éducation nationale, de la formation professionnelle, de l'enseignement supérieur et de l'économie. Cet arrêté fixe la liste des campus des métiers et des qualifications et précise l'intitulé de chacun. Cet intitulé doit comporter le secteur d'activité concerné ainsi que, le cas échéant, la mention de la dimension internationale des formations."},{"type":"add","content":"Il est délivré, pour une durée maximale de cinq ans, par arrêté conjoint des ministres chargés de l'éducation nationale, de la formation professionnelle, de l'enseignement supérieur et de l'économie. Cet arrêté fixe la liste des campus des métiers et des qualifications et précise l'intitulé de chacun. Cet intitulé doit comporter le secteur d'activité concerné ainsi que, le cas échéant, la mention excellence."},{"type":"del","content":"Décret n° 2014-1100 du 29 septembre 2014 portant création du label « campus des métiers et des qualifications » - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Code de l'éducation - article D335-33 AUTONOME ABROGE, en vigueur du 2006-05-24 au 2009-06-09 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D335-33 AUTONOME MODIFIE, en vigueur du 2019-09-19 au 2020-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2019-962 du 16 septembre 2019 portant modification des dispositions du code de l'éducation relatives au label campus des métiers et des qualifications - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D335-33 AUTONOME MODIFIE, en vigueur du 2014-10-02 au 2019-09-19 CITATION cible"},{"type":"del","content":""},{"type":"del","content":"2014-09-29 MODIFIE cible Décret n° 2014-1100 du 29 septembre 2014 portant création du label « campus des métiers et des qualifications » - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"add","content":""},{"type":"add","content":"2019-09-16 MODIFIE cible Décret n° 2019-962 du 16 septembre 2019 portant modification des dispositions du code de l'éducation relatives au label campus des métiers et des qualifications - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/29/52/62/LEGIARTI000029526212.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/29/52/62/LEGIARTI000029526212.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/29/52/62/LEGIARTI000029526212.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/39/10/83/LEGIARTI000039108315.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/39/10/83/LEGIARTI000039108315.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/39/10/83/LEGIARTI000039108315.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000029526212)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000039108315)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_iii/titre_iii/chapitre_v/section_3/article_d335-35.md","articleName":"Article D335-35","additions":9,"deletions":7,"diff":[{"type":"del","content":"Le groupe d'experts est composé de deux présidents de conseil régional ou leur représentant, deux recteurs d'académie ou leur représentant, un représentant des directions régionales des entreprises, de la concurrence, de la consommation, du travail et de l'emploi, un représentant de l'Association des régions de France, deux inspecteurs généraux de l'éducation nationale, un inspecteur général de l'administration de l'éducation nationale et de la recherche, deux représentants de la direction générale de l'enseignement scolaire, deux représentants de la direction générale pour l'enseignement supérieur et l'insertion professionnelle, un représentant de la direction générale pour la recherche et l'innovation, deux représentants de la direction générale des entreprises, deux représentants de la délégation générale à l'emploi et à la formation professionnelle. Le président est désigné par les ministres chargés de l'éducation nationale, de la formation professionnelle, de l'enseignement supérieur et de l'économie."},{"type":"add","content":"Le groupe d'experts est composé de deux présidents de conseil régional ou leur représentant, deux recteurs d'académie ou leur représentant, un directeur régional des entreprises, de la concurrence, de la consommation, du travail et de l'emploi ou son représentant, un représentant de l'association des Régions de France, un inspecteur général de l'administration de l'éducation nationale et de la recherche, un représentant de la direction générale de l'enseignement scolaire, un représentant de la direction générale pour l'enseignement supérieur et l'insertion professionnelle, un représentant de la direction générale pour la recherche et l'innovation, un représentant de la direction générale des entreprises, un représentant de la délégation générale à l'emploi et à la formation professionnelle et quatorze représentants des filières économiques impliquées dans les campus des métiers et des qualifications. Ces experts, choisis en raison de leurs compétences dans les domaines de l'éducation ou de l'économie, sont nommés par les ministres chargés de l'éducation nationale, de l'enseignement supérieur, de la formation professionnelle et de l'économie."},{"type":"add","content":""},{"type":"add","content":"Le président est désigné, parmi les membres du groupe d'experts, par les mêmes ministres."},{"type":"del","content":"Décret n° 2014-1048 du 15 septembre 2014 modifiant le décret n° 2009-37 du 12 janvier 2009 relatif à la direction générale de la compétitivité, de l'industrie et des services - article 4 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2014-09-17 MODIFICATION cible"},{"type":"add","content":"Décret n° 2019-962 du 16 septembre 2019 portant modification des dispositions du code de l'éducation relatives au label campus des métiers et des qualifications - article 3 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2014-09-15 MODIFICATION source Décret n° 2014-1048 du 15 septembre 2014 modifiant le décret n° 2009-37 du 12 janvier 2009 relatif à la direction générale de la compétitivité, de l'industrie et des services - article 4 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2014-09-17"},{"type":"add","content":"2019-09-16 MODIFIE cible Décret n° 2019-962 du 16 septembre 2019 portant modification des dispositions du code de l'éducation relatives au label campus des métiers et des qualifications - article 3 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/09/79/LEGIARTI000033097952.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/09/79/LEGIARTI000033097952.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/09/79/LEGIARTI000033097952.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/39/10/83/LEGIARTI000039108323.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/39/10/83/LEGIARTI000039108323.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/39/10/83/LEGIARTI000039108323.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033097952)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000039108323)"}],"status":"modified"}],"stats":{"additions":43,"deletions":28,"filesChanged":3}}