{"sha":"8759230efa9a","date":"2006-07-12","message":"Décret n° 2006-830 du 11 juillet 2006 relatif au socle commun de connaissances et de compétences et modifiant le code de l'éducation","files":[{"filename":"partie_reglementaire/livre_ier/titre_ii/chapitre_ii/README.md","articleName":"Sommaire - Chapitre Ii","additions":1,"deletions":0,"diff":[{"type":"add","content":"- [Section 1 : Mission de formation initiale.](section_1/README.md)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_ier/titre_ii/chapitre_ii/section_1/README.md","articleName":"Sommaire - Section 1","additions":19,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Section 1 : Mission de formation initiale."},{"type":"add","content":""},{"type":"add","content":"- [Article D122-1](article_d122-1.md)"},{"type":"add","content":"- [Article D122-2](article_d122-2.md)"},{"type":"add","content":"- [Article D122-3](article_d122-3.md)"},{"type":"add","content":"- [Article Annexe](article_annexe.md)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/06/16/68/LEGISCTA000006166882.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/06/16/68/LEGISCTA000006166882.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/SCTA/00/00/06/16/68/LEGISCTA000006166882.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://section_1/README.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/section_lc/LEGITEXT000006071191/LEGISCTA000006166882)"},{"type":"add","content":""}],"status":"added"},{"filename":"partie_reglementaire/livre_ier/titre_ii/chapitre_ii/section_1/article_annexe.md","articleName":"Article ANNEXE","additions":872,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article Annexe"},{"type":"add","content":""},{"type":"add","content":"L'établissement d'un socle commun des savoirs indispensables répond à une nécessité ressentie depuis plusieurs décennies en raison de la diversification des connaissances. L'article 9 de la loi du 23 avril 2005 d'orientation et de programme pour l'avenir de l'école en arrête le principe en précisant que la scolarité obligatoire doit au moins garantir à chaque élève les moyens nécessaires à l'acquisition d'un socle commun constitué d'un ensemble de connaissances et de compétences qu'il est indispensable de maîtriser pour accomplir avec succès sa scolarité, poursuivre sa formation, construire son avenir personnel et professionnel et réussir sa vie en société. De plus, par l'article 2 de la même loi, \" la nation fixe comme mission première à l'école de faire partager aux élèves les valeurs de la République \"."},{"type":"add","content":""},{"type":"add","content":"Pour toutes ces raisons, le socle commun est le ciment de la nation : il s'agit d'un ensemble de valeurs, de savoirs, de langages et de pratiques dont l'acquisition repose sur la mobilisation de l'école et qui suppose, de la part des élèves, des efforts et de la persévérance."},{"type":"add","content":""},{"type":"add","content":"La définition du socle commun prend également appui sur la proposition de recommandation du Parlement européen et du Conseil de l'Union européenne en matière de \" compétences clés pour l'éducation et l'apprentissage tout au long de la vie \"."},{"type":"add","content":""},{"type":"add","content":"Elle se réfère enfin aux évaluations internationales, notamment au Programme international pour le suivi des acquis des élèves (PISA), qui propose une mesure comparée des connaissances et des compétences nécessaires tout au long de la vie."},{"type":"add","content":""},{"type":"add","content":"Cinq générations après les lois scolaires fondatrices de la IIIe République, une génération après l'instauration du collège unique, le socle constitue une référence commune, pour tous ceux qui confient leurs enfants à l'école, mais aussi pour tous les enseignants."},{"type":"add","content":""},{"type":"add","content":"L'enseignement obligatoire ne se réduit pas au socle commun. Bien que désormais il en constitue le fondement, le socle ne se substitue pas aux programmes de l'école primaire et du collège ; il n'en est pas non plus le condensé. Sa spécificité réside dans la volonté de donner du sens à la culture scolaire fondamentale, en se plaçant du point de vue de l'élève et en construisant les ponts indispensables entre les disciplines et les programmes. Il détermine ce que nul n'est censé ignorer en fin de scolarité obligatoire sous peine de se trouver marginalisé. L'école doit offrir par ailleurs à chacun les moyens de développer toutes ses facultés."},{"type":"add","content":""},{"type":"add","content":"Maîtriser le socle commun c'est être capable de mobiliser ses acquis dans des tâches et des situations complexes, à l'école puis dans sa vie ; c'est posséder un outil indispensable pour continuer à se former tout au long de la vie afin de prendre part aux évolutions de la société ; c'est être en mesure de comprendre les grands défis de l'humanité, la diversité des cultures et l'universalité des droits de l'homme, la nécessité du développement et les exigences de la protection de la planète."},{"type":"add","content":""},{"type":"add","content":"Le socle commun s'organise en sept compétences. Cinq d'entre elles font l'objet, à un titre ou à un autre, des actuels programmes d'enseignement : la maîtrise de la langue française, la pratique d'une langue vivante étrangère, les compétences de base en mathématiques et la culture scientifique et technologique, la maîtrise des techniques usuelles de l'information et de la communication, la culture humaniste. Deux autres domaines ne font pas encore l'objet d'une attention suffisante au sein de l'institution scolaire : il s'agit, d'une part, des compétences sociales et civiques et, d'autre part, de l'autonomie et de l'initiative des élèves."},{"type":"add","content":""},{"type":"add","content":"Chaque grande compétence du socle est conçue comme une combinaison de connaissances fondamentales pour notre temps, de capacités à les mettre en oeuvre dans des situations variées, mais aussi d'attitudes indispensables tout au long de la vie, comme l'ouverture aux autres, le goût pour la recherche de la vérité, le respect de soi et d'autrui, la curiosité et la créativité."},{"type":"add","content":""},{"type":"add","content":"Le socle commun s'acquiert progressivement de l'école maternelle à la fin de la scolarité obligatoire. Chaque compétence qui le constitue requiert la contribution de plusieurs disciplines et, réciproquement, une discipline contribue à l'acquisition de plusieurs compétences."},{"type":"add","content":""},{"type":"add","content":"A l'école et au collège, tous les enseignements et toutes les disciplines ont un rôle à jouer dans l'acquisition du socle. Dans ce cadre, les pratiques scolaires artistiques, culturelles et sportives y contribuent pleinement."},{"type":"add","content":""},{"type":"add","content":"L'exigence de contenu du socle commun est indissociable d'une exigence d'évaluation. Des paliers intermédiaires, adaptés aux rythmes d'apprentissage définis par les cycles, sont déterminés dans la maîtrise du socle."},{"type":"add","content":""},{"type":"add","content":"Des outils d'évaluation, correspondant notamment aux exigences des différents paliers de maîtrise du socle commun, sont mis à la disposition des enseignants."},{"type":"add","content":""},{"type":"add","content":"Un livret personnel permettra à l'élève, à sa famille et aux enseignants de suivre l'acquisition progressive des compétences."},{"type":"add","content":""},{"type":"add","content":"Afin de prendre en compte les différents rythmes d'acquisition, les écoles et les collèges organiseront un accompagnement adapté : études surveillées, tutorat, accès aux livres, à la culture et à internet. Les élèves qui manifestent des besoins particuliers quant aux acquisitions nécessaires à chaque palier se voient proposer un programme personnalisé de réussite éducative."},{"type":"add","content":""},{"type":"add","content":"1. La maîtrise de la langue française"},{"type":"add","content":""},{"type":"add","content":"Savoir lire, écrire et parler le français conditionne l'accès à tous les domaines du savoir et l'acquisition de toutes les compétences. La langue française est l'outil premier de l'égalité des chances, de la liberté du citoyen et de la civilité : elle permet de communiquer à l'oral comme à l'écrit, dans diverses situations ; elle permet de comprendre et d'exprimer ses droits et ses devoirs."},{"type":"add","content":""},{"type":"add","content":"Faire accéder tous les élèves à la maîtrise de la langue française, à une expression précise et claire à l'oral comme à l'écrit, relève de l'enseignement du français mais aussi de toutes les disciplines. Chaque professeur et tous les membres de la communauté éducative sont comptables de cette mission prioritaire de l'institution scolaire. La fréquentation de la littérature d'expression française est un instrument majeur des acquisitions nécessaires à la maîtrise de la langue française."},{"type":"add","content":""},{"type":"add","content":"Connaissances"},{"type":"add","content":""},{"type":"add","content":"L'expression écrite et l'expression orale doivent être travaillées tout au long de la scolarité obligatoire, y compris par la mémorisation et la récitation de textes littéraires."},{"type":"add","content":""},{"type":"add","content":"L'apprentissage de l'orthographe et de la grammaire doit conduire les élèves à saisir que le respect des règles de l'expression française n'est pas contradictoire avec la liberté d'expression : il favorise au contraire une pensée précise ainsi qu'un raisonnement rigoureux et facilement compréhensible. L'élève doit maîtriser suffisamment les outils de la langue que sont le vocabulaire, la grammaire et l'orthographe pour pouvoir lire, comprendre et écrire des textes dans différents contextes."},{"type":"add","content":""},{"type":"add","content":"L'apprentissage de la grammaire et de l'orthographe requiert des exercices spécifiques distincts de l'étude des textes."},{"type":"add","content":""},{"type":"add","content":"Le vocabulaire"},{"type":"add","content":""},{"type":"add","content":"Enrichir quotidiennement le vocabulaire des élèves est un objectif primordial, dès l'école maternelle et tout au long de la scolarité obligatoire. Les élèves devront connaître :"},{"type":"add","content":""},{"type":"add","content":"-un vocabulaire juste et précis pour désigner des objets réels, des sensations, des émotions, des opérations de l'esprit, des abstractions ;"},{"type":"add","content":""},{"type":"add","content":"-le sens propre et le sens figuré d'une expression ;"},{"type":"add","content":""},{"type":"add","content":"-le niveau de langue auquel un mot donné appartient ;"},{"type":"add","content":""},{"type":"add","content":"-des mots de signification voisine ou contraire ;"},{"type":"add","content":""},{"type":"add","content":"-la formation des mots, afin de les comprendre et de les orthographier."},{"type":"add","content":""},{"type":"add","content":"La grammaire"},{"type":"add","content":""},{"type":"add","content":"Les élèves devront connaître :"},{"type":"add","content":""},{"type":"add","content":"-la ponctuation ;"},{"type":"add","content":""},{"type":"add","content":"-les structures syntaxiques fondamentales ;"},{"type":"add","content":""},{"type":"add","content":"-la nature des mots et leur fonction ;"},{"type":"add","content":""},{"type":"add","content":"-les connecteurs logiques usuels (conjonctions de coordination, conjonctions de subordination, adverbes) ;"},{"type":"add","content":""},{"type":"add","content":"-la conjugaison des verbes ;"},{"type":"add","content":""},{"type":"add","content":"-le système des temps et des modes."},{"type":"add","content":""},{"type":"add","content":"L'orthographe"},{"type":"add","content":""},{"type":"add","content":"Il est nécessaire d'atteindre une maîtrise correcte de l'orthographe, dans les écrits spontanés des élèves, dès la fin de l'école primaire. Le perfectionnement de l'orthographe jusqu'à la fin de la scolarité obligatoire est cependant une nécessité. Pour cela, la dictée est un outil indispensable d'apprentissage et d'évaluation, mais c'est par une vigilance particulière dans toutes les situations d'enseignement que cette maîtrise pourra être acquise."},{"type":"add","content":""},{"type":"add","content":"Les élèves devront connaître les principales règles d'orthographe lexicale et grammaticale (mots invariables, règles d'accord, orthographe des formes verbales et des pluriels)."},{"type":"add","content":""},{"type":"add","content":"Capacités"},{"type":"add","content":""},{"type":"add","content":"Lire"},{"type":"add","content":""},{"type":"add","content":"Au terme de la scolarité obligatoire, tout élève devra être capable de :"},{"type":"add","content":""},{"type":"add","content":"-lire à haute voix, de façon expressive, un texte en prose ou en vers ;"},{"type":"add","content":""},{"type":"add","content":"-analyser les éléments grammaticaux d'une phrase afin d'en éclairer le sens ;"},{"type":"add","content":""},{"type":"add","content":"-dégager l'idée essentielle d'un texte lu ou entendu ;"},{"type":"add","content":""},{"type":"add","content":"-manifester sa compréhension de textes variés, qu'ils soient documentaires ou littéraires ;"},{"type":"add","content":""},{"type":"add","content":"-comprendre un énoncé, une consigne ;"},{"type":"add","content":""},{"type":"add","content":"-lire des oeuvres littéraires intégrales, notamment classiques, et rendre compte de sa lecture."},{"type":"add","content":""},{"type":"add","content":"Ecrire"},{"type":"add","content":""},{"type":"add","content":"La capacité à écrire suppose de savoir :"},{"type":"add","content":""},{"type":"add","content":"-copier un texte sans faute, écrire lisiblement et correctement un texte spontanément ou sous la dictée ;"},{"type":"add","content":""},{"type":"add","content":"-répondre à une question par une phrase complète ;"},{"type":"add","content":""},{"type":"add","content":"-rédiger un texte bref, cohérent, construit en paragraphes, correctement ponctué, en respectant des consignes imposées : récit, description, explication, texte argumentatif, compte rendu, écrits courants (lettres...) ;"},{"type":"add","content":""},{"type":"add","content":"-adapter le propos au destinataire et à l'effet recherché ;"},{"type":"add","content":""},{"type":"add","content":"-résumer un texte ;"},{"type":"add","content":""},{"type":"add","content":"-utiliser les principales règles d'orthographe lexicale et grammaticale."},{"type":"add","content":""},{"type":"add","content":"S'exprimer à l'oral"},{"type":"add","content":""},{"type":"add","content":"Il s'agit de savoir :"},{"type":"add","content":""},{"type":"add","content":"-prendre la parole en public ;"},{"type":"add","content":""},{"type":"add","content":"-prendre part à un dialogue, un débat : prendre en compte les propos d'autrui, faire valoir son propre point de vue ;"},{"type":"add","content":""},{"type":"add","content":"-rendre compte d'un travail individuel ou collectif (exposés, expériences, démonstrations...) ;"},{"type":"add","content":""},{"type":"add","content":"-reformuler un texte ou des propos lus ou prononcés par un tiers ;"},{"type":"add","content":""},{"type":"add","content":"-adapter sa prise de parole (attitude et niveau de langue) à la situation de communication (lieu, destinataire, effet recherché) ;"},{"type":"add","content":""},{"type":"add","content":"-dire de mémoire des textes patrimoniaux (textes littéraires, citations célèbres)."},{"type":"add","content":""},{"type":"add","content":"Utiliser des outils"},{"type":"add","content":""},{"type":"add","content":"L'élève devra être capable d'utiliser :"},{"type":"add","content":""},{"type":"add","content":"-des dictionnaires, imprimés ou numériques, pour vérifier l'orthographe ou le sens d'un mot, découvrir un synonyme ou un mot nécessaire à l'expression de sa pensée ;"},{"type":"add","content":""},{"type":"add","content":"-des ouvrages de grammaire ou des logiciels de correction orthographique."},{"type":"add","content":""},{"type":"add","content":"Attitudes"},{"type":"add","content":""},{"type":"add","content":"L'intérêt pour la langue comme instrument de pensée et d'insertion développe :"},{"type":"add","content":""},{"type":"add","content":"-la volonté de justesse dans l'expression écrite et orale, du goût pour l'enrichissement du vocabulaire ;"},{"type":"add","content":""},{"type":"add","content":"-le goût pour les sonorités, les jeux de sens, la puissance émotive de la langue ;"},{"type":"add","content":""},{"type":"add","content":"-l'intérêt pour la lecture (des livres, de la presse écrite) ;"},{"type":"add","content":""},{"type":"add","content":"-l'ouverture à la communication, au dialogue, au débat."},{"type":"add","content":""},{"type":"add","content":"2. La pratique d'une langue vivante étrangère"},{"type":"add","content":""},{"type":"add","content":"Il s'agit soit de la langue apprise depuis l'école primaire, soit d'une langue dont l'étude a commencé au collège."},{"type":"add","content":""},{"type":"add","content":"La communication en langue étrangère suppose la capacité de comprendre, de s'exprimer et d'interpréter des pensées, des sentiments et des faits, à l'oral comme à l'écrit, dans diverses situations."},{"type":"add","content":""},{"type":"add","content":"Elle implique également la connaissance et la compréhension des cultures dont la langue est le vecteur : elle permet de dépasser la vision que véhiculent les stéréotypes."},{"type":"add","content":""},{"type":"add","content":"Le \" cadre européen commun de référence pour les langues \", conçu par le Conseil de l'Europe, constitue la référence fondamentale pour l'enseignement des langues vivantes, les apprentissages et l'évaluation des acquis. La maîtrise du niveau A2 (niveau de l'utilisateur élémentaire) correspond au niveau requis pour le socle commun."},{"type":"add","content":""},{"type":"add","content":"La maîtrise des langues vivantes s'acquiert par une pratique régulière et par l'entraînement de la mémoire. Cinq types d'activités la rendent possible : la compréhension orale, l'expression orale, l'interaction orale, la compréhension écrite et l'expression écrite."},{"type":"add","content":""},{"type":"add","content":"Connaissances"},{"type":"add","content":""},{"type":"add","content":"Pratiquer une langue vivante étrangère, c'est d'abord s'approprier un code linguistique : il faut connaître les formes écrites et sonores permettant de comprendre ou de produire des messages corrects et significatifs dans le contexte de la vie courante. Cela suppose une connaissance du vocabulaire, de la grammaire, de la phonologie et de l'orthographe. Il s'agit donc de :"},{"type":"add","content":""},{"type":"add","content":"-posséder un vocabulaire suffisant pour comprendre des sujets simples ;"},{"type":"add","content":""},{"type":"add","content":"-connaître les règles grammaticales fondamentales (catégorie du nom, système verbal, coordination et subordination dans leur forme élémentaire) et le fonctionnement de la langue étudiée en tenant compte de ses particularités ;"},{"type":"add","content":""},{"type":"add","content":"-connaître les règles de prononciation ;"},{"type":"add","content":""},{"type":"add","content":"-maîtriser l'orthographe des mots ou expressions appris en comprenant le rapport phonie-graphie. Pour certaines langues, l'apprentissage du système graphique constitue une priorité compte tenu de la nécessaire familiarisation avec des caractères spécifiques."},{"type":"add","content":""},{"type":"add","content":"Capacités"},{"type":"add","content":""},{"type":"add","content":"Pratiquer une langue vivante étrangère, c'est savoir l'utiliser de façon pertinente et appropriée en fonction de la situation de communication, dans un contexte socioculturel donné. On attend de l'élève qu'il puisse communiquer de manière simple mais efficace, dans des situations courantes de la vie quotidienne, c'est-à-dire qu'il sache :"},{"type":"add","content":""},{"type":"add","content":"-utiliser la langue en maîtrisant les codes de relations sociales associés à cette langue :"},{"type":"add","content":""},{"type":"add","content":"-utiliser des expressions courantes en suivant les usages de base (saluer, formuler des invitations, des excuses...) ;"},{"type":"add","content":""},{"type":"add","content":"-tenir compte de l'existence des différences de registre de langue, adapter son discours à la situation de communication ;"},{"type":"add","content":""},{"type":"add","content":"-comprendre un bref propos oral : identifier le contenu d'un message, le sujet d'une discussion si l'échange est mené lentement et clairement, suivre un récit ;"},{"type":"add","content":""},{"type":"add","content":"-se faire comprendre à l'oral (brève intervention ou échange court) et à l'écrit, avec suffisamment de clarté, c'est-à-dire être capable :"},{"type":"add","content":""},{"type":"add","content":"-de prononcer correctement ;"},{"type":"add","content":""},{"type":"add","content":"-de relier des groupes de mots avec des connecteurs logiques ;"},{"type":"add","content":""},{"type":"add","content":"-de donner des informations et de s'informer ;"},{"type":"add","content":""},{"type":"add","content":"-d'exprimer simplement une idée, une opinion ;"},{"type":"add","content":""},{"type":"add","content":"-de raconter une histoire ou de décrire sommairement ;"},{"type":"add","content":""},{"type":"add","content":"-comprendre un texte écrit court et simple."},{"type":"add","content":""},{"type":"add","content":"Attitudes"},{"type":"add","content":""},{"type":"add","content":"L'apprentissage d'une langue étrangère développe la sensibilité aux différences et à la diversité culturelle. Il favorise :"},{"type":"add","content":""},{"type":"add","content":"-le désir de communiquer avec les étrangers dans leur langue, de lire un journal et d'écouter les médias audiovisuels étrangers, de voir des films en version originale ;"},{"type":"add","content":""},{"type":"add","content":"-l'ouverture d'esprit et la compréhension d'autres façons de penser et d'agir."},{"type":"add","content":""},{"type":"add","content":"3. Les principaux éléments de mathématiques"},{"type":"add","content":""},{"type":"add","content":"et la culture scientifique et technologique"},{"type":"add","content":""},{"type":"add","content":"Il s'agit de donner aux élèves la culture scientifique nécessaire à une représentation cohérente du monde et à la compréhension de leur environnement quotidien ; ils doivent saisir que la complexité peut être exprimée par des lois fondamentales."},{"type":"add","content":""},{"type":"add","content":"Des approches concrètes et pratiques des mathématiques et des sciences, faisant notamment appel à l'habileté manuelle (par exemple, travailler un matériau, manipuler des volumes, en réaliser), aident les élèves à comprendre les notions abstraites."},{"type":"add","content":""},{"type":"add","content":"Les mathématiques, les sciences expérimentales et la technologie favorisent la rigueur intellectuelle constitutive du raisonnement scientifique."},{"type":"add","content":""},{"type":"add","content":"A.-Les principaux éléments de mathématiques"},{"type":"add","content":""},{"type":"add","content":"Dans chacun des domaines que sont le calcul, la géométrie et la gestion des données, les mathématiques fournissent des outils pour agir, choisir et décider dans la vie quotidienne. Elles développent la pensée logique, les capacités d'abstraction et de vision dans le plan et dans l'espace par l'utilisation de formules, de modèles, de graphiques et de diagrammes. Il s'agit aussi de développer le raisonnement logique et le goût de la démonstration."},{"type":"add","content":""},{"type":"add","content":"La maîtrise des principaux éléments de mathématiques s'acquiert et s'exerce essentiellement par la résolution de problèmes, notamment à partir de situations proches de la réalité."},{"type":"add","content":""},{"type":"add","content":"Les compétences acquises en mathématiques conditionnent l'acquisition d'une culture scientifique."},{"type":"add","content":""},{"type":"add","content":"Connaissances"},{"type":"add","content":""},{"type":"add","content":"Il est nécessaire de créer aussi tôt que possible à l'école primaire des automatismes en calcul, en particulier la maîtrise des quatre opérations qui permet le calcul mental. Il est aussi indispensable d'apprendre à démontrer et à raisonner."},{"type":"add","content":""},{"type":"add","content":"Il faut aussi comprendre des concepts et des techniques (calcul, algorithme) et les mémoriser afin d'être en mesure de les utiliser. Les élèves doivent connaître :"},{"type":"add","content":""},{"type":"add","content":"-pour ce qui concerne les nombres et le calcul :"},{"type":"add","content":""},{"type":"add","content":"-les nombres décimaux, les nombres relatifs, les fractions, les puissances (ordonner, comparer) ;"},{"type":"add","content":""},{"type":"add","content":"-les quatre opérations et leur sens ;"},{"type":"add","content":""},{"type":"add","content":"-les techniques élémentaires du calcul mental ;"},{"type":"add","content":""},{"type":"add","content":"-les éléments du calcul littéral simple (expressions du premier degré à une variable) ;"},{"type":"add","content":""},{"type":"add","content":"-le calcul de la valeur d'une expression littérale pour différentes valeurs des variables ;"},{"type":"add","content":""},{"type":"add","content":"-les identités remarquables ;"},{"type":"add","content":""},{"type":"add","content":"-pour ce qui concerne l'organisation et la gestion de données et les fonctions :"},{"type":"add","content":""},{"type":"add","content":"-la proportionnalité : propriété de linéarité, représentation graphique, tableau de proportionnalité, \" produit en croix \" ou \" règle de 3 \", pourcentage, échelle ;"},{"type":"add","content":""},{"type":"add","content":"-les représentations usuelles : tableaux, diagrammes, graphiques ;"},{"type":"add","content":""},{"type":"add","content":"-le repérage sur un axe et dans le plan ;"},{"type":"add","content":""},{"type":"add","content":"-les notions fondamentales de statistique descriptive (maximum, minimum, fréquence, moyenne) ;"},{"type":"add","content":""},{"type":"add","content":"-les notions de chance ou de probabilité ;"},{"type":"add","content":""},{"type":"add","content":"-en géométrie :"},{"type":"add","content":""},{"type":"add","content":"-les propriétés géométriques élémentaires des figures planes et des solides suivants : carré, rectangle, losange, parallélogramme, triangle, cercle, cube, parallélépipède rectangle, cylindre, sphère ;"},{"type":"add","content":""},{"type":"add","content":"-les notions de parallèle, perpendiculaire, médiatrice, bissectrice, tangente (à un cercle) ;"},{"type":"add","content":""},{"type":"add","content":"-les transformations : symétries, agrandissement et réduction ;"},{"type":"add","content":""},{"type":"add","content":"-des théorèmes de géométrie plane : somme des angles d'un triangle, inégalité triangulaire, Thalès (dans le triangle), Pythagore."},{"type":"add","content":""},{"type":"add","content":"Il faut aussi savoir interpréter une représentation plane d'un objet de l'espace ainsi qu'un patron (cube, parallélépipède rectangle) ;"},{"type":"add","content":""},{"type":"add","content":"-pour ce qui concerne les grandeurs et les mesures :"},{"type":"add","content":""},{"type":"add","content":"-les principales grandeurs (unités de mesure, formules, calculs et conversions) : longueur, aire, contenance, volume, masse, angle, durée, vitesse, masse volumique, nombre de tours par seconde ;"},{"type":"add","content":""},{"type":"add","content":"-les mesures à l'aide d'instruments, en prenant en compte l'incertitude liée au mesurage."},{"type":"add","content":""},{"type":"add","content":"Capacités"},{"type":"add","content":""},{"type":"add","content":"A la sortie de l'école obligatoire, l'élève doit être en mesure d'appliquer les principes et processus mathématiques de base dans la vie quotidienne, dans sa vie privée comme dans son travail. Pour cela, il doit être capable :"},{"type":"add","content":""},{"type":"add","content":"-de raisonner logiquement, de pratiquer la déduction, de démontrer ;"},{"type":"add","content":""},{"type":"add","content":"-de communiquer, à l'écrit comme à l'oral, en utilisant un langage mathématique adapté ;"},{"type":"add","content":""},{"type":"add","content":"-d'effectuer :"},{"type":"add","content":""},{"type":"add","content":"-à la main, un calcul isolé sur des nombres en écriture décimale de taille raisonnable (addition, soustraction, multiplication, division) ;"},{"type":"add","content":""},{"type":"add","content":"-à la calculatrice, un calcul isolé sur des nombres relatifs en écriture décimale : addition, soustraction, multiplication, division décimale à 10-n près, calcul du carré, du cube d'un nombre relatif, racine carrée d'un nombre positif ;"},{"type":"add","content":""},{"type":"add","content":"-mentalement des calculs simples et déterminer rapidement un ordre de grandeur ;"},{"type":"add","content":""},{"type":"add","content":"-de comparer, additionner, soustraire, multiplier et diviser les nombres en écriture fractionnaire dans des situations simples ;"},{"type":"add","content":""},{"type":"add","content":"-d'effectuer des tracés à l'aide des instruments usuels (règle, équerre, compas, rapporteur) :"},{"type":"add","content":""},{"type":"add","content":"-parallèle, perpendiculaire, médiatrice, bissectrice ;"},{"type":"add","content":""},{"type":"add","content":"-cercle donné par son centre et son rayon ;"},{"type":"add","content":""},{"type":"add","content":"-image d'une figure par symétrie axiale, par symétrie centrale ;"},{"type":"add","content":""},{"type":"add","content":"-d'utiliser et construire des tableaux, des diagrammes, des graphiques et de savoir passer d'un mode d'expression à un autre ;"},{"type":"add","content":""},{"type":"add","content":"-d'utiliser des outils (tables, formules, outils de dessin, calculatrices, logiciels) ;"},{"type":"add","content":""},{"type":"add","content":"-de saisir quand une situation de la vie courante se prête à un traitement mathématique, l'analyser en posant les données puis en émettant des hypothèses, s'engager dans un raisonnement ou un calcul en vue de sa résolution, et, pour cela :"},{"type":"add","content":""},{"type":"add","content":"-savoir quand et comment utiliser les opérations élémentaires ;"},{"type":"add","content":""},{"type":"add","content":"-contrôler la vraisemblance d'un résultat ;"},{"type":"add","content":""},{"type":"add","content":"-reconnaître les situations relevant de la proportionnalité et les traiter en choisissant un moyen adapté ;"},{"type":"add","content":""},{"type":"add","content":"-utiliser les représentations graphiques ;"},{"type":"add","content":""},{"type":"add","content":"-utiliser les théorèmes de géométrie plane ;"},{"type":"add","content":""},{"type":"add","content":"-de se repérer dans l'espace : utiliser une carte, un plan, un schéma, un système de coordonnées."},{"type":"add","content":""},{"type":"add","content":"Attitudes"},{"type":"add","content":""},{"type":"add","content":"L'étude des mathématiques permet aux élèves d'appréhender l'existence de lois logiques et développe :"},{"type":"add","content":""},{"type":"add","content":"-la rigueur et la précision ;"},{"type":"add","content":""},{"type":"add","content":"-le respect de la vérité rationnellement établie ;"},{"type":"add","content":""},{"type":"add","content":"-le goût du raisonnement fondé sur des arguments dont la validité est à prouver."},{"type":"add","content":""},{"type":"add","content":"B.-La culture scientifique et technologique"},{"type":"add","content":""},{"type":"add","content":"Les sciences expérimentales et les technologies ont pour objectif de comprendre et de décrire le monde réel, celui de la nature, celui construit par l'Homme ainsi que les changements induits par l'activité humaine."},{"type":"add","content":""},{"type":"add","content":"Leur étude contribue à faire comprendre aux élèves la distinction entre faits et hypothèses vérifiables d'une part, opinions et croyances d'autre part. Pour atteindre ces buts, l'observation, le questionnement, la manipulation et l'expérimentation sont essentiels, et cela dès l'école primaire, dans l'esprit de l'opération \" La main à la pâte \" qui donne le goût des sciences et des techniques dès le plus jeune âge."},{"type":"add","content":""},{"type":"add","content":"Les notions complexes (relatives à l'ADN, aux gènes, à la tectonique des plaques lithosphériques), dont les élèves entendent parler dans la vie courante, sont abordées de manière adaptée. La présentation de l'histoire de l'élaboration des concepts, en mobilisant les ressources de toutes les disciplines concernées, constitue un moyen efficace d'aborder la complexité : la perspective historique contribue à donner une vision cohérente des sciences et des techniques ainsi que de leur développement conjoint."},{"type":"add","content":""},{"type":"add","content":"Les élèves doivent comprendre que les sciences et les techniques contribuent au progrès et au bien-être des sociétés."},{"type":"add","content":""},{"type":"add","content":"Connaissances"},{"type":"add","content":""},{"type":"add","content":"A l'issue de la scolarité obligatoire, tout élève doit avoir une représentation cohérente du monde reposant sur des connaissances. Chacun doit donc :"},{"type":"add","content":""},{"type":"add","content":"-savoir que l'Univers est structuré :"},{"type":"add","content":""},{"type":"add","content":"-du niveau microscopique (atomes, molécules, cellules du vivant) ;"},{"type":"add","content":""},{"type":"add","content":"-au niveau macroscopique (planètes, étoiles, galaxies) ;"},{"type":"add","content":""},{"type":"add","content":"-savoir que la planète Terre :"},{"type":"add","content":""},{"type":"add","content":"-est un des objets du système solaire, lequel est gouverné par la gravitation ;"},{"type":"add","content":""},{"type":"add","content":"-présente une structure et des phénomènes dynamiques internes et externes ;"},{"type":"add","content":""},{"type":"add","content":"-savoir que la matière se présente sous une multitude de formes :"},{"type":"add","content":""},{"type":"add","content":"-sujettes à transformations et réactions ;"},{"type":"add","content":""},{"type":"add","content":"-organisées du plus simple au plus complexe, de l'inerte au vivant ;"},{"type":"add","content":""},{"type":"add","content":"-connaître les caractéristiques du vivant :"},{"type":"add","content":""},{"type":"add","content":"-unité d'organisation (cellule) et biodiversité ;"},{"type":"add","content":""},{"type":"add","content":"-modalités de la reproduction, du développement et du fonctionnement des organismes vivants ;"},{"type":"add","content":""},{"type":"add","content":"-unité du vivant (ADN) et évolution des espèces ;"},{"type":"add","content":""},{"type":"add","content":"-savoir que l'Univers, la matière, les organismes vivants baignent dans une multitude d'interactions et de signaux, notamment lumineux, qui se propagent et agissent à distance ;"},{"type":"add","content":""},{"type":"add","content":"-savoir que l'énergie, perceptible dans le mouvement, peut revêtir des formes différentes et se transformer de l'une à l'autre ; connaître l'énergie électrique et son importance ; connaître les ressources en énergie fossile et les énergies renouvelables ;"},{"type":"add","content":""},{"type":"add","content":"-savoir que la maîtrise progressive de la matière et de l'énergie permet à l'Homme d'élaborer une extrême diversité d'objets techniques, dont il convient de connaître :"},{"type":"add","content":""},{"type":"add","content":"-les conditions d'utilisation ;"},{"type":"add","content":""},{"type":"add","content":"-l'impact sur l'environnement ;"},{"type":"add","content":""},{"type":"add","content":"-le fonctionnement et les conditions de sécurité ;"},{"type":"add","content":""},{"type":"add","content":"-maîtriser des connaissances sur l'Homme :"},{"type":"add","content":""},{"type":"add","content":"-unicité et diversité des individus qui composent l'espèce humaine (génétique, reproduction) ;"},{"type":"add","content":""},{"type":"add","content":"-l'organisation et le fonctionnement du corps humain ;"},{"type":"add","content":""},{"type":"add","content":"-le corps humain et ses possibilités ;"},{"type":"add","content":""},{"type":"add","content":"-influence de l'Homme sur l'écosystème (gestion des ressources...) ;"},{"type":"add","content":""},{"type":"add","content":"-être familiarisé avec les techniques courantes, le traitement électronique et numérique de l'information et les processus automatisés, à la base du fonctionnement d'objets de la vie courante."},{"type":"add","content":""},{"type":"add","content":"Capacités"},{"type":"add","content":""},{"type":"add","content":"L'étude des sciences expérimentales développe les capacités inductives et déductives de l'intelligence sous ses différentes formes. L'élève doit être capable :"},{"type":"add","content":""},{"type":"add","content":"-de pratiquer une démarche scientifique :"},{"type":"add","content":""},{"type":"add","content":"-savoir observer, questionner, formuler une hypothèse et la valider, argumenter, modéliser de façon élémentaire ;"},{"type":"add","content":""},{"type":"add","content":"-comprendre le lien entre les phénomènes de la nature et le langage mathématique qui s'y applique et aide à les décrire ;"},{"type":"add","content":""},{"type":"add","content":"-de manipuler et d'expérimenter en éprouvant la résistance du réel :"},{"type":"add","content":""},{"type":"add","content":"-participer à la conception d'un protocole et le mettre en oeuvre en utilisant les outils appropriés, y compris informatiques ;"},{"type":"add","content":""},{"type":"add","content":"-développer des habiletés manuelles, être familiarisé avec certains gestes techniques ;"},{"type":"add","content":""},{"type":"add","content":"-percevoir la différence entre réalité et simulation ;"},{"type":"add","content":""},{"type":"add","content":"-de comprendre qu'un effet peut avoir plusieurs causes agissant simultanément, de percevoir qu'il peut exister des causes non apparentes ou inconnues ;"},{"type":"add","content":""},{"type":"add","content":"-d'exprimer et d'exploiter les résultats d'une mesure ou d'une recherche et pour cela :"},{"type":"add","content":""},{"type":"add","content":"-utiliser les langages scientifiques à l'écrit et à l'oral ;"},{"type":"add","content":""},{"type":"add","content":"-maîtriser les principales unités de mesure et savoir les associer aux grandeurs correspondantes ;"},{"type":"add","content":""},{"type":"add","content":"-comprendre qu'à une mesure est associée une incertitude ;"},{"type":"add","content":""},{"type":"add","content":"-comprendre la nature et la validité d'un résultat statistique ;"},{"type":"add","content":""},{"type":"add","content":"-de percevoir le lien entre sciences et techniques ;"},{"type":"add","content":""},{"type":"add","content":"-de mobiliser ses connaissances en situation, par exemple comprendre le fonctionnement de son propre corps et l'incidence de l'alimentation, agir sur lui par la pratique d'activités physiques et sportives, ou encore veiller au risque d'accidents naturels, professionnels ou domestiques ;"},{"type":"add","content":""},{"type":"add","content":"-d'utiliser les techniques et les technologies pour surmonter des obstacles."},{"type":"add","content":""},{"type":"add","content":"Attitudes"},{"type":"add","content":""},{"type":"add","content":"L'appréhension rationnelle des choses développe les attitudes suivantes :"},{"type":"add","content":""},{"type":"add","content":"-le sens de l'observation ;"},{"type":"add","content":""},{"type":"add","content":"-la curiosité pour la découverte des causes des phénomènes naturels, l'imagination raisonnée, l'ouverture d'esprit ;"},{"type":"add","content":""},{"type":"add","content":"-l'esprit critique : distinction entre le prouvé, le probable ou l'incertain, la prédiction et la prévision, situation d'un résultat ou d'une information dans son contexte ;"},{"type":"add","content":""},{"type":"add","content":"-l'intérêt pour les progrès scientifiques et techniques ;"},{"type":"add","content":""},{"type":"add","content":"-la conscience des implications éthiques de ces changements ;"},{"type":"add","content":""},{"type":"add","content":"-l'observation des règles élémentaires de sécurité dans les domaines de la biologie, de la chimie et dans l'usage de l'électricité ;"},{"type":"add","content":""},{"type":"add","content":"-la responsabilité face à l'environnement, au monde vivant, à la santé."},{"type":"add","content":""},{"type":"add","content":"4. La maîtrise des techniques usuelles de l'information"},{"type":"add","content":""},{"type":"add","content":"et de la communication"},{"type":"add","content":""},{"type":"add","content":"La culture numérique implique l'usage sûr et critique des techniques de la société de l'information. Il s'agit de l'informatique, du multimédia et de l'internet, qui désormais irriguent tous les domaines économiques et sociaux."},{"type":"add","content":""},{"type":"add","content":"Ces techniques font souvent l'objet d'un apprentissage empirique hors de l'école. Il appartient néanmoins à celle-ci de faire acquérir à chaque élève un ensemble de compétences lui permettant de les utiliser de façon réfléchie et plus efficace."},{"type":"add","content":""},{"type":"add","content":"Les connaissances et les capacités exigibles pour le B2i collège (Brevet informatique et internet) correspondent au niveau requis pour le socle commun. Elles sont acquises dans le cadre d'activités relevant des différents champs disciplinaires."},{"type":"add","content":""},{"type":"add","content":"Connaissances"},{"type":"add","content":""},{"type":"add","content":"Les élèves doivent maîtriser les bases des techniques de l'information et de la communication (composants matériels, logiciels et services courants, traitement et échange de l'information, caractéristiques techniques, fichiers, documents, structuration de l'espace de travail, produits multimédias...)."},{"type":"add","content":""},{"type":"add","content":"Ils doivent également savoir :"},{"type":"add","content":""},{"type":"add","content":"-que les équipements informatiques (matériels, logiciels et services) traitent une information codée pour produire des résultats et peuvent communiquer entre eux ;"},{"type":"add","content":""},{"type":"add","content":"-que l'usage de ces outils est régi par des règles qui permettent de protéger la propriété intellectuelle, les droits et libertés des citoyens et de se protéger soi-même."},{"type":"add","content":""},{"type":"add","content":"Capacités"},{"type":"add","content":""},{"type":"add","content":"La maîtrise des techniques de l'information et de la communication est développée en termes de capacités dans les textes réglementaires définissant le B2i :"},{"type":"add","content":""},{"type":"add","content":"-s'approprier un environnement informatique de travail ;"},{"type":"add","content":""},{"type":"add","content":"-créer, produire, traiter, exploiter des données ;"},{"type":"add","content":""},{"type":"add","content":"-s'informer, se documenter ;"},{"type":"add","content":""},{"type":"add","content":"-communiquer, échanger."},{"type":"add","content":""},{"type":"add","content":"Attitudes"},{"type":"add","content":""},{"type":"add","content":"Le développement du goût pour la recherche et les échanges d'informations à des fins éducatives, culturelles, sociales, professionnelles doit s'accompagner d'une attitude responsable-domaine également développé dans la définition du B2i-c'est-à-dire :"},{"type":"add","content":""},{"type":"add","content":"-une attitude critique et réfléchie vis-à-vis de l'information disponible ;"},{"type":"add","content":""},{"type":"add","content":"-une attitude de responsabilité dans l'utilisation des outils interactifs."},{"type":"add","content":""},{"type":"add","content":"5. La culture humaniste"},{"type":"add","content":""},{"type":"add","content":"La culture humaniste permet aux élèves d'acquérir tout à la fois le sens de la continuité et de la rupture, de l'identité et de l'altérité. En sachant d'où viennent la France et l'Europe et en sachant les situer dans le monde d'aujourd'hui, les élèves se projetteront plus lucidement dans l'avenir."},{"type":"add","content":""},{"type":"add","content":"La culture humaniste contribue à la formation du jugement, du goût et de la sensibilité."},{"type":"add","content":""},{"type":"add","content":"Elle enrichit la perception du réel, ouvre l'esprit à la diversité des situations humaines, invite à la réflexion sur ses propres opinions et sentiments et suscite des émotions esthétiques. Elle se fonde sur l'analyse et l'interprétation des textes et des oeuvres d'époques ou de genres différents. Elle repose sur la fréquentation des oeuvres littéraires (récits, romans, poèmes, pièces de théâtre), qui contribue à la connaissance des idées et à la découverte de soi. Elle se nourrit des apports de l'éducation artistique et culturelle."},{"type":"add","content":""},{"type":"add","content":"Connaissances"},{"type":"add","content":""},{"type":"add","content":"En donnant des repères communs pour comprendre, la culture humaniste participe à la construction du sentiment d'appartenance à la communauté des citoyens, aide à la formation d'opinions raisonnées, prépare chacun à la construction de sa propre culture et conditionne son ouverture au monde. Les élèves doivent :"},{"type":"add","content":""},{"type":"add","content":"-avoir des repères géographiques :"},{"type":"add","content":""},{"type":"add","content":"-les grands ensembles physiques (océans, continents, reliefs, fleuves, grands domaines climatiques et biogéographiques) et humains (répartition mondiale de la population, principales puissances du monde contemporain et leurs métropoles, les Etats de l'Union européenne et leurs capitales) ;"},{"type":"add","content":""},{"type":"add","content":"-les grands types d'aménagements ;"},{"type":"add","content":""},{"type":"add","content":"-les grandes caractéristiques géographiques de l'Union européenne ;"},{"type":"add","content":""},{"type":"add","content":"-le territoire français : organisation et localisations, ensembles régionaux, outre-mer ;"},{"type":"add","content":""},{"type":"add","content":"-avoir des repères historiques :"},{"type":"add","content":""},{"type":"add","content":"-les différentes périodes de l'histoire de l'humanité (les événements fondateurs caractéristiques permettant de les situer les unes par rapport aux autres en mettant en relation faits politiques, économiques, sociaux, culturels, religieux, scientifiques et techniques, littéraires et artistiques), ainsi que les ruptures ;"},{"type":"add","content":""},{"type":"add","content":"-les grands traits de l'histoire de la construction européenne ;"},{"type":"add","content":""},{"type":"add","content":"-les périodes et les dates principales, les grandes figures, les événements fondateurs de l'histoire de France, en les reliant à l'histoire du continent européen et du monde ;"},{"type":"add","content":""},{"type":"add","content":"-être préparés à partager une culture européenne :"},{"type":"add","content":""},{"type":"add","content":"-par une connaissance des textes majeurs de l'Antiquité (l'Iliade et l'Odyssée, récits de la fondation de Rome, la Bible) ;"},{"type":"add","content":""},{"type":"add","content":"-par une connaissance d'oeuvres littéraires, picturales, théâtrales, musicales, architecturales ou cinématographiques majeures du patrimoine français, européen et mondial (ancien, moderne ou contemporain) ;"},{"type":"add","content":""},{"type":"add","content":"-comprendre l'unité et la complexité du monde par une première approche :"},{"type":"add","content":""},{"type":"add","content":"-des droits de l'homme ;"},{"type":"add","content":""},{"type":"add","content":"-de la diversité des civilisations, des sociétés, des religions (histoire et aire de diffusion contemporaine) ;"},{"type":"add","content":""},{"type":"add","content":"-du fait religieux en France, en Europe et dans le monde en prenant notamment appui sur des textes fondateurs (en particulier, des extraits de la Bible et du Coran) dans un esprit de laïcité respectueux des consciences et des convictions ;"},{"type":"add","content":""},{"type":"add","content":"-des grands principes de la production et de l'échange ;"},{"type":"add","content":""},{"type":"add","content":"-de la mondialisation ;"},{"type":"add","content":""},{"type":"add","content":"-des inégalités et des interdépendances dans le monde ;"},{"type":"add","content":""},{"type":"add","content":"-des notions de ressources, de contraintes, de risques ;"},{"type":"add","content":""},{"type":"add","content":"-du développement durable ;"},{"type":"add","content":""},{"type":"add","content":"-des éléments de culture politique : les grandes formes d'organisation politique, économique et sociale (notamment des grands Etats de l'Union européenne), la place et le rôle de l'Etat ;"},{"type":"add","content":""},{"type":"add","content":"-des conflits dans le monde et des notions de défense."},{"type":"add","content":""},{"type":"add","content":"Capacités"},{"type":"add","content":""},{"type":"add","content":"Les élèves doivent être capables :"},{"type":"add","content":""},{"type":"add","content":"-de lire et utiliser différents langages, en particulier les images (différents types de textes, tableaux et graphiques, schémas, représentations cartographiques, représentations d'oeuvres d'art, photographies, images de synthèse) ;"},{"type":"add","content":""},{"type":"add","content":"-de situer dans le temps les événements, les oeuvres littéraires ou artistiques, les découvertes scientifiques ou techniques étudiés et de les mettre en relation avec des faits historiques ou culturels utiles à leur compréhension ;"},{"type":"add","content":""},{"type":"add","content":"-de situer dans l'espace un lieu ou un ensemble géographique, en utilisant des cartes à différentes échelles ;"},{"type":"add","content":""},{"type":"add","content":"-de faire la distinction entre produits de consommation culturelle et oeuvres d'art ;"},{"type":"add","content":""},{"type":"add","content":"-d'avoir une approche sensible de la réalité ;"},{"type":"add","content":""},{"type":"add","content":"-de mobiliser leurs connaissances pour donner du sens à l'actualité ;"},{"type":"add","content":""},{"type":"add","content":"-de développer par une pratique raisonnée, comme acteurs et comme spectateurs, les valeurs humanistes et universelles du sport."},{"type":"add","content":""},{"type":"add","content":"Attitudes"},{"type":"add","content":""},{"type":"add","content":"La culture humaniste que dispense l'école donne aux élèves des références communes. Elle donne aussi à chacun l'envie d'avoir une vie culturelle personnelle :"},{"type":"add","content":""},{"type":"add","content":"-par la lecture, par la fréquentation des musées, par les spectacles (cinéma, théâtre, concerts et autres spectacles culturels) ;"},{"type":"add","content":""},{"type":"add","content":"-par la pratique d'une activité culturelle, artistique ou physique."},{"type":"add","content":""},{"type":"add","content":"Elle a pour but de cultiver une attitude de curiosité :"},{"type":"add","content":""},{"type":"add","content":"-pour les productions artistiques, patrimoniales et contemporaines, françaises et étrangères ;"},{"type":"add","content":""},{"type":"add","content":"-pour les autres pays du monde (histoire, civilisation, actualité)."},{"type":"add","content":""},{"type":"add","content":"Elle développe la conscience que les expériences humaines ont quelque chose d'universel."},{"type":"add","content":""},{"type":"add","content":"*"},{"type":"add","content":""},{"type":"add","content":"* *"},{"type":"add","content":""},{"type":"add","content":"Pour accomplir avec succès sa scolarité, poursuivre sa formation, construire son avenir personnel et professionnel, réussir sa vie en société et exercer librement sa citoyenneté, d'autres compétences sont indispensables à chaque élève : l'école doit permettre à chacun de devenir pleinement responsable-c'est-à-dire autonome et ouvert à l'initiative-et assumer plus efficacement sa fonction d'éducation sociale et civique."},{"type":"add","content":""},{"type":"add","content":"6. Les compétences sociales et civiques"},{"type":"add","content":""},{"type":"add","content":"Il s'agit de mettre en place un véritable parcours civique de l'élève, constitué de valeurs, de savoirs, de pratiques et de comportements dont le but est de favoriser une participation efficace et constructive à la vie sociale et professionnelle, d'exercer sa liberté en pleine conscience des droits d'autrui, de refuser la violence."},{"type":"add","content":""},{"type":"add","content":"Pour cela, les élèves devront apprendre à établir la différence entre les principes universels (les droits de l'homme), les règles de l'Etat de droit (la loi) et les usages sociaux (la civilité)."},{"type":"add","content":""},{"type":"add","content":"Il s'agit aussi de développer le sentiment d'appartenance à son pays, à l'Union européenne, dans le respect dû à la diversité des choix de chacun et de ses options personnelles."},{"type":"add","content":""},{"type":"add","content":"A.-Vivre en société"},{"type":"add","content":""},{"type":"add","content":"Dès l'école maternelle, l'objectif est de préparer les élèves à bien vivre ensemble par l'appropriation progressive des règles de la vie collective."},{"type":"add","content":""},{"type":"add","content":"Connaissances"},{"type":"add","content":""},{"type":"add","content":"Les connaissances nécessaires relèvent notamment de l'enseignement scientifique et des humanités. L'éducation physique et sportive y contribue également."},{"type":"add","content":""},{"type":"add","content":"Les élèves doivent en outre :"},{"type":"add","content":""},{"type":"add","content":"-connaître les règles de la vie collective et comprendre que toute organisation humaine se fonde sur des codes de conduite et des usages dont le respect s'impose ;"},{"type":"add","content":""},{"type":"add","content":"-savoir ce qui est interdit et ce qui est permis ;"},{"type":"add","content":""},{"type":"add","content":"-connaître la distinction entre sphères professionnelle, publique et privée,"},{"type":"add","content":""},{"type":"add","content":"-être éduqué à la sexualité, à la santé et à la sécurité ;"},{"type":"add","content":""},{"type":"add","content":"-connaître les gestes de premiers secours."},{"type":"add","content":""},{"type":"add","content":"Capacités"},{"type":"add","content":""},{"type":"add","content":"Chaque élève doit être capable :"},{"type":"add","content":""},{"type":"add","content":"-de respecter les règles, notamment le règlement intérieur de l'établissement ;"},{"type":"add","content":""},{"type":"add","content":"-de communiquer et de travailler en équipe, ce qui suppose savoir écouter, faire valoir son point de vue, négocier, rechercher un consensus, accomplir sa tâche selon les règles établies en groupe ;"},{"type":"add","content":""},{"type":"add","content":"-d'évaluer les conséquences de ses actes : savoir reconnaître et nommer ses émotions, ses impressions, pouvoir s'affirmer de manière constructive ;"},{"type":"add","content":""},{"type":"add","content":"-de porter secours : l'obtention de l'attestation de formation aux premiers secours certifie que cette capacité est acquise ;"},{"type":"add","content":""},{"type":"add","content":"-de respecter les règles de sécurité, notamment routière par l'obtention de l'attestation scolaire de sécurité routière."},{"type":"add","content":""},{"type":"add","content":"Attitudes"},{"type":"add","content":""},{"type":"add","content":"La vie en société se fonde sur :"},{"type":"add","content":""},{"type":"add","content":"-le respect de soi ;"},{"type":"add","content":""},{"type":"add","content":"-le respect des autres (civilité, tolérance, refus des préjugés et des stéréotypes) ;"},{"type":"add","content":""},{"type":"add","content":"-le respect de l'autre sexe ;"},{"type":"add","content":""},{"type":"add","content":"-le respect de la vie privée ;"},{"type":"add","content":""},{"type":"add","content":"-la volonté de résoudre pacifiquement les conflits ;"},{"type":"add","content":""},{"type":"add","content":"-la conscience que nul ne peut exister sans autrui :"},{"type":"add","content":""},{"type":"add","content":"-conscience de la contribution nécessaire de chacun à la collectivité ;"},{"type":"add","content":""},{"type":"add","content":"-sens de la responsabilité par rapport aux autres ;"},{"type":"add","content":""},{"type":"add","content":"-nécessité de la solidarité : prise en compte des besoins des personnes en difficulté (physiquement, économiquement), en France et ailleurs dans le monde."},{"type":"add","content":""},{"type":"add","content":"B.-Se préparer à sa vie de citoyen"},{"type":"add","content":""},{"type":"add","content":"L'objectif est de favoriser la compréhension des institutions d'une démocratie vivante par l'acquisition des principes et des principales règles qui fondent la République. Il est aussi de permettre aux élèves de devenir des acteurs responsables de notre démocratie."},{"type":"add","content":""},{"type":"add","content":"Connaissances"},{"type":"add","content":""},{"type":"add","content":"Pour exercer sa liberté, le citoyen doit être éclairé. La maîtrise de la langue française, la culture humaniste et la culture scientifique préparent à une vie civique responsable. En plus de ces connaissances essentielles, notamment de l'histoire nationale et européenne, l'élève devra connaître :"},{"type":"add","content":""},{"type":"add","content":"-la Déclaration des droits de l'homme et du citoyen ;"},{"type":"add","content":""},{"type":"add","content":"-la Convention internationale des droits de l'enfant ;"},{"type":"add","content":""},{"type":"add","content":"-les symboles de la République et leur signification (drapeau, devise, hymne national) ;"},{"type":"add","content":""},{"type":"add","content":"-les règles fondamentales de la vie démocratique (la loi, le principe de la représentation, le suffrage universel, le secret du vote, la décision majoritaire et les droits de l'opposition) dont l'apprentissage concret commence à l'école primaire dans diverses situations de la vie quotidienne et se poursuit au collège, en particulier par l'élection des délégués ;"},{"type":"add","content":""},{"type":"add","content":"-le lien entre le respect des règles de la vie sociale et politique et les valeurs qui fondent la République ;"},{"type":"add","content":""},{"type":"add","content":"-quelques notions juridiques de base, et notamment :"},{"type":"add","content":""},{"type":"add","content":"-l'identité de la personne ;"},{"type":"add","content":""},{"type":"add","content":"-la nationalité ;"},{"type":"add","content":""},{"type":"add","content":"-le principe de responsabilité et la notion de contrat, en référence à des situations courantes (signer un contrat de location, de travail, acquérir un bien, se marier, déclarer une naissance, etc.) ;"},{"type":"add","content":""},{"type":"add","content":"-quelques notions de gestion (établir un budget personnel, contracter un emprunt, etc.) ;"},{"type":"add","content":""},{"type":"add","content":"-le fonctionnement de la justice (distinction entre civil et pénal, entre judiciaire et administratif) ;"},{"type":"add","content":""},{"type":"add","content":"-les grands organismes internationaux ;"},{"type":"add","content":""},{"type":"add","content":"-l'Union européenne :"},{"type":"add","content":""},{"type":"add","content":"-les finalités du projet partagé par les nations qui la constituent ;"},{"type":"add","content":""},{"type":"add","content":"-les grandes caractéristiques de ses institutions ;"},{"type":"add","content":""},{"type":"add","content":"-les grands traits de l'organisation de la France :"},{"type":"add","content":""},{"type":"add","content":"-les principales institutions de la République (pouvoirs et fonctions de l'Etat et des collectivités territoriales) ;"},{"type":"add","content":""},{"type":"add","content":"-le principe de laïcité ;"},{"type":"add","content":""},{"type":"add","content":"-les principales données relatives à la démographie et à l'économie françaises ;"},{"type":"add","content":""},{"type":"add","content":"-le schéma général des recettes et des dépenses publiques (Etat, collectivités locales, sécurité sociale) ;"},{"type":"add","content":""},{"type":"add","content":"-le fonctionnement des services sociaux."},{"type":"add","content":""},{"type":"add","content":"Capacités"},{"type":"add","content":""},{"type":"add","content":"Les élèves devront être capables de jugement et d'esprit critique, ce qui suppose :"},{"type":"add","content":""},{"type":"add","content":"-savoir évaluer la part de subjectivité ou de partialité d'un discours, d'un récit, d'un reportage ;"},{"type":"add","content":""},{"type":"add","content":"-savoir distinguer un argument rationnel d'un argument"},{"type":"add","content":""},{"type":"add","content":"d'autorité ;"},{"type":"add","content":""},{"type":"add","content":"-apprendre à identifier, classer, hiérarchiser, soumettre à critique l'information et la mettre à distance ;"},{"type":"add","content":""},{"type":"add","content":"-savoir distinguer virtuel et réel ;"},{"type":"add","content":""},{"type":"add","content":"-être éduqué aux médias et avoir conscience de leur place et de leur influence dans la société ;"},{"type":"add","content":""},{"type":"add","content":"-savoir construire son opinion personnelle et pouvoir la remettre en question, la nuancer (par la prise de conscience de la part d'affectivité, de l'influence de préjugés, de stéréotypes)."},{"type":"add","content":""},{"type":"add","content":"Attitudes"},{"type":"add","content":""},{"type":"add","content":"Au terme de son parcours civique scolaire, l'élève doit avoir conscience de la valeur de la loi et de la valeur de l'engagement. Ce qui implique :"},{"type":"add","content":""},{"type":"add","content":"-la conscience de ses droits et devoirs ;"},{"type":"add","content":""},{"type":"add","content":"-l'intérêt pour la vie publique et les grands enjeux de société ;"},{"type":"add","content":""},{"type":"add","content":"-la conscience de l'importance du vote et de la prise de décision démocratique ;"},{"type":"add","content":""},{"type":"add","content":"-la volonté de participer à des activités civiques."},{"type":"add","content":""},{"type":"add","content":"7. L'autonomie et l'initiative"},{"type":"add","content":""},{"type":"add","content":"A.-L'autonomie"},{"type":"add","content":""},{"type":"add","content":"L'autonomie de la personne humaine est le complément indispensable des droits de l'homme : le socle commun établit la possibilité d'échanger, d'agir et de choisir en connaissance de cause, en développant la capacité de juger par soi-même."},{"type":"add","content":""},{"type":"add","content":"L'autonomie est aussi une condition de la réussite scolaire, d'une bonne orientation et de l'adaptation aux évolutions de sa vie personnelle, professionnelle et sociale."},{"type":"add","content":""},{"type":"add","content":"Il est également essentiel que l'école développe la capacité des élèves à apprendre tout au long de la vie."},{"type":"add","content":""},{"type":"add","content":"Connaissances"},{"type":"add","content":""},{"type":"add","content":"La maîtrise des autres éléments du socle commun est indissociable de l'acquisition de cette compétence, mais chaque élève doit aussi :"},{"type":"add","content":""},{"type":"add","content":"-connaître les processus d'apprentissage, ses propres points forts et faiblesses ;"},{"type":"add","content":""},{"type":"add","content":"-connaître l'environnement économique :"},{"type":"add","content":""},{"type":"add","content":"-l'entreprise ;"},{"type":"add","content":""},{"type":"add","content":"-les métiers de secteurs et de niveaux de qualification variés ainsi que les parcours de formation correspondants et les possibilités de s'y intégrer."},{"type":"add","content":""},{"type":"add","content":"Capacités"},{"type":"add","content":""},{"type":"add","content":"Les principales capacités attendues d'un élève autonome sont les suivantes :"},{"type":"add","content":""},{"type":"add","content":"-s'appuyer sur des méthodes de travail (organiser son temps et planifier son travail, prendre des notes, consulter spontanément un dictionnaire, une encyclopédie, ou tout autre outil nécessaire, se concentrer, mémoriser, élaborer un dossier, exposer) ;"},{"type":"add","content":""},{"type":"add","content":"-savoir respecter des consignes ;"},{"type":"add","content":""},{"type":"add","content":"-être capable de raisonner avec logique et rigueur et donc savoir :"},{"type":"add","content":""},{"type":"add","content":"-identifier un problème et mettre au point une démarche de résolution ;"},{"type":"add","content":""},{"type":"add","content":"-rechercher l'information utile, l'analyser, la trier, la hiérarchiser, l'organiser, la synthétiser ;"},{"type":"add","content":""},{"type":"add","content":"-mettre en relation les acquis des différentes disciplines et les mobiliser dans des situations variées ;"},{"type":"add","content":""},{"type":"add","content":"-identifier, expliquer, rectifier une erreur ;"},{"type":"add","content":""},{"type":"add","content":"-distinguer ce dont on est sûr de ce qu'il faut prouver ;"},{"type":"add","content":""},{"type":"add","content":"-mettre à l'essai plusieurs pistes de solution ;"},{"type":"add","content":""},{"type":"add","content":"-savoir s'autoévaluer ;"},{"type":"add","content":""},{"type":"add","content":"-savoir choisir un parcours de formation, première étape de la formation tout au long de la vie ;"},{"type":"add","content":""},{"type":"add","content":"-développer sa persévérance ;"},{"type":"add","content":""},{"type":"add","content":"-avoir une bonne maîtrise de son corps, savoir nager."},{"type":"add","content":""},{"type":"add","content":"Attitudes"},{"type":"add","content":""},{"type":"add","content":"La motivation, la confiance en soi, le désir de réussir et de progresser sont des attitudes fondamentales. Chacun doit avoir :"},{"type":"add","content":""},{"type":"add","content":"-la volonté de se prendre en charge personnellement ;"},{"type":"add","content":""},{"type":"add","content":"-d'exploiter ses facultés intellectuelles et physiques ;"},{"type":"add","content":""},{"type":"add","content":"-conscience de la nécessité de s'impliquer, de rechercher des occasions d'apprendre ;"},{"type":"add","content":""},{"type":"add","content":"-conscience de l'influence des autres sur ses valeurs et ses choix ;"},{"type":"add","content":""},{"type":"add","content":"-une ouverture d'esprit aux différents secteurs professionnels et conscience de leur égale dignité."},{"type":"add","content":""},{"type":"add","content":"B.-L'esprit d'initiative"},{"type":"add","content":""},{"type":"add","content":"Il faut que l'élève se montre capable de concevoir, de mettre en oeuvre et de réaliser des projets individuels ou collectifs dans les domaines artistiques, sportifs, patrimoniaux ou socio-économiques. Quelle qu'en soit la nature, le projet-toujours validé par l'établissement scolaire-valorise l'implication de l'élève."},{"type":"add","content":""},{"type":"add","content":"Connaissances"},{"type":"add","content":""},{"type":"add","content":"Toutes les connaissances acquises pour les autres compétences peuvent être utiles."},{"type":"add","content":""},{"type":"add","content":"Capacités"},{"type":"add","content":""},{"type":"add","content":"Il s'agit d'apprendre à passer des idées aux actes, ce qui suppose savoir :"},{"type":"add","content":""},{"type":"add","content":"-définir une démarche adaptée au projet ;"},{"type":"add","content":""},{"type":"add","content":"-trouver et contacter des partenaires, consulter des personnes-ressources ;"},{"type":"add","content":""},{"type":"add","content":"-prendre des décisions, s'engager et prendre des risques en conséquence ;"},{"type":"add","content":""},{"type":"add","content":"-prendre l'avis des autres, échanger, informer, organiser une réunion, représenter le groupe ;"},{"type":"add","content":""},{"type":"add","content":"-déterminer les tâches à accomplir, établir des priorités."},{"type":"add","content":""},{"type":"add","content":"Attitudes"},{"type":"add","content":""},{"type":"add","content":"L'envie de prendre des initiatives, d'anticiper, d'être indépendant et inventif dans la vie privée, dans la vie publique et plus tard au travail, constitue une attitude essentielle. Elle implique :"},{"type":"add","content":""},{"type":"add","content":"-curiosité et créativité ;"},{"type":"add","content":""},{"type":"add","content":"-motivation et détermination dans la réalisation d'objectifs."},{"type":"add","content":""},{"type":"add","content":"*"},{"type":"add","content":""},{"type":"add","content":"* *"},{"type":"add","content":""},{"type":"add","content":"Le principe même du socle repose sur un impératif de qualité. S'agissant d'une culture commune pour tous les élèves, il traduit tout autant une ambition pour les plus fragiles qu'une exigence pour ceux qui réussissent bien. Les graves manques pour les uns et les lacunes pour les autres à la sortie de l'école obligatoire constituent des freins à une pleine réussite et à l'exercice d'une citoyenneté libre et responsable."},{"type":"add","content":""},{"type":"add","content":"Ainsi, le socle commun possède une unité : sa maîtrise à la fin de la scolarité obligatoire ne peut être que globale, car les compétences qui le constituent, avec leur liste principale de connaissances, de capacités et d'attitudes, sont complémentaires et également nécessaires. Chacun des domaines constitutifs du socle commun contribue à l'insertion professionnelle, sociale et civique des élèves, pour sa maîtrise à l'issue de la scolarité obligatoire, il ne peut donc y avoir de compensation entre les compétences requises qui composent un tout, à la manière des qualités de l'homme ou des droits et des devoirs du citoyen."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2006-830 du 11 juillet 2006 relatif au socle commun de connaissances et de compétences et modifiant le code de l'éducation - article ANNEXE ENTIEREMENT_MODIF CREE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2005-04-23 CITATION source LOI n° 2005-380 du 23 avril 2005 d'orientation et de programme pour l'avenir de l'école - article 9 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2006-07-11 CREE cible Décret n° 2006-830 du 11 juillet 2006 relatif au socle commun de connaissances et de compétences et modifiant le code de l'éducation - article ANNEXE ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/19/52/84/LEGIARTI000019528408.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/19/52/84/LEGIARTI000019528408.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/19/52/84/LEGIARTI000019528408.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_l_education/src/branch/main/partie_reglementaire/livre_ier/titre_ii/chapitre_ii/section_1/article_annexe.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000019528408)"},{"type":"add","content":""}],"status":"added"},{"filename":"partie_reglementaire/livre_ier/titre_ii/chapitre_ii/section_1/article_d122-1.md","articleName":"Article D122-1","additions":99,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article D122-1"},{"type":"add","content":""},{"type":"add","content":"Le socle commun prévu à l'article L. 122-1-1 est défini à l'annexe à la présente section."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2006-830 du 11 juillet 2006 relatif au socle commun de connaissances et de compétences et modifiant le code de l'éducation - article 2 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2004-703 du 13 juillet 2004 relatif aux dispositions réglementaires des livres Ier et II du code de l'éducation (Décrets en Conseil d'Etat et décrets) CODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 93-432 du 24 mars 1993 sur la mission de formation continue des adultes du service public de l'éducation CONCORDANCE cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1993-03-24 CONCORDANCE source Décret n° 93-432 du 24 mars 1993 sur la mission de formation continue des adultes du service public de l'éducation"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1993-03-24 CONCORDE cible Décret n°93-432 du 24 mars 1993 sur la mission de formation continue des adultes du service public de l'éducation - article 1 AUTONOME ABROGE, en vigueur du 1993-03-24 au 2004-07-17"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2004-07-13 CODIFICATION source Décret n° 2004-703 du 13 juillet 2004 relatif aux dispositions réglementaires des livres Ier et II du code de l'éducation (Décrets en Conseil d'Etat et décrets)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2006-07-11 MODIFICATION source Décret n° 2006-830 du 11 juillet 2006 relatif au socle commun de connaissances et de compétences et modifiant le code de l'éducation - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2012-06-15 CITATION cible Arrêté du 15 juin 2012 fixant le cahier des charges de la formation des professeurs, documentalistes et conseillers principaux d'éducation - article AUTONOME VIGUEUR, en vigueur depuis le 2016-09-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2015-07-01 CITATION cible Arrêté du 1er juillet 2015 relatif au parcours d'éducation artistique et culturelle - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2015-07-08"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2015-07-01 CITATION cible Arrêté du 1er juillet 2015 relatif au parcours Avenir - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2015-07-08"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CONCORDE source Code de l'écucation art. D122-4"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CONCORDANCE cible Code de l'éducation - article D122-4 AUTONOME VIGUEUR, en vigueur depuis le 2006-07-12"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de l'éducation - article D123-1 AUTONOME VIGUEUR, en vigueur depuis le 2004-07-17"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de l'éducation - article D131-11 AUTONOME MODIFIE, en vigueur du 2009-09-02 au 2016-09-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de l'éducation - article D161-1 AUTONOME ABROGE, en vigueur du 2017-03-30 au 2022-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de l'éducation - article D162-1 AUTONOME ABROGE, en vigueur du 2006-07-12 au 2020-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de l'éducation - article D163-1 AUTONOME MODIFIE, en vigueur du 2006-07-12 au 2013-08-21"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de l'éducation - article D164-1 AUTONOME MODIFIE, en vigueur du 2006-07-12 au 2013-08-21"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de l'éducation - article D332-17 AUTONOME MODIFIE, en vigueur du 2014-01-16 au 2016-09-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de l'éducation - article D332-18 AUTONOME MODIFIE, en vigueur du 2007-05-16 au 2013-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de l'éducation - article L122-1-1 AUTONOME MODIFIE, en vigueur du 2005-04-24 au 2013-07-10"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/57/LEGIARTI000006525761.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/57/LEGIARTI000006525761.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/57/LEGIARTI000006525761.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_l_education/src/branch/main/partie_reglementaire/livre_ier/titre_ii/chapitre_ii/section_1/article_d122-1.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006525761)"},{"type":"add","content":""}],"status":"added"},{"filename":"partie_reglementaire/livre_ier/titre_ii/chapitre_ii/section_1/article_d122-2.md","articleName":"Article D122-2","additions":8,"deletions":32,"diff":[{"type":"del","content":"La mission de formation continue des adultes s'exerce dans le cadre général fixé par le code du travail, notamment son livre IX relatif à la formation professionnelle continue dans le cadre de la formation professionnelle tout au long de la vie."},{"type":"add","content":"Les programmes d'enseignement sont adaptés par arrêté du ministre de l'éducation nationale, en tenant compte des prescriptions de l'annexe à la présente section ; en vue d'assurer la maîtrise du socle commun par les élèves, les objectifs de chaque cycle sont précisés ainsi que les repères annuels prioritaires."},{"type":"del","content":"Code de l'éducation - article D122-5 AUTONOME MODIFIE, en vigueur du 2006-07-12 au 2015-06-14 CONCORDANCE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article D131-11 AUTONOME ABROGE, en vigueur du 2016-09-01 au 2019-08-05 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article D122-5 AUTONOME VIGUEUR, en vigueur depuis le 2015-06-14 CONCORDANCE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article D122-5 AUTONOME TRANSFERE, en vigueur du 2004-07-17 au 2006-07-12 CONCORDANCE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article D164-1 AUTONOME MODIFIE, en vigueur du 2006-07-12 au 2013-08-21 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°93-432 du 24 mars 1993 sur la mission de formation continue des adultes du service public de l'éducation - article 2 AUTONOME ABROGE, en vigueur du 1993-03-24 au 2004-07-17 CONCORDE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2006-830 du 11 juillet 2006 relatif au socle commun de connaissances et de compétences et modifiant le code de l'éducation - article 3 ENTIEREMENT_MODIF TRANSFERT cible"},{"type":"add","content":"Décret n° 2006-830 du 11 juillet 2006 relatif au socle commun de connaissances et de compétences et modifiant le code de l'éducation - article 2 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":"Décret n° 2004-703 du 13 juillet 2004 relatif aux dispositions réglementaires des livres Ier et II du code de l'éducation (Décrets en Conseil d'Etat et décrets) CREATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2004-07-13 CREATION source Décret n° 2004-703 du 13 juillet 2004 relatif aux dispositions réglementaires des livres Ier et II du code de l'éducation (Décrets en Conseil d'Etat et décrets)"},{"type":"del","content":""},{"type":"del","content":"2006-07-11 TRANSFERT source Décret n° 2006-830 du 11 juillet 2006 relatif au socle commun de connaissances et de compétences et modifiant le code de l'éducation - article 3 ENTIEREMENT_MODIF"},{"type":"add","content":"2006-07-11 MODIFICATION source Décret n° 2006-830 du 11 juillet 2006 relatif au socle commun de connaissances et de compétences et modifiant le code de l'éducation - article 2 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/57/LEGIARTI000006525762.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/57/LEGIARTI000006525762.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/57/LEGIARTI000006525762.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_l_education/src/branch/main/partie_reglementaire/livre_ier/titre_ii/chapitre_ii/section_2/article_d122-2.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006525762)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/57/LEGIARTI000006525763.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/57/LEGIARTI000006525763.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/57/LEGIARTI000006525763.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_l_education/src/branch/main/partie_reglementaire/livre_ier/titre_ii/chapitre_ii/section_1/article_d122-2.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006525763)"}],"status":"added"},{"filename":"partie_reglementaire/livre_ier/titre_ii/chapitre_ii/section_1/article_d122-3.md","articleName":"Article D122-3","additions":162,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article D122-3"},{"type":"add","content":""},{"type":"add","content":"Des arrêtés du ministre de l'éducation nationale définissent les modalités d'évaluation indissociables de l'acquisition progressive du socle commun et précisent en tant que de besoin la nature des mesures qui peuvent être mises en oeuvre pour aider les élèves qui éprouvent des difficultés dans cette acquisition conformément aux articles D. 321-3 et D. 332-6."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2006-830 du 11 juillet 2006 relatif au socle commun de connaissances et de compétences et modifiant le code de l'éducation - article 2 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2004-703 du 13 juillet 2004 relatif aux dispositions réglementaires des livres Ier et II du code de l'éducation (Décrets en Conseil d'Etat et décrets) CODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 93-432 du 24 mars 1993 sur la mission de formation continue des adultes du service public de l'éducation CONCORDANCE cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1993-03-24 CONCORDANCE source Décret n° 93-432 du 24 mars 1993 sur la mission de formation continue des adultes du service public de l'éducation"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2004-07-13 CODIFICATION source Décret n° 2004-703 du 13 juillet 2004 relatif aux dispositions réglementaires des livres Ier et II du code de l'éducation (Décrets en Conseil d'Etat et décrets)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2006-07-11 MODIFICATION source Décret n° 2006-830 du 11 juillet 2006 relatif au socle commun de connaissances et de compétences et modifiant le code de l'éducation - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2015-12-31 CITATION cible Arrêté du 31 décembre 2015 fixant le contenu du livret scolaire de l'école élémentaire et du collège - article 5 AUTONOME VIGUEUR, en vigueur depuis le 2016-09-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2015-12-31 CONCORDANCE cible Décret n° 2015-1929 du 31 décembre 2015 relatif à l'évaluation des acquis scolaires des élèves et au livret scolaire, à l'école et au collège - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2015-12-31 CONCORDE cible Décret n° 2015-1929 du 31 décembre 2015 relatif à l'évaluation des acquis scolaires des élèves et au livret scolaire, à l'école et au collège - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2016-05-23 CITATION cible Arrêté du 23 mai 2016 fixant le contenu du livret scolaire pour les classes de quatrième et de troisième de l'enseignement agricole - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2016-06-11"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2016-07-19 CITATION cible Arrêté du 19 juillet 2016 relatif aux conditions de délivrance du certificat de formation générale - article 11 AUTONOME VIGUEUR, en vigueur depuis le 2016-08-04"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2016-07-19 CITATION cible Arrêté du 19 juillet 2016 relatif aux conditions de délivrance du certificat de formation générale - article 6 AUTONOME VIGUEUR, en vigueur depuis le 2016-08-04"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2020-05-27 CITATION cible Arrêté du 27 mai 2020 relatif aux modalités de délivrance du diplôme national du brevet pour la session 2020 - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2020-10-04"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2020-05-27 CITATION cible Arrêté du 27 mai 2020 relatif aux modalités de délivrance du diplôme national du brevet pour la session 2020 - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2020-05-29"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2020-05-27 CITATION cible Décret n° 2020-640 du 27 mai 2020 relatif aux modalités de délivrance du diplôme national du brevet pour la session 2020 - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2020-05-29"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2020-05-27 CITATION cible Décret n° 2020-640 du 27 mai 2020 relatif aux modalités de délivrance du diplôme national du brevet pour la session 2020 - article 5 AUTONOME VIGUEUR, en vigueur depuis le 2020-05-29"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2022-01-14 CITATION cible Arrêté du 14 janvier 2022 relatif aux modalités de délivrance du diplôme national du brevet pour la session 2021 en Nouvelle-Calédonie et à Wallis-et-Futuna en conséquence de la Covid-19 - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2022-01-16"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2022-01-14 CITATION cible Arrêté du 14 janvier 2022 relatif aux modalités de délivrance du diplôme national du brevet pour la session 2021 en Nouvelle-Calédonie et à Wallis-et-Futuna en conséquence de la Covid-19 - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2022-01-16"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CONCORDE source Code de l'écucation art. D122-6"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2022-01-14 CITATION cible Décret n° 2022-29 du 14 janvier 2022 relatif aux modalités de délivrance du diplôme national du brevet pour la session 2021 en Nouvelle-Calédonie et à Wallis-et-Futuna en conséquence de l'épidémie de covid-19 - article 3 AUTONOME VIGUEUR, en vigueur depuis le 2022-01-16"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2022-01-14 CITATION cible Décret n° 2022-29 du 14 janvier 2022 relatif aux modalités de délivrance du diplôme national du brevet pour la session 2021 en Nouvelle-Calédonie et à Wallis-et-Futuna en conséquence de l'épidémie de covid-19 - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2022-01-16"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2022-08-25 CITATION cible Arrêté du 25 août 2022 relatif aux modalités de délivrance du diplôme national du brevet pour la session 2022 pour les candidats ne pouvant se présenter aux épreuves terminales en raison d'une interdiction de circulation ou de la fermeture administrative de leur centre d'examen - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2022-08-27"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2022-08-25 CITATION cible Décret n° 2022-1178 du 25 août 2022 relatif aux modalités de délivrance du diplôme national du brevet pour la session 2022 pour les candidats ne pouvant se présenter aux épreuves terminales en raison d'une interdiction de circulation ou de la fermeture administrative de leur centre d'examen - article 5 AUTONOME VIGUEUR, en vigueur depuis le 2022-08-27"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2022-08-25 CITATION cible Décret n° 2022-1178 du 25 août 2022 relatif aux modalités de délivrance du diplôme national du brevet pour la session 2022 pour les candidats ne pouvant se présenter aux épreuves terminales en raison d'une interdiction de circulation ou de la fermeture administrative de leur centre d'examen - article 9 AUTONOME VIGUEUR, en vigueur depuis le 2022-08-27"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-04-19 CITATION cible Arrêté du 19 avril 2023 relatif aux modalités de délivrance du diplôme national du brevet pour la session 2023 pour les candidats ne pouvant se présenter aux épreuves terminales en raison de la fermeture administrative du centre d'examen de Port-au-Prince, en Haïti - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2023-04-22"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-04-19 CITATION cible Décret n° 2023-287 du 19 avril 2023 relatif aux modalités de délivrance du diplôme national du brevet pour la session 2023 pour les candidats ne pouvant se présenter aux épreuves terminales en raison de la fermeture administrative du centre d'examen de Port-au-Prince, en Haïti - article 5 AUTONOME VIGUEUR, en vigueur depuis le 2023-04-22"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2024-11-07 CITATION cible Décret n° 2024-1008 du 7 novembre 2024 relatif aux modalités de délivrance du diplôme national du brevet pour la session 2024 en Nouvelle-Calédonie en raison de circonstances exceptionnelles VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2024-11-07 CITATION cible Décret n° 2024-1008 du 7 novembre 2024 relatif aux modalités de délivrance du diplôme national du brevet pour la session 2024 en Nouvelle-Calédonie en raison de circonstances exceptionnelles - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2024-11-10"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2024-11-19 CITATION cible Arrêté du 19 novembre 2024 relatif aux modalités d'attribution du diplôme national du brevet pour la session 2024 en Nouvelle-Calédonie en raison de circonstances exceptionnelles VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2024-11-19 CITATION cible Arrêté du 19 novembre 2024 relatif aux modalités d'attribution du diplôme national du brevet pour la session 2024 en Nouvelle-Calédonie en raison de circonstances exceptionnelles - article 3 AUTONOME VIGUEUR, en vigueur depuis le 2024-12-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2024-11-19 CITATION cible Arrêté du 19 novembre 2024 relatif aux modalités d'attribution du diplôme national du brevet pour la session 2024 en Nouvelle-Calédonie en raison de circonstances exceptionnelles - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2024-12-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2025-05-13 CITATION cible Arrêté du 13 mai 2025 relatif aux modalités d'attribution du diplôme national du brevet pour la session 2025 à Mayotte en raison des conséquences du cyclone Chido VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2025-05-13 CITATION cible Arrêté du 13 mai 2025 relatif aux modalités d'attribution du diplôme national du brevet pour la session 2025 à Mayotte en raison des conséquences du cyclone Chido - article 3 AUTONOME VIGUEUR, en vigueur depuis le 2025-05-16"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2025-05-13 CITATION cible Arrêté du 13 mai 2025 relatif aux modalités d'attribution du diplôme national du brevet pour la session 2025 à Mayotte en raison des conséquences du cyclone Chido - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2025-05-16"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2025-05-13 CITATION cible Décret n° 2025-420 du 13 mai 2025 relatif aux modalités de délivrance du diplôme national du brevet pour la session 2025 à Mayotte en raison des conséquences du cyclone Chido VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2025-05-13 CITATION cible Décret n° 2025-420 du 13 mai 2025 relatif aux modalités de délivrance du diplôme national du brevet pour la session 2025 à Mayotte en raison des conséquences du cyclone Chido - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2025-05-16"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de l'éducation - article D164-1 AUTONOME MODIFIE, en vigueur du 2006-07-12 au 2013-08-21"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de l'éducation - article D321-3 AUTONOME MODIFIE, en vigueur du 2006-05-24 au 2015-08-31"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de l'éducation - article D332-17 AUTONOME MODIFIE, en vigueur du 2016-09-01 au 2025-09-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de l'éducation - article D332-24 AUTONOME VIGUEUR, en vigueur depuis le 2016-09-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de l'éducation - article D332-6 AUTONOME MODIFIE, en vigueur du 2006-05-24 au 2012-02-18"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de l'éducation - article D341-42 AUTONOME MODIFIE, en vigueur du 2016-09-01 au 2025-09-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/57/LEGIARTI000006525765.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/57/LEGIARTI000006525765.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/57/LEGIARTI000006525765.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_l_education/src/branch/main/partie_reglementaire/livre_ier/titre_ii/chapitre_ii/section_1/article_d122-3.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006525765)"},{"type":"add","content":""}],"status":"added"},{"filename":"partie_reglementaire/livre_ier/titre_ii/chapitre_ii/section_2/README.md","articleName":"Sommaire - Section 2","additions":3,"deletions":3,"diff":[{"type":"del","content":"- [Article D122-1](article_d122-1.md)"},{"type":"del","content":"- [Article D122-2](article_d122-2.md)"},{"type":"del","content":"- [Article D122-3](article_d122-3.md)"},{"type":"add","content":"- [Article D122-7](article_d122-7.md)"},{"type":"add","content":"- [Article D122-8](article_d122-8.md)"},{"type":"add","content":"- [Article D122-9](article_d122-9.md)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_ier/titre_ii/chapitre_ii/section_2/article_d122-1.md","articleName":"Article D122-1","additions":0,"deletions":165,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article D122-1"},{"type":"del","content":""},{"type":"del","content":"Le service public de l'éducation a, conformément à l'article L. 122-5, une mission de formation continue des adultes."},{"type":"del","content":""},{"type":"del","content":"Dans ce cadre, il contribue au développement économique, social et culturel, aux niveaux local, régional et national. Il répond aux besoins collectifs du pays, notamment des entreprises, en favorisant l'élévation du niveau de qualification de la population et sa capacité d'adaptation aux mutations économiques et sociales. Il concourt à la satisfaction des besoins individuels en permettant à chacun de développer ses aptitudes et en facilitant la promotion professionnelle et sociale. Il participe, par la formation, à la lutte contre les inégalités et les risques d'exclusion sociale et économique."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article D123-1 AUTONOME VIGUEUR, en vigueur depuis le 2004-07-17 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article D162-1 AUTONOME ABROGE, en vigueur du 2006-07-12 au 2020-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article D163-1 AUTONOME MODIFIE, en vigueur du 2006-07-12 au 2013-08-21 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article D122-4 AUTONOME TRANSFERE, en vigueur du 2004-07-17 au 2006-07-12 CONCORDANCE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article D131-11 AUTONOME MODIFIE, en vigueur du 2009-09-02 au 2016-09-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article D332-18 AUTONOME MODIFIE, en vigueur du 2007-05-16 au 2013-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article D332-17 AUTONOME MODIFIE, en vigueur du 2014-01-16 au 2016-09-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article D161-1 AUTONOME MODIFIE, en vigueur du 2015-06-14 au 2016-09-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°93-432 du 24 mars 1993 sur la mission de formation continue des adultes du service public de l'éducation - article 1 AUTONOME ABROGE, en vigueur du 1993-03-24 au 2004-07-17 CONCORDE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article D332-17 AUTONOME MODIFIE, en vigueur du 2013-01-01 au 2014-01-16 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article D161-1 AUTONOME MODIFIE, en vigueur du 2013-08-21 au 2015-06-14 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article D161-1 AUTONOME MODIFIE, en vigueur du 2016-09-01 au 2017-03-30 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article D122-4 AUTONOME VIGUEUR, en vigueur depuis le 2006-07-12 CONCORDANCE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 15 juin 2012 fixant le cahier des charges de la formation des professeurs, documentalistes et conseillers principaux d'éducation - article AUTONOME MODIFIE, en vigueur du 2012-06-30 au 2016-09-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 1er juillet 2015 relatif au parcours Avenir - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2015-07-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 1er juillet 2015 relatif au parcours d'éducation artistique et culturelle - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2015-07-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article D164-1 AUTONOME MODIFIE, en vigueur du 2006-07-12 au 2013-08-21 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article D332-17 AUTONOME MODIFIE, en vigueur du 2007-05-16 au 2013-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article D161-1 AUTONOME ABROGE, en vigueur du 2017-03-30 au 2022-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article L122-5 AUTONOME VIGUEUR, en vigueur depuis le 2000-06-22 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2006-830 du 11 juillet 2006 relatif au socle commun de connaissances et de compétences et modifiant le code de l'éducation - article 3 ENTIEREMENT_MODIF TRANSFERT cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 15 juin 2012 fixant le cahier des charges de la formation des professeurs, documentalistes et conseillers principaux d'éducation - article AUTONOME VIGUEUR, en vigueur depuis le 2016-09-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2004-703 du 13 juillet 2004 relatif aux dispositions réglementaires des livres Ier et II du code de l'éducation (Décrets en Conseil d'Etat et décrets) CODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 9 juillet 2009 modifiant l'arrêté du 18 août 1999 relatif aux modalités d'attribution du diplôme national du brevet CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 93-432 du 24 mars 1993 sur la mission de formation continue des adultes du service public de l'éducation CONCORDANCE cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1993-03-24 CONCORDANCE source Décret n° 93-432 du 24 mars 1993 sur la mission de formation continue des adultes du service public de l'éducation"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1993-03-24 CONCORDE cible Décret n°93-432 du 24 mars 1993 sur la mission de formation continue des adultes du service public de l'éducation - article 1 AUTONOME ABROGE, en vigueur du 1993-03-24 au 2004-07-17"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2004-07-13 CODIFICATION source Décret n° 2004-703 du 13 juillet 2004 relatif aux dispositions réglementaires des livres Ier et II du code de l'éducation (Décrets en Conseil d'Etat et décrets)"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2006-07-11 TRANSFERT source Décret n° 2006-830 du 11 juillet 2006 relatif au socle commun de connaissances et de compétences et modifiant le code de l'éducation - article 3 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2012-06-15 CITATION cible Arrêté du 15 juin 2012 fixant le cahier des charges de la formation des professeurs, documentalistes et conseillers principaux d'éducation - article AUTONOME VIGUEUR, en vigueur depuis le 2016-09-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2015-07-01 CITATION cible Arrêté du 1er juillet 2015 relatif au parcours d'éducation artistique et culturelle - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2015-07-08"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2015-07-01 CITATION cible Arrêté du 1er juillet 2015 relatif au parcours Avenir - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2015-07-08"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CONCORDE source Code de l'écucation art. D122-4"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CONCORDANCE cible Code de l'éducation - article D122-4 AUTONOME VIGUEUR, en vigueur depuis le 2006-07-12"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'éducation - article D123-1 AUTONOME VIGUEUR, en vigueur depuis le 2004-07-17"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'éducation - article D131-11 AUTONOME MODIFIE, en vigueur du 2009-09-02 au 2016-09-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'éducation - article D161-1 AUTONOME ABROGE, en vigueur du 2017-03-30 au 2022-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'éducation - article D162-1 AUTONOME ABROGE, en vigueur du 2006-07-12 au 2020-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'éducation - article D163-1 AUTONOME MODIFIE, en vigueur du 2006-07-12 au 2013-08-21"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'éducation - article D164-1 AUTONOME MODIFIE, en vigueur du 2006-07-12 au 2013-08-21"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'éducation - article D332-17 AUTONOME MODIFIE, en vigueur du 2014-01-16 au 2016-09-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'éducation - article D332-18 AUTONOME MODIFIE, en vigueur du 2007-05-16 au 2013-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de l'éducation - article L122-5 AUTONOME VIGUEUR, en vigueur depuis le 2000-06-22"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/57/LEGIARTI000006525760.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/57/LEGIARTI000006525760.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/57/LEGIARTI000006525760.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_l_education/src/branch/main/partie_reglementaire/livre_ier/titre_ii/chapitre_ii/section_2/article_d122-1.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006525760)"},{"type":"del","content":""}],"status":"deleted"},{"filename":"partie_reglementaire/livre_ier/titre_ii/chapitre_ii/section_2/article_d122-3.md","articleName":"Article D122-3","additions":0,"deletions":275,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article D122-3"},{"type":"del","content":""},{"type":"del","content":"Le service public de l'éducation fonde ses interventions dans le domaine de la formation continue des adultes sur les principes suivants :"},{"type":"del","content":""},{"type":"del","content":"a) Il est conçu dans une logique de réponse à la diversité des besoins de formation des adultes et des jeunes engagés dans la vie active ou qui s'y engagent ;"},{"type":"del","content":""},{"type":"del","content":"b) Il obéit à des règles déontologiques vis-à-vis des prescripteurs et des bénéficiaires, en particulier : neutralité, permanence du service, recherche du dialogue, transparence ;"},{"type":"del","content":""},{"type":"del","content":"c) Il développe, en particulier avec les établissements publics d'enseignement supérieur et d'autres services publics de formation, des actions en partenariat susceptibles d'aider à la réalisation de projets communs dans le respect de ses objectifs et de ses contraintes ;"},{"type":"del","content":""},{"type":"del","content":"d) Il définit ses engagements de qualité envers les prescripteurs, les bénéficiaires et les partenaires sous forme d'une charte nationale ;"},{"type":"del","content":""},{"type":"del","content":"e) Il participe au développement et à l'adaptation permanente des dispositifs de formation et des méthodes pédagogiques."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2022-1178 du 25 août 2022 relatif aux modalités de délivrance du diplôme national du brevet pour la session 2022 pour les candidats ne pouvant se présenter aux épreuves terminales en raison d'une interdiction de circulation ou de la fermeture administrative de leur centre d'examen - article 5 AUTONOME VIGUEUR, en vigueur depuis le 2022-08-27 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 25 août 2022 relatif aux modalités de délivrance du diplôme national du brevet pour la session 2022 pour les candidats ne pouvant se présenter aux épreuves terminales en raison d'une interdiction de circulation ou de la fermeture administrative de leur centre d'examen - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2022-08-27 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article D332-17 AUTONOME MODIFIE, en vigueur du 2016-09-01 au 2025-09-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article D341-42 AUTONOME MODIFIE, en vigueur du 2016-09-01 au 2025-09-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article D332-24 AUTONOME VIGUEUR, en vigueur depuis le 2016-09-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 27 mai 2020 relatif aux modalités de délivrance du diplôme national du brevet pour la session 2020 - article 2 AUTONOME MODIFIE, en vigueur du 2020-05-29 au 2020-10-04 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article D164-1 AUTONOME MODIFIE, en vigueur du 2006-07-12 au 2013-08-21 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 23 mai 2016 fixant le contenu du livret scolaire pour les classes de quatrième et de troisième de l'enseignement agricole - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2016-06-11 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 19 juillet 2016 relatif aux conditions de délivrance du certificat de formation générale - article 11 AUTONOME VIGUEUR, en vigueur depuis le 2016-08-04 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 27 mai 2020 relatif aux modalités de délivrance du diplôme national du brevet pour la session 2020 - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2020-05-29 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 19 avril 2023 relatif aux modalités de délivrance du diplôme national du brevet pour la session 2023 pour les candidats ne pouvant se présenter aux épreuves terminales en raison de la fermeture administrative du centre d'examen de Port-au-Prince, en Haïti - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2023-04-22 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2022-29 du 14 janvier 2022 relatif aux modalités de délivrance du diplôme national du brevet pour la session 2021 en Nouvelle-Calédonie et à Wallis-et-Futuna en conséquence de l'épidémie de covid-19 - article 3 AUTONOME VIGUEUR, en vigueur depuis le 2022-01-16 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 14 janvier 2022 relatif aux modalités de délivrance du diplôme national du brevet pour la session 2021 en Nouvelle-Calédonie et à Wallis-et-Futuna en conséquence de la Covid-19 - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2022-01-16 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2022-29 du 14 janvier 2022 relatif aux modalités de délivrance du diplôme national du brevet pour la session 2021 en Nouvelle-Calédonie et à Wallis-et-Futuna en conséquence de l'épidémie de covid-19 - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2022-01-16 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2020-640 du 27 mai 2020 relatif aux modalités de délivrance du diplôme national du brevet pour la session 2020 - article 5 AUTONOME VIGUEUR, en vigueur depuis le 2020-05-29 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2015-1929 du 31 décembre 2015 relatif à l'évaluation des acquis scolaires des élèves et au livret scolaire, à l'école et au collège - article 2 ENTIEREMENT_MODIF CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 31 décembre 2015 fixant le contenu du livret scolaire de l'école élémentaire et du collège - article 5 AUTONOME VIGUEUR, en vigueur depuis le 2016-09-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 14 janvier 2022 relatif aux modalités de délivrance du diplôme national du brevet pour la session 2021 en Nouvelle-Calédonie et à Wallis-et-Futuna en conséquence de la Covid-19 - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2022-01-16 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2022-1178 du 25 août 2022 relatif aux modalités de délivrance du diplôme national du brevet pour la session 2022 pour les candidats ne pouvant se présenter aux épreuves terminales en raison d'une interdiction de circulation ou de la fermeture administrative de leur centre d'examen - article 9 AUTONOME VIGUEUR, en vigueur depuis le 2022-08-27 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2023-287 du 19 avril 2023 relatif aux modalités de délivrance du diplôme national du brevet pour la session 2023 pour les candidats ne pouvant se présenter aux épreuves terminales en raison de la fermeture administrative du centre d'examen de Port-au-Prince, en Haïti - article 5 AUTONOME VIGUEUR, en vigueur depuis le 2023-04-22 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 19 juillet 2016 relatif aux conditions de délivrance du certificat de formation générale - article 6 AUTONOME VIGUEUR, en vigueur depuis le 2016-08-04 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 27 mai 2020 relatif aux modalités de délivrance du diplôme national du brevet pour la session 2020 - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2020-10-04 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2020-640 du 27 mai 2020 relatif aux modalités de délivrance du diplôme national du brevet pour la session 2020 - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2020-05-29 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2006-830 du 11 juillet 2006 relatif au socle commun de connaissances et de compétences et modifiant le code de l'éducation - article 3 ENTIEREMENT_MODIF TRANSFERT cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 13 mai 2025 relatif aux modalités d'attribution du diplôme national du brevet pour la session 2025 à Mayotte en raison des conséquences du cyclone Chido - article 3 AUTONOME VIGUEUR, en vigueur depuis le 2025-05-16 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 19 novembre 2024 relatif aux modalités d'attribution du diplôme national du brevet pour la session 2024 en Nouvelle-Calédonie en raison de circonstances exceptionnelles - article 3 AUTONOME VIGUEUR, en vigueur depuis le 2024-12-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 19 novembre 2024 relatif aux modalités d'attribution du diplôme national du brevet pour la session 2024 en Nouvelle-Calédonie en raison de circonstances exceptionnelles - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2024-12-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2024-1008 du 7 novembre 2024 relatif aux modalités de délivrance du diplôme national du brevet pour la session 2024 en Nouvelle-Calédonie en raison de circonstances exceptionnelles - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2024-11-10 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2025-420 du 13 mai 2025 relatif aux modalités de délivrance du diplôme national du brevet pour la session 2025 à Mayotte en raison des conséquences du cyclone Chido - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2025-05-16 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 13 mai 2025 relatif aux modalités d'attribution du diplôme national du brevet pour la session 2025 à Mayotte en raison des conséquences du cyclone Chido - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2025-05-16 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2004-703 du 13 juillet 2004 relatif aux dispositions réglementaires des livres Ier et II du code de l'éducation (Décrets en Conseil d'Etat et décrets) CODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 93-432 du 24 mars 1993 sur la mission de formation continue des adultes du service public de l'éducation CONCORDANCE cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2025-420 du 13 mai 2025 relatif aux modalités de délivrance du diplôme national du brevet pour la session 2025 à Mayotte en raison des conséquences du cyclone Chido VIGUEUR, en vigueur depuis le 2025-05-16 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2024-1008 du 7 novembre 2024 relatif aux modalités de délivrance du diplôme national du brevet pour la session 2024 en Nouvelle-Calédonie en raison de circonstances exceptionnelles CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2025-420 du 13 mai 2025 relatif aux modalités de délivrance du diplôme national du brevet pour la session 2025 à Mayotte en raison des conséquences du cyclone Chido CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 13 mai 2025 relatif aux modalités d'attribution du diplôme national du brevet pour la session 2025 à Mayotte en raison des conséquences du cyclone Chido CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 13 mai 2025 relatif aux modalités d'attribution du diplôme national du brevet pour la session 2025 à Mayotte en raison des conséquences du cyclone Chido VIGUEUR, en vigueur depuis le 2025-05-16 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 19 novembre 2024 relatif aux modalités d'attribution du diplôme national du brevet pour la session 2024 en Nouvelle-Calédonie en raison de circonstances exceptionnelles CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 19 novembre 2024 relatif aux modalités d'attribution du diplôme national du brevet pour la session 2024 en Nouvelle-Calédonie en raison de circonstances exceptionnelles VIGUEUR, en vigueur depuis le 2024-12-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2024-1008 du 7 novembre 2024 relatif aux modalités de délivrance du diplôme national du brevet pour la session 2024 en Nouvelle-Calédonie en raison de circonstances exceptionnelles VIGUEUR, en vigueur depuis le 2024-11-10 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1993-03-24 CONCORDANCE source Décret n° 93-432 du 24 mars 1993 sur la mission de formation continue des adultes du service public de l'éducation"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2004-07-13 CODIFICATION source Décret n° 2004-703 du 13 juillet 2004 relatif aux dispositions réglementaires des livres Ier et II du code de l'éducation (Décrets en Conseil d'Etat et décrets)"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2006-07-11 TRANSFERT source Décret n° 2006-830 du 11 juillet 2006 relatif au socle commun de connaissances et de compétences et modifiant le code de l'éducation - article 3 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2015-12-31 CITATION cible Arrêté du 31 décembre 2015 fixant le contenu du livret scolaire de l'école élémentaire et du collège - article 5 AUTONOME VIGUEUR, en vigueur depuis le 2016-09-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2015-12-31 CONCORDANCE cible Décret n° 2015-1929 du 31 décembre 2015 relatif à l'évaluation des acquis scolaires des élèves et au livret scolaire, à l'école et au collège - article 2 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2015-12-31 CONCORDE cible Décret n° 2015-1929 du 31 décembre 2015 relatif à l'évaluation des acquis scolaires des élèves et au livret scolaire, à l'école et au collège - article 2 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2016-05-23 CITATION cible Arrêté du 23 mai 2016 fixant le contenu du livret scolaire pour les classes de quatrième et de troisième de l'enseignement agricole - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2016-06-11"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2016-07-19 CITATION cible Arrêté du 19 juillet 2016 relatif aux conditions de délivrance du certificat de formation générale - article 11 AUTONOME VIGUEUR, en vigueur depuis le 2016-08-04"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2016-07-19 CITATION cible Arrêté du 19 juillet 2016 relatif aux conditions de délivrance du certificat de formation générale - article 6 AUTONOME VIGUEUR, en vigueur depuis le 2016-08-04"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2020-05-27 CITATION cible Arrêté du 27 mai 2020 relatif aux modalités de délivrance du diplôme national du brevet pour la session 2020 - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2020-10-04"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2020-05-27 CITATION cible Arrêté du 27 mai 2020 relatif aux modalités de délivrance du diplôme national du brevet pour la session 2020 - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2020-05-29"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2020-05-27 CITATION cible Décret n° 2020-640 du 27 mai 2020 relatif aux modalités de délivrance du diplôme national du brevet pour la session 2020 - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2020-05-29"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2020-05-27 CITATION cible Décret n° 2020-640 du 27 mai 2020 relatif aux modalités de délivrance du diplôme national du brevet pour la session 2020 - article 5 AUTONOME VIGUEUR, en vigueur depuis le 2020-05-29"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2022-01-14 CITATION cible Arrêté du 14 janvier 2022 relatif aux modalités de délivrance du diplôme national du brevet pour la session 2021 en Nouvelle-Calédonie et à Wallis-et-Futuna en conséquence de la Covid-19 - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2022-01-16"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2022-01-14 CITATION cible Arrêté du 14 janvier 2022 relatif aux modalités de délivrance du diplôme national du brevet pour la session 2021 en Nouvelle-Calédonie et à Wallis-et-Futuna en conséquence de la Covid-19 - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2022-01-16"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CONCORDE source Code de l'écucation art. D122-6"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2022-01-14 CITATION cible Décret n° 2022-29 du 14 janvier 2022 relatif aux modalités de délivrance du diplôme national du brevet pour la session 2021 en Nouvelle-Calédonie et à Wallis-et-Futuna en conséquence de l'épidémie de covid-19 - article 3 AUTONOME VIGUEUR, en vigueur depuis le 2022-01-16"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2022-01-14 CITATION cible Décret n° 2022-29 du 14 janvier 2022 relatif aux modalités de délivrance du diplôme national du brevet pour la session 2021 en Nouvelle-Calédonie et à Wallis-et-Futuna en conséquence de l'épidémie de covid-19 - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2022-01-16"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2022-08-25 CITATION cible Arrêté du 25 août 2022 relatif aux modalités de délivrance du diplôme national du brevet pour la session 2022 pour les candidats ne pouvant se présenter aux épreuves terminales en raison d'une interdiction de circulation ou de la fermeture administrative de leur centre d'examen - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2022-08-27"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2022-08-25 CITATION cible Décret n° 2022-1178 du 25 août 2022 relatif aux modalités de délivrance du diplôme national du brevet pour la session 2022 pour les candidats ne pouvant se présenter aux épreuves terminales en raison d'une interdiction de circulation ou de la fermeture administrative de leur centre d'examen - article 5 AUTONOME VIGUEUR, en vigueur depuis le 2022-08-27"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2022-08-25 CITATION cible Décret n° 2022-1178 du 25 août 2022 relatif aux modalités de délivrance du diplôme national du brevet pour la session 2022 pour les candidats ne pouvant se présenter aux épreuves terminales en raison d'une interdiction de circulation ou de la fermeture administrative de leur centre d'examen - article 9 AUTONOME VIGUEUR, en vigueur depuis le 2022-08-27"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2023-04-19 CITATION cible Arrêté du 19 avril 2023 relatif aux modalités de délivrance du diplôme national du brevet pour la session 2023 pour les candidats ne pouvant se présenter aux épreuves terminales en raison de la fermeture administrative du centre d'examen de Port-au-Prince, en Haïti - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2023-04-22"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2023-04-19 CITATION cible Décret n° 2023-287 du 19 avril 2023 relatif aux modalités de délivrance du diplôme national du brevet pour la session 2023 pour les candidats ne pouvant se présenter aux épreuves terminales en raison de la fermeture administrative du centre d'examen de Port-au-Prince, en Haïti - article 5 AUTONOME VIGUEUR, en vigueur depuis le 2023-04-22"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2024-11-07 CITATION cible Décret n° 2024-1008 du 7 novembre 2024 relatif aux modalités de délivrance du diplôme national du brevet pour la session 2024 en Nouvelle-Calédonie en raison de circonstances exceptionnelles VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2024-11-07 CITATION cible Décret n° 2024-1008 du 7 novembre 2024 relatif aux modalités de délivrance du diplôme national du brevet pour la session 2024 en Nouvelle-Calédonie en raison de circonstances exceptionnelles - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2024-11-10"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2024-11-19 CITATION cible Arrêté du 19 novembre 2024 relatif aux modalités d'attribution du diplôme national du brevet pour la session 2024 en Nouvelle-Calédonie en raison de circonstances exceptionnelles VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2024-11-19 CITATION cible Arrêté du 19 novembre 2024 relatif aux modalités d'attribution du diplôme national du brevet pour la session 2024 en Nouvelle-Calédonie en raison de circonstances exceptionnelles - article 3 AUTONOME VIGUEUR, en vigueur depuis le 2024-12-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2024-11-19 CITATION cible Arrêté du 19 novembre 2024 relatif aux modalités d'attribution du diplôme national du brevet pour la session 2024 en Nouvelle-Calédonie en raison de circonstances exceptionnelles - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2024-12-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2025-05-13 CITATION cible Arrêté du 13 mai 2025 relatif aux modalités d'attribution du diplôme national du brevet pour la session 2025 à Mayotte en raison des conséquences du cyclone Chido VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2025-05-13 CITATION cible Arrêté du 13 mai 2025 relatif aux modalités d'attribution du diplôme national du brevet pour la session 2025 à Mayotte en raison des conséquences du cyclone Chido - article 3 AUTONOME VIGUEUR, en vigueur depuis le 2025-05-16"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2025-05-13 CITATION cible Arrêté du 13 mai 2025 relatif aux modalités d'attribution du diplôme national du brevet pour la session 2025 à Mayotte en raison des conséquences du cyclone Chido - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2025-05-16"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2025-05-13 CITATION cible Décret n° 2025-420 du 13 mai 2025 relatif aux modalités de délivrance du diplôme national du brevet pour la session 2025 à Mayotte en raison des conséquences du cyclone Chido VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2025-05-13 CITATION cible Décret n° 2025-420 du 13 mai 2025 relatif aux modalités de délivrance du diplôme national du brevet pour la session 2025 à Mayotte en raison des conséquences du cyclone Chido - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2025-05-16"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'éducation - article D164-1 AUTONOME MODIFIE, en vigueur du 2006-07-12 au 2013-08-21"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'éducation - article D332-17 AUTONOME MODIFIE, en vigueur du 2016-09-01 au 2025-09-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'éducation - article D332-24 AUTONOME VIGUEUR, en vigueur depuis le 2016-09-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'éducation - article D341-42 AUTONOME MODIFIE, en vigueur du 2016-09-01 au 2025-09-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/57/LEGIARTI000006525764.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/57/LEGIARTI000006525764.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/57/LEGIARTI000006525764.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_l_education/src/branch/main/partie_reglementaire/livre_ier/titre_ii/chapitre_ii/section_2/article_d122-3.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006525764)"},{"type":"del","content":""}],"status":"deleted"},{"filename":"partie_reglementaire/livre_ier/titre_ii/chapitre_ii/section_2/article_d122-4.md","articleName":"Article D122-4","additions":13,"deletions":76,"diff":[{"type":"del","content":"Dans l'exercice de sa mission de formation continue des adultes, le service public de l'éducation contribue à donner à chaque individu l'opportunité, à l'issue de la formation initiale, de reprendre ultérieurement ou poursuivre sa formation."},{"type":"add","content":"Le service public de l'éducation a, conformément à l'article L. 122-5, une mission de formation continue des adultes."},{"type":"del","content":"Il aide à l'élaboration de projets personnels et professionnels. Il conçoit et met en oeuvre des formations adaptées dans leurs contenus et leurs méthodes. Il offre la possibilité d'obtenir un diplôme ou un titre de l'enseignement technologique par la voie d'une formation, par la validation d'acquis de l'expérience dans les conditions prévues par les articles L. 335-5, L. 335-6, L. 613-3 à L. 613-6."},{"type":"add","content":"Dans ce cadre, il contribue au développement économique, social et culturel, aux niveaux local, régional et national. Il répond aux besoins collectifs du pays, notamment des entreprises, en favorisant l'élévation du niveau de qualification de la population et sa capacité d'adaptation aux mutations économiques et sociales. Il concourt à la satisfaction des besoins individuels en permettant à chacun de développer ses aptitudes et en facilitant la promotion professionnelle et sociale. Il participe, par la formation, à la lutte contre les inégalités et les risques d'exclusion sociale et économique."},{"type":"del","content":"Code de l'éducation - article D122-7 AUTONOME VIGUEUR, en vigueur depuis le 2006-07-12 CONCORDANCE source"},{"type":"add","content":"Code de l'éducation - article D122-1 AUTONOME VIGUEUR, en vigueur depuis le 2016-09-01 CONCORDANCE cible"},{"type":"del","content":"Code de l'éducation - article L335-6 AUTONOME ABROGE, en vigueur du 2014-03-07 au 2019-01-01 CITATION cible"},{"type":"add","content":"Code de l'éducation - article D122-1 AUTONOME MODIFIE, en vigueur du 2006-07-12 au 2016-09-01 CONCORDANCE cible"},{"type":"del","content":"Code de l'éducation - article L335-5 AUTONOME MODIFIE, en vigueur du 2019-01-01 au 2022-12-23 CITATION cible"},{"type":"add","content":"Code de l'éducation - article D122-1 AUTONOME TRANSFERE, en vigueur du 2004-07-17 au 2006-07-12 CONCORDANCE cible"},{"type":"del","content":"Code de l'éducation - article L335-5 AUTONOME MODIFIE, en vigueur du 2014-08-02 au 2015-03-22 CITATION cible"},{"type":"add","content":"Code de l'éducation - article L122-5 AUTONOME VIGUEUR, en vigueur depuis le 2000-06-22 CITATION cible"},{"type":"del","content":"Code de l'éducation - article L335-5 AUTONOME MODIFIE, en vigueur du 2015-04-02 au 2015-11-29 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article L335-5 AUTONOME MODIFIE, en vigueur du 2017-12-09 au 2019-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article L335-6 AUTONOME MODIFIE, en vigueur du 2005-05-27 au 2009-11-26 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article L335-6 AUTONOME MODIFIE, en vigueur du 2010-05-08 au 2014-03-07 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°93-432 du 24 mars 1993 sur la mission de formation continue des adultes du service public de l'éducation - article 4 AUTONOME ABROGE, en vigueur du 1993-03-24 au 2004-07-17 CONCORDE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article L335-5 AUTONOME MODIFIE, en vigueur du 2002-01-18 au 2006-05-25 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article L335-6 AUTONOME MODIFIE, en vigueur du 2002-01-18 au 2005-05-27 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article D122-7 AUTONOME TRANSFERE, en vigueur du 2004-07-17 au 2006-07-12 CONCORDANCE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article L335-5 AUTONOME MODIFIE, en vigueur du 2009-11-26 au 2014-03-07 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article L335-6 AUTONOME MODIFIE, en vigueur du 2009-11-26 au 2010-05-08 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article L335-5 AUTONOME MODIFIE, en vigueur du 2000-06-22 au 2002-01-18 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article L335-5 AUTONOME MODIFIE, en vigueur du 2015-11-29 au 2016-08-10 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article L335-5 AUTONOME VIGUEUR, en vigueur depuis le 2022-12-23 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article L335-5 AUTONOME MODIFIE, en vigueur du 2014-03-07 au 2014-08-02 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article L335-5 AUTONOME MODIFIE, en vigueur du 2006-05-25 au 2009-11-26 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article L335-5 AUTONOME MODIFIE, en vigueur du 2015-03-22 au 2015-04-02 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article L335-5 AUTONOME MODIFIE, en vigueur du 2016-08-10 au 2017-12-09 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article L335-6 AUTONOME MODIFIE, en vigueur du 2000-06-22 au 2002-01-18 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2006-830 du 11 juillet 2006 relatif au socle commun de connaissances et de compétences et modifiant le code de l'éducation - article 3 ENTIEREMENT_MODIF TRANSFERT cible"},{"type":"add","content":"Décret n° 2006-830 du 11 juillet 2006 relatif au socle commun de connaissances et de compétences et modifiant le code de l'éducation - article 3 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":"Décret n° 93-432 du 24 mars 1993 sur la mission de formation continue des adultes du service public de l'éducation CONCORDANCE cible"},{"type":"del","content":""},{"type":"del","content":"2006-07-11 TRANSFERT source Décret n° 2006-830 du 11 juillet 2006 relatif au socle commun de connaissances et de compétences et modifiant le code de l'éducation - article 3 ENTIEREMENT_MODIF"},{"type":"add","content":"2006-07-11 MODIFICATION source Décret n° 2006-830 du 11 juillet 2006 relatif au socle commun de connaissances et de compétences et modifiant le code de l'éducation - article 3 ENTIEREMENT_MODIF"},{"type":"del","content":"2999-01-01 CITATION source Code de l'éducation - article L335-5 AUTONOME MODIFIE, en vigueur du 2000-06-22 au 2002-01-18"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de l'éducation - article L335-6 AUTONOME MODIFIE, en vigueur du 2000-06-22 au 2002-01-18"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de l'éducation VIGUEUR"},{"type":"add","content":"2999-01-01 CITATION source Code de l'éducation - article L122-5 AUTONOME VIGUEUR, en vigueur depuis le 2000-06-22"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/57/LEGIARTI000006525766.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/57/LEGIARTI000006525766.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/57/LEGIARTI000006525766.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/57/LEGIARTI000006525767.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/57/LEGIARTI000006525767.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/57/LEGIARTI000006525767.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006525766)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006525767)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_ier/titre_ii/chapitre_ii/section_2/article_d122-5.md","articleName":"Article D122-5","additions":12,"deletions":14,"diff":[{"type":"del","content":"L'offre de formation continue d'adultes par le service public de l'éducation répond à la demande des prescripteurs publics et privés de formation et aux besoins des individus."},{"type":"del","content":""},{"type":"del","content":"Dans le cadre de cette mission, le service public de l'éducation développe, outre des actions de formation, des activités de conseil et d'ingénierie et des activités de bilan de compétences et de validation des acquis de l'expérience."},{"type":"add","content":"La mission de formation continue des adultes s'exerce dans le cadre général fixé par le code du travail, notamment son livre IX relatif à la formation professionnelle continue dans le cadre de la formation professionnelle tout au long de la vie."},{"type":"del","content":"Code de l'éducation - article D122-8 AUTONOME VIGUEUR, en vigueur depuis le 2006-07-12 CONCORDANCE source"},{"type":"add","content":"Code de l'éducation - article D122-2 AUTONOME TRANSFERE, en vigueur du 2004-07-17 au 2006-07-12 CONCORDANCE cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D122-2 AUTONOME MODIFIE, en vigueur du 2006-07-12 au 2016-09-01 CONCORDANCE cible"},{"type":"del","content":"Décret n°93-432 du 24 mars 1993 sur la mission de formation continue des adultes du service public de l'éducation - article 5 AUTONOME ABROGE, en vigueur du 1993-03-24 au 2004-07-17 CONCORDE source"},{"type":"add","content":"Code de l'éducation - article D122-2 AUTONOME VIGUEUR, en vigueur depuis le 2016-09-01 CONCORDANCE cible"},{"type":"del","content":"Décret n° 2006-830 du 11 juillet 2006 relatif au socle commun de connaissances et de compétences et modifiant le code de l'éducation - article 3 ENTIEREMENT_MODIF TRANSFERT cible"},{"type":"add","content":"Décret n° 2006-830 du 11 juillet 2006 relatif au socle commun de connaissances et de compétences et modifiant le code de l'éducation - article 3 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":"Décret n° 93-432 du 24 mars 1993 sur la mission de formation continue des adultes du service public de l'éducation CONCORDANCE cible"},{"type":"del","content":""},{"type":"del","content":"2006-07-11 TRANSFERT source Décret n° 2006-830 du 11 juillet 2006 relatif au socle commun de connaissances et de compétences et modifiant le code de l'éducation - article 3 ENTIEREMENT_MODIF"},{"type":"add","content":"2006-07-11 MODIFICATION source Décret n° 2006-830 du 11 juillet 2006 relatif au socle commun de connaissances et de compétences et modifiant le code de l'éducation - article 3 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/57/LEGIARTI000006525768.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/57/LEGIARTI000006525768.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/57/LEGIARTI000006525768.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/57/LEGIARTI000006525769.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/57/LEGIARTI000006525769.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/57/LEGIARTI000006525769.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006525768)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006525769)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_ier/titre_ii/chapitre_ii/section_2/article_d122-6.md","articleName":"Article D122-6","additions":16,"deletions":17,"diff":[{"type":"del","content":"La mission de formation continue des adultes est prise en compte dans la définition des objectifs de formation et de qualification, la conception des diplômes et des modes de validation et l'organisation de la coopération entre le système éducatif et le monde professionnel."},{"type":"add","content":"Le service public de l'éducation fonde ses interventions dans le domaine de la formation continue des adultes sur les principes suivants :"},{"type":"del","content":"Elle est également prise en compte dans l'élaboration et la mise en oeuvre des politiques académiques en ce qui concerne l'éducation nationale, des politiques à l'échelon régional en ce qui concerne l'enseignement agricole et des projets d'établissement."},{"type":"add","content":"a) Il est conçu dans une logique de réponse à la diversité des besoins de formation des adultes et des jeunes engagés dans la vie active ou qui s'y engagent ;"},{"type":"add","content":""},{"type":"add","content":"b) Il obéit à des règles déontologiques vis-à-vis des prescripteurs et des bénéficiaires, en particulier : neutralité, permanence du service, recherche du dialogue, transparence ;"},{"type":"add","content":""},{"type":"add","content":"c) Il développe, en particulier avec les établissements publics d'enseignement supérieur et d'autres services publics de formation, des actions en partenariat susceptibles d'aider à la réalisation de projets communs dans le respect de ses objectifs et de ses contraintes ;"},{"type":"add","content":""},{"type":"add","content":"d) Il définit ses engagements de qualité envers les prescripteurs, les bénéficiaires et les partenaires sous forme d'une charte nationale ;"},{"type":"add","content":""},{"type":"add","content":"e) Il participe au développement et à l'adaptation permanente des dispositifs de formation et des méthodes pédagogiques."},{"type":"del","content":"Code de l'éducation - article D122-9 AUTONOME VIGUEUR, en vigueur depuis le 2006-07-12 CONCORDANCE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°93-432 du 24 mars 1993 sur la mission de formation continue des adultes du service public de l'éducation - article 6 AUTONOME ABROGE, en vigueur du 1993-03-24 au 2004-07-17 CONCORDE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2006-830 du 11 juillet 2006 relatif au socle commun de connaissances et de compétences et modifiant le code de l'éducation - article 3 ENTIEREMENT_MODIF TRANSFERT cible"},{"type":"add","content":"Décret n° 2006-830 du 11 juillet 2006 relatif au socle commun de connaissances et de compétences et modifiant le code de l'éducation - article 3 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":"Décret n° 93-432 du 24 mars 1993 sur la mission de formation continue des adultes du service public de l'éducation CONCORDANCE cible"},{"type":"del","content":""},{"type":"del","content":"2006-07-11 TRANSFERT source Décret n° 2006-830 du 11 juillet 2006 relatif au socle commun de connaissances et de compétences et modifiant le code de l'éducation - article 3 ENTIEREMENT_MODIF"},{"type":"add","content":"2006-07-11 MODIFICATION source Décret n° 2006-830 du 11 juillet 2006 relatif au socle commun de connaissances et de compétences et modifiant le code de l'éducation - article 3 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/57/LEGIARTI000006525770.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/57/LEGIARTI000006525770.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/57/LEGIARTI000006525770.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/57/LEGIARTI000006525771.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/57/LEGIARTI000006525771.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/57/LEGIARTI000006525771.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006525770)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006525771)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_ier/titre_ii/chapitre_ii/section_2/article_d122-7.md","articleName":"Article D122-7","additions":137,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article D122-7"},{"type":"add","content":""},{"type":"add","content":"Dans l'exercice de sa mission de formation continue des adultes, le service public de l'éducation contribue à donner à chaque individu l'opportunité, à l'issue de la formation initiale, de reprendre ultérieurement ou poursuivre sa formation."},{"type":"add","content":""},{"type":"add","content":"Il aide à l'élaboration de projets personnels et professionnels. Il conçoit et met en oeuvre des formations adaptées dans leurs contenus et leurs méthodes. Il offre la possibilité d'obtenir un diplôme ou un titre de l'enseignement technologique par la voie d'une formation, par la validation d'acquis de l'expérience dans les conditions prévues par les articles L. 335-5, L. 335-6, L. 613-3 à L. 613-6."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D122-4 AUTONOME TRANSFERE, en vigueur du 2004-07-17 au 2006-07-12 CONCORDANCE cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article L613-3 AUTONOME MODIFIE, en vigueur du 2014-08-02 au 2015-04-02 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article L335-5 AUTONOME MODIFIE, en vigueur du 2019-01-01 au 2022-12-23 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article L335-5 AUTONOME MODIFIE, en vigueur du 2014-08-02 au 2015-03-22 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article L335-5 AUTONOME MODIFIE, en vigueur du 2015-04-02 au 2015-11-29 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article L613-3 AUTONOME MODIFIE, en vigueur du 2015-04-02 au 2015-11-29 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article L335-5 AUTONOME MODIFIE, en vigueur du 2017-12-09 au 2019-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article L613-3 AUTONOME MODIFIE, en vigueur du 2000-06-22 au 2002-01-18 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article L335-5 AUTONOME MODIFIE, en vigueur du 2002-01-18 au 2006-05-25 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article L613-3 AUTONOME MODIFIE, en vigueur du 2014-03-07 au 2014-08-02 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article L613-3 AUTONOME MODIFIE, en vigueur du 2002-01-18 au 2006-05-25 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article L335-5 AUTONOME MODIFIE, en vigueur du 2009-11-26 au 2014-03-07 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D122-4 AUTONOME VIGUEUR, en vigueur depuis le 2006-07-12 CONCORDANCE cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article L613-3 AUTONOME MODIFIE, en vigueur du 2006-05-25 au 2014-03-07 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article L613-3 AUTONOME ABROGE, en vigueur du 2016-08-10 au 2022-12-23 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article L335-5 AUTONOME MODIFIE, en vigueur du 2000-06-22 au 2002-01-18 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article L335-5 AUTONOME MODIFIE, en vigueur du 2015-11-29 au 2016-08-10 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article L335-5 AUTONOME VIGUEUR, en vigueur depuis le 2022-12-23 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article L335-5 AUTONOME MODIFIE, en vigueur du 2014-03-07 au 2014-08-02 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article L335-5 AUTONOME MODIFIE, en vigueur du 2006-05-25 au 2009-11-26 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article L335-5 AUTONOME MODIFIE, en vigueur du 2015-03-22 au 2015-04-02 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article L613-3 AUTONOME MODIFIE, en vigueur du 2015-11-29 au 2016-08-10 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article L335-5 AUTONOME MODIFIE, en vigueur du 2016-08-10 au 2017-12-09 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2006-830 du 11 juillet 2006 relatif au socle commun de connaissances et de compétences et modifiant le code de l'éducation - article 3 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2004-703 du 13 juillet 2004 relatif aux dispositions réglementaires des livres Ier et II du code de l'éducation (Décrets en Conseil d'Etat et décrets) CODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CONCORDE source Code de l'écucation art. D122-10"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1959-01-06 CONCORDANCE source Décret n° 59-57 du 6 janvier 1959 portant réforme de l'enseignement public"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2004-07-13 CODIFICATION source Décret n° 2004-703 du 13 juillet 2004 relatif aux dispositions réglementaires des livres Ier et II du code de l'éducation (Décrets en Conseil d'Etat et décrets)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2006-07-11 MODIFICATION source Décret n° 2006-830 du 11 juillet 2006 relatif au socle commun de connaissances et de compétences et modifiant le code de l'éducation - article 3 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CONCORDANCE cible Code de l'éducation - article D122-10 AUTONOME VIGUEUR, en vigueur depuis le 2006-07-12"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CONCORDANCE source Code de l'éducation - article D122-4 AUTONOME TRANSFERE, en vigueur du 2004-07-17 au 2006-07-12"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de l'éducation - article L335-5 AUTONOME MODIFIE, en vigueur du 2000-06-22 au 2002-01-18"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de l'éducation - article L613-3 AUTONOME MODIFIE, en vigueur du 2000-06-22 au 2002-01-18"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/57/LEGIARTI000006525776.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/57/LEGIARTI000006525776.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/57/LEGIARTI000006525776.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_l_education/src/branch/main/partie_reglementaire/livre_ier/titre_ii/chapitre_ii/section_2/article_d122-7.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006525776)"},{"type":"add","content":""}],"status":"added"},{"filename":"partie_reglementaire/livre_ier/titre_ii/chapitre_ii/section_2/article_d122-8.md","articleName":"Article D122-8","additions":62,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article D122-8"},{"type":"add","content":""},{"type":"add","content":"L'offre de formation continue d'adultes par le service public de l'éducation répond à la demande des prescripteurs publics et privés de formation et aux besoins des individus."},{"type":"add","content":""},{"type":"add","content":"Dans le cadre de cette mission, le service public de l'éducation développe, outre des actions de formation, des activités de conseil et d'ingénierie et des activités de bilan de compétences et de validation des acquis de l'expérience."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D122-5 AUTONOME MODIFIE, en vigueur du 2006-07-12 au 2015-06-14 CONCORDANCE cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D122-5 AUTONOME VIGUEUR, en vigueur depuis le 2015-06-14 CONCORDANCE cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D122-5 AUTONOME TRANSFERE, en vigueur du 2004-07-17 au 2006-07-12 CONCORDANCE cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2006-830 du 11 juillet 2006 relatif au socle commun de connaissances et de compétences et modifiant le code de l'éducation - article 3 ENTIEREMENT_MODIF CREATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2004-703 du 13 juillet 2004 relatif aux dispositions réglementaires des livres Ier et II du code de l'éducation (Décrets en Conseil d'Etat et décrets) CODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2004-07-13 CODIFICATION source Décret n° 2004-703 du 13 juillet 2004 relatif aux dispositions réglementaires des livres Ier et II du code de l'éducation (Décrets en Conseil d'Etat et décrets)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2006-07-11 CREATION source Décret n° 2006-830 du 11 juillet 2006 relatif au socle commun de connaissances et de compétences et modifiant le code de l'éducation - article 3 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CONCORDANCE source Code de l'éducation - article D122-5 AUTONOME TRANSFERE, en vigueur du 2004-07-17 au 2006-07-12"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/57/LEGIARTI000006525772.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/57/LEGIARTI000006525772.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/57/LEGIARTI000006525772.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_l_education/src/branch/main/partie_reglementaire/livre_ier/titre_ii/chapitre_ii/section_2/article_d122-8.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006525772)"},{"type":"add","content":""}],"status":"added"},{"filename":"partie_reglementaire/livre_ier/titre_ii/chapitre_ii/section_2/article_d122-9.md","articleName":"Article D122-9","additions":59,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article D122-9"},{"type":"add","content":""},{"type":"add","content":"La mission de formation continue des adultes est prise en compte dans la définition des objectifs de formation et de qualification, la conception des diplômes et des modes de validation et l'organisation de la coopération entre le système éducatif et le monde professionnel."},{"type":"add","content":""},{"type":"add","content":"Elle est également prise en compte dans l'élaboration et la mise en oeuvre des politiques académiques en ce qui concerne l'éducation nationale, des politiques à l'échelon régional en ce qui concerne l'enseignement agricole et des projets d'établissement."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D122-6 AUTONOME TRANSFERE, en vigueur du 2004-07-17 au 2006-07-12 CONCORDANCE cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D122-6 AUTONOME VIGUEUR, en vigueur depuis le 2006-07-12 CONCORDANCE cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2006-830 du 11 juillet 2006 relatif au socle commun de connaissances et de compétences et modifiant le code de l'éducation - article 3 ENTIEREMENT_MODIF CREATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2004-703 du 13 juillet 2004 relatif aux dispositions réglementaires des livres Ier et II du code de l'éducation (Décrets en Conseil d'Etat et décrets) CODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2004-07-13 CODIFICATION source Décret n° 2004-703 du 13 juillet 2004 relatif aux dispositions réglementaires des livres Ier et II du code de l'éducation (Décrets en Conseil d'Etat et décrets)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2006-07-11 CREATION source Décret n° 2006-830 du 11 juillet 2006 relatif au socle commun de connaissances et de compétences et modifiant le code de l'éducation - article 3 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CONCORDANCE source Code de l'éducation - article D122-6 AUTONOME TRANSFERE, en vigueur du 2004-07-17 au 2006-07-12"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/57/LEGIARTI000006525773.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/57/LEGIARTI000006525773.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/57/LEGIARTI000006525773.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_l_education/src/branch/main/partie_reglementaire/livre_ier/titre_ii/chapitre_ii/section_2/article_d122-9.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006525773)"},{"type":"add","content":""}],"status":"added"},{"filename":"partie_reglementaire/livre_ier/titre_ii/chapitre_ii/section_3/README.md","articleName":"Sommaire - Section 3","additions":1,"deletions":1,"diff":[{"type":"del","content":"- [Article D122-7](article_d122-7.md)"},{"type":"add","content":"- [Article D122-10](article_d122-10.md)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_ier/titre_ii/chapitre_ii/section_3/article_d122-10.md","articleName":"Article D122-10","additions":13,"deletions":22,"diff":[{"type":"del","content":"# Article D122-7"},{"type":"add","content":"# Article D122-10"},{"type":"del","content":"Code de l'éducation - article D122-10 AUTONOME VIGUEUR, en vigueur depuis le 2006-07-12 CONCORDANCE source"},{"type":"add","content":"Code de l'éducation - article D122-7 AUTONOME VIGUEUR, en vigueur depuis le 2006-07-12 CONCORDANCE cible"},{"type":"del","content":"Décret n° 2006-830 du 11 juillet 2006 relatif au socle commun de connaissances et de compétences et modifiant le code de l'éducation - article 3 ENTIEREMENT_MODIF TRANSFERT cible"},{"type":"add","content":"Code de l'éducation - article D122-7 AUTONOME TRANSFERE, en vigueur du 2004-07-17 au 2006-07-12 CONCORDANCE cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2006-830 du 11 juillet 2006 relatif au socle commun de connaissances et de compétences et modifiant le code de l'éducation - article 3 ENTIEREMENT_MODIF CREATION cible"},{"type":"del","content":""},{"type":"del","content":"Décret n° 59-57 du 6 janvier 1959 portant réforme de l'enseignement public CONCORDANCE cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CONCORDE source Code de l'écucation art. D122-10"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1959-01-06 CONCORDANCE source Décret n° 59-57 du 6 janvier 1959 portant réforme de l'enseignement public"},{"type":"del","content":""},{"type":"del","content":"2006-07-11 TRANSFERT source Décret n° 2006-830 du 11 juillet 2006 relatif au socle commun de connaissances et de compétences et modifiant le code de l'éducation - article 3 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CONCORDANCE cible Code de l'éducation - article D122-10 AUTONOME VIGUEUR, en vigueur depuis le 2006-07-12"},{"type":"add","content":"2006-07-11 CREATION source Décret n° 2006-830 du 11 juillet 2006 relatif au socle commun de connaissances et de compétences et modifiant le code de l'éducation - article 3 ENTIEREMENT_MODIF"},{"type":"del","content":"2999-01-01 CONCORDANCE source Code de l'éducation - article D122-4 AUTONOME TRANSFERE, en vigueur du 2004-07-17 au 2006-07-12"},{"type":"add","content":"2999-01-01 CONCORDANCE source Code de l'éducation - article D122-7 AUTONOME TRANSFERE, en vigueur du 2004-07-17 au 2006-07-12"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/57/LEGIARTI000006525775.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/57/LEGIARTI000006525775.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/57/LEGIARTI000006525775.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_l_education/src/branch/main/partie_reglementaire/livre_ier/titre_ii/chapitre_ii/section_3/article_d122-7.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006525775)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/57/LEGIARTI000006525777.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/57/LEGIARTI000006525777.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/57/LEGIARTI000006525777.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_l_education/src/branch/main/partie_reglementaire/livre_ier/titre_ii/chapitre_ii/section_3/article_d122-10.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006525777)"}],"status":"added"},{"filename":"partie_reglementaire/livre_ier/titre_vi/README.md","articleName":"Sommaire - Titre Vi","additions":1,"deletions":0,"diff":[{"type":"add","content":"- [Chapitre II : Dispositions applicables à Mayotte.](chapitre_ii/README.md)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_ier/titre_vi/chapitre_ier/article_d161-1.md","articleName":"Article D161-1","additions":16,"deletions":5,"diff":[{"type":"del","content":"Sont applicables dans les îles Wallis et Futuna les articles D. 123-15 à D. 123-21."},{"type":"add","content":"Sont applicables dans les îles Wallis et Futuna les articles D. 122-1 à D. 122-3 et D. 123-15 à D. 123-21."},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2006-830 du 11 juillet 2006 relatif au socle commun de connaissances et de compétences et modifiant le code de l'éducation - article 4 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":"2006-07-11 MODIFICATION source Décret n° 2006-830 du 11 juillet 2006 relatif au socle commun de connaissances et de compétences et modifiant le code de l'éducation - article 4 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/58/LEGIARTI000006525819.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/58/LEGIARTI000006525819.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/58/LEGIARTI000006525819.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/58/LEGIARTI000006525820.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/58/LEGIARTI000006525820.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/58/LEGIARTI000006525820.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006525819)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006525820)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_ier/titre_vi/chapitre_ii/README.md","articleName":"Sommaire - Chapitre Ii","additions":16,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Chapitre II : Dispositions applicables à Mayotte."},{"type":"add","content":""},{"type":"add","content":"- [Article D162-1](article_d162-1.md)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/06/15/14/LEGISCTA000006151400.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/06/15/14/LEGISCTA000006151400.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/SCTA/00/00/06/15/14/LEGISCTA000006151400.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://chapitre_ii/README.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/section_lc/LEGITEXT000006071191/LEGISCTA000006151400)"},{"type":"add","content":""}],"status":"added"},{"filename":"partie_reglementaire/livre_ier/titre_vi/chapitre_ii/article_d162-1.md","articleName":"Article D162-1","additions":66,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article D162-1"},{"type":"add","content":""},{"type":"add","content":"Sont applicables à Mayotte les articles D. 122-1 à D. 122-3."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D122-1 AUTONOME VIGUEUR, en vigueur depuis le 2016-09-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D122-1 AUTONOME MODIFIE, en vigueur du 2006-07-12 au 2016-09-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D122-1 AUTONOME TRANSFERE, en vigueur du 2004-07-17 au 2006-07-12 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2019-1553 du 30 décembre 2019 tirant les conséquences de la création de l'académie de Mayotte - article 1 ENTIEREMENT_MODIF ABROGE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2006-830 du 11 juillet 2006 relatif au socle commun de connaissances et de compétences et modifiant le code de l'éducation - article 4 ENTIEREMENT_MODIF CREATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2004-703 du 13 juillet 2004 relatif aux dispositions réglementaires des livres Ier et II du code de l'éducation (Décrets en Conseil d'Etat et décrets) CODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2004-07-13 CODIFICATION source Décret n° 2004-703 du 13 juillet 2004 relatif aux dispositions réglementaires des livres Ier et II du code de l'éducation (Décrets en Conseil d'Etat et décrets)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2006-07-11 CREATION source Décret n° 2006-830 du 11 juillet 2006 relatif au socle commun de connaissances et de compétences et modifiant le code de l'éducation - article 4 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2019-12-30 ABROGE cible Décret n° 2019-1553 du 30 décembre 2019 tirant les conséquences de la création de l'académie de Mayotte - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de l'éducation - article D122-1 AUTONOME TRANSFERE, en vigueur du 2004-07-17 au 2006-07-12"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/58/LEGIARTI000006525821.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/58/LEGIARTI000006525821.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/58/LEGIARTI000006525821.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_l_education/src/branch/main/partie_reglementaire/livre_ier/titre_vi/chapitre_ii/article_d162-1.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006525821)"},{"type":"add","content":""}],"status":"added"},{"filename":"partie_reglementaire/livre_ier/titre_vi/chapitre_iii/article_d163-1.md","articleName":"Article D163-1","additions":28,"deletions":5,"diff":[{"type":"del","content":"Sont applicables en Polynésie française les articles D. 123-15 à D. 123-21."},{"type":"add","content":"Sont applicables en Polynésie française les articles D. 122-1, D. 123-15 à D. 123-21."},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D122-1 AUTONOME VIGUEUR, en vigueur depuis le 2016-09-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D122-1 AUTONOME MODIFIE, en vigueur du 2006-07-12 au 2016-09-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D122-1 AUTONOME TRANSFERE, en vigueur du 2004-07-17 au 2006-07-12 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2006-830 du 11 juillet 2006 relatif au socle commun de connaissances et de compétences et modifiant le code de l'éducation - article 4 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":"2006-07-11 MODIFICATION source Décret n° 2006-830 du 11 juillet 2006 relatif au socle commun de connaissances et de compétences et modifiant le code de l'éducation - article 4 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de l'éducation - article D122-1 AUTONOME TRANSFERE, en vigueur du 2004-07-17 au 2006-07-12"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/58/LEGIARTI000006525822.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/58/LEGIARTI000006525822.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/58/LEGIARTI000006525822.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/58/LEGIARTI000006525823.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/58/LEGIARTI000006525823.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/58/LEGIARTI000006525823.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006525822)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006525823)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_ier/titre_vi/chapitre_iv/article_d164-1.md","articleName":"Article D164-1","additions":63,"deletions":5,"diff":[{"type":"del","content":"Sont applicables en Nouvelle-Calédonie les articles D. 123-15 à D. 123-21."},{"type":"add","content":"Sont applicables en Nouvelle-Calédonie les articles D. 122-1, D. 123-15 à D. 123-21."},{"type":"add","content":""},{"type":"add","content":"Les articles D. 122-2 et D. 122-3 sont applicables en Nouvelle-Calédonie, sauf en ce qui concerne l'enseignement public du premier degré."},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D122-2 AUTONOME TRANSFERE, en vigueur du 2004-07-17 au 2006-07-12 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D122-3 AUTONOME VIGUEUR, en vigueur depuis le 2016-09-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D122-3 AUTONOME TRANSFERE, en vigueur du 2004-07-17 au 2006-07-12 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D122-1 AUTONOME VIGUEUR, en vigueur depuis le 2016-09-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D122-1 AUTONOME MODIFIE, en vigueur du 2006-07-12 au 2016-09-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D122-1 AUTONOME TRANSFERE, en vigueur du 2004-07-17 au 2006-07-12 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D122-2 AUTONOME MODIFIE, en vigueur du 2006-07-12 au 2016-09-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D122-3 AUTONOME MODIFIE, en vigueur du 2006-07-12 au 2016-09-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2006-830 du 11 juillet 2006 relatif au socle commun de connaissances et de compétences et modifiant le code de l'éducation - article 4 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D122-2 AUTONOME VIGUEUR, en vigueur depuis le 2016-09-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D122-3 AUTONOME MODIFIE_MORT_NE, en vigueur du 2016-09-01 au 2016-01-04 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":"Décret n° 2006-830 du 11 juillet 2006 relatif au socle commun de connaissances et de compétences et modifiant le code de l'éducation MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2006-07-11 MODIFICATION source Décret n° 2006-830 du 11 juillet 2006 relatif au socle commun de connaissances et de compétences et modifiant le code de l'éducation"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2006-07-11 MODIFICATION source Décret n° 2006-830 du 11 juillet 2006 relatif au socle commun de connaissances et de compétences et modifiant le code de l'éducation - article 4 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de l'éducation - article D122-1 AUTONOME TRANSFERE, en vigueur du 2004-07-17 au 2006-07-12"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de l'éducation - article D122-2 AUTONOME TRANSFERE, en vigueur du 2004-07-17 au 2006-07-12"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de l'éducation - article D122-3 AUTONOME TRANSFERE, en vigueur du 2004-07-17 au 2006-07-12"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/58/LEGIARTI000006525824.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/58/LEGIARTI000006525824.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/58/LEGIARTI000006525824.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/58/LEGIARTI000006525825.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/58/LEGIARTI000006525825.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/58/LEGIARTI000006525825.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006525824)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006525825)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_iii/titre_ier/chapitre_ii/section_3_ter/sous-section_1/README.md","articleName":"Sommaire - Sous-Section 1","additions":0,"deletions":1,"diff":[{"type":"del","content":"- [Article Annexe](article_annexe.md)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_iii/titre_ier/chapitre_ii/section_3_ter/sous-section_1/article_annexe.md","articleName":"Article ANNEXE","additions":0,"deletions":57,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article Annexe"},{"type":"del","content":""},{"type":"del","content":"ANNEXE RELATIVE AUX NIVEAUX DE COMPÉTENCE EN LANGUE VIVANTE"},{"type":"del","content":""},{"type":"del","content":"La répartition de la progression des apprentissages en langue vivante en niveaux symbolisés par des lettres provient de l'échelle des niveaux communs de référence qui figure dans le Cadre européen commun de référence pour les langues (CECRL) publié en 2001 par le Conseil de l'Europe."},{"type":"del","content":""},{"type":"del","content":"Le cadre européen, grâce aux descripteurs de compétences qu'il présente pour chaque niveau, permet d'asseoir sur une base solide et objective la reconnaissance réciproque des qualifications en langue. L'étalonnage fourni par le CECRL permet d'élaborer des référentiels cohérents dans chaque langue et pour chaque niveau commun de l'échelle et aide les enseignants, les élèves, les concepteurs de cours et les organismes de certification à coordonner leurs efforts et à situer leurs productions les unes par rapport aux autres."},{"type":"del","content":""},{"type":"del","content":"Cette échelle comporte trois degrés, eux-mêmes subdivisés, pour former en tout six niveaux. A chacun de ces niveaux correspond un corpus de connaissances (d'ordre linguistique, socio-linguistique ou culturel) et un ensemble de capacités à mettre en oeuvre pour communiquer."},{"type":"del","content":""},{"type":"del","content":"Le niveau A 1 correspond à la première découverte de la langue."},{"type":"del","content":""},{"type":"del","content":"Le niveau A 2 reconnaît que l'utilisateur dispose des moyens linguistiques usuels dans le pays où la langue est pratiquée. A ce stade, l'élève peut comprendre des phrases isolées et des expressions fréquemment utilisées en relation avec des domaines familiers. Il peut communiquer lors de tâches simples et habituelles ne demandant qu'un échange d'informations simple et direct sur des sujets habituels. Il peut se situer, se présenter, se diriger, décrire avec des moyens simples sa formation, son environnement et ses besoins immédiats."},{"type":"del","content":""},{"type":"del","content":"Les niveaux de l'utilisateur indépendant : B 1 et B 2."},{"type":"del","content":""},{"type":"del","content":"Au niveau B 1, un élève devient capable de comprendre les points essentiels quand un langage clair et standard est utilisé à propos de choses familières dans le travail, à l'école, dans la vie quotidienne. Il est en mesure, dans la plupart des situations rencontrées en voyage dans une région où la langue est parlée, de produire un discours simple et cohérent sur des sujets familiers. Il peut relater un événement, décrire un espoir ou un but et exposer brièvement un raisonnement."},{"type":"del","content":""},{"type":"del","content":"Au niveau B 2, un élève peut comprendre le contenu essentiel de sujets concrets ou abstraits dans un texte complexe, y compris une discussion technique dans sa spécialité. Il peut communiquer avec un degré de spontanéité et d'aisance tel qu'une conversation avec un locuteur natif ne comporte de tension ni pour l'un ni pour l'autre. Il peut s'exprimer de façon claire et détaillée sur une grande gamme de sujets, émettre un avis sur un sujet d'actualité et exposer les avantages et les inconvénients de différentes possibilités. Il peut aussi lire des articles sur des questions contemporaines et des textes littéraires contemporains en prose."},{"type":"del","content":""},{"type":"del","content":"Les niveaux de l'utilisateur expérimenté : C 1 et C 2."},{"type":"del","content":""},{"type":"del","content":"Les niveaux C se situent au-delà du champ scolaire, sauf C 1 pour les langues de spécialité au baccalauréat. A ce stade, un élève peut comprendre une grande gamme de textes longs et exigeants ainsi que saisir des significations implicites. Il peut s'exprimer spontanément et couramment sans trop souvent chercher ses mots. Il peut utiliser la langue de façon efficace et souple dans la vie sociale ou académique et, ultérieurement, dans sa vie professionnelle. Il peut s'exprimer sur des sujets complexes de façon claire et bien structurée."},{"type":"del","content":""},{"type":"del","content":"Le niveau C 2 est le degré le plus élevé de la compétence dans une langue apprise en tant que langue étrangère."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2006-583 du 23 mai 2006 relatif aux dispositions réglementaires du livre III du code de l'éducation (décrets en Conseil d'Etat et décrets) CODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2006-05-23 CODIFICATION source Décret n° 2006-583 du 23 mai 2006 relatif aux dispositions réglementaires du livre III du code de l'éducation (décrets en Conseil d'Etat et décrets)"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/74/LEGIARTI000006527411.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/74/LEGIARTI000006527411.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/74/LEGIARTI000006527411.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_l_education/src/branch/main/partie_reglementaire/livre_iii/titre_ier/chapitre_ii/section_3_ter/sous-section_1/article_annexe.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006527411)"},{"type":"del","content":""}],"status":"deleted"}],"stats":{"additions":1667,"deletions":678,"filesChanged":25}}