{"sha":"c715c23c509c","date":"2016-09-01","message":"Décret n° 2015-372 du 31 mars 2015 relatif au socle commun de connaissances, de compétences et de culture","files":[{"filename":"partie_reglementaire/livre_ier/titre_ii/chapitre_ii/section_1/article_annexe.md","articleName":"Article ANNEXE","additions":128,"deletions":718,"diff":[{"type":"del","content":"L'établissement d'un socle commun des savoirs indispensables répond à une nécessité ressentie depuis plusieurs décennies en raison de la diversification des connaissances. L'article 9 de la loi du 23 avril 2005 d'orientation et de programme pour l'avenir de l'école en arrête le principe en précisant que la scolarité obligatoire doit au moins garantir à chaque élève les moyens nécessaires à l'acquisition d'un socle commun constitué d'un ensemble de connaissances et de compétences qu'il est indispensable de maîtriser pour accomplir avec succès sa scolarité, poursuivre sa formation, construire son avenir personnel et professionnel et réussir sa vie en société. De plus, par l'article 2 de la même loi, \" la nation fixe comme mission première à l'école de faire partager aux élèves les valeurs de la République \"."},{"type":"add","content":"Le socle commun de connaissances, de compétences et de culture couvre la période de la scolarité obligatoire, c'est-à-dire dix années fondamentales de la vie et de la formation des enfants, de six à seize ans. Il correspond pour l'essentiel aux enseignements de l'école élémentaire et du collège qui constituent une culture scolaire commune. Précédée, pour la plupart des élèves, par une scolarisation en maternelle qui a permis de poser de premières bases en matière d'apprentissage et de vivre ensemble, la scolarité obligatoire poursuit un double objectif de formation et de socialisation. Elle donne aux élèves une culture commune, fondée sur les connaissances et compétences indispensables, qui leur permettra de s'épanouir personnellement, de développer leur sociabilité, de réussir la suite de leur parcours de formation, de s'insérer dans la société où ils vivront et de participer, comme citoyens, à son évolution. Le socle commun doit devenir une référence centrale pour le travail des enseignants et des acteurs du système éducatif, en ce qu'il définit les finalités de la scolarité obligatoire et qu'il a pour exigence que l'école tienne sa promesse pour tous les élèves."},{"type":"del","content":"Pour toutes ces raisons, le socle commun est le ciment de la nation : il s'agit d'un ensemble de valeurs, de savoirs, de langages et de pratiques dont l'acquisition repose sur la mobilisation de l'école et qui suppose, de la part des élèves, des efforts et de la persévérance."},{"type":"add","content":"Le socle commun doit être équilibré dans ses contenus et ses démarches :"},{"type":"del","content":"La définition du socle commun prend également appui sur la proposition de recommandation du Parlement européen et du Conseil de l'Union européenne en matière de \" compétences clés pour l'éducation et l'apprentissage tout au long de la vie \"."},{"type":"add","content":"- il ouvre à la connaissance, forme le jugement et l'esprit critique, à partir d'éléments ordonnés de connaissance rationnelle du monde ;"},{"type":"del","content":"Elle se réfère enfin aux évaluations internationales, notamment au Programme international pour le suivi des acquis des élèves (PISA), qui propose une mesure comparée des connaissances et des compétences nécessaires tout au long de la vie."},{"type":"add","content":"- il fournit une éducation générale ouverte et commune à tous et fondée sur des valeurs qui permettent de vivre dans une société tolérante, de liberté ;"},{"type":"del","content":"Cinq générations après les lois scolaires fondatrices de la IIIe République, une génération après l'instauration du collège unique, le socle constitue une référence commune, pour tous ceux qui confient leurs enfants à l'école, mais aussi pour tous les enseignants."},{"type":"add","content":"- il favorise un développement de la personne en interaction avec le monde qui l'entoure ;"},{"type":"del","content":"L'enseignement obligatoire ne se réduit pas au socle commun. Bien que désormais il en constitue le fondement, le socle ne se substitue pas aux programmes de l'école primaire et du collège ; il n'en est pas non plus le condensé. Sa spécificité réside dans la volonté de donner du sens à la culture scolaire fondamentale, en se plaçant du point de vue de l'élève et en construisant les ponts indispensables entre les disciplines et les programmes. Il détermine ce que nul n'est censé ignorer en fin de scolarité obligatoire sous peine de se trouver marginalisé. L'école doit offrir par ailleurs à chacun les moyens de développer toutes ses facultés."},{"type":"add","content":"- il développe les capacités de compréhension et de création, les capacités d'imagination et d'action ;"},{"type":"del","content":"Maîtriser le socle commun c'est être capable de mobiliser ses acquis dans des tâches et des situations complexes, à l'école puis dans sa vie ; c'est posséder un outil indispensable pour continuer à se former tout au long de la vie afin de prendre part aux évolutions de la société ; c'est être en mesure de comprendre les grands défis de l'humanité, la diversité des cultures et l'universalité des droits de l'homme, la nécessité du développement et les exigences de la protection de la planète."},{"type":"add","content":"- il accompagne et favorise le développement physique, cognitif et sensible des élèves, en respectant leur intégrité ;"},{"type":"del","content":"Le socle commun s'organise en sept compétences. Cinq d'entre elles font l'objet, à un titre ou à un autre, des actuels programmes d'enseignement : la maîtrise de la langue française, la pratique d'une langue vivante étrangère, les compétences de base en mathématiques et la culture scientifique et technologique, la maîtrise des techniques usuelles de l'information et de la communication, la culture humaniste. Deux autres domaines ne font pas encore l'objet d'une attention suffisante au sein de l'institution scolaire : il s'agit, d'une part, des compétences sociales et civiques et, d'autre part, de l'autonomie et de l'initiative des élèves."},{"type":"add","content":"- il donne aux élèves les moyens de s'engager dans les activités scolaires, d'agir, d'échanger avec autrui, de conquérir leur autonomie et d'exercer ainsi progressivement leur liberté et leur statut de citoyen responsable."},{"type":"del","content":"Chaque grande compétence du socle est conçue comme une combinaison de connaissances fondamentales pour notre temps, de capacités à les mettre en oeuvre dans des situations variées, mais aussi d'attitudes indispensables tout au long de la vie, comme l'ouverture aux autres, le goût pour la recherche de la vérité, le respect de soi et d'autrui, la curiosité et la créativité."},{"type":"add","content":"L'élève engagé dans la scolarité apprend à réfléchir, à mobiliser des connaissances, à choisir des démarches et des procédures adaptées, pour penser, résoudre un problème, réaliser une tâche complexe ou un projet, en particulier dans une situation nouvelle ou inattendue. Les enseignants définissent les modalités les plus pertinentes pour parvenir à ces objectifs en suscitant l'intérêt des élèves, et centrent leurs activités ainsi que les pratiques des enfants et des adolescents sur de véritables enjeux intellectuels, riches de sens et de progrès."},{"type":"del","content":"Le socle commun s'acquiert progressivement de l'école maternelle à la fin de la scolarité obligatoire. Chaque compétence qui le constitue requiert la contribution de plusieurs disciplines et, réciproquement, une discipline contribue à l'acquisition de plusieurs compétences."},{"type":"add","content":"Le socle commun identifie les connaissances et compétences qui doivent être acquises à l'issue de la scolarité obligatoire. Une compétence est l'aptitude à mobiliser ses ressources (connaissances, capacités, attitudes) pour accomplir une tâche ou faire face à une situation complexes ou inédites. Compétences et connaissances ne sont ainsi pas en opposition. Leur acquisition suppose de prendre en compte dans le processus d'apprentissage les vécus et les représentations des élèves, pour les mettre en perspective, enrichir et faire évoluer leur expérience du monde."},{"type":"del","content":"A l'école et au collège, tous les enseignements et toutes les disciplines ont un rôle à jouer dans l'acquisition du socle. Dans ce cadre, les pratiques scolaires artistiques, culturelles et sportives y contribuent pleinement."},{"type":"add","content":"Par la loi d'orientation et de programmation pour la refondation de l'école de la République du 8 juillet 2013, la République s'engage afin de permettre à tous les élèves d'acquérir le socle commun de connaissances, de compétences et de culture, porteur de la culture commune. Il s'agit de contribuer au succès d'une école de la réussite pour tous, qui refuse exclusions et discriminations et qui permet à chacun de développer tout son potentiel par la meilleure éducation possible."},{"type":"del","content":"L'exigence de contenu du socle commun est indissociable d'une exigence d'évaluation. Des paliers intermédiaires, adaptés aux rythmes d'apprentissage définis par les cycles, sont déterminés dans la maîtrise du socle."},{"type":"add","content":"La logique du socle commun implique une acquisition progressive et continue des connaissances et des compétences par l'élève, comme le rappelle l'intitulé des cycles d'enseignement de la scolarité obligatoire que le socle commun oriente : cycle 2 des apprentissages fondamentaux, cycle 3 de consolidation, cycle 4 des approfondissements. Ainsi, la maîtrise des acquis du socle commun doit se concevoir dans le cadre du parcours scolaire de l'élève et en référence aux attendus et objectifs de formation présentés par les programmes de chaque cycle. La vérification de cette maîtrise progressive est faite tout au long du parcours scolaire et en particulier à la fin de chaque cycle. Cela contribue à un suivi des apprentissages de l'élève. Pour favoriser cette maîtrise, des stratégies d'accompagnement sont à mettre en œuvre dans le cadre de la classe, ou, le cas échéant, des groupes à effectifs réduits constitués à cet effet."},{"type":"del","content":"Des outils d'évaluation, correspondant notamment aux exigences des différents paliers de maîtrise du socle commun, sont mis à la disposition des enseignants."},{"type":"add","content":"Domaine 1 : les langages pour penser et communiquer"},{"type":"del","content":"Un livret personnel permettra à l'élève, à sa famille et aux enseignants de suivre l'acquisition progressive des compétences."},{"type":"add","content":"Le domaine des langages pour penser et communiquer recouvre quatre types de langage, qui sont à la fois des objets de savoir et des outils : la langue française ; les langues vivantes étrangères ou régionales ; les langages mathématiques, scientifiques et informatiques ; les langages des arts et du corps. Ce domaine permet l'accès à d'autres savoirs et à une culture rendant possible l'exercice de l'esprit critique ; il implique la maîtrise de codes, de règles, de systèmes de signes et de représentations. Il met en jeu des connaissances et des compétences qui sont sollicitées comme outils de pensée, de communication, d'expression et de travail et qui sont utilisées dans tous les champs du savoir et dans la plupart des activités."},{"type":"del","content":"Afin de prendre en compte les différents rythmes d'acquisition, les écoles et les collèges organiseront un accompagnement adapté : études surveillées, tutorat, accès aux livres, à la culture et à internet. Les élèves qui manifestent des besoins particuliers quant aux acquisitions nécessaires à chaque palier se voient proposer un programme personnalisé de réussite éducative."},{"type":"add","content":"Objectifs de connaissances et de compétences pour la maîtrise du socle commun"},{"type":"del","content":"1. La maîtrise de la langue française"},{"type":"add","content":"Comprendre, s'exprimer en utilisant la langue française à l'oral et à l'écrit"},{"type":"del","content":"Savoir lire, écrire et parler le français conditionne l'accès à tous les domaines du savoir et l'acquisition de toutes les compétences. La langue française est l'outil premier de l'égalité des chances, de la liberté du citoyen et de la civilité : elle permet de communiquer à l'oral comme à l'écrit, dans diverses situations ; elle permet de comprendre et d'exprimer ses droits et ses devoirs."},{"type":"add","content":"L'élève parle, communique, argumente à l'oral de façon claire et organisée ; il adapte son niveau de langue et son discours à la situation, il écoute et prend en compte ses interlocuteurs."},{"type":"del","content":"Faire accéder tous les élèves à la maîtrise de la langue française, à une expression précise et claire à l'oral comme à l'écrit, relève de l'enseignement du français mais aussi de toutes les disciplines. Chaque professeur et tous les membres de la communauté éducative sont comptables de cette mission prioritaire de l'institution scolaire. La fréquentation de la littérature d'expression française est un instrument majeur des acquisitions nécessaires à la maîtrise de la langue française."},{"type":"add","content":"Il adapte sa lecture et la module en fonction de la nature et de la difficulté du texte. Pour construire ou vérifier le sens de ce qu'il lit, il combine avec pertinence et de façon critique les informations explicites et implicites issues de sa lecture. Il découvre le plaisir de lire."},{"type":"del","content":"Connaissances"},{"type":"add","content":"L'élève s'exprime à l'écrit pour raconter, décrire, expliquer ou argumenter de façon claire et organisée. Lorsque c'est nécessaire, il reprend ses écrits pour rechercher la formulation qui convient le mieux et préciser ses intentions et sa pensée."},{"type":"del","content":"L'expression écrite et l'expression orale doivent être travaillées tout au long de la scolarité obligatoire, y compris par la mémorisation et la récitation de textes littéraires."},{"type":"add","content":"Il utilise à bon escient les principales règles grammaticales et orthographiques. Il emploie à l'écrit comme à l'oral un vocabulaire juste et précis."},{"type":"del","content":"L'apprentissage de l'orthographe et de la grammaire doit conduire les élèves à saisir que le respect des règles de l'expression française n'est pas contradictoire avec la liberté d'expression : il favorise au contraire une pensée précise ainsi qu'un raisonnement rigoureux et facilement compréhensible. L'élève doit maîtriser suffisamment les outils de la langue que sont le vocabulaire, la grammaire et l'orthographe pour pouvoir lire, comprendre et écrire des textes dans différents contextes."},{"type":"add","content":"Dans des situations variées, il recourt, de manière spontanée et avec efficacité, à la lecture comme à l'écriture."},{"type":"del","content":"L'apprentissage de la grammaire et de l'orthographe requiert des exercices spécifiques distincts de l'étude des textes."},{"type":"add","content":"Il apprend que la langue française a des origines diverses et qu'elle est toujours en évolution. Il est sensibilisé à son histoire et à ses origines latines et grecques."},{"type":"del","content":"Le vocabulaire"},{"type":"add","content":"Comprendre, s'exprimer en utilisant une langue étrangère et, le cas échéant, une langue régionale"},{"type":"del","content":"Enrichir quotidiennement le vocabulaire des élèves est un objectif primordial, dès l'école maternelle et tout au long de la scolarité obligatoire. Les élèves devront connaître :"},{"type":"add","content":"L'élève pratique au moins deux langues vivantes étrangères ou, le cas échéant, une langue étrangère et une langue régionale."},{"type":"del","content":"-un vocabulaire juste et précis pour désigner des objets réels, des sensations, des émotions, des opérations de l'esprit, des abstractions ;"},{"type":"add","content":"Pour chacune de ces langues, il comprend des messages oraux et écrits, s'exprime et communique à l'oral et à l'écrit de manière simple mais efficace. Il s'engage volontiers dans le dialogue et prend part activement à des conversations. Il adapte son niveau de langue et son discours à la situation, il écoute et prend en compte ses interlocuteurs. Il maîtrise suffisamment le code de la langue pratiquée pour s'insérer dans une communication liée à la vie quotidienne : vocabulaire, prononciation, construction des phrases ; il possède aussi des connaissances sur le contexte culturel propre à cette langue (modes de vie, organisations sociales, traditions, expressions artistiques...)."},{"type":"del","content":"-le sens propre et le sens figuré d'une expression ;"},{"type":"add","content":"Comprendre, s'exprimer en utilisant les langages mathématiques, scientifiques et informatiques"},{"type":"del","content":"-le niveau de langue auquel un mot donné appartient ;"},{"type":"add","content":"L'élève utilise les principes du système de numération décimal et les langages formels (lettres, symboles...) propres aux mathématiques et aux disciplines scientifiques, notamment pour effectuer des calculs et modéliser des situations. Il lit des plans, se repère sur des cartes. Il produit et utilise des représentations d'objets, d'expériences, de phénomènes naturels tels que schémas, croquis, maquettes, patrons ou figures géométriques. Il lit, interprète, commente, produit des tableaux, des graphiques et des diagrammes organisant des données de natures diverses."},{"type":"del","content":"-des mots de signification voisine ou contraire ;"},{"type":"add","content":"Il sait que des langages informatiques sont utilisés pour programmer des outils numériques et réaliser des traitements automatiques de données. Il connaît les principes de base de l'algorithmique et de la conception des programmes informatiques. Il les met en œuvre pour créer des applications simples."},{"type":"del","content":"-la formation des mots, afin de les comprendre et de les orthographier."},{"type":"add","content":"Comprendre, s'exprimer en utilisant les langages des arts et du corps"},{"type":"del","content":"La grammaire"},{"type":"add","content":"Sensibilisé aux démarches artistiques, l'élève apprend à s'exprimer et communiquer par les arts, de manière individuelle et collective, en concevant et réalisant des productions, visuelles, plastiques, sonores ou verbales notamment. Il connaît et comprend les particularités des différents langages artistiques qu'il emploie. Il justifie ses intentions et ses choix en s'appuyant sur des notions d'analyse d'œuvres."},{"type":"del","content":"Les élèves devront connaître :"},{"type":"add","content":"Il s'exprime par des activités, physiques, sportives ou artistiques, impliquant le corps. Il apprend ainsi le contrôle et la maîtrise de soi."},{"type":"del","content":"-la ponctuation ;"},{"type":"add","content":"Domaine 2 : les méthodes et outils pour apprendre"},{"type":"del","content":"-les structures syntaxiques fondamentales ;"},{"type":"add","content":"Ce domaine a pour objectif de permettre à tous les élèves d'apprendre à apprendre, seuls ou collectivement, en classe ou en dehors, afin de réussir dans leurs études et, par la suite, se former tout au long de la vie. Les méthodes et outils pour apprendre doivent faire l'objet d'un apprentissage explicite en situation, dans tous les enseignements et espaces de la vie scolaire."},{"type":"del","content":"-la nature des mots et leur fonction ;"},{"type":"add","content":"En classe, l'élève est amené à résoudre un problème, comprendre un document, rédiger un texte, prendre des notes, effectuer une prestation ou produire des objets. Il doit savoir apprendre une leçon, rédiger un devoir, préparer un exposé, prendre la parole, travailler à un projet, s'entraîner en choisissant les démarches adaptées aux objectifs d'apprentissage préalablement explicités. Ces compétences requièrent l'usage de tous les outils théoriques et pratiques à sa disposition, la fréquentation des bibliothèques et centres de documentation, la capacité à utiliser de manière pertinente les technologies numériques pour faire des recherches, accéder à l'information, la hiérarchiser et produire soi-même des contenus."},{"type":"del","content":"-les connecteurs logiques usuels (conjonctions de coordination, conjonctions de subordination, adverbes) ;"},{"type":"add","content":"La maîtrise des méthodes et outils pour apprendre développe l'autonomie et les capacités d'initiative ; elle favorise l'implication dans le travail commun, l'entraide et la coopération."},{"type":"del","content":"-la conjugaison des verbes ;"},{"type":"add","content":"Objectifs de connaissances et de compétences pour la maîtrise du socle commun"},{"type":"del","content":"-le système des temps et des modes."},{"type":"add","content":"Organisation du travail personnel"},{"type":"del","content":"L'orthographe"},{"type":"add","content":"L'élève se projette dans le temps, anticipe, planifie ses tâches. Il gère les étapes d'une production, écrite ou non, mémorise ce qui doit l'être."},{"type":"del","content":"Il est nécessaire d'atteindre une maîtrise correcte de l'orthographe, dans les écrits spontanés des élèves, dès la fin de l'école primaire. Le perfectionnement de l'orthographe jusqu'à la fin de la scolarité obligatoire est cependant une nécessité. Pour cela, la dictée est un outil indispensable d'apprentissage et d'évaluation, mais c'est par une vigilance particulière dans toutes les situations d'enseignement que cette maîtrise pourra être acquise."},{"type":"add","content":"Il comprend le sens des consignes ; il sait qu'un même mot peut avoir des sens différents selon les disciplines."},{"type":"del","content":"Les élèves devront connaître les principales règles d'orthographe lexicale et grammaticale (mots invariables, règles d'accord, orthographe des formes verbales et des pluriels)."},{"type":"add","content":"Pour acquérir des connaissances et des compétences, il met en œuvre les capacités essentielles que sont l'attention, la mémorisation, la mobilisation de ressources, la concentration, l'aptitude à l'échange et au questionnement, le respect des consignes, la gestion de l'effort."},{"type":"del","content":"Capacités"},{"type":"add","content":"Il sait identifier un problème, s'engager dans une démarche de résolution, mobiliser les connaissances nécessaires, analyser et exploiter les erreurs, mettre à l'essai plusieurs solutions, accorder une importance particulière aux corrections."},{"type":"del","content":"Lire"},{"type":"add","content":"L'élève sait se constituer des outils personnels grâce à des écrits de travail, y compris numériques : notamment prise de notes, brouillons, fiches, lexiques, nomenclatures, cartes mentales, plans, croquis, dont il peut se servir pour s'entraîner, réviser, mémoriser."},{"type":"del","content":"Au terme de la scolarité obligatoire, tout élève devra être capable de :"},{"type":"add","content":"Coopération et réalisation de projets"},{"type":"del","content":"-lire à haute voix, de façon expressive, un texte en prose ou en vers ;"},{"type":"add","content":"L'élève travaille en équipe, partage des tâches, s'engage dans un dialogue constructif, accepte la contradiction tout en défendant son point de vue, fait preuve de diplomatie, négocie et recherche un consensus."},{"type":"del","content":"-analyser les éléments grammaticaux d'une phrase afin d'en éclairer le sens ;"},{"type":"add","content":"Il apprend à gérer un projet, qu'il soit individuel ou collectif. Il en planifie les tâches, en fixe les étapes et évalue l'atteinte des objectifs."},{"type":"del","content":"-dégager l'idée essentielle d'un texte lu ou entendu ;"},{"type":"add","content":"L'élève sait que la classe, l'école, l'établissement sont des lieux de collaboration, d'entraide et de mutualisation des savoirs. Il aide celui qui ne sait pas comme il apprend des autres. L'utilisation des outils numériques contribue à ces modalités d'organisation, d'échange et de collaboration."},{"type":"del","content":"-manifester sa compréhension de textes variés, qu'ils soient documentaires ou littéraires ;"},{"type":"add","content":"Médias, démarches de recherche et de traitement de l'information"},{"type":"del","content":"-comprendre un énoncé, une consigne ;"},{"type":"add","content":"L'élève connaît des éléments d'histoire de l'écrit et de ses différents supports. Il comprend les modes de production et le rôle de l'image."},{"type":"del","content":"-lire des oeuvres littéraires intégrales, notamment classiques, et rendre compte de sa lecture."},{"type":"add","content":"Il sait utiliser de façon réfléchie des outils de recherche, notamment sur internet. Il apprend à confronter différentes sources et à évaluer la validité des contenus. Il sait traiter les informations collectées, les organiser, les mémoriser sous des formats appropriés et les mettre en forme. Il les met en relation pour construire ses connaissances."},{"type":"del","content":"Ecrire"},{"type":"add","content":"L'élève apprend à utiliser avec discernement les outils numériques de communication et d'information qu'il côtoie au quotidien, en respectant les règles sociales de leur usage et toutes leurs potentialités pour apprendre et travailler. Il accède à un usage sûr, légal et éthique pour produire, recevoir et diffuser de l'information. Il développe une culture numérique."},{"type":"del","content":"La capacité à écrire suppose de savoir :"},{"type":"add","content":"Il identifie les différents médias (presse écrite, audiovisuelle et web) et en connaît la nature. Il en comprend les enjeux et le fonctionnement général afin d'acquérir une distance critique et une autonomie suffisantes dans leur usage."},{"type":"del","content":"-copier un texte sans faute, écrire lisiblement et correctement un texte spontanément ou sous la dictée ;"},{"type":"add","content":"Outils numériques pour échanger et communiquer"},{"type":"del","content":"-répondre à une question par une phrase complète ;"},{"type":"add","content":"L'élève sait mobiliser différents outils numériques pour créer des documents intégrant divers médias et les publier ou les transmettre, afin qu'ils soient consultables et utilisables par d'autres. Il sait réutiliser des productions collaboratives pour enrichir ses propres réalisations, dans le respect des règles du droit d'auteur."},{"type":"del","content":"-rédiger un texte bref, cohérent, construit en paragraphes, correctement ponctué, en respectant des consignes imposées : récit, description, explication, texte argumentatif, compte rendu, écrits courants (lettres...) ;"},{"type":"add","content":"L'élève utilise les espaces collaboratifs et apprend à communiquer notamment par le biais des réseaux sociaux dans le respect de soi et des autres. Il comprend la différence entre sphères publique et privée. Il sait ce qu'est une identité numérique et est attentif aux traces qu'il laisse."},{"type":"del","content":"-adapter le propos au destinataire et à l'effet recherché ;"},{"type":"add","content":"Domaine 3 : la formation de la personne et du citoyen"},{"type":"del","content":"-résumer un texte ;"},{"type":"add","content":"L'Ecole a une responsabilité particulière dans la formation de l'élève en tant que personne et futur citoyen. Dans une démarche de coéducation, elle ne se substitue pas aux familles, mais elle a pour tâche de transmettre aux jeunes les valeurs fondamentales et les principes inscrits dans la Constitution de notre pays. Elle permet à l'élève d'acquérir la capacité à juger par lui-même, en même temps que le sentiment d'appartenance à la société. Ce faisant, elle permet à l'élève de développer dans les situations concrètes de la vie scolaire son aptitude à vivre de manière autonome, à participer activement à l'amélioration de la vie commune et à préparer son engagement en tant que citoyen."},{"type":"del","content":"-utiliser les principales règles d'orthographe lexicale et grammaticale."},{"type":"add","content":"Ce domaine fait appel :"},{"type":"del","content":"S'exprimer à l'oral"},{"type":"add","content":"- à l'apprentissage et à l'expérience des principes qui garantissent la liberté de tous, comme la liberté de conscience et d'expression, la tolérance réciproque, l'égalité, notamment entre les hommes et les femmes, le refus des discriminations, l'affirmation de la capacité à juger et agir par soi-même ;"},{"type":"del","content":"Il s'agit de savoir :"},{"type":"add","content":"- à des connaissances et à la compréhension du sens du droit et de la loi, des règles qui permettent la participation à la vie collective et démocratique et de la notion d'intérêt général ;"},{"type":"del","content":"-prendre la parole en public ;"},{"type":"add","content":"- à la connaissance, la compréhension mais aussi la mise en pratique du principe de laïcité, qui permet le déploiement du civisme et l'implication de chacun dans la vie sociale, dans le respect de la liberté de conscience."},{"type":"del","content":"-prendre part à un dialogue, un débat : prendre en compte les propos d'autrui, faire valoir son propre point de vue ;"},{"type":"add","content":"Ce domaine est mis en œuvre dans toutes les situations concrètes de la vie scolaire où connaissances et valeurs trouvent, en s'exerçant, les conditions d'un apprentissage permanent, qui procède par l'exemple, par l'appel à la sensibilité et à la conscience, par la mobilisation du vécu et par l'engagement de chacun."},{"type":"del","content":"-rendre compte d'un travail individuel ou collectif (exposés, expériences, démonstrations...) ;"},{"type":"add","content":"Objectifs de connaissances et de compétences pour la maîtrise du socle commun"},{"type":"del","content":"-reformuler un texte ou des propos lus ou prononcés par un tiers ;"},{"type":"add","content":"Expression de la sensibilité et des opinions, respect des autres"},{"type":"del","content":"-adapter sa prise de parole (attitude et niveau de langue) à la situation de communication (lieu, destinataire, effet recherché) ;"},{"type":"add","content":"L'élève exprime ses sentiments et ses émotions en utilisant un vocabulaire précis."},{"type":"del","content":"-dire de mémoire des textes patrimoniaux (textes littéraires, citations célèbres)."},{"type":"add","content":"Il exploite ses facultés intellectuelles et physiques en ayant confiance en sa capacité à réussir et à progresser."},{"type":"del","content":"Utiliser des outils"},{"type":"add","content":"L'élève apprend à résoudre les conflits sans agressivité, à éviter le recours à la violence grâce à sa maîtrise de moyens d'expression, de communication et d'argumentation. Il respecte les opinions et la liberté d'autrui, identifie et rejette toute forme d'intimidation ou d'emprise. Apprenant à mettre à distance préjugés et stéréotypes, il est capable d'apprécier les personnes qui sont différentes de lui et de vivre avec elles. Il est capable aussi de faire preuve d'empathie et de bienveillance."},{"type":"del","content":"L'élève devra être capable d'utiliser :"},{"type":"add","content":"La règle et le droit"},{"type":"del","content":"-des dictionnaires, imprimés ou numériques, pour vérifier l'orthographe ou le sens d'un mot, découvrir un synonyme ou un mot nécessaire à l'expression de sa pensée ;"},{"type":"add","content":"L'élève comprend et respecte les règles communes, notamment les règles de civilité, au sein de la classe, de l'école ou de l'établissement, qui autorisent et contraignent à la fois et qui engagent l'ensemble de la communauté éducative. Il participe à la définition de ces règles dans le cadre adéquat. Il connaît le rôle éducatif et la gradation des sanctions ainsi que les grands principes et institutions de la justice."},{"type":"del","content":"-des ouvrages de grammaire ou des logiciels de correction orthographique."},{"type":"add","content":"Il comprend comment, dans une société démocratique, des valeurs communes garantissent les libertés individuelles et collectives, trouvent force d'applications dans des règles et dans le système du droit, que les citoyens peuvent faire évoluer selon des procédures organisées."},{"type":"del","content":"Attitudes"},{"type":"add","content":"Il connaît les grandes déclarations des droits de l'homme (notamment la Déclaration des droits de l'homme et du citoyen de 1789, la Déclaration universelle des droits de l'homme de 1948), la convention européenne de sauvegarde des droits de l'homme, la Convention internationale des droits de l'enfant de 1989 et les principes fondateurs de la République française. Il connaît le sens du principe de laïcité ; il en mesure la profondeur historique et l'importance pour la démocratie dans notre pays. Il comprend que la laïcité garantit la liberté de conscience, fondée sur l'autonomie du jugement de chacun et institue des règles permettant de vivre ensemble pacifiquement."},{"type":"del","content":"L'intérêt pour la langue comme instrument de pensée et d'insertion développe :"},{"type":"add","content":"Il connaît les principales règles du fonctionnement institutionnel de l'Union européenne et les grands objectifs du projet européen."},{"type":"del","content":"-la volonté de justesse dans l'expression écrite et orale, du goût pour l'enrichissement du vocabulaire ;"},{"type":"add","content":"Réflexion et discernement"},{"type":"del","content":"-le goût pour les sonorités, les jeux de sens, la puissance émotive de la langue ;"},{"type":"add","content":"L'élève est attentif à la portée de ses paroles et à la responsabilité de ses actes."},{"type":"del","content":"-l'intérêt pour la lecture (des livres, de la presse écrite) ;"},{"type":"add","content":"Il fonde et défend ses jugements en s'appuyant sur sa réflexion et sur sa maîtrise de l'argumentation. Il comprend les choix moraux que chacun fait dans sa vie ; il peut discuter de ces choix ainsi que de quelques grands problèmes éthiques liés notamment aux évolutions sociales, scientifiques ou techniques."},{"type":"del","content":"-l'ouverture à la communication, au dialogue, au débat."},{"type":"add","content":"L'élève vérifie la validité d'une information et distingue ce qui est objectif et ce qui est subjectif. Il apprend à justifier ses choix et à confronter ses propres jugements avec ceux des autres. Il sait remettre en cause ses jugements initiaux après un débat argumenté, il distingue son intérêt particulier de l'intérêt général. Il met en application et respecte les grands principes républicains."},{"type":"del","content":"2. La pratique d'une langue vivante étrangère"},{"type":"add","content":"Responsabilité, sens de l'engagement et de l'initiative"},{"type":"del","content":"Il s'agit soit de la langue apprise depuis l'école primaire, soit d'une langue dont l'étude a commencé au collège."},{"type":"add","content":"L'élève coopère et fait preuve de responsabilité vis-à-vis d'autrui. Il respecte les engagements pris envers lui-même et envers les autres, il comprend l'importance du respect des contrats dans la vie civile. Il comprend en outre l'importance de s'impliquer dans la vie scolaire (actions et projets collectifs, instances), d'avoir recours aux outils de la démocratie (ordre du jour, compte rendu, votes notamment) et de s'engager aux côtés des autres dans les différents aspects de la vie collective et de l'environnement."},{"type":"del","content":"La communication en langue étrangère suppose la capacité de comprendre, de s'exprimer et d'interpréter des pensées, des sentiments et des faits, à l'oral comme à l'écrit, dans diverses situations."},{"type":"add","content":"L'élève sait prendre des initiatives, entreprendre et mettre en œuvre des projets, après avoir évalué les conséquences de son action ; il prépare ainsi son orientation future et sa vie d'adulte."},{"type":"del","content":"Elle implique également la connaissance et la compréhension des cultures dont la langue est le vecteur : elle permet de dépasser la vision que véhiculent les stéréotypes."},{"type":"add","content":"Domaine 4 : les systèmes naturels et les systèmes techniques"},{"type":"del","content":"Le \" cadre européen commun de référence pour les langues \", conçu par le Conseil de l'Europe, constitue la référence fondamentale pour l'enseignement des langues vivantes, les apprentissages et l'évaluation des acquis. La maîtrise du niveau A2 (niveau de l'utilisateur élémentaire) correspond au niveau requis pour le socle commun."},{"type":"add","content":"Ce domaine a pour objectif de donner à l'élève les fondements de la culture mathématique, scientifique et technologique nécessaire à une découverte de la nature et de ses phénomènes ainsi que des techniques développées par les femmes et les hommes. Il s'agit d'éveiller sa curiosité, son envie de se poser des questions, de chercher des réponses et d'inventer, tout en l'initiant à de grands défis auxquels l'humanité est confrontée. L'élève découvre alors, par une approche scientifique, la nature environnante. L'objectif est bien de poser les bases lui permettant de pratiquer des démarches scientifiques et techniques."},{"type":"del","content":"La maîtrise des langues vivantes s'acquiert par une pratique régulière et par l'entraînement de la mémoire. Cinq types d'activités la rendent possible : la compréhension orale, l'expression orale, l'interaction orale, la compréhension écrite et l'expression écrite."},{"type":"add","content":"Fondées sur l'observation, la manipulation et l'expérimentation, utilisant notamment le langage des mathématiques pour leurs représentations, les démarches scientifiques ont notamment pour objectif d'expliquer l'Univers, d'en comprendre les évolutions, selon une approche rationnelle privilégiant les faits et hypothèses vérifiables, en distinguant ce qui est du domaine des opinions et croyances. Elles développent chez l'élève la rigueur intellectuelle, l'habileté manuelle et l'esprit critique, l'aptitude à démontrer, à argumenter."},{"type":"del","content":"Connaissances"},{"type":"add","content":"La familiarisation de l'élève avec le monde technique passe par la connaissance du fonctionnement d'un certain nombre d'objets et de systèmes et par sa capacité à en concevoir et en réaliser lui-même. Ce sont des occasions de prendre conscience que la démarche technologique consiste à rechercher l'efficacité dans un milieu contraint (en particulier par les ressources) pour répondre à des besoins humains, en tenant compte des impacts sociaux et environnementaux."},{"type":"del","content":"Pratiquer une langue vivante étrangère, c'est d'abord s'approprier un code linguistique : il faut connaître les formes écrites et sonores permettant de comprendre ou de produire des messages corrects et significatifs dans le contexte de la vie courante. Cela suppose une connaissance du vocabulaire, de la grammaire, de la phonologie et de l'orthographe. Il s'agit donc de :"},{"type":"add","content":"En s'initiant à ces démarches, concepts et outils, l'élève se familiarise avec les évolutions de la science et de la technologie ainsi que leur histoire, qui modifient en permanence nos visions et nos usages de la planète."},{"type":"del","content":"-posséder un vocabulaire suffisant pour comprendre des sujets simples ;"},{"type":"add","content":"L'élève comprend que les mathématiques permettent de développer une représentation scientifique des phénomènes, qu'elles offrent des outils de modélisation, qu'elles se nourrissent des questions posées par les autres domaines de connaissance et les nourrissent en retour."},{"type":"del","content":"-connaître les règles grammaticales fondamentales (catégorie du nom, système verbal, coordination et subordination dans leur forme élémentaire) et le fonctionnement de la langue étudiée en tenant compte de ses particularités ;"},{"type":"add","content":"Objectifs de connaissances et de compétences pour la maîtrise du socle commun"},{"type":"del","content":"-connaître les règles de prononciation ;"},{"type":"add","content":"Démarches scientifiques"},{"type":"del","content":"-maîtriser l'orthographe des mots ou expressions appris en comprenant le rapport phonie-graphie. Pour certaines langues, l'apprentissage du système graphique constitue une priorité compte tenu de la nécessaire familiarisation avec des caractères spécifiques."},{"type":"add","content":"L'élève sait mener une démarche d'investigation. Pour cela, il décrit et questionne ses observations ; il prélève, organise et traite l'information utile ; il formule des hypothèses, les teste et les éprouve ; il manipule, explore plusieurs pistes, procède par essais et erreurs ; il modélise pour représenter une situation ; il analyse, argumente, mène différents types de raisonnements (par analogie, déduction logique...) ; il rend compte de sa démarche. Il exploite et communique les résultats de mesures ou de recherches en utilisant les langages scientifiques à bon escient."},{"type":"del","content":"Capacités"},{"type":"add","content":"L'élève pratique le calcul, mental et écrit, exact et approché, il estime et contrôle les résultats, notamment en utilisant les ordres de grandeur. Il résout des problèmes impliquant des grandeurs variées (géométriques, physiques, économiques...), en particulier des situations de proportionnalité. Il interprète des résultats statistiques et les représente graphiquement."},{"type":"del","content":"Pratiquer une langue vivante étrangère, c'est savoir l'utiliser de façon pertinente et appropriée en fonction de la situation de communication, dans un contexte socioculturel donné. On attend de l'élève qu'il puisse communiquer de manière simple mais efficace, dans des situations courantes de la vie quotidienne, c'est-à-dire qu'il sache :"},{"type":"add","content":"Conception, création, réalisation"},{"type":"del","content":"-utiliser la langue en maîtrisant les codes de relations sociales associés à cette langue :"},{"type":"add","content":"L'élève imagine, conçoit et fabrique des objets et des systèmes techniques. Il met en œuvre observation, imagination, créativité, sens de l'esthétique et de la qualité, talent et habileté manuels, sens pratique, et sollicite les savoirs et compétences scientifiques, technologiques et artistiques pertinents."},{"type":"del","content":"-utiliser des expressions courantes en suivant les usages de base (saluer, formuler des invitations, des excuses...) ;"},{"type":"add","content":"Responsabilités individuelles et collectives"},{"type":"del","content":"-tenir compte de l'existence des différences de registre de langue, adapter son discours à la situation de communication ;"},{"type":"add","content":"L'élève connaît l'importance d'un comportement responsable vis-à-vis de l'environnement et de la santé et comprend ses responsabilités individuelle et collective. Il prend conscience de l'impact de l'activité humaine sur l'environnement, de ses conséquences sanitaires et de la nécessité de préserver les ressources naturelles et la diversité des espèces. Il prend conscience de la nécessité d'un développement plus juste et plus attentif à ce qui est laissé aux générations futures."},{"type":"del","content":"-comprendre un bref propos oral : identifier le contenu d'un message, le sujet d'une discussion si l'échange est mené lentement et clairement, suivre un récit ;"},{"type":"add","content":"Il sait que la santé repose notamment sur des fonctions biologiques coordonnées, susceptibles d'être perturbées par des facteurs physiques, chimiques, biologiques et sociaux de l'environnement et que certains de ces facteurs de risques dépendent de conduites sociales et de choix personnels. Il est conscient des enjeux de bien-être et de santé des pratiques alimentaires et physiques. Il observe les règles élémentaires de sécurité liées aux techniques et produits rencontrés dans la vie quotidienne."},{"type":"del","content":"-se faire comprendre à l'oral (brève intervention ou échange court) et à l'écrit, avec suffisamment de clarté, c'est-à-dire être capable :"},{"type":"add","content":"Pour atteindre les objectifs de connaissances et de compétences de ce domaine, l'élève mobilise des connaissances sur :"},{"type":"del","content":"-de prononcer correctement ;"},{"type":"add","content":"- les principales fonctions du corps humain, les caractéristiques et l'unité du monde vivant, l'évolution et la diversité des espèces ;"},{"type":"del","content":"-de relier des groupes de mots avec des connecteurs logiques ;"},{"type":"add","content":"- la structure de l'Univers et de la matière ; les grands caractères de la biosphère et leurs transformations ;"},{"type":"del","content":"-de donner des informations et de s'informer ;"},{"type":"add","content":"- l'énergie et ses multiples formes, le mouvement et les forces qui le régissent ;"},{"type":"del","content":"-d'exprimer simplement une idée, une opinion ;"},{"type":"add","content":"- les nombres et les grandeurs, les objets géométriques, la gestion de données, les phénomènes aléatoires ;"},{"type":"del","content":"-de raconter une histoire ou de décrire sommairement ;"},{"type":"add","content":"- les grandes caractéristiques des objets et systèmes techniques et des principales solutions technologiques."},{"type":"del","content":"-comprendre un texte écrit court et simple."},{"type":"add","content":"Domaine 5 : les représentations du monde et l'activité humaine"},{"type":"del","content":"Attitudes"},{"type":"add","content":"Ce domaine est consacré à la compréhension du monde que les êtres humains tout à la fois habitent et façonnent. Il s'agit de développer une conscience de l'espace géographique et du temps historique. Ce domaine conduit aussi à étudier les caractéristiques des organisations et des fonctionnements des sociétés. Il initie à la diversité des expériences humaines et des formes qu'elles prennent : les découvertes scientifiques et techniques, les diverses cultures, les systèmes de pensée et de conviction, l'art et les œuvres, les représentations par lesquelles les femmes et les hommes tentent de comprendre la condition humaine et le monde dans lequel ils vivent."},{"type":"del","content":"L'apprentissage d'une langue étrangère développe la sensibilité aux différences et à la diversité culturelle. Il favorise :"},{"type":"add","content":"Ce domaine vise également à développer des capacités d'imagination, de conception, d'action pour produire des objets, des services et des œuvres ainsi que le goût des pratiques artistiques, physiques et sportives. Il permet en outre la formation du jugement et de la sensibilité esthétiques. Il implique enfin une réflexion sur soi et sur les autres, une ouverture à l'altérité, et contribue à la construction de la citoyenneté, en permettant à l'élève d'aborder de façon éclairée de grands débats du monde contemporain."},{"type":"del","content":"-le désir de communiquer avec les étrangers dans leur langue, de lire un journal et d'écouter les médias audiovisuels étrangers, de voir des films en version originale ;"},{"type":"add","content":"Objectifs de connaissances et de compétences pour la maîtrise du socle commun"},{"type":"del","content":"-l'ouverture d'esprit et la compréhension d'autres façons de penser et d'agir."},{"type":"add","content":"L'espace et le temps"},{"type":"del","content":"3. Les principaux éléments de mathématiques"},{"type":"add","content":"L'élève identifie ainsi les grandes questions et les principaux enjeux du développement humain, il est capable d'appréhender les causes et les conséquences des inégalités, les sources de conflits et les solidarités, ou encore les problématiques mondiales concernant l'environnement, les ressources, les échanges, l'énergie, la démographie et le climat. Il comprend également que les lectures du passé éclairent le présent et permettent de l'interpréter."},{"type":"del","content":"et la culture scientifique et technologique"},{"type":"add","content":"L'élève se repère dans l'espace à différentes échelles, il comprend les grands espaces physiques et humains et les principales caractéristiques géographiques de la Terre, du continent européen et du territoire national : organisation et localisations, ensembles régionaux, outre-mer. Il sait situer un lieu ou un ensemble géographique en utilisant des cartes, en les comparant et en produisant lui-même des représentations graphiques."},{"type":"del","content":"Il s'agit de donner aux élèves la culture scientifique nécessaire à une représentation cohérente du monde et à la compréhension de leur environnement quotidien ; ils doivent saisir que la complexité peut être exprimée par des lois fondamentales."},{"type":"add","content":"Organisations et représentations du monde"},{"type":"del","content":"Des approches concrètes et pratiques des mathématiques et des sciences, faisant notamment appel à l'habileté manuelle (par exemple, travailler un matériau, manipuler des volumes, en réaliser), aident les élèves à comprendre les notions abstraites."},{"type":"add","content":"L'élève lit des paysages, identifiant ce qu'ils révèlent des atouts et des contraintes du milieu ainsi que de l'activité humaine, passée et présente. Il établit des liens entre l'espace et l'organisation des sociétés."},{"type":"del","content":"Les mathématiques, les sciences expérimentales et la technologie favorisent la rigueur intellectuelle constitutive du raisonnement scientifique."},{"type":"add","content":"Il exprime à l'écrit et à l'oral ce qu'il ressent face à une œuvre littéraire ou artistique ; il étaye ses analyses et les jugements qu'il porte sur l'œuvre ; il formule des hypothèses sur ses significations et en propose une interprétation en s'appuyant notamment sur ses aspects formels et esthétiques. Il justifie ses intentions et ses choix expressifs, en s'appuyant sur quelques notions d'analyse des œuvres. Il s'approprie, de façon directe ou indirecte, notamment dans le cadre de sorties scolaires culturelles, des œuvres littéraires et artistiques appartenant au patrimoine national et mondial comme à la création contemporaine."},{"type":"del","content":"A.-Les principaux éléments de mathématiques"},{"type":"add","content":"Invention, élaboration, production"},{"type":"del","content":"Dans chacun des domaines que sont le calcul, la géométrie et la gestion des données, les mathématiques fournissent des outils pour agir, choisir et décider dans la vie quotidienne. Elles développent la pensée logique, les capacités d'abstraction et de vision dans le plan et dans l'espace par l'utilisation de formules, de modèles, de graphiques et de diagrammes. Il s'agit aussi de développer le raisonnement logique et le goût de la démonstration."},{"type":"add","content":"L'élève imagine, conçoit et réalise des productions de natures diverses, y compris littéraires et artistiques. Pour cela, il met en œuvre des principes de conception et de fabrication d'objets ou les démarches et les techniques de création. Il tient compte des contraintes des matériaux et des processus de production en respectant l'environnement. Il mobilise son imagination et sa créativité au service d'un projet personnel ou collectif. Il développe son jugement, son goût, sa sensibilité, ses émotions esthétiques."},{"type":"del","content":"La maîtrise des principaux éléments de mathématiques s'acquiert et s'exerce essentiellement par la résolution de problèmes, notamment à partir de situations proches de la réalité."},{"type":"add","content":"Il connaît les contraintes et les libertés qui s'exercent dans le cadre des activités physiques et sportives ou artistiques personnelles et collectives. Il sait en tirer parti et gère son activité physique et sa production ou sa performance artistiques pour les améliorer, progresser et se perfectionner. Il cherche et utilise des techniques pertinentes, il construit des stratégies pour réaliser une performance sportive. Dans le cadre d'activités et de projets collectifs, il prend sa place dans le groupe en étant attentif aux autres pour coopérer ou s'affronter dans un cadre réglementé."},{"type":"del","content":"Les compétences acquises en mathématiques conditionnent l'acquisition d'une culture scientifique."},{"type":"add","content":"Pour mieux connaître le monde qui l'entoure comme pour se préparer à l'exercice futur de sa citoyenneté démocratique, l'élève pose des questions et cherche des réponses en mobilisant des connaissances sur :"},{"type":"del","content":"Connaissances"},{"type":"add","content":"- les principales périodes de l'histoire de l'humanité, situées dans leur chronologie, les grandes ruptures et les événements fondateurs, la notion de civilisation ;"},{"type":"del","content":"Il est nécessaire de créer aussi tôt que possible à l'école primaire des automatismes en calcul, en particulier la maîtrise des quatre opérations qui permet le calcul mental. Il est aussi indispensable d'apprendre à démontrer et à raisonner."},{"type":"add","content":"- les principaux modes d'organisation des espaces humanisés ;"},{"type":"del","content":"Il faut aussi comprendre des concepts et des techniques (calcul, algorithme) et les mémoriser afin d'être en mesure de les utiliser. Les élèves doivent connaître :"},{"type":"add","content":"- la diversité des modes de vie et des cultures, en lien avec l'apprentissage des langues ;"},{"type":"del","content":"-pour ce qui concerne les nombres et le calcul :"},{"type":"add","content":"- les éléments clés de l'histoire des idées, des faits religieux et des convictions ;"},{"type":"del","content":"-les nombres décimaux, les nombres relatifs, les fractions, les puissances (ordonner, comparer) ;"},{"type":"add","content":"- les grandes découvertes scientifiques et techniques et les évolutions qu'elles ont engendrées, tant dans les modes de vie que dans les représentations ;"},{"type":"del","content":"-les quatre opérations et leur sens ;"},{"type":"add","content":"- les expressions artistiques, les œuvres, les sensibilités esthétiques et les pratiques culturelles de différentes sociétés ;"},{"type":"del","content":"-les techniques élémentaires du calcul mental ;"},{"type":"add","content":"- les principaux modes d'organisation politique et sociale, idéaux et principes républicains et démocratiques, leur histoire et leur actualité ;"},{"type":"del","content":"-les éléments du calcul littéral simple (expressions du premier degré à une variable) ;"},{"type":"add","content":"- les principales manières de concevoir la production économique, sa répartition, les échanges qu'elles impliquent ;"},{"type":"del","content":"-le calcul de la valeur d'une expression littérale pour différentes valeurs des variables ;"},{"type":"del","content":""},{"type":"del","content":"-les identités remarquables ;"},{"type":"del","content":""},{"type":"del","content":"-pour ce qui concerne l'organisation et la gestion de données et les fonctions :"},{"type":"del","content":""},{"type":"del","content":"-la proportionnalité : propriété de linéarité, représentation graphique, tableau de proportionnalité, \" produit en croix \" ou \" règle de 3 \", pourcentage, échelle ;"},{"type":"del","content":""},{"type":"del","content":"-les représentations usuelles : tableaux, diagrammes, graphiques ;"},{"type":"del","content":""},{"type":"del","content":"-le repérage sur un axe et dans le plan ;"},{"type":"del","content":""},{"type":"del","content":"-les notions fondamentales de statistique descriptive (maximum, minimum, fréquence, moyenne) ;"},{"type":"del","content":""},{"type":"del","content":"-les notions de chance ou de probabilité ;"},{"type":"del","content":""},{"type":"del","content":"-en géométrie :"},{"type":"del","content":""},{"type":"del","content":"-les propriétés géométriques élémentaires des figures planes et des solides suivants : carré, rectangle, losange, parallélogramme, triangle, cercle, cube, parallélépipède rectangle, cylindre, sphère ;"},{"type":"del","content":""},{"type":"del","content":"-les notions de parallèle, perpendiculaire, médiatrice, bissectrice, tangente (à un cercle) ;"},{"type":"del","content":""},{"type":"del","content":"-les transformations : symétries, agrandissement et réduction ;"},{"type":"del","content":""},{"type":"del","content":"-des théorèmes de géométrie plane : somme des angles d'un triangle, inégalité triangulaire, Thalès (dans le triangle), Pythagore."},{"type":"del","content":""},{"type":"del","content":"Il faut aussi savoir interpréter une représentation plane d'un objet de l'espace ainsi qu'un patron (cube, parallélépipède rectangle) ;"},{"type":"del","content":""},{"type":"del","content":"-pour ce qui concerne les grandeurs et les mesures :"},{"type":"del","content":""},{"type":"del","content":"-les principales grandeurs (unités de mesure, formules, calculs et conversions) : longueur, aire, contenance, volume, masse, angle, durée, vitesse, masse volumique, nombre de tours par seconde ;"},{"type":"del","content":""},{"type":"del","content":"-les mesures à l'aide d'instruments, en prenant en compte l'incertitude liée au mesurage."},{"type":"del","content":""},{"type":"del","content":"Capacités"},{"type":"del","content":""},{"type":"del","content":"A la sortie de l'école obligatoire, l'élève doit être en mesure d'appliquer les principes et processus mathématiques de base dans la vie quotidienne, dans sa vie privée comme dans son travail. Pour cela, il doit être capable :"},{"type":"del","content":""},{"type":"del","content":"-de raisonner logiquement, de pratiquer la déduction, de démontrer ;"},{"type":"del","content":""},{"type":"del","content":"-de communiquer, à l'écrit comme à l'oral, en utilisant un langage mathématique adapté ;"},{"type":"del","content":""},{"type":"del","content":"-d'effectuer :"},{"type":"del","content":""},{"type":"del","content":"-à la main, un calcul isolé sur des nombres en écriture décimale de taille raisonnable (addition, soustraction, multiplication, division) ;"},{"type":"del","content":""},{"type":"del","content":"-à la calculatrice, un calcul isolé sur des nombres relatifs en écriture décimale : addition, soustraction, multiplication, division décimale à 10-n près, calcul du carré, du cube d'un nombre relatif, racine carrée d'un nombre positif ;"},{"type":"del","content":""},{"type":"del","content":"-mentalement des calculs simples et déterminer rapidement un ordre de grandeur ;"},{"type":"del","content":""},{"type":"del","content":"-de comparer, additionner, soustraire, multiplier et diviser les nombres en écriture fractionnaire dans des situations simples ;"},{"type":"del","content":""},{"type":"del","content":"-d'effectuer des tracés à l'aide des instruments usuels (règle, équerre, compas, rapporteur) :"},{"type":"del","content":""},{"type":"del","content":"-parallèle, perpendiculaire, médiatrice, bissectrice ;"},{"type":"del","content":""},{"type":"del","content":"-cercle donné par son centre et son rayon ;"},{"type":"del","content":""},{"type":"del","content":"-image d'une figure par symétrie axiale, par symétrie centrale ;"},{"type":"del","content":""},{"type":"del","content":"-d'utiliser et construire des tableaux, des diagrammes, des graphiques et de savoir passer d'un mode d'expression à un autre ;"},{"type":"del","content":""},{"type":"del","content":"-d'utiliser des outils (tables, formules, outils de dessin, calculatrices, logiciels) ;"},{"type":"del","content":""},{"type":"del","content":"-de saisir quand une situation de la vie courante se prête à un traitement mathématique, l'analyser en posant les données puis en émettant des hypothèses, s'engager dans un raisonnement ou un calcul en vue de sa résolution, et, pour cela :"},{"type":"del","content":""},{"type":"del","content":"-savoir quand et comment utiliser les opérations élémentaires ;"},{"type":"del","content":""},{"type":"del","content":"-contrôler la vraisemblance d'un résultat ;"},{"type":"del","content":""},{"type":"del","content":"-reconnaître les situations relevant de la proportionnalité et les traiter en choisissant un moyen adapté ;"},{"type":"del","content":""},{"type":"del","content":"-utiliser les représentations graphiques ;"},{"type":"del","content":""},{"type":"del","content":"-utiliser les théorèmes de géométrie plane ;"},{"type":"del","content":""},{"type":"del","content":"-de se repérer dans l'espace : utiliser une carte, un plan, un schéma, un système de coordonnées."},{"type":"del","content":""},{"type":"del","content":"Attitudes"},{"type":"del","content":""},{"type":"del","content":"L'étude des mathématiques permet aux élèves d'appréhender l'existence de lois logiques et développe :"},{"type":"del","content":""},{"type":"del","content":"-la rigueur et la précision ;"},{"type":"del","content":""},{"type":"del","content":"-le respect de la vérité rationnellement établie ;"},{"type":"del","content":""},{"type":"del","content":"-le goût du raisonnement fondé sur des arguments dont la validité est à prouver."},{"type":"del","content":""},{"type":"del","content":"B.-La culture scientifique et technologique"},{"type":"del","content":""},{"type":"del","content":"Les sciences expérimentales et les technologies ont pour objectif de comprendre et de décrire le monde réel, celui de la nature, celui construit par l'Homme ainsi que les changements induits par l'activité humaine."},{"type":"del","content":""},{"type":"del","content":"Leur étude contribue à faire comprendre aux élèves la distinction entre faits et hypothèses vérifiables d'une part, opinions et croyances d'autre part. Pour atteindre ces buts, l'observation, le questionnement, la manipulation et l'expérimentation sont essentiels, et cela dès l'école primaire, dans l'esprit de l'opération \" La main à la pâte \" qui donne le goût des sciences et des techniques dès le plus jeune âge."},{"type":"del","content":""},{"type":"del","content":"Les notions complexes (relatives à l'ADN, aux gènes, à la tectonique des plaques lithosphériques), dont les élèves entendent parler dans la vie courante, sont abordées de manière adaptée. La présentation de l'histoire de l'élaboration des concepts, en mobilisant les ressources de toutes les disciplines concernées, constitue un moyen efficace d'aborder la complexité : la perspective historique contribue à donner une vision cohérente des sciences et des techniques ainsi que de leur développement conjoint."},{"type":"del","content":""},{"type":"del","content":"Les élèves doivent comprendre que les sciences et les techniques contribuent au progrès et au bien-être des sociétés."},{"type":"del","content":""},{"type":"del","content":"Connaissances"},{"type":"del","content":""},{"type":"del","content":"A l'issue de la scolarité obligatoire, tout élève doit avoir une représentation cohérente du monde reposant sur des connaissances. Chacun doit donc :"},{"type":"del","content":""},{"type":"del","content":"-savoir que l'Univers est structuré :"},{"type":"del","content":""},{"type":"del","content":"-du niveau microscopique (atomes, molécules, cellules du vivant) ;"},{"type":"del","content":""},{"type":"del","content":"-au niveau macroscopique (planètes, étoiles, galaxies) ;"},{"type":"del","content":""},{"type":"del","content":"-savoir que la planète Terre :"},{"type":"del","content":""},{"type":"del","content":"-est un des objets du système solaire, lequel est gouverné par la gravitation ;"},{"type":"del","content":""},{"type":"del","content":"-présente une structure et des phénomènes dynamiques internes et externes ;"},{"type":"del","content":""},{"type":"del","content":"-savoir que la matière se présente sous une multitude de formes :"},{"type":"del","content":""},{"type":"del","content":"-sujettes à transformations et réactions ;"},{"type":"del","content":""},{"type":"del","content":"-organisées du plus simple au plus complexe, de l'inerte au vivant ;"},{"type":"del","content":""},{"type":"del","content":"-connaître les caractéristiques du vivant :"},{"type":"del","content":""},{"type":"del","content":"-unité d'organisation (cellule) et biodiversité ;"},{"type":"del","content":""},{"type":"del","content":"-modalités de la reproduction, du développement et du fonctionnement des organismes vivants ;"},{"type":"del","content":""},{"type":"del","content":"-unité du vivant (ADN) et évolution des espèces ;"},{"type":"del","content":""},{"type":"del","content":"-savoir que l'Univers, la matière, les organismes vivants baignent dans une multitude d'interactions et de signaux, notamment lumineux, qui se propagent et agissent à distance ;"},{"type":"del","content":""},{"type":"del","content":"-savoir que l'énergie, perceptible dans le mouvement, peut revêtir des formes différentes et se transformer de l'une à l'autre ; connaître l'énergie électrique et son importance ; connaître les ressources en énergie fossile et les énergies renouvelables ;"},{"type":"del","content":""},{"type":"del","content":"-savoir que la maîtrise progressive de la matière et de l'énergie permet à l'Homme d'élaborer une extrême diversité d'objets techniques, dont il convient de connaître :"},{"type":"del","content":""},{"type":"del","content":"-les conditions d'utilisation ;"},{"type":"del","content":""},{"type":"del","content":"-l'impact sur l'environnement ;"},{"type":"del","content":""},{"type":"del","content":"-le fonctionnement et les conditions de sécurité ;"},{"type":"del","content":""},{"type":"del","content":"-maîtriser des connaissances sur l'Homme :"},{"type":"del","content":""},{"type":"del","content":"-unicité et diversité des individus qui composent l'espèce humaine (génétique, reproduction) ;"},{"type":"del","content":""},{"type":"del","content":"-l'organisation et le fonctionnement du corps humain ;"},{"type":"del","content":""},{"type":"del","content":"-le corps humain et ses possibilités ;"},{"type":"del","content":""},{"type":"del","content":"-influence de l'Homme sur l'écosystème (gestion des ressources...) ;"},{"type":"del","content":""},{"type":"del","content":"-être familiarisé avec les techniques courantes, le traitement électronique et numérique de l'information et les processus automatisés, à la base du fonctionnement d'objets de la vie courante."},{"type":"del","content":""},{"type":"del","content":"Capacités"},{"type":"del","content":""},{"type":"del","content":"L'étude des sciences expérimentales développe les capacités inductives et déductives de l'intelligence sous ses différentes formes. L'élève doit être capable :"},{"type":"del","content":""},{"type":"del","content":"-de pratiquer une démarche scientifique :"},{"type":"del","content":""},{"type":"del","content":"-savoir observer, questionner, formuler une hypothèse et la valider, argumenter, modéliser de façon élémentaire ;"},{"type":"del","content":""},{"type":"del","content":"-comprendre le lien entre les phénomènes de la nature et le langage mathématique qui s'y applique et aide à les décrire ;"},{"type":"del","content":""},{"type":"del","content":"-de manipuler et d'expérimenter en éprouvant la résistance du réel :"},{"type":"del","content":""},{"type":"del","content":"-participer à la conception d'un protocole et le mettre en oeuvre en utilisant les outils appropriés, y compris informatiques ;"},{"type":"del","content":""},{"type":"del","content":"-développer des habiletés manuelles, être familiarisé avec certains gestes techniques ;"},{"type":"del","content":""},{"type":"del","content":"-percevoir la différence entre réalité et simulation ;"},{"type":"del","content":""},{"type":"del","content":"-de comprendre qu'un effet peut avoir plusieurs causes agissant simultanément, de percevoir qu'il peut exister des causes non apparentes ou inconnues ;"},{"type":"del","content":""},{"type":"del","content":"-d'exprimer et d'exploiter les résultats d'une mesure ou d'une recherche et pour cela :"},{"type":"del","content":""},{"type":"del","content":"-utiliser les langages scientifiques à l'écrit et à l'oral ;"},{"type":"del","content":""},{"type":"del","content":"-maîtriser les principales unités de mesure et savoir les associer aux grandeurs correspondantes ;"},{"type":"del","content":""},{"type":"del","content":"-comprendre qu'à une mesure est associée une incertitude ;"},{"type":"del","content":""},{"type":"del","content":"-comprendre la nature et la validité d'un résultat statistique ;"},{"type":"del","content":""},{"type":"del","content":"-de percevoir le lien entre sciences et techniques ;"},{"type":"del","content":""},{"type":"del","content":"-de mobiliser ses connaissances en situation, par exemple comprendre le fonctionnement de son propre corps et l'incidence de l'alimentation, agir sur lui par la pratique d'activités physiques et sportives, ou encore veiller au risque d'accidents naturels, professionnels ou domestiques ;"},{"type":"del","content":""},{"type":"del","content":"-d'utiliser les techniques et les technologies pour surmonter des obstacles."},{"type":"del","content":""},{"type":"del","content":"Attitudes"},{"type":"del","content":""},{"type":"del","content":"L'appréhension rationnelle des choses développe les attitudes suivantes :"},{"type":"del","content":""},{"type":"del","content":"-le sens de l'observation ;"},{"type":"del","content":""},{"type":"del","content":"-la curiosité pour la découverte des causes des phénomènes naturels, l'imagination raisonnée, l'ouverture d'esprit ;"},{"type":"del","content":""},{"type":"del","content":"-l'esprit critique : distinction entre le prouvé, le probable ou l'incertain, la prédiction et la prévision, situation d'un résultat ou d'une information dans son contexte ;"},{"type":"del","content":""},{"type":"del","content":"-l'intérêt pour les progrès scientifiques et techniques ;"},{"type":"del","content":""},{"type":"del","content":"-la conscience des implications éthiques de ces changements ;"},{"type":"del","content":""},{"type":"del","content":"-l'observation des règles élémentaires de sécurité dans les domaines de la biologie, de la chimie et dans l'usage de l'électricité ;"},{"type":"del","content":""},{"type":"del","content":"-la responsabilité face à l'environnement, au monde vivant, à la santé."},{"type":"del","content":""},{"type":"del","content":"4. La maîtrise des techniques usuelles de l'information"},{"type":"del","content":""},{"type":"del","content":"et de la communication"},{"type":"del","content":""},{"type":"del","content":"La culture numérique implique l'usage sûr et critique des techniques de la société de l'information. Il s'agit de l'informatique, du multimédia et de l'internet, qui désormais irriguent tous les domaines économiques et sociaux."},{"type":"del","content":""},{"type":"del","content":"Ces techniques font souvent l'objet d'un apprentissage empirique hors de l'école. Il appartient néanmoins à celle-ci de faire acquérir à chaque élève un ensemble de compétences lui permettant de les utiliser de façon réfléchie et plus efficace."},{"type":"del","content":""},{"type":"del","content":"Les connaissances et les capacités exigibles pour le B2i collège (Brevet informatique et internet) correspondent au niveau requis pour le socle commun. Elles sont acquises dans le cadre d'activités relevant des différents champs disciplinaires."},{"type":"del","content":""},{"type":"del","content":"Connaissances"},{"type":"del","content":""},{"type":"del","content":"Les élèves doivent maîtriser les bases des techniques de l'information et de la communication (composants matériels, logiciels et services courants, traitement et échange de l'information, caractéristiques techniques, fichiers, documents, structuration de l'espace de travail, produits multimédias...)."},{"type":"del","content":""},{"type":"del","content":"Ils doivent également savoir :"},{"type":"del","content":""},{"type":"del","content":"-que les équipements informatiques (matériels, logiciels et services) traitent une information codée pour produire des résultats et peuvent communiquer entre eux ;"},{"type":"del","content":""},{"type":"del","content":"-que l'usage de ces outils est régi par des règles qui permettent de protéger la propriété intellectuelle, les droits et libertés des citoyens et de se protéger soi-même."},{"type":"del","content":""},{"type":"del","content":"Capacités"},{"type":"del","content":""},{"type":"del","content":"La maîtrise des techniques de l'information et de la communication est développée en termes de capacités dans les textes réglementaires définissant le B2i :"},{"type":"del","content":""},{"type":"del","content":"-s'approprier un environnement informatique de travail ;"},{"type":"del","content":""},{"type":"del","content":"-créer, produire, traiter, exploiter des données ;"},{"type":"del","content":""},{"type":"del","content":"-s'informer, se documenter ;"},{"type":"del","content":""},{"type":"del","content":"-communiquer, échanger."},{"type":"del","content":""},{"type":"del","content":"Attitudes"},{"type":"del","content":""},{"type":"del","content":"Le développement du goût pour la recherche et les échanges d'informations à des fins éducatives, culturelles, sociales, professionnelles doit s'accompagner d'une attitude responsable-domaine également développé dans la définition du B2i-c'est-à-dire :"},{"type":"del","content":""},{"type":"del","content":"-une attitude critique et réfléchie vis-à-vis de l'information disponible ;"},{"type":"del","content":""},{"type":"del","content":"-une attitude de responsabilité dans l'utilisation des outils interactifs."},{"type":"del","content":""},{"type":"del","content":"5. La culture humaniste"},{"type":"del","content":""},{"type":"del","content":"La culture humaniste permet aux élèves d'acquérir tout à la fois le sens de la continuité et de la rupture, de l'identité et de l'altérité. En sachant d'où viennent la France et l'Europe et en sachant les situer dans le monde d'aujourd'hui, les élèves se projetteront plus lucidement dans l'avenir."},{"type":"del","content":""},{"type":"del","content":"La culture humaniste contribue à la formation du jugement, du goût et de la sensibilité."},{"type":"del","content":""},{"type":"del","content":"Elle enrichit la perception du réel, ouvre l'esprit à la diversité des situations humaines, invite à la réflexion sur ses propres opinions et sentiments et suscite des émotions esthétiques. Elle se fonde sur l'analyse et l'interprétation des textes et des oeuvres d'époques ou de genres différents. Elle repose sur la fréquentation des oeuvres littéraires (récits, romans, poèmes, pièces de théâtre), qui contribue à la connaissance des idées et à la découverte de soi. Elle se nourrit des apports de l'éducation artistique et culturelle."},{"type":"del","content":""},{"type":"del","content":"Connaissances"},{"type":"del","content":""},{"type":"del","content":"En donnant des repères communs pour comprendre, la culture humaniste participe à la construction du sentiment d'appartenance à la communauté des citoyens, aide à la formation d'opinions raisonnées, prépare chacun à la construction de sa propre culture et conditionne son ouverture au monde. Les élèves doivent :"},{"type":"del","content":""},{"type":"del","content":"-avoir des repères géographiques :"},{"type":"del","content":""},{"type":"del","content":"-les grands ensembles physiques (océans, continents, reliefs, fleuves, grands domaines climatiques et biogéographiques) et humains (répartition mondiale de la population, principales puissances du monde contemporain et leurs métropoles, les Etats de l'Union européenne et leurs capitales) ;"},{"type":"del","content":""},{"type":"del","content":"-les grands types d'aménagements ;"},{"type":"del","content":""},{"type":"del","content":"-les grandes caractéristiques géographiques de l'Union européenne ;"},{"type":"del","content":""},{"type":"del","content":"-le territoire français : organisation et localisations, ensembles régionaux, outre-mer ;"},{"type":"del","content":""},{"type":"del","content":"-avoir des repères historiques :"},{"type":"del","content":""},{"type":"del","content":"-les différentes périodes de l'histoire de l'humanité (les événements fondateurs caractéristiques permettant de les situer les unes par rapport aux autres en mettant en relation faits politiques, économiques, sociaux, culturels, religieux, scientifiques et techniques, littéraires et artistiques), ainsi que les ruptures ;"},{"type":"del","content":""},{"type":"del","content":"-les grands traits de l'histoire de la construction européenne ;"},{"type":"del","content":""},{"type":"del","content":"-les périodes et les dates principales, les grandes figures, les événements fondateurs de l'histoire de France, en les reliant à l'histoire du continent européen et du monde ;"},{"type":"del","content":""},{"type":"del","content":"-être préparés à partager une culture européenne :"},{"type":"del","content":""},{"type":"del","content":"-par une connaissance des textes majeurs de l'Antiquité (l'Iliade et l'Odyssée, récits de la fondation de Rome, la Bible) ;"},{"type":"del","content":""},{"type":"del","content":"-par une connaissance d'oeuvres littéraires, picturales, théâtrales, musicales, architecturales ou cinématographiques majeures du patrimoine français, européen et mondial (ancien, moderne ou contemporain) ;"},{"type":"del","content":""},{"type":"del","content":"-comprendre l'unité et la complexité du monde par une première approche :"},{"type":"del","content":""},{"type":"del","content":"-des droits de l'homme ;"},{"type":"del","content":""},{"type":"del","content":"-de la diversité des civilisations, des sociétés, des religions (histoire et aire de diffusion contemporaine) ;"},{"type":"del","content":""},{"type":"del","content":"-du fait religieux en France, en Europe et dans le monde en prenant notamment appui sur des textes fondateurs (en particulier, des extraits de la Bible et du Coran) dans un esprit de laïcité respectueux des consciences et des convictions ;"},{"type":"del","content":""},{"type":"del","content":"-des grands principes de la production et de l'échange ;"},{"type":"del","content":""},{"type":"del","content":"-de la mondialisation ;"},{"type":"del","content":""},{"type":"del","content":"-des inégalités et des interdépendances dans le monde ;"},{"type":"del","content":""},{"type":"del","content":"-des notions de ressources, de contraintes, de risques ;"},{"type":"del","content":""},{"type":"del","content":"-du développement durable ;"},{"type":"del","content":""},{"type":"del","content":"-des éléments de culture politique : les grandes formes d'organisation politique, économique et sociale (notamment des grands Etats de l'Union européenne), la place et le rôle de l'Etat ;"},{"type":"del","content":""},{"type":"del","content":"-des conflits dans le monde et des notions de défense."},{"type":"del","content":""},{"type":"del","content":"Capacités"},{"type":"del","content":""},{"type":"del","content":"Les élèves doivent être capables :"},{"type":"del","content":""},{"type":"del","content":"-de lire et utiliser différents langages, en particulier les images (différents types de textes, tableaux et graphiques, schémas, représentations cartographiques, représentations d'oeuvres d'art, photographies, images de synthèse) ;"},{"type":"del","content":""},{"type":"del","content":"-de situer dans le temps les événements, les oeuvres littéraires ou artistiques, les découvertes scientifiques ou techniques étudiés et de les mettre en relation avec des faits historiques ou culturels utiles à leur compréhension ;"},{"type":"del","content":""},{"type":"del","content":"-de situer dans l'espace un lieu ou un ensemble géographique, en utilisant des cartes à différentes échelles ;"},{"type":"del","content":""},{"type":"del","content":"-de faire la distinction entre produits de consommation culturelle et oeuvres d'art ;"},{"type":"del","content":""},{"type":"del","content":"-d'avoir une approche sensible de la réalité ;"},{"type":"del","content":""},{"type":"del","content":"-de mobiliser leurs connaissances pour donner du sens à l'actualité ;"},{"type":"del","content":""},{"type":"del","content":"-de développer par une pratique raisonnée, comme acteurs et comme spectateurs, les valeurs humanistes et universelles du sport."},{"type":"del","content":""},{"type":"del","content":"Attitudes"},{"type":"del","content":""},{"type":"del","content":"La culture humaniste que dispense l'école donne aux élèves des références communes. Elle donne aussi à chacun l'envie d'avoir une vie culturelle personnelle :"},{"type":"del","content":""},{"type":"del","content":"-par la lecture, par la fréquentation des musées, par les spectacles (cinéma, théâtre, concerts et autres spectacles culturels) ;"},{"type":"del","content":""},{"type":"del","content":"-par la pratique d'une activité culturelle, artistique ou physique."},{"type":"del","content":""},{"type":"del","content":"Elle a pour but de cultiver une attitude de curiosité :"},{"type":"del","content":""},{"type":"del","content":"-pour les productions artistiques, patrimoniales et contemporaines, françaises et étrangères ;"},{"type":"del","content":""},{"type":"del","content":"-pour les autres pays du monde (histoire, civilisation, actualité)."},{"type":"del","content":""},{"type":"del","content":"Elle développe la conscience que les expériences humaines ont quelque chose d'universel."},{"type":"del","content":""},{"type":"del","content":"*"},{"type":"del","content":""},{"type":"del","content":"* *"},{"type":"del","content":""},{"type":"del","content":"Pour accomplir avec succès sa scolarité, poursuivre sa formation, construire son avenir personnel et professionnel, réussir sa vie en société et exercer librement sa citoyenneté, d'autres compétences sont indispensables à chaque élève : l'école doit permettre à chacun de devenir pleinement responsable-c'est-à-dire autonome et ouvert à l'initiative-et assumer plus efficacement sa fonction d'éducation sociale et civique."},{"type":"del","content":""},{"type":"del","content":"6. Les compétences sociales et civiques"},{"type":"del","content":""},{"type":"del","content":"Il s'agit de mettre en place un véritable parcours civique de l'élève, constitué de valeurs, de savoirs, de pratiques et de comportements dont le but est de favoriser une participation efficace et constructive à la vie sociale et professionnelle, d'exercer sa liberté en pleine conscience des droits d'autrui, de refuser la violence."},{"type":"del","content":""},{"type":"del","content":"Pour cela, les élèves devront apprendre à établir la différence entre les principes universels (les droits de l'homme), les règles de l'Etat de droit (la loi) et les usages sociaux (la civilité)."},{"type":"del","content":""},{"type":"del","content":"Il s'agit aussi de développer le sentiment d'appartenance à son pays, à l'Union européenne, dans le respect dû à la diversité des choix de chacun et de ses options personnelles."},{"type":"del","content":""},{"type":"del","content":"A.-Vivre en société"},{"type":"del","content":""},{"type":"del","content":"Dès l'école maternelle, l'objectif est de préparer les élèves à bien vivre ensemble par l'appropriation progressive des règles de la vie collective."},{"type":"del","content":""},{"type":"del","content":"Connaissances"},{"type":"del","content":""},{"type":"del","content":"Les connaissances nécessaires relèvent notamment de l'enseignement scientifique et des humanités. L'éducation physique et sportive y contribue également."},{"type":"del","content":""},{"type":"del","content":"Les élèves doivent en outre :"},{"type":"del","content":""},{"type":"del","content":"-connaître les règles de la vie collective et comprendre que toute organisation humaine se fonde sur des codes de conduite et des usages dont le respect s'impose ;"},{"type":"del","content":""},{"type":"del","content":"-savoir ce qui est interdit et ce qui est permis ;"},{"type":"del","content":""},{"type":"del","content":"-connaître la distinction entre sphères professionnelle, publique et privée,"},{"type":"del","content":""},{"type":"del","content":"-être éduqué à la sexualité, à la santé et à la sécurité ;"},{"type":"del","content":""},{"type":"del","content":"-connaître les gestes de premiers secours."},{"type":"del","content":""},{"type":"del","content":"Capacités"},{"type":"del","content":""},{"type":"del","content":"Chaque élève doit être capable :"},{"type":"del","content":""},{"type":"del","content":"-de respecter les règles, notamment le règlement intérieur de l'établissement ;"},{"type":"del","content":""},{"type":"del","content":"-de communiquer et de travailler en équipe, ce qui suppose savoir écouter, faire valoir son point de vue, négocier, rechercher un consensus, accomplir sa tâche selon les règles établies en groupe ;"},{"type":"del","content":""},{"type":"del","content":"-d'évaluer les conséquences de ses actes : savoir reconnaître et nommer ses émotions, ses impressions, pouvoir s'affirmer de manière constructive ;"},{"type":"del","content":""},{"type":"del","content":"-de porter secours : l'obtention de l'attestation de formation aux premiers secours certifie que cette capacité est acquise ;"},{"type":"del","content":""},{"type":"del","content":"-de respecter les règles de sécurité, notamment routière par l'obtention de l'attestation scolaire de sécurité routière."},{"type":"del","content":""},{"type":"del","content":"Attitudes"},{"type":"del","content":""},{"type":"del","content":"La vie en société se fonde sur :"},{"type":"del","content":""},{"type":"del","content":"-le respect de soi ;"},{"type":"del","content":""},{"type":"del","content":"-le respect des autres (civilité, tolérance, refus des préjugés et des stéréotypes) ;"},{"type":"del","content":""},{"type":"del","content":"-le respect de l'autre sexe ;"},{"type":"del","content":""},{"type":"del","content":"-le respect de la vie privée ;"},{"type":"del","content":""},{"type":"del","content":"-la volonté de résoudre pacifiquement les conflits ;"},{"type":"del","content":""},{"type":"del","content":"-la conscience que nul ne peut exister sans autrui :"},{"type":"del","content":""},{"type":"del","content":"-conscience de la contribution nécessaire de chacun à la collectivité ;"},{"type":"del","content":""},{"type":"del","content":"-sens de la responsabilité par rapport aux autres ;"},{"type":"del","content":""},{"type":"del","content":"-nécessité de la solidarité : prise en compte des besoins des personnes en difficulté (physiquement, économiquement), en France et ailleurs dans le monde."},{"type":"del","content":""},{"type":"del","content":"B.-Se préparer à sa vie de citoyen"},{"type":"del","content":""},{"type":"del","content":"L'objectif est de favoriser la compréhension des institutions d'une démocratie vivante par l'acquisition des principes et des principales règles qui fondent la République. Il est aussi de permettre aux élèves de devenir des acteurs responsables de notre démocratie."},{"type":"del","content":""},{"type":"del","content":"Connaissances"},{"type":"del","content":""},{"type":"del","content":"Pour exercer sa liberté, le citoyen doit être éclairé. La maîtrise de la langue française, la culture humaniste et la culture scientifique préparent à une vie civique responsable. En plus de ces connaissances essentielles, notamment de l'histoire nationale et européenne, l'élève devra connaître :"},{"type":"del","content":""},{"type":"del","content":"-la Déclaration des droits de l'homme et du citoyen ;"},{"type":"del","content":""},{"type":"del","content":"-la Convention internationale des droits de l'enfant ;"},{"type":"del","content":""},{"type":"del","content":"-les symboles de la République et leur signification (drapeau, devise, hymne national) ;"},{"type":"del","content":""},{"type":"del","content":"-les règles fondamentales de la vie démocratique (la loi, le principe de la représentation, le suffrage universel, le secret du vote, la décision majoritaire et les droits de l'opposition) dont l'apprentissage concret commence à l'école primaire dans diverses situations de la vie quotidienne et se poursuit au collège, en particulier par l'élection des délégués ;"},{"type":"del","content":""},{"type":"del","content":"-le lien entre le respect des règles de la vie sociale et politique et les valeurs qui fondent la République ;"},{"type":"del","content":""},{"type":"del","content":"-quelques notions juridiques de base, et notamment :"},{"type":"del","content":""},{"type":"del","content":"-l'identité de la personne ;"},{"type":"del","content":""},{"type":"del","content":"-la nationalité ;"},{"type":"del","content":""},{"type":"del","content":"-le principe de responsabilité et la notion de contrat, en référence à des situations courantes (signer un contrat de location, de travail, acquérir un bien, se marier, déclarer une naissance, etc.) ;"},{"type":"del","content":""},{"type":"del","content":"-quelques notions de gestion (établir un budget personnel, contracter un emprunt, etc.) ;"},{"type":"del","content":""},{"type":"del","content":"-le fonctionnement de la justice (distinction entre civil et pénal, entre judiciaire et administratif) ;"},{"type":"del","content":""},{"type":"del","content":"-les grands organismes internationaux ;"},{"type":"del","content":""},{"type":"del","content":"-l'Union européenne :"},{"type":"del","content":""},{"type":"del","content":"-les finalités du projet partagé par les nations qui la constituent ;"},{"type":"del","content":""},{"type":"del","content":"-les grandes caractéristiques de ses institutions ;"},{"type":"del","content":""},{"type":"del","content":"-les grands traits de l'organisation de la France :"},{"type":"del","content":""},{"type":"del","content":"-les principales institutions de la République (pouvoirs et fonctions de l'Etat et des collectivités territoriales) ;"},{"type":"del","content":""},{"type":"del","content":"-le principe de laïcité ;"},{"type":"del","content":""},{"type":"del","content":"-les principales données relatives à la démographie et à l'économie françaises ;"},{"type":"del","content":""},{"type":"del","content":"-le schéma général des recettes et des dépenses publiques (Etat, collectivités locales, sécurité sociale) ;"},{"type":"del","content":""},{"type":"del","content":"-le fonctionnement des services sociaux."},{"type":"del","content":""},{"type":"del","content":"Capacités"},{"type":"del","content":""},{"type":"del","content":"Les élèves devront être capables de jugement et d'esprit critique, ce qui suppose :"},{"type":"del","content":""},{"type":"del","content":"-savoir évaluer la part de subjectivité ou de partialité d'un discours, d'un récit, d'un reportage ;"},{"type":"del","content":""},{"type":"del","content":"-savoir distinguer un argument rationnel d'un argument"},{"type":"del","content":""},{"type":"del","content":"d'autorité ;"},{"type":"del","content":""},{"type":"del","content":"-apprendre à identifier, classer, hiérarchiser, soumettre à critique l'information et la mettre à distance ;"},{"type":"del","content":""},{"type":"del","content":"-savoir distinguer virtuel et réel ;"},{"type":"del","content":""},{"type":"del","content":"-être éduqué aux médias et avoir conscience de leur place et de leur influence dans la société ;"},{"type":"del","content":""},{"type":"del","content":"-savoir construire son opinion personnelle et pouvoir la remettre en question, la nuancer (par la prise de conscience de la part d'affectivité, de l'influence de préjugés, de stéréotypes)."},{"type":"del","content":""},{"type":"del","content":"Attitudes"},{"type":"del","content":""},{"type":"del","content":"Au terme de son parcours civique scolaire, l'élève doit avoir conscience de la valeur de la loi et de la valeur de l'engagement. Ce qui implique :"},{"type":"del","content":""},{"type":"del","content":"-la conscience de ses droits et devoirs ;"},{"type":"del","content":""},{"type":"del","content":"-l'intérêt pour la vie publique et les grands enjeux de société ;"},{"type":"del","content":""},{"type":"del","content":"-la conscience de l'importance du vote et de la prise de décision démocratique ;"},{"type":"del","content":""},{"type":"del","content":"-la volonté de participer à des activités civiques."},{"type":"del","content":""},{"type":"del","content":"7. L'autonomie et l'initiative"},{"type":"del","content":""},{"type":"del","content":"A.-L'autonomie"},{"type":"del","content":""},{"type":"del","content":"L'autonomie de la personne humaine est le complément indispensable des droits de l'homme : le socle commun établit la possibilité d'échanger, d'agir et de choisir en connaissance de cause, en développant la capacité de juger par soi-même."},{"type":"del","content":""},{"type":"del","content":"L'autonomie est aussi une condition de la réussite scolaire, d'une bonne orientation et de l'adaptation aux évolutions de sa vie personnelle, professionnelle et sociale."},{"type":"del","content":""},{"type":"del","content":"Il est également essentiel que l'école développe la capacité des élèves à apprendre tout au long de la vie."},{"type":"del","content":""},{"type":"del","content":"Connaissances"},{"type":"del","content":""},{"type":"del","content":"La maîtrise des autres éléments du socle commun est indissociable de l'acquisition de cette compétence, mais chaque élève doit aussi :"},{"type":"del","content":""},{"type":"del","content":"-connaître les processus d'apprentissage, ses propres points forts et faiblesses ;"},{"type":"del","content":""},{"type":"del","content":"-connaître l'environnement économique :"},{"type":"del","content":""},{"type":"del","content":"-l'entreprise ;"},{"type":"del","content":""},{"type":"del","content":"-les métiers de secteurs et de niveaux de qualification variés ainsi que les parcours de formation correspondants et les possibilités de s'y intégrer."},{"type":"del","content":""},{"type":"del","content":"Capacités"},{"type":"del","content":""},{"type":"del","content":"Les principales capacités attendues d'un élève autonome sont les suivantes :"},{"type":"del","content":""},{"type":"del","content":"-s'appuyer sur des méthodes de travail (organiser son temps et planifier son travail, prendre des notes, consulter spontanément un dictionnaire, une encyclopédie, ou tout autre outil nécessaire, se concentrer, mémoriser, élaborer un dossier, exposer) ;"},{"type":"del","content":""},{"type":"del","content":"-savoir respecter des consignes ;"},{"type":"del","content":""},{"type":"del","content":"-être capable de raisonner avec logique et rigueur et donc savoir :"},{"type":"del","content":""},{"type":"del","content":"-identifier un problème et mettre au point une démarche de résolution ;"},{"type":"del","content":""},{"type":"del","content":"-rechercher l'information utile, l'analyser, la trier, la hiérarchiser, l'organiser, la synthétiser ;"},{"type":"del","content":""},{"type":"del","content":"-mettre en relation les acquis des différentes disciplines et les mobiliser dans des situations variées ;"},{"type":"del","content":""},{"type":"del","content":"-identifier, expliquer, rectifier une erreur ;"},{"type":"del","content":""},{"type":"del","content":"-distinguer ce dont on est sûr de ce qu'il faut prouver ;"},{"type":"del","content":""},{"type":"del","content":"-mettre à l'essai plusieurs pistes de solution ;"},{"type":"del","content":""},{"type":"del","content":"-savoir s'autoévaluer ;"},{"type":"del","content":""},{"type":"del","content":"-savoir choisir un parcours de formation, première étape de la formation tout au long de la vie ;"},{"type":"del","content":""},{"type":"del","content":"-développer sa persévérance ;"},{"type":"del","content":""},{"type":"del","content":"-avoir une bonne maîtrise de son corps, savoir nager."},{"type":"del","content":""},{"type":"del","content":"Attitudes"},{"type":"del","content":""},{"type":"del","content":"La motivation, la confiance en soi, le désir de réussir et de progresser sont des attitudes fondamentales. Chacun doit avoir :"},{"type":"del","content":""},{"type":"del","content":"-la volonté de se prendre en charge personnellement ;"},{"type":"del","content":""},{"type":"del","content":"-d'exploiter ses facultés intellectuelles et physiques ;"},{"type":"del","content":""},{"type":"del","content":"-conscience de la nécessité de s'impliquer, de rechercher des occasions d'apprendre ;"},{"type":"del","content":""},{"type":"del","content":"-conscience de l'influence des autres sur ses valeurs et ses choix ;"},{"type":"del","content":""},{"type":"del","content":"-une ouverture d'esprit aux différents secteurs professionnels et conscience de leur égale dignité."},{"type":"del","content":""},{"type":"del","content":"B.-L'esprit d'initiative"},{"type":"del","content":""},{"type":"del","content":"Il faut que l'élève se montre capable de concevoir, de mettre en oeuvre et de réaliser des projets individuels ou collectifs dans les domaines artistiques, sportifs, patrimoniaux ou socio-économiques. Quelle qu'en soit la nature, le projet-toujours validé par l'établissement scolaire-valorise l'implication de l'élève."},{"type":"del","content":""},{"type":"del","content":"Connaissances"},{"type":"del","content":""},{"type":"del","content":"Toutes les connaissances acquises pour les autres compétences peuvent être utiles."},{"type":"del","content":""},{"type":"del","content":"Capacités"},{"type":"del","content":""},{"type":"del","content":"Il s'agit d'apprendre à passer des idées aux actes, ce qui suppose savoir :"},{"type":"del","content":""},{"type":"del","content":"-définir une démarche adaptée au projet ;"},{"type":"del","content":""},{"type":"del","content":"-trouver et contacter des partenaires, consulter des personnes-ressources ;"},{"type":"del","content":""},{"type":"del","content":"-prendre des décisions, s'engager et prendre des risques en conséquence ;"},{"type":"del","content":""},{"type":"del","content":"-prendre l'avis des autres, échanger, informer, organiser une réunion, représenter le groupe ;"},{"type":"del","content":""},{"type":"del","content":"-déterminer les tâches à accomplir, établir des priorités."},{"type":"del","content":""},{"type":"del","content":"Attitudes"},{"type":"del","content":""},{"type":"del","content":"L'envie de prendre des initiatives, d'anticiper, d'être indépendant et inventif dans la vie privée, dans la vie publique et plus tard au travail, constitue une attitude essentielle. Elle implique :"},{"type":"del","content":""},{"type":"del","content":"-curiosité et créativité ;"},{"type":"del","content":""},{"type":"del","content":"-motivation et détermination dans la réalisation d'objectifs."},{"type":"del","content":""},{"type":"del","content":"*"},{"type":"del","content":""},{"type":"del","content":"* *"},{"type":"del","content":""},{"type":"del","content":"Le principe même du socle repose sur un impératif de qualité. S'agissant d'une culture commune pour tous les élèves, il traduit tout autant une ambition pour les plus fragiles qu'une exigence pour ceux qui réussissent bien. Les graves manques pour les uns et les lacunes pour les autres à la sortie de l'école obligatoire constituent des freins à une pleine réussite et à l'exercice d'une citoyenneté libre et responsable."},{"type":"del","content":""},{"type":"del","content":"Ainsi, le socle commun possède une unité : sa maîtrise à la fin de la scolarité obligatoire ne peut être que globale, car les compétences qui le constituent, avec leur liste principale de connaissances, de capacités et d'attitudes, sont complémentaires et également nécessaires. Chacun des domaines constitutifs du socle commun contribue à l'insertion professionnelle, sociale et civique des élèves, pour sa maîtrise à l'issue de la scolarité obligatoire, il ne peut donc y avoir de compensation entre les compétences requises qui composent un tout, à la manière des qualités de l'homme ou des droits et des devoirs du citoyen."},{"type":"add","content":"- les règles et le droit de l'économie sociale et familiale, du travail, de la santé et de la protection sociale."},{"type":"del","content":"Décret n° 2006-830 du 11 juillet 2006 relatif au socle commun de connaissances et de compétences et modifiant le code de l'éducation - article ANNEXE ENTIEREMENT_MODIF CREE source"},{"type":"add","content":"Décret n° 2015-372 du 31 mars 2015 relatif au socle commun de connaissances, de compétences et de culture - article ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2006-07-11 CREE cible Décret n° 2006-830 du 11 juillet 2006 relatif au socle commun de connaissances et de compétences et modifiant le code de l'éducation - article ANNEXE ENTIEREMENT_MODIF"},{"type":"add","content":"2015-03-31 MODIFIE cible Décret n° 2015-372 du 31 mars 2015 relatif au socle commun de connaissances, de compétences et de culture - article ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/19/52/84/LEGIARTI000019528408.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/19/52/84/LEGIARTI000019528408.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/19/52/84/LEGIARTI000019528408.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/42/88/LEGIARTI000030428866.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/42/88/LEGIARTI000030428866.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/30/42/88/LEGIARTI000030428866.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000019528408)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000030428866)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_ier/titre_ii/chapitre_ii/section_1/article_d122-1.md","articleName":"Article D122-1","additions":24,"deletions":11,"diff":[{"type":"del","content":"Le socle commun prévu à l'article L. 122-1-1 est défini à l'annexe à la présente section."},{"type":"add","content":"Le socle commun de connaissances, de compétences et de culture prévu à l'article L. 122-1-1 est composé de cinq domaines de formation qui définissent les grands enjeux de formation durant la scolarité obligatoire :"},{"type":"add","content":""},{"type":"add","content":"1° Les langages pour penser et communiquer : ce domaine vise l'apprentissage de la langue française, des langues étrangères et, le cas échéant, régionales, des langages scientifiques, des langages informatiques et des médias ainsi que des langages des arts et du corps ;"},{"type":"add","content":""},{"type":"add","content":"2° Les méthodes et outils pour apprendre : ce domaine vise un enseignement explicite des moyens d'accès à l'information et à la documentation, des outils numériques, de la conduite de projets individuels et collectifs ainsi que de l'organisation des apprentissages ;"},{"type":"add","content":""},{"type":"add","content":"3° La formation de la personne et du citoyen : ce domaine vise un apprentissage de la vie en société, de l'action collective et de la citoyenneté, par une formation morale et civique respectueuse des choix personnels et des responsabilités individuelles ;"},{"type":"add","content":""},{"type":"add","content":"4° Les systèmes naturels et les systèmes techniques : ce domaine est centré sur l'approche scientifique et technique de la Terre et de l'Univers ; il vise à développer la curiosité, le sens de l'observation, la capacité à résoudre des problèmes ;"},{"type":"add","content":""},{"type":"add","content":"5° Les représentations du monde et l'activité humaine : ce domaine est consacré à la compréhension des sociétés dans le temps et dans l'espace, à l'interprétation de leurs productions culturelles et à la connaissance du monde social contemporain."},{"type":"del","content":"Décret n° 2006-830 du 11 juillet 2006 relatif au socle commun de connaissances et de compétences et modifiant le code de l'éducation - article 2 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"Code de l'éducation - article L122-1-1 AUTONOME VIGUEUR, en vigueur depuis le 2013-07-10 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article L122-1-1 AUTONOME MODIFIE, en vigueur du 2005-04-24 au 2013-07-10 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2015-372 du 31 mars 2015 relatif au socle commun de connaissances, de compétences et de culture - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":"Décret n° 93-432 du 24 mars 1993 sur la mission de formation continue des adultes du service public de l'éducation CONCORDANCE cible"},{"type":"del","content":""},{"type":"del","content":"2006-07-11 MODIFICATION source Décret n° 2006-830 du 11 juillet 2006 relatif au socle commun de connaissances et de compétences et modifiant le code de l'éducation - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":"2012-06-15 CITATION cible Arrêté du 15 juin 2012 fixant le cahier des charges de la formation des professeurs, documentalistes et conseillers principaux d'éducation - article AUTONOME VIGUEUR, en vigueur depuis le 2016-09-01"},{"type":"del","content":"2012-06-15 CITATION cible Arrêté du 15 juin 2012 fixant le cahier des charges de la formation des professeurs, documentalistes et conseillers principaux d'éducation - article AUTONOME VIGUEUR, en vigueur depuis le 2016-09-01"},{"type":"add","content":"2015-03-31 MODIFIE cible Décret n° 2015-372 du 31 mars 2015 relatif au socle commun de connaissances, de compétences et de culture - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/57/LEGIARTI000006525761.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/57/LEGIARTI000006525761.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/57/LEGIARTI000006525761.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/42/87/LEGIARTI000030428781.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/42/87/LEGIARTI000030428781.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/30/42/87/LEGIARTI000030428781.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006525761)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000030428781)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_ier/titre_ii/chapitre_ii/section_1/article_d122-2.md","articleName":"Article D122-2","additions":29,"deletions":10,"diff":[{"type":"del","content":"Les programmes d'enseignement sont adaptés par arrêté du ministre de l'éducation nationale, en tenant compte des prescriptions de l'annexe à la présente section ; en vue d'assurer la maîtrise du socle commun par les élèves, les objectifs de chaque cycle sont précisés ainsi que les repères annuels prioritaires."},{"type":"add","content":"Chaque domaine de formation énoncé à l'article D. 122-1 comprend des objectifs de connaissances et de compétences qui sont définis en annexe à la présente section."},{"type":"add","content":""},{"type":"add","content":"Chacun de ces domaines requiert la contribution transversale et conjointe de toutes les disciplines et démarches éducatives."},{"type":"add","content":""},{"type":"add","content":"Les objectifs de connaissances et de compétences de chaque domaine de formation et la contribution de chaque discipline ou enseignement à ces domaines sont déclinés dans les programmes d'enseignement prévus à l'article L. 311-1 et suivants."},{"type":"del","content":"Décret n° 2006-830 du 11 juillet 2006 relatif au socle commun de connaissances et de compétences et modifiant le code de l'éducation - article 2 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"Code de l'éducation - article L311-1 AUTONOME MODIFIE, en vigueur du 2019-07-29 au 2019-09-02 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article L311-1 AUTONOME MODIFIE, en vigueur du 2019-09-02 au 2022-09-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article L311-1 AUTONOME VIGUEUR, en vigueur depuis le 2022-09-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article L311-1 AUTONOME MODIFIE, en vigueur du 2000-06-22 au 2013-07-10 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article L311-1 AUTONOME MODIFIE, en vigueur du 2013-07-10 au 2019-07-29 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2015-372 du 31 mars 2015 relatif au socle commun de connaissances, de compétences et de culture - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":"Décret n° 93-432 du 24 mars 1993 sur la mission de formation continue des adultes du service public de l'éducation CONCORDANCE cible"},{"type":"del","content":""},{"type":"del","content":"2006-07-11 MODIFICATION source Décret n° 2006-830 du 11 juillet 2006 relatif au socle commun de connaissances et de compétences et modifiant le code de l'éducation - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":"2015-03-31 MODIFIE cible Décret n° 2015-372 du 31 mars 2015 relatif au socle commun de connaissances, de compétences et de culture - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de l'éducation - article L311-1 AUTONOME MODIFIE, en vigueur du 2000-06-22 au 2013-07-10"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/57/LEGIARTI000006525763.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/57/LEGIARTI000006525763.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/57/LEGIARTI000006525763.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/42/87/LEGIARTI000030428777.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/42/87/LEGIARTI000030428777.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/30/42/87/LEGIARTI000030428777.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006525763)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000030428777)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_ier/titre_iii/chapitre_ier/section_1/sous-section_4/article_d131-11.md","articleName":"Article D131-11","additions":17,"deletions":11,"diff":[{"type":"del","content":"Le contenu des connaissances requis des enfants relevant de l'obligation scolaire qui reçoivent une instruction dans leur famille ou dans les classes des établissements d'enseignement privés hors contrat est défini par l'annexe mentionnée à l'article D. 122-1."},{"type":"add","content":"Le contenu des connaissances requis des enfants relevant de l'obligation scolaire qui reçoivent une instruction dans leur famille ou dans les classes des établissements d'enseignement privés hors contrat est défini par l'annexe mentionnée à l'article D. 122-2."},{"type":"del","content":"Code de l'éducation - article D122-1 AUTONOME VIGUEUR, en vigueur depuis le 2016-09-01 CITATION cible"},{"type":"add","content":"Code de l'éducation - article D122-2 AUTONOME TRANSFERE, en vigueur du 2004-07-17 au 2006-07-12 CITATION cible"},{"type":"del","content":"Code de l'éducation - article D122-1 AUTONOME MODIFIE, en vigueur du 2006-07-12 au 2016-09-01 CITATION cible"},{"type":"add","content":"Code de l'éducation - article D122-2 AUTONOME MODIFIE, en vigueur du 2006-07-12 au 2016-09-01 CITATION cible"},{"type":"del","content":"Code de l'éducation - article D122-1 AUTONOME TRANSFERE, en vigueur du 2004-07-17 au 2006-07-12 CITATION cible"},{"type":"add","content":"Décret n° 2019-823 du 2 août 2019 relatif au contrôle de l'instruction dispensée dans la famille ou dans les établissements d'enseignement privés hors contrat et aux sanctions des manquements aux obligations relatives au contrôle de l'inscription ou de l'assiduité dans les établissements d'enseignement privés - article 1 ENTIEREMENT_MODIF ABROGE source"},{"type":"del","content":"Décret n° 2009-259 du 5 mars 2009 relatif au contrôle du contenu des connaissances requis des enfants instruits dans la famille ou dans les établissements d'enseignement privés hors contrat - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Code de l'éducation - article D122-2 AUTONOME VIGUEUR, en vigueur depuis le 2016-09-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2015-372 du 31 mars 2015 relatif au socle commun de connaissances, de compétences et de culture - article 3 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2016-09-01 MODIFIE source"},{"type":"del","content":"2009-03-05 MODIFIE cible Décret n° 2009-259 du 5 mars 2009 relatif au contrôle du contenu des connaissances requis des enfants instruits dans la famille ou dans les établissements d'enseignement privés hors contrat - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2015-03-31 MODIFIE cible Décret n° 2015-372 du 31 mars 2015 relatif au socle commun de connaissances, de compétences et de culture - article 3 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2016-09-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2019-08-02 ABROGE cible Décret n° 2019-823 du 2 août 2019 relatif au contrôle de l'instruction dispensée dans la famille ou dans les établissements d'enseignement privés hors contrat et aux sanctions des manquements aux obligations relatives au contrôle de l'inscription ou de l'assiduité dans les établissements d'enseignement privés - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":"2999-01-01 CITATION source Code de l'éducation - article D122-1 AUTONOME TRANSFERE, en vigueur du 2004-07-17 au 2006-07-12"},{"type":"add","content":"2999-01-01 CITATION source Code de l'éducation - article D122-2 AUTONOME TRANSFERE, en vigueur du 2004-07-17 au 2006-07-12"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/35/59/LEGIARTI000020355968.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/35/59/LEGIARTI000020355968.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/20/35/59/LEGIARTI000020355968.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/42/87/LEGIARTI000030428785.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/42/87/LEGIARTI000030428785.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/30/42/87/LEGIARTI000030428785.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000020355968)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000030428785)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_ii/titre_ier/chapitre_iv/section_4/article_d214-12.md","articleName":"Article D214-12","additions":126,"deletions":12,"diff":[{"type":"del","content":"L'attestation de fin de formation délivrée par les écoles de la deuxième chance précise le niveau des connaissances et des compétences atteintes par les personnes ayant suivi la formation, notamment au regard du socle commun de connaissances et de compétences défini à l'article L. 122-1-1."},{"type":"add","content":"L'attestation de fin de formation délivrée par les écoles de la deuxième chance précise le niveau des connaissances et des compétences atteintes par les personnes ayant suivi la formation, notamment au regard du socle commun de connaissances, de compétences et de culture défini à l'article L. 122-1-1."},{"type":"del","content":"Ordonnance n° 2007-329 du 12 mars 2007 relative au code du travail (partie législative). La partie législative du code du travail (annexes I et II à la présente ordonnance) fait l'objet d'une publication spéciale annexée au Journal officiel de ce jour (voir à la fin du sommaire). - article 3 AUTONOME VIGUEUR, en vigueur depuis le 2008-05-01 MODIFICATION cible"},{"type":"add","content":"Code de l'éducation - article D337-61 AUTONOME VIGUEUR, en vigueur depuis le 2016-06-13 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D337-145 AUTONOME MODIFIE, en vigueur du 2020-01-01 au 2020-05-25 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D337-4 AUTONOME MODIFIE, en vigueur du 2006-05-24 au 2008-03-19 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D337-59 AUTONOME MODIFIE, en vigueur du 2006-05-24 au 2009-09-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D337-61 AUTONOME MODIFIE, en vigueur du 2006-05-24 au 2009-09-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D337-61 AUTONOME MODIFIE, en vigueur du 2009-09-01 au 2016-06-13 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D337-4 AUTONOME MODIFIE, en vigueur du 2009-09-01 au 2016-06-13 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D337-58 AUTONOME VIGUEUR, en vigueur depuis le 2020-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D337-4 AUTONOME MODIFIE, en vigueur du 2020-01-01 au 2024-02-22 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D337-145 AUTONOME MODIFIE, en vigueur du 2020-05-25 au 2025-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article L6222-7 AUTONOME TRANSFERE, en vigueur du 2008-05-01 au 2014-03-07 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D337-59 AUTONOME MODIFIE, en vigueur du 2009-09-01 au 2021-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article L6222-7 AUTONOME VIGUEUR, en vigueur depuis le 2014-03-07 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D337-145 AUTONOME VIGUEUR, en vigueur depuis le 2025-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D337-4 AUTONOME MODIFIE, en vigueur du 2016-06-13 au 2019-09-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article L122-1-1 AUTONOME VIGUEUR, en vigueur depuis le 2013-07-10 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D337-59 AUTONOME VIGUEUR, en vigueur depuis le 2021-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D337-4 AUTONOME VIGUEUR, en vigueur depuis le 2024-02-22 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article R6222-10 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2014-09-13 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D337-4 AUTONOME MODIFIE, en vigueur du 2019-09-01 au 2020-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D337-145 AUTONOME MODIFIE, en vigueur du 2006-05-24 au 2017-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article L6222-14 AUTONOME VIGUEUR, en vigueur depuis le 2008-05-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article L6222-19 AUTONOME VIGUEUR, en vigueur depuis le 2008-05-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article R6222-10 AUTONOME MODIFIE, en vigueur du 2014-09-13 au 2020-04-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article R6222-12 AUTONOME ABROGE, en vigueur du 2014-09-19 au 2020-04-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article R6222-46 AUTONOME VIGUEUR, en vigueur depuis le 2008-05-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article R6222-23 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2020-04-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article R6222-12 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2014-09-19 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article R6211-6 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2014-08-28 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D337-58 AUTONOME MODIFIE, en vigueur du 2009-09-01 au 2020-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article R6211-6 AUTONOME MODIFIE, en vigueur du 2014-08-28 au 2019-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article L122-1-1 AUTONOME MODIFIE, en vigueur du 2005-04-24 au 2013-07-10 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article R6211-6 AUTONOME VIGUEUR, en vigueur depuis le 2019-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article R6222-10 AUTONOME VIGUEUR, en vigueur depuis le 2020-04-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article R6222-23 AUTONOME VIGUEUR, en vigueur depuis le 2020-04-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D337-4 AUTONOME MODIFIE, en vigueur du 2008-03-19 au 2009-09-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2015-372 du 31 mars 2015 relatif au socle commun de connaissances, de compétences et de culture - article 3 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2016-09-01 MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D337-58 AUTONOME MODIFIE, en vigueur du 2006-05-24 au 2009-09-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article D337-145 AUTONOME MODIFIE, en vigueur du 2017-01-01 au 2020-01-01 CITATION cible"},{"type":"del","content":"2007-03-12 MODIFICATION source Ordonnance n° 2007-329 du 12 mars 2007 relative au code du travail (partie législative). La partie législative du code du travail (annexes I et II à la présente ordonnance) fait l'objet d'une publication spéciale annexée au Journal officiel de ce jour (voir à la fin du sommaire). - article 3 AUTONOME VIGUEUR, en vigueur depuis le 2008-05-01"},{"type":"add","content":"2015-03-31 MODIFIE cible Décret n° 2015-372 du 31 mars 2015 relatif au socle commun de connaissances, de compétences et de culture - article 3 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2016-09-01"},{"type":"del","content":"      2999-01-01 CITATION source Code du travail - art. R6211-6 (V)"},{"type":"add","content":"      2999-01-01 CITATION source Code du travail - art. R6211-6"},{"type":"del","content":"      2999-01-01 CITATION source Code du travail - art. R6222-10 (V)"},{"type":"add","content":"      2999-01-01 CITATION source Code du travail - art. R6222-10"},{"type":"del","content":"      2999-01-01 CITATION source Code du travail - art. R6222-12 (V)"},{"type":"add","content":"      2999-01-01 CITATION source Code du travail - art. R6222-12"},{"type":"del","content":"      2999-01-01 CITATION source Code du travail - art. R6222-23 (V)"},{"type":"add","content":"      2999-01-01 CITATION source Code du travail - art. R6222-23"},{"type":"del","content":"      2999-01-01 CITATION source Code du travail - art. R6222-46 (V)"},{"type":"add","content":"      2999-01-01 CITATION source Code du travail - art. R6222-46"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/28/68/29/LEGIARTI000028682906.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/28/68/29/LEGIARTI000028682906.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/28/68/29/LEGIARTI000028682906.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/42/88/LEGIARTI000030428818.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/42/88/LEGIARTI000030428818.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/30/42/88/LEGIARTI000030428818.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000028682906)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000030428818)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_iii/titre_iii/chapitre_vii/section_8/article_d337-177.md","articleName":"Article D337-177","additions":19,"deletions":7,"diff":[{"type":"del","content":"La formation comporte obligatoirement des enseignements généraux, pour la moitié au moins du temps de formation, des enseignements technologiques et pratiques, intégrant des séquences pratiques, des visites en milieu professionnel ainsi que des stages d'initiation ou d'application en milieu professionnel.L'ensemble de ces activités concourt à la poursuite de l'acquisition du socle commun de connaissances et de compétences mentionné à l'article L. 122-1-1."},{"type":"add","content":"La formation comporte obligatoirement des enseignements généraux, pour la moitié au moins du temps de formation, des enseignements technologiques et pratiques, intégrant des séquences pratiques, des visites en milieu professionnel ainsi que des stages d'initiation ou d'application en milieu professionnel. L'ensemble de ces activités concourt à la poursuite de l'acquisition du socle commun de connaissances, de compétences et de culture mentionné à l'article L. 122-1-1."},{"type":"del","content":"Décret n° 2010-1780 du 31 décembre 2010 instaurant un dispositif d'initiation aux métiers en alternance - article 1 ENTIEREMENT_MODIF CREE source"},{"type":"add","content":"Code de l'éducation - article L122-1-1 AUTONOME VIGUEUR, en vigueur depuis le 2013-07-10 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article L122-1-1 AUTONOME MODIFIE, en vigueur du 2005-04-24 au 2013-07-10 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2019-176 du 7 mars 2019 relatif à la classe de troisième dite « prépa-métiers » - article 1 ENTIEREMENT_MODIF ABROGE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2015-372 du 31 mars 2015 relatif au socle commun de connaissances, de compétences et de culture - article 3 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2016-09-01 MODIFIE source"},{"type":"del","content":"2010-12-31 CREE cible Décret n° 2010-1780 du 31 décembre 2010 instaurant un dispositif d'initiation aux métiers en alternance - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2015-03-31 MODIFIE cible Décret n° 2015-372 du 31 mars 2015 relatif au socle commun de connaissances, de compétences et de culture - article 3 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2016-09-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2019-03-07 ABROGE cible Décret n° 2019-176 du 7 mars 2019 relatif à la classe de troisième dite « prépa-métiers » - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/23/38/91/LEGIARTI000023389198.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/23/38/91/LEGIARTI000023389198.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/23/38/91/LEGIARTI000023389198.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/42/88/LEGIARTI000030428812.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/42/88/LEGIARTI000030428812.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/30/42/88/LEGIARTI000030428812.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000023389198)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000030428812)"}],"status":"modified"}],"stats":{"additions":343,"deletions":769,"filesChanged":6}}