{"sha":"ef288f5b283f","date":"2017-10-01","message":"Décret n° 2017-1135 du 4 juillet 2017 relatif à la mise en œuvre de la validation des acquis de l'expérience","files":[{"filename":"partie_reglementaire/livre_iii/titre_iii/chapitre_v/section_2/sous-section_1/article_r335-10.md","articleName":"Article R335-10","additions":11,"deletions":12,"diff":[{"type":"del","content":"La décision de validation prise par le jury est notifiée au candidat par l'autorité qui délivre la certification."},{"type":"add","content":"La décision du jury est notifiée au candidat par l'organisme certificateur. Les parties de certification obtenues de manière définitive font l'objet d'attestations de compétences ou d'un livret de certification, remis au candidat."},{"type":"add","content":""},{"type":"add","content":"L'organisme certificateur prend les mesures nécessaires pour être en mesure de satisfaire toute demande de duplicata des attestations ou du livret."},{"type":"del","content":"Arrêté du 23 juillet 2019 relatif aux différentes voies d'accès à la profession de professeur de danse en application de l'article L. 362-1 du code de l'éducation - article 24 AUTONOME ABROGE, en vigueur du 2019-08-04 au 2025-09-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°2002-615 du 26 avril 2002 pris pour l'application de l'article 900-1 du code du travail et des articles L. 335-5 et L. 335-6 du code de l'éducation relatif à la validation des acquis de l'expérience pour la délivrance d'une certification professionnelle - article 6 AUTONOME ABROGE, en vigueur du 2002-04-28 au 2006-05-24 CONCORDE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°2002-615 du 26 avril 2002 pris pour l'application de l'article 900-1 du code du travail et des articles L. 335-5 et L. 335-6 du code de l'éducation relatif à la validation des acquis de l'expérience pour la délivrance d'une certification professionnelle - article 6 AUTONOME ABROGE, en vigueur du 2002-04-28 au 2006-05-24 CONCORDANCE cible"},{"type":"add","content":"Décret n° 2017-1135 du 4 juillet 2017 relatif à la mise en œuvre de la validation des acquis de l'expérience - article 4 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":"2017-07-04 MODIFIE cible Décret n° 2017-1135 du 4 juillet 2017 relatif à la mise en œuvre de la validation des acquis de l'expérience - article 4 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/67/LEGIARTI000006526714.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/67/LEGIARTI000006526714.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/67/LEGIARTI000006526714.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/35/12/43/LEGIARTI000035124319.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/35/12/43/LEGIARTI000035124319.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/35/12/43/LEGIARTI000035124319.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006526714)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000035124319)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_iii/titre_iii/chapitre_v/section_2/sous-section_1/article_r335-6.md","articleName":"Article R335-6","additions":18,"deletions":157,"diff":[{"type":"del","content":"Peuvent faire l'objet d'une demande de validation des acquis de l'expérience l'ensemble des activités salariées, non salariées ou bénévoles exercées de façon continue ou non, pendant une durée totale cumulée d'au moins trois ans et en rapport avec le diplôme ou titre à finalité professionnelle ou le certificat de qualification pour lequel la demande est déposée."},{"type":"add","content":"I.-Sont prises en compte dans une demande de validation des acquis de l'expérience l'ensemble des activités professionnelles salariées, non salariées, bénévoles, de volontariat, ou exercées par une personne inscrite sur la liste des sportifs de haut niveau mentionnée au premier alinéa de l'article L. 221-2 du code du sport, ou exercées dans le cadre de responsabilités syndicales, d'un mandat électoral local ou d'une fonction élective locale."},{"type":"del","content":"Les périodes de formation initiale ou continue, quel que soit le statut de la personne, ainsi que les stages et les périodes de formation en milieu professionnel effectués pour la préparation d'un diplôme ou d'un titre ne sont pas pris en compte dans la durée d'expérience requise."},{"type":"add","content":"Lorsqu'il s'agit d'activités réalisées en formation initiale ou continue, peuvent être prises en compte les périodes de formation en milieu professionnel, les périodes de mise en situation en milieu professionnel, les stages pratiques, les préparations opérationnelles à l'emploi et les périodes de formation pratique de contrat d'apprentissage, de contrat de professionnalisation ou de contrat unique d'insertion."},{"type":"add","content":""},{"type":"add","content":"II.-Sont prises en compte les activités exercées pendant une durée d'au moins un an, de façon continue ou non, en rapport direct avec le diplôme ou titre à finalité professionnelle ou le certificat de qualification professionnelle pour lequel la demande est déposée. Cette durée est calculée sur un nombre d'heures correspondant à la durée de travail effectif à temps complet en vigueur dans l'entreprise en fonction de la période de référence déterminée en application de l'article L. 3121-41 du code du travail. La durée des activités réalisées hors formation doit être supérieure à celle des activités réalisées en formation."},{"type":"del","content":"Arrêté du 31 août 2022 relatif au certificat d'aptitude aux fonctions d'encadrement et de responsable d'unité d'intervention sociale - article 14 AUTONOME MODIFIE, en vigueur du 2022-09-01 au 2024-07-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 28 septembre 2022 modifiant l'arrêté du 23 juillet 2019 relatif aux différentes voies d'accès à la profession de professeur de danse en application de l'article L. 362-1 du code de l'éducation - article 1 ENTIEREMENT_MODIF CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 28 mars 2022 relatif aux modalités d'organisation de la validation des acquis de l'expérience pour l'obtention du diplôme d'Etat d'aide-soignant - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2022-04-03 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article R613-33 AUTONOME MODIFIE, en vigueur du 2017-10-01 au 2023-12-29 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article R335-5 AUTONOME MODIFIE, en vigueur du 2018-12-21 au 2019-11-04 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 5 mai 2004 relatif au titre professionnel de technicien(ne) métreur(se) en agencement et aménagements intérieurs - article 1 AUTONOME MODIFIE, en vigueur du 2006-05-24 au 2012-03-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 5 mai 2004 relatif au titre professionnel de technicien(ne) d'accueil touristique, option accompagnement, option animation - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2006-05-24 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 5 mai 2004 relatif au titre professionnel de technicien(ne) métreur(se) en charpente bois et couverture - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2006-05-24 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du sport - article A212-42 AUTONOME MODIFIE, en vigueur du 2019-01-01 au 2024-06-11 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 31 juillet 2006 relatif aux modalités d'organisation de la validation des acquis de l'expérience pour l'obtention du diplôme de préparateur en pharmacie hospitalière. - article 1 AUTONOME ABROGE, en vigueur du 2017-12-24 au 2025-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 20 décembre 2017 modifiant plusieurs arrêtés relatifs à l'organisation de la validation des acquis de l'expérience pour l'obtention de certains diplômes du secteur sanitaire - article 3 ENTIEREMENT_MODIF CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article R335-7 AUTONOME MODIFIE, en vigueur du 2017-10-01 au 2018-12-21 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 25 janvier 2019 modifiant certaines dispositions des arrêtés relatifs aux diplômes d'Etat de travail social en ce qui concerne la validation des acquis de l'expérience - article 4 ENTIEREMENT_MODIF CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 25 janvier 2019 modifiant certaines dispositions des arrêtés relatifs aux diplômes d'Etat de travail social en ce qui concerne la validation des acquis de l'expérience - article 5 ENTIEREMENT_MODIF CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 28 septembre 2018 modifiant l'arrêté du 1er juillet 2016 relatif à la certification des organismes de formation aux activités privées de sécurité et aux activités de recherches privées - article 4 ENTIEREMENT_MODIF CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 20 décembre 2017 modifiant plusieurs arrêtés relatifs à l'organisation de la validation des acquis de l'expérience pour l'obtention de certains diplômes du secteur sanitaire - article 4 ENTIEREMENT_MODIF CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 25 janvier 2019 modifiant certaines dispositions des arrêtés relatifs aux diplômes d'Etat de travail social en ce qui concerne la validation des acquis de l'expérience - article 3 ENTIEREMENT_MODIF CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 25 janvier 2019 modifiant certaines dispositions des arrêtés relatifs aux diplômes d'Etat de travail social en ce qui concerne la validation des acquis de l'expérience - article 12 ENTIEREMENT_MODIF CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 6 novembre 2018 actualisant les dispositions générales et communes relatives aux formations professionnelles des diplômes d'Etat de l'animation et du sport - article 8 ENTIEREMENT_MODIF CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 25 janvier 2019 modifiant certaines dispositions des arrêtés relatifs aux diplômes d'Etat de travail social en ce qui concerne la validation des acquis de l'expérience - article 2 ENTIEREMENT_MODIF CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 25 janvier 2019 modifiant certaines dispositions des arrêtés relatifs aux diplômes d'Etat de travail social en ce qui concerne la validation des acquis de l'expérience - article 6 ENTIEREMENT_MODIF CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 25 janvier 2019 modifiant certaines dispositions des arrêtés relatifs aux diplômes d'Etat de travail social en ce qui concerne la validation des acquis de l'expérience - article 8 ENTIEREMENT_MODIF CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 25 janvier 2019 modifiant certaines dispositions des arrêtés relatifs aux diplômes d'Etat de travail social en ce qui concerne la validation des acquis de l'expérience - article 10 ENTIEREMENT_MODIF CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 25 janvier 2019 modifiant certaines dispositions des arrêtés relatifs aux diplômes d'Etat de travail social en ce qui concerne la validation des acquis de l'expérience - article 11 ENTIEREMENT_MODIF CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 25 janvier 2019 modifiant certaines dispositions des arrêtés relatifs aux diplômes d'Etat de travail social en ce qui concerne la validation des acquis de l'expérience - article 13 ENTIEREMENT_MODIF CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 27 août 2022 relatif au certificat d'aptitude aux fonctions aux fonctions de directeur d'établissement ou de service d'intervention sociale - article 13 AUTONOME MODIFIE, en vigueur du 2022-08-29 au 2024-07-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 20 décembre 2017 modifiant plusieurs arrêtés relatifs à l'organisation de la validation des acquis de l'expérience pour l'obtention de certains diplômes du secteur sanitaire - article 5 ENTIEREMENT_MODIF CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 21 septembre 2020 relatif au certificat d'instructeur pour l'autonomie des personnes déficientes visuelles - article 15 AUTONOME VIGUEUR, en vigueur depuis le 2020-10-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 20 décembre 2017 modifiant plusieurs arrêtés relatifs à l'organisation de la validation des acquis de l'expérience pour l'obtention de certains diplômes du secteur sanitaire - article 1 ENTIEREMENT_MODIF CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 30 août 2021 relatif au diplôme d'Etat d'accompagnant éducatif et social - article 17 AUTONOME MODIFIE, en vigueur du 2021-09-01 au 2024-07-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 25 janvier 2019 modifiant certaines dispositions des arrêtés relatifs aux diplômes d'Etat de travail social en ce qui concerne la validation des acquis de l'expérience - article 9 ENTIEREMENT_MODIF CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 28 mars 2022 relatif aux modalités d'organisation de la validation des acquis de l'expérience pour l'obtention du diplôme d'Etat d'auxiliaire de puériculture - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2022-04-03 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article R335-5 AUTONOME MODIFIE, en vigueur du 2006-05-24 au 2018-12-21 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 5 mai 2004 relatif au titre professionnel de technicien(ne) en menuiserie et agencement intérieurs - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2012-03-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 5 mai 2004 relatif au titre professionnel de technicien(ne) métreur(se) en menuiseries fermetures et équipements. - article 1 AUTONOME MODIFIE, en vigueur du 2006-05-24 au 2007-05-16 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 5 mai 2004 relatif au titre professionnel de technicien(ne) métreur(se) en menuiseries fermetures et équipements. - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2007-05-16 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 26 août 2019 relatif aux modalités d'organisation de la validation des acquis de l'expérience pour l'obtention du diplôme d'Etat du certificat d'aptitude au professorat de l'enseignement des jeunes sourds - article 1 AUTONOME ABROGE, en vigueur du 2019-09-22 au 2023-04-16 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°2002-615 du 26 avril 2002 pris pour l'application de l'article 900-1 du code du travail et des articles L. 335-5 et L. 335-6 du code de l'éducation relatif à la validation des acquis de l'expérience pour la délivrance d'une certification professionnelle - article 2 AUTONOME ABROGE, en vigueur du 2002-04-28 au 2006-05-24 CONCORDE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 5 mai 2004 relatif au titre professionnel de technicien(ne) de production bois bâtiment ameublement - article 1 AUTONOME ABROGE, en vigueur du 2006-05-24 au 2009-05-16 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 5 mai 2004 relatif au titre professionnel de technicien(ne) supérieur(e) d'études en béton armé - article 1 AUTONOME MODIFIE, en vigueur du 2006-05-24 au 2010-06-12 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 5 mai 2004 relatif au titre professionnel de dessinateur projeteur en béton armé - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2010-06-12 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 5 mai 2004 relatif au titre professionnel d'agent(e) d'intervention en électronique grand public - article 1 AUTONOME MODIFIE, en vigueur du 2006-05-24 au 2009-05-03 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 5 mai 2004 relatif au titre professionnel de responsable de cuisine en restauration collective - article 1 AUTONOME MODIFIE, en vigueur du 2006-05-24 au 2014-03-30 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 5 mai 2004 relatif au titre professionnel de constructeur(trice) en thermique industrielle - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2006-05-24 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 20 décembre 2017 modifiant plusieurs arrêtés relatifs à l'organisation de la validation des acquis de l'expérience pour l'obtention de certains diplômes du secteur sanitaire - article 2 ENTIEREMENT_MODIF CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 25 janvier 2019 modifiant certaines dispositions des arrêtés relatifs aux diplômes d'Etat de travail social en ce qui concerne la validation des acquis de l'expérience - article 7 ENTIEREMENT_MODIF CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 25 janvier 2019 modifiant certaines dispositions des arrêtés relatifs aux diplômes d'Etat de travail social en ce qui concerne la validation des acquis de l'expérience - article 14 ENTIEREMENT_MODIF CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 23 juillet 2019 relatif aux différentes voies d'accès à la profession de professeur de danse en application de l'article L. 362-1 du code de l'éducation - article 20 AUTONOME ABROGE, en vigueur du 2022-10-07 au 2025-09-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 5 mai 2004 relatif au titre professionnel d'agent d'intervention en électrodomestique et multimédia. - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2009-05-03 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°2002-615 du 26 avril 2002 pris pour l'application de l'article 900-1 du code du travail et des articles L. 335-5 et L. 335-6 du code de l'éducation relatif à la validation des acquis de l'expérience pour la délivrance d'une certification professionnelle - article 2 AUTONOME ABROGE, en vigueur du 2002-04-28 au 2006-05-24 CONCORDANCE cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 31 août 2022 relatif au certificat d'aptitude aux fonctions d'encadrement et de responsable d'unité d'intervention sociale - article 14 AUTONOME VIGUEUR, en vigueur depuis le 2024-07-01 CITATION source"},{"type":"add","content":"Décret n° 2017-1135 du 4 juillet 2017 relatif à la mise en œuvre de la validation des acquis de l'expérience - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":"2017-07-04 MODIFIE cible Décret n° 2017-1135 du 4 juillet 2017 relatif à la mise en œuvre de la validation des acquis de l'expérience - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code du sport - article L221-2 AUTONOME MODIFIE, en vigueur du 2006-05-25 au 2013-03-30"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code du travail - article L3121-41 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2008-08-22"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/67/LEGIARTI000006526710.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/67/LEGIARTI000006526710.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/67/LEGIARTI000006526710.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/35/12/43/LEGIARTI000035124304.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/35/12/43/LEGIARTI000035124304.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/35/12/43/LEGIARTI000035124304.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006526710)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000035124304)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_iii/titre_iii/chapitre_v/section_2/sous-section_1/article_r335-7.md","articleName":"Article R335-7","additions":37,"deletions":47,"diff":[{"type":"del","content":"Les candidats adressent leur demande de validation des acquis de l'expérience à l'autorité ou à l'organisme qui délivre le diplôme, le titre ou le certificat de qualification, dans les délais et les conditions qu'il a préalablement fixés et rendus publics."},{"type":"add","content":"I.-La procédure de validation des acquis de l'expérience comprend une étape de recevabilité de la demande de validation des acquis de l'expérience et une étape d'évaluation par le jury, organisées par l'autorité administrative, l'établissement ou l'organisme qui délivre la certification, ci-après dénommés “ l'organisme certificateur ”."},{"type":"del","content":"Un candidat ne peut déposer qu'une seule demande pendant la même année civile et pour le même diplôme, titre ou certificat de qualification. Pour des diplômes ou titres différents, il ne peut déposer plus de trois demandes au cours de la même année civile. Ces obligations, et l'engagement sur l'honneur du candidat à les respecter, doivent figurer sur chaque formulaire de candidature à une validation d'acquis."},{"type":"add","content":"L'organisme certificateur peut proposer au candidat une aide gratuite à la constitution de son dossier de recevabilité."},{"type":"del","content":"La demande de validation des acquis de l'expérience précise le diplôme, le titre ou le certificat de qualification postulé, ainsi que le statut de la personne au moment de cette demande. Elle est accompagnée d'un dossier constitué par le candidat dont le contenu est fixé par l'autorité ou l'organisme délivrant le diplôme, le titre ou le certificat. Ce dossier comprend les documents rendant compte des expériences acquises dans les différentes activités salariées, non salariées ou bénévoles exercées par le candidat et leur durée, en relation avec la certification recherchée, ainsi que les attestations des formations suivies et des diplômes obtenus antérieurement."},{"type":"add","content":"II.-Le dossier de recevabilité comprend :"},{"type":"add","content":""},{"type":"add","content":"1° Un formulaire de candidature dûment renseigné avec la signature manuscrite ou électronique du candidat dont le modèle est fixé par arrêté du ministre chargé de l'emploi ;"},{"type":"add","content":""},{"type":"add","content":"2° Les documents justifiant de la durée des activités exercées par le candidat et le cas échéant, les certifications ou parties de certifications obtenues et les attestations de formations suivies antérieurement distinguant la durée des périodes de formation initiale ou continue réalisées en situation de travail, en rapport direct avec la certification ciblée telles que mentionnées à l'article R. 335-6 ;"},{"type":"add","content":""},{"type":"add","content":"3° Les documents spécifiques éventuels, nécessaires à l'examen de la demande de validation, fixés par l'organisme certificateur délivrant la certification professionnelle."},{"type":"add","content":""},{"type":"add","content":"Un candidat ne peut déposer qu'un seul dossier de recevabilité pendant la même année civile et pour le même diplôme, titre ou certificat de qualification. Pour des diplômes, titres ou certificats de qualification professionnelle différents, il ne peut déposer plus de trois dossiers de recevabilité au cours de la même année civile. Ces obligations et l'engagement sur l'honneur du candidat à les respecter sont rappelés sur chaque formulaire de candidature à une validation."},{"type":"add","content":""},{"type":"add","content":"Le candidat adresse le dossier de recevabilité à l'organisme certificateur, dans les conditions que ce dernier a préalablement fixées et rendues publiques, notamment sur son site internet ou sur le portail gouvernemental dématérialisé dédié à la validation des acquis de l'expérience."},{"type":"add","content":""},{"type":"add","content":"L'examen du dossier de recevabilité est réalisé par l'organisme certificateur. Il consiste d'une part, à contrôler la conformité de la durée effective d'activité par rapport à la durée requise et, d'autre part, à vérifier le rapport direct des activités déclarées par le candidat avec les activités du référentiel de la certification."},{"type":"add","content":""},{"type":"add","content":"III.-L'organisme certificateur notifie sa décision au candidat par tout moyen donnant date certaine à la réception de cette décision."},{"type":"add","content":""},{"type":"add","content":"La notification mentionnant une décision favorable indique, pour chaque certification, la durée de validité de la recevabilité de la demande à l'expiration de laquelle le candidat doit renouveler sa demande ou, en accord avec l'organisme certificateur, la proroger si le contenu du référentiel de la certification reste inchangé."},{"type":"add","content":""},{"type":"add","content":"Cette notification peut comporter des recommandations, relatives notamment aux formations complémentaires prévues à l'article R. 6423-3 du code du travail."},{"type":"add","content":""},{"type":"add","content":"L'organisme certificateur propose au candidat au moins une date de session d'évaluation dans les douze premiers mois à compter de la date d'envoi de la notification de la décision favorable sur la recevabilité."},{"type":"del","content":"Décret n° 2023-1275 du 27 décembre 2023 relatif à la validation des acquis de l'expérience - article 5 AUTONOME VIGUEUR, en vigueur depuis le 2023-12-29 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article R613-35 AUTONOME MODIFIE, en vigueur du 2017-10-01 au 2023-12-29 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article R6422-9 AUTONOME MODIFIE, en vigueur du 2019-11-04 au 2020-04-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article R6422-9 AUTONOME ABROGE, en vigueur du 2020-04-01 au 2023-12-29 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du sport - article A212-42-4 AUTONOME MODIFIE, en vigueur du 2019-01-01 au 2024-06-11 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du sport - article A212-42 AUTONOME MODIFIE, en vigueur du 2019-01-01 au 2024-06-11 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article R6422-9 AUTONOME MODIFIE, en vigueur du 2017-10-01 au 2019-11-04 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°2002-615 du 26 avril 2002 pris pour l'application de l'article 900-1 du code du travail et des articles L. 335-5 et L. 335-6 du code de l'éducation relatif à la validation des acquis de l'expérience pour la délivrance d'une certification professionnelle - article 3 AUTONOME ABROGE, en vigueur du 2002-04-28 au 2006-05-24 CONCORDE source"},{"type":"add","content":"Code de l'éducation - article R335-6 AUTONOME ABROGE, en vigueur du 2019-11-04 au 2023-12-29 CITATION cible"},{"type":"del","content":"Arrêté du 6 novembre 2018 actualisant les dispositions générales et communes relatives aux formations professionnelles des diplômes d'Etat de l'animation et du sport - article 8 ENTIEREMENT_MODIF CITATION source"},{"type":"add","content":"Code de l'éducation - article R335-6 AUTONOME MODIFIE, en vigueur du 2006-05-24 au 2017-10-01 CITATION cible"},{"type":"del","content":"Arrêté du 21 septembre 2020 relatif au certificat d'instructeur pour l'autonomie des personnes déficientes visuelles - article 16 AUTONOME VIGUEUR, en vigueur depuis le 2020-10-08 CITATION source"},{"type":"add","content":"Décret n° 2017-1135 du 4 juillet 2017 relatif à la mise en œuvre de la validation des acquis de l'expérience - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"Décret n° 2017-1135 du 4 juillet 2017 relatif à la mise en œuvre de la validation des acquis de l'expérience - article 9 ENTIEREMENT_MODIF CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2019-1119 du 31 octobre 2019 relatif à la mise en œuvre de la validation des acquis et de l'expérience et comportant d'autres dispositions relatives aux commissions professionnelles consultatives en matière de certification professionnelle et aux organismes financeurs du projet de transition professionnelle - article 3 ENTIEREMENT_MODIF CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 9 mars 2006 relatif aux conditions de délivrance du titre professionnel du ministère chargé de l'emploi. - article 4 AUTONOME ABROGE, en vigueur du 2008-03-08 au 2016-06-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du sport - article A212-42-4 AUTONOME VIGUEUR, en vigueur depuis le 2024-06-11 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 22 décembre 2015 relatif aux conditions de délivrance du titre professionnel du ministère chargé de l'emploi - article 7 AUTONOME VIGUEUR, en vigueur depuis le 2016-06-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°2002-615 du 26 avril 2002 pris pour l'application de l'article 900-1 du code du travail et des articles L. 335-5 et L. 335-6 du code de l'éducation relatif à la validation des acquis de l'expérience pour la délivrance d'une certification professionnelle - article 3 AUTONOME ABROGE, en vigueur du 2002-04-28 au 2006-05-24 CONCORDANCE cible"},{"type":"add","content":"Code de l'éducation - article R335-6 AUTONOME MODIFIE, en vigueur du 2017-10-01 au 2018-12-21 CITATION cible"},{"type":"add","content":""},{"type":"add","content":"2017-07-04 MODIFIE cible Décret n° 2017-1135 du 4 juillet 2017 relatif à la mise en œuvre de la validation des acquis de l'expérience - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de l'éducation - article R335-6 AUTONOME MODIFIE, en vigueur du 2006-05-24 au 2017-10-01"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/67/LEGIARTI000006526711.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/67/LEGIARTI000006526711.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/67/LEGIARTI000006526711.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/35/12/43/LEGIARTI000035124309.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/35/12/43/LEGIARTI000035124309.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/35/12/43/LEGIARTI000035124309.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006526711)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000035124309)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_iii/titre_iii/chapitre_v/section_2/sous-section_1/article_r335-8.md","articleName":"Article R335-8","additions":14,"deletions":57,"diff":[{"type":"del","content":"La demande de validation est soumise au jury constitué et présidé conformément au règlement et aux dispositions régissant le diplôme, le titre ou le certificat de qualification postulé."},{"type":"add","content":"Le candidat, ayant reçu une décision favorable à sa demande de recevabilité, constitue son dossier de validation comprenant la description de ses aptitudes, compétences et connaissances mobilisées au cours de son expérience dans les différentes activités exercées et, le cas échéant, au cours de formations complémentaires mentionnées à l'article R. 6423-3 du code du travail. Il l'adresse à l'organisme certificateur, chargé de l'organisation du jury de la certification professionnelle, dans les délais et les conditions que ce dernier lui aura préalablement fixés et communiqués."},{"type":"add","content":""},{"type":"add","content":"Le dossier de validation est soumis au jury constitué et présidé conformément au règlement et aux dispositions régissant le diplôme, le titre ou le certificat de qualification postulé."},{"type":"del","content":"Décret n° 2020-894 du 22 juillet 2020 portant diverses mesures en matière de formation professionnelle - article 6 AUTONOME VIGUEUR, en vigueur depuis le 2020-07-24 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2021-389 du 2 avril 2021 relatif aux conditions d'enregistrement des certifications professionnelles et des certifications et habilitations dans les répertoires nationaux et adaptant la composition des jurys de validation des acquis de l'expérience en raison de l'épidémie de covid-19 - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2021-04-05 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article R335-9 AUTONOME MODIFIE, en vigueur du 2006-05-24 au 2017-10-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article R335-9 AUTONOME MODIFIE, en vigueur du 2017-10-01 au 2018-12-21 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article R613-35 AUTONOME MODIFIE, en vigueur du 2017-10-01 au 2023-12-29 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du sport - article A212-43 AUTONOME MODIFIE, en vigueur du 2019-01-01 au 2024-06-11 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du sport - article R212-5 AUTONOME VIGUEUR, en vigueur depuis le 2007-07-25 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 6 novembre 2018 actualisant les dispositions générales et communes relatives aux formations professionnelles des diplômes d'Etat de l'animation et du sport - article 8 ENTIEREMENT_MODIF CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 1er juin 2021 relatif aux mesures d'organisation et de fonctionnement du système de santé maintenues en matière de lutte contre la covid 19 - article 43-1 AUTONOME MODIFIE, en vigueur du 2022-12-11 au 2023-04-30 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 21 septembre 2020 relatif au certificat d'instructeur pour l'autonomie des personnes déficientes visuelles - article 19 AUTONOME VIGUEUR, en vigueur depuis le 2020-10-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 11 juillet 2022 modifiant l'arrêté du 1er juin 2021 prescrivant les mesures générales nécessaires à la gestion de la sortie de crise sanitaire - article 1 ENTIEREMENT_MODIF CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2022-1643 du 22 décembre 2022 relatif au jury de validation des acquis de l'expérience pour les diplômes d'Etat d'aide-soignant et d'auxiliaire de puériculture - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2022-12-25 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 1er juin 2021 prescrivant les mesures générales nécessaires à la gestion de la sortie de crise sanitaire - article 43-1 AUTONOME MODIFIE, en vigueur du 2022-07-27 au 2022-12-11 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 1er juin 2021 relatif aux mesures d'organisation et de fonctionnement du système de santé maintenues en matière de lutte contre la covid 19 - article 43-1 AUTONOME ABROGE, en vigueur du 2023-04-30 au 2025-03-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°2002-615 du 26 avril 2002 pris pour l'application de l'article 900-1 du code du travail et des articles L. 335-5 et L. 335-6 du code de l'éducation relatif à la validation des acquis de l'expérience pour la délivrance d'une certification professionnelle - article 4 AUTONOME ABROGE, en vigueur du 2002-04-28 au 2006-05-24 CONCORDE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 1er juin 2021 prescrivant les mesures générales nécessaires à la gestion de la sortie de crise sanitaire - article 43-1 AUTONOME MODIFIE, en vigueur du 2022-07-13 au 2022-07-27 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du sport - article A212-43 AUTONOME VIGUEUR, en vigueur depuis le 2024-06-11 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°2002-615 du 26 avril 2002 pris pour l'application de l'article 900-1 du code du travail et des articles L. 335-5 et L. 335-6 du code de l'éducation relatif à la validation des acquis de l'expérience pour la délivrance d'une certification professionnelle - article 4 AUTONOME ABROGE, en vigueur du 2002-04-28 au 2006-05-24 CONCORDANCE cible"},{"type":"add","content":"Décret n° 2017-1135 du 4 juillet 2017 relatif à la mise en œuvre de la validation des acquis de l'expérience - article 3 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":"2017-07-04 MODIFIE cible Décret n° 2017-1135 du 4 juillet 2017 relatif à la mise en œuvre de la validation des acquis de l'expérience - article 3 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code du travail - article R6423-3 AUTONOME MODIFIE, en vigueur du 2014-11-15 au 2017-10-01"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/67/LEGIARTI000006526712.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/67/LEGIARTI000006526712.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/67/LEGIARTI000006526712.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/35/12/43/LEGIARTI000035124315.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/35/12/43/LEGIARTI000035124315.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/35/12/43/LEGIARTI000035124315.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006526712)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000035124315)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_iii/titre_iii/chapitre_v/section_2/sous-section_1/article_r335-9.md","articleName":"Article R335-9","additions":15,"deletions":138,"diff":[{"type":"del","content":"Les procédures d'évaluation doivent permettre au jury de vérifier si les acquis dont fait état le candidat correspondent aux aptitudes, compétences et connaissances exigées par le règlement prévu au premier alinéa de l'article R. 335-8 pour la délivrance du diplôme, du titre ou du certificat de qualification postulé."},{"type":"add","content":"Les procédures d'évaluation doivent permettre au jury de vérifier si les acquis dont fait état le candidat correspondent aux aptitudes, compétences et connaissances exigées par le règlement prévu au II de l'article R. 335-8 pour la délivrance du diplôme, du titre ou du certificat de qualification postulé."},{"type":"del","content":"Le jury décide de l'attribution du diplôme, du titre ou du certificat de qualification. A défaut, il peut valider l'expérience du candidat pour une partie des aptitudes, compétences et connaissances exigées pour cette délivrance. Dans ce cas, il se prononce sur les aptitudes, compétences et connaissances qui, dans un délai de cinq ans à compter de la notification de sa décision, doivent faire l'objet de l'évaluation complémentaire nécessaire à l'obtention du diplôme, titre ou certificat de qualification postulé."},{"type":"add","content":"Le jury décide de l'attribution ou de la non attribution du diplôme, du titre ou du certificat de qualification. Il peut délivrer une ou plusieurs parties identifiées de certification professionnelle classée au sein du répertoire mentionné à l'article L. 335-6 et visant à l'acquisition d'un ou plusieurs blocs de compétences. Dans ce cas, il identifie les aptitudes, compétences et connaissances qui feront l'objet de l'évaluation complémentaire nécessaire à l'obtention du diplôme, titre ou certificat de qualification postulé."},{"type":"del","content":"Code de l'éducation - article D337-66 AUTONOME MODIFIE, en vigueur du 2006-05-24 au 2009-02-12 CITATION source"},{"type":"add","content":"Code de l'éducation - article R335-8 AUTONOME MODIFIE, en vigueur du 2006-05-24 au 2017-10-01 CITATION cible"},{"type":"del","content":"Code de l'éducation - article D337-66 AUTONOME VIGUEUR, en vigueur depuis le 2009-02-12 CITATION source"},{"type":"add","content":"Code de l'éducation - article R335-8 AUTONOME MODIFIE, en vigueur du 2017-10-01 au 2018-12-21 CITATION cible"},{"type":"del","content":"Arrêté du 27 août 2022 relatif au certificat d'aptitude aux fonctions aux fonctions de directeur d'établissement ou de service d'intervention sociale - article 15 AUTONOME MODIFIE, en vigueur du 2022-08-29 au 2024-07-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 31 août 2022 relatif au certificat d'aptitude aux fonctions d'encadrement et de responsable d'unité d'intervention sociale - article 14 AUTONOME MODIFIE, en vigueur du 2022-09-01 au 2024-07-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 21 novembre 2023 relatif au diplôme d'Etat de professeur de cirque - article 17 AUTONOME VIGUEUR, en vigueur depuis le 2023-12-02 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article D337-145 AUTONOME MODIFIE, en vigueur du 2020-01-01 au 2020-05-25 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article D337-69 AUTONOME MODIFIE, en vigueur du 2020-01-01 au 2020-06-17 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article D337-69 AUTONOME MODIFIE, en vigueur du 2009-02-12 au 2014-06-30 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article D337-69 AUTONOME MODIFIE, en vigueur du 2014-06-30 au 2015-07-12 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article D337-69 AUTONOME MODIFIE, en vigueur du 2015-07-12 au 2020-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 23 juillet 2019 relatif aux différentes voies d'accès à la profession de professeur de danse en application de l'article L. 362-1 du code de l'éducation - article 28 AUTONOME ABROGE, en vigueur du 2022-10-07 au 2025-09-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article D337-69 AUTONOME MODIFIE, en vigueur du 2006-05-24 au 2009-02-12 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article D337-145 AUTONOME MODIFIE, en vigueur du 2006-05-24 au 2017-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article D337-69 AUTONOME MODIFIE, en vigueur du 2020-06-17 au 2024-06-16 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article R6423-5 AUTONOME MODIFIE, en vigueur du 2014-11-15 au 2017-10-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'action sociale et des familles - article R451-26 AUTONOME ABROGE, en vigueur du 2006-05-24 au 2022-09-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 23 juillet 2019 relatif aux différentes voies d'accès à la profession de professeur de danse en application de l'article L. 362-1 du code de l'éducation - article 28 AUTONOME MODIFIE, en vigueur du 2019-08-04 au 2020-03-19 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 22 janvier 2018 relatif à la mise en œuvre de la validation des acquis de l'expérience pour la délivrance d'une certification professionnelle relevant du ministère chargé de la culture - article 4 ENTIEREMENT_MODIF CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 23 juillet 2019 relatif aux différentes voies d'accès à la profession de professeur de danse en application de l'article L. 362-1 du code de l'éducation - article 28 AUTONOME MODIFIE, en vigueur du 2020-03-19 au 2021-12-27 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 22 janvier 2018 relatif à la mise en œuvre de la validation des acquis de l'expérience pour la délivrance d'une certification professionnelle relevant du ministère chargé de la culture - article 9 ENTIEREMENT_MODIF CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 22 janvier 2018 relatif à la mise en œuvre de la validation des acquis de l'expérience pour la délivrance d'une certification professionnelle relevant du ministère chargé de la culture - article 2 ENTIEREMENT_MODIF CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 22 janvier 2018 relatif à la mise en œuvre de la validation des acquis de l'expérience pour la délivrance d'une certification professionnelle relevant du ministère chargé de la culture - article 3 ENTIEREMENT_MODIF CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 22 janvier 2018 relatif à la mise en œuvre de la validation des acquis de l'expérience pour la délivrance d'une certification professionnelle relevant du ministère chargé de la culture - article 6 ENTIEREMENT_MODIF CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 22 janvier 2018 relatif à la mise en œuvre de la validation des acquis de l'expérience pour la délivrance d'une certification professionnelle relevant du ministère chargé de la culture - article 7 ENTIEREMENT_MODIF CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 22 janvier 2018 relatif à la mise en œuvre de la validation des acquis de l'expérience pour la délivrance d'une certification professionnelle relevant du ministère chargé de la culture - article 8 ENTIEREMENT_MODIF CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 23 juillet 2019 relatif aux différentes voies d'accès à la profession de professeur de danse en application de l'article L. 362-1 du code de l'éducation - article 23 AUTONOME ABROGE, en vigueur du 2021-12-27 au 2025-09-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 23 juillet 2019 relatif aux différentes voies d'accès à la profession de professeur de danse en application de l'article L. 362-1 du code de l'éducation - article 23 AUTONOME MODIFIE, en vigueur du 2019-08-04 au 2021-12-27 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 5 septembre 2019 relatif au certificat d'aptitude aux fonctions de professeur d'art dramatique - article 17 AUTONOME VIGUEUR, en vigueur depuis le 2019-09-27 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 30 août 2021 relatif au diplôme d'Etat d'accompagnant éducatif et social - article 18 AUTONOME MODIFIE, en vigueur du 2021-09-01 au 2024-07-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 13 juillet 2021 relatif au diplôme national supérieur professionnel d'artiste de cirque - article 21 AUTONOME VIGUEUR, en vigueur depuis le 2021-07-31 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2017-1135 du 4 juillet 2017 relatif à la mise en œuvre de la validation des acquis de l'expérience - article 11 ENTIEREMENT_MODIF CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 15 novembre 2023 relatif au diplôme national supérieur professionnel de comédien - article 18 AUTONOME VIGUEUR, en vigueur depuis le 2023-11-22 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 5 septembre 2019 relatif au diplôme d'Etat de professeur de cirque - article 17 AUTONOME ABROGE, en vigueur du 2019-09-15 au 2023-12-02 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 5 septembre 2019 relatif au certificat d'aptitude aux fonctions de directeur d'établissement d'enseignement artistique - article 16 AUTONOME ABROGE, en vigueur du 2019-09-27 au 2023-08-26 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 23 juillet 2019 relatif aux différentes voies d'accès à la profession de professeur de danse en application de l'article L. 362-1 du code de l'éducation - article 28 AUTONOME MODIFIE, en vigueur du 2021-12-27 au 2022-10-07 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°2002-615 du 26 avril 2002 pris pour l'application de l'article 900-1 du code du travail et des articles L. 335-5 et L. 335-6 du code de l'éducation relatif à la validation des acquis de l'expérience pour la délivrance d'une certification professionnelle - article 5 AUTONOME ABROGE, en vigueur du 2002-04-28 au 2006-05-24 CONCORDE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 28 mars 2023 relatif au diplôme d'Etat du certificat d'aptitude au professorat de l'enseignement des jeunes sourds - article Annexe IV AUTONOME VIGUEUR, en vigueur depuis le 2023-04-16 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 17 novembre 2022 relatif au diplôme national supérieur professionnel de musicien - article 22 AUTONOME VIGUEUR, en vigueur depuis le 2022-12-09 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 15 novembre 2023 relatif au certificat d'aptitude aux fonctions de professeur de musique - article 17 AUTONOME VIGUEUR, en vigueur depuis le 2023-11-22 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 21 novembre 2023 relatif au diplôme d'Etat de professeur de théâtre - article 18 AUTONOME VIGUEUR, en vigueur depuis le 2023-12-02 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 22 janvier 2018 relatif à la mise en œuvre de la validation des acquis de l'expérience pour la délivrance d'une certification professionnelle relevant du ministère chargé de la culture - article 5 ENTIEREMENT_MODIF CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article D337-145 AUTONOME MODIFIE, en vigueur du 2017-01-01 au 2020-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°2002-615 du 26 avril 2002 pris pour l'application de l'article 900-1 du code du travail et des articles L. 335-5 et L. 335-6 du code de l'éducation relatif à la validation des acquis de l'expérience pour la délivrance d'une certification professionnelle - article 5 AUTONOME ABROGE, en vigueur du 2002-04-28 au 2006-05-24 CONCORDANCE cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article D337-69 AUTONOME VIGUEUR, en vigueur depuis le 2024-06-16 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 30 août 2021 relatif au diplôme d'Etat d'accompagnant éducatif et social - article 18 AUTONOME VIGUEUR, en vigueur depuis le 2024-07-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 31 août 2022 relatif au certificat d'aptitude aux fonctions d'encadrement et de responsable d'unité d'intervention sociale - article 14 AUTONOME VIGUEUR, en vigueur depuis le 2024-07-01 CITATION source"},{"type":"add","content":"Décret n° 2017-1135 du 4 juillet 2017 relatif à la mise en œuvre de la validation des acquis de l'expérience - article 4 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":"2017-07-04 MODIFIE cible Décret n° 2017-1135 du 4 juillet 2017 relatif à la mise en œuvre de la validation des acquis de l'expérience - article 4 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de l'éducation - article L335-6 AUTONOME MODIFIE, en vigueur du 2000-06-22 au 2002-01-18"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/67/LEGIARTI000006526713.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/67/LEGIARTI000006526713.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/67/LEGIARTI000006526713.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/35/12/43/LEGIARTI000035124322.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/35/12/43/LEGIARTI000035124322.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/35/12/43/LEGIARTI000035124322.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006526713)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000035124322)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_vi/titre_ier/chapitre_iii/section_3/sous-section_1/article_r613-33.md","articleName":"Article R613-33","additions":15,"deletions":21,"diff":[{"type":"del","content":"Peuvent également donner lieu à validation les acquis de l'expérience correspondant à l'exercice, continu ou non, pendant une durée cumulée d'au moins trois ans, d'activités salariées, non salariées ou bénévoles. Ces acquis justifient en tout ou partie des connaissances et des aptitudes exigées pour l'obtention du diplôme postulé."},{"type":"add","content":"Peuvent également donner lieu à validation, les acquis de l'expérience correspondant à l'exercice d'activités dont la nature et la durée sont définis à l'article R. 335-6."},{"type":"del","content":"Code de l'éducation - article D643-18 AUTONOME MODIFIE, en vigueur du 2013-08-21 au 2022-06-05 CITATION source"},{"type":"add","content":"Code de l'éducation - article R335-6 AUTONOME MODIFIE, en vigueur du 2018-12-21 au 2019-11-04 CITATION cible"},{"type":"del","content":"Code de l'éducation - article D643-18 AUTONOME VIGUEUR, en vigueur depuis le 2022-06-05 CITATION source"},{"type":"add","content":"Code de l'éducation - article R335-6 AUTONOME ABROGE, en vigueur du 2019-11-04 au 2023-12-29 CITATION cible"},{"type":"del","content":"Code de l'éducation - article R613-32 AUTONOME VIGUEUR, en vigueur depuis le 2023-12-29 CITATION source"},{"type":"add","content":"Code de l'éducation - article R335-6 AUTONOME MODIFIE, en vigueur du 2006-05-24 au 2017-10-01 CITATION cible"},{"type":"del","content":"Code du travail - article R6412-1 AUTONOME MODIFIE, en vigueur du 2017-10-01 au 2023-12-29 CITATION source"},{"type":"add","content":"Décret n° 2017-1135 du 4 juillet 2017 relatif à la mise en œuvre de la validation des acquis de l'expérience - article 5 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"Code de l'éducation - article R613-32 AUTONOME MODIFIE, en vigueur du 2013-08-21 au 2023-12-29 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2013-756 du 19 août 2013 relatif aux dispositions réglementaires des livres VI et VII du code de l'éducation (Décrets en Conseil d'Etat et décrets) - article ENTIEREMENT_MODIF CREE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°2002-529 du 16 avril 2002 pris pour l'application des articles L. 613-3 et L. 613-4 du code de l'éducation et relatif à la validation d'études supérieures accomplies en France ou à l'étranger - article 2 AUTONOME ABROGE, en vigueur du 2002-04-18 au 2013-08-21 CONCORDANCE cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article D642-17 AUTONOME VIGUEUR, en vigueur depuis le 2025-09-01 CITATION source"},{"type":"add","content":"Code de l'éducation - article R335-6 AUTONOME MODIFIE, en vigueur du 2017-10-01 au 2018-12-21 CITATION cible"},{"type":"del","content":"2013-08-19 CODIFICATION source Décret n° 2013-756 du 19 août 2013 relatif aux dispositions réglementaires des livres VI et VII du code de l'éducation (Décrets en Conseil d'Etat et décrets) - Annexe"},{"type":"add","content":"CODIFICATION source Décret n° 2013-756 du 19 août 2013 relatif aux dispositions réglementaires des livres VI et VII du code de l'éducation (Décrets en Conseil d'Etat et décrets)"},{"type":"del","content":"2013-08-19 CREE cible Décret n° 2013-756 du 19 août 2013 relatif aux dispositions réglementaires des livres VI et VII du code de l'éducation (Décrets en Conseil d'Etat et décrets) - article ENTIEREMENT_MODIF"},{"type":"add","content":"2017-07-04 MODIFIE cible Décret n° 2017-1135 du 4 juillet 2017 relatif à la mise en œuvre de la validation des acquis de l'expérience - article 5 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de l'éducation - article R335-6 AUTONOME MODIFIE, en vigueur du 2006-05-24 au 2017-10-01"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/86/47/LEGIARTI000027864707.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/86/47/LEGIARTI000027864707.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/27/86/47/LEGIARTI000027864707.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/35/12/43/LEGIARTI000035124340.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/35/12/43/LEGIARTI000035124340.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/35/12/43/LEGIARTI000035124340.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000027864707)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000035124340)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_vi/titre_ier/chapitre_iii/section_3/sous-section_1/article_r613-34.md","articleName":"Article R613-34","additions":9,"deletions":15,"diff":[{"type":"del","content":"La demande de validation est adressée au chef d'établissement en même temps que la demande d'inscription auprès de cet établissement en vue de la délivrance du diplôme."},{"type":"add","content":"Le candidat adresse un dossier de recevabilité de sa demande à l'autorité administrative, l'établissement ou l'organisme qui délivre la certification, ci-après dénommé “ l'organisme certificateur ”, dans les conditions qu'il a préalablement fixées et rendues publiques, notamment sur son site internet ou sur le portail gouvernemental dématérialisé dédié à la validation des acquis de l'expérience."},{"type":"del","content":"Un candidat ne peut déposer, au cours de la même année civile et pour un même diplôme, qu'une seule demande et ne peut en saisir qu'un seul établissement. La demande précise le diplôme postulé. S'il postule des diplômes différents, le candidat ne peut au total déposer plus de trois demandes de validation au cours de la même année civile. Ces obligations et l'engagement sur l'honneur du candidat à les respecter figurent sur chaque formulaire de candidature."},{"type":"add","content":"Un candidat ne peut déposer, au cours de la même année civile et pour un même diplôme, qu'une seule demande et ne peut en saisir qu'un seul établissement. La demande précise le diplôme postulé. S'il postule des diplômes différents, le candidat ne peut au total déposer plus de trois demandes de validation au cours de la même année civile."},{"type":"del","content":"Code du travail - article R6423-3 AUTONOME MODIFIE, en vigueur du 2017-10-01 au 2019-11-04 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2013-756 du 19 août 2013 relatif aux dispositions réglementaires des livres VI et VII du code de l'éducation (Décrets en Conseil d'Etat et décrets) - article ENTIEREMENT_MODIF CREE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°2002-529 du 16 avril 2002 pris pour l'application des articles L. 613-3 et L. 613-4 du code de l'éducation et relatif à la validation d'études supérieures accomplies en France ou à l'étranger - article 3 AUTONOME ABROGE, en vigueur du 2002-04-18 au 2013-08-21 CONCORDANCE cible"},{"type":"add","content":"Décret n° 2017-1135 du 4 juillet 2017 relatif à la mise en œuvre de la validation des acquis de l'expérience - article 5 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2013-08-19 CODIFICATION source Décret n° 2013-756 du 19 août 2013 relatif aux dispositions réglementaires des livres VI et VII du code de l'éducation (Décrets en Conseil d'Etat et décrets) - Annexe"},{"type":"add","content":"CODIFICATION source Décret n° 2013-756 du 19 août 2013 relatif aux dispositions réglementaires des livres VI et VII du code de l'éducation (Décrets en Conseil d'Etat et décrets)"},{"type":"del","content":"2013-08-19 CREE cible Décret n° 2013-756 du 19 août 2013 relatif aux dispositions réglementaires des livres VI et VII du code de l'éducation (Décrets en Conseil d'Etat et décrets) - article ENTIEREMENT_MODIF"},{"type":"add","content":"2017-07-04 MODIFIE cible Décret n° 2017-1135 du 4 juillet 2017 relatif à la mise en œuvre de la validation des acquis de l'expérience - article 5 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/86/47/LEGIARTI000027864709.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/86/47/LEGIARTI000027864709.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/27/86/47/LEGIARTI000027864709.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/35/12/43/LEGIARTI000035124336.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/35/12/43/LEGIARTI000035124336.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/35/12/43/LEGIARTI000035124336.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000027864709)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000035124336)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_vi/titre_ier/chapitre_iii/section_3/sous-section_1/article_r613-35.md","articleName":"Article R613-35","additions":30,"deletions":15,"diff":[{"type":"del","content":"Le dossier de demande de validation présenté par le candidat explicite par référence au diplôme postulé les connaissances, compétences et aptitudes acquises au cours des études ou par l'expérience."},{"type":"add","content":"Pour la validation des études supérieures, le formulaire de candidature est accompagné d'un dossier comprenant les diplômes, certificats et toutes autres pièces permettant au jury de validation d'apprécier la nature et le niveau de ces études. Il comprend l'annexe descriptive du diplôme et les attestations certifiant les crédits européens obtenus représentatifs des études suivies lorsque celles-ci l'ont été dans le cadre défini par l'Union européenne pour favoriser la mobilité, dans un autre Etat européen."},{"type":"del","content":"Pour la validation des études, le dossier comprend les diplômes, certificats et toutes autres pièces permettant au jury de validation d'apprécier la nature et le niveau de ces études. En particulier, lorsque les études ont été suivies dans le cadre défini par l'Union européenne pour favoriser la mobilité, dans un autre Etat européen, le dossier comprend l'annexe descriptive du diplôme et les attestations certifiant les crédits européens obtenus représentatifs des études suivies."},{"type":"add","content":"Pour la validation des acquis de l'expérience, l'étape de recevabilité de la demande est régie par les dispositions de l'article R. 335-7."},{"type":"del","content":"Pour la validation des acquis de l'expérience, le dossier comprend les documents rendant compte de cette expérience et de la durée des différentes activités dans lesquelles le candidat l'a acquise ainsi que, le cas échéant, les attestations correspondant aux formations suivies et aux diplômes obtenus antérieurement."},{"type":"add","content":"Le candidat, ayant reçu une décision favorable à sa demande de recevabilité, constitue son dossier de validation dans les conditions prévues à l'article R. 335-8."},{"type":"del","content":"Code de l'éducation - article R613-34 AUTONOME MODIFIE, en vigueur du 2013-08-21 au 2017-10-01 CITATION source"},{"type":"add","content":"Code de l'éducation - article R335-8 AUTONOME MODIFIE, en vigueur du 2018-12-21 au 2019-11-04 CITATION cible"},{"type":"del","content":"Code de l'éducation - article R613-34 AUTONOME MODIFIE, en vigueur du 2017-10-01 au 2019-11-04 CITATION source"},{"type":"add","content":"Code de l'éducation - article R335-7 AUTONOME MODIFIE, en vigueur du 2006-05-24 au 2017-10-01 CITATION cible"},{"type":"del","content":"Code de l'éducation - article R613-34 AUTONOME MODIFIE, en vigueur du 2019-11-04 au 2023-12-29 CITATION source"},{"type":"add","content":"Code de l'éducation - article R335-8 AUTONOME MODIFIE, en vigueur du 2006-05-24 au 2017-10-01 CITATION cible"},{"type":"del","content":"Décret n° 2013-756 du 19 août 2013 relatif aux dispositions réglementaires des livres VI et VII du code de l'éducation (Décrets en Conseil d'Etat et décrets) - article ENTIEREMENT_MODIF CREE source"},{"type":"add","content":"Code de l'éducation - article R335-7 AUTONOME MODIFIE, en vigueur du 2018-12-21 au 2019-11-04 CITATION cible"},{"type":"del","content":"Décret n°2002-529 du 16 avril 2002 pris pour l'application des articles L. 613-3 et L. 613-4 du code de l'éducation et relatif à la validation d'études supérieures accomplies en France ou à l'étranger - article 4 AUTONOME ABROGE, en vigueur du 2002-04-18 au 2013-08-21 CONCORDANCE cible"},{"type":"add","content":"Code de l'éducation - article R335-8 AUTONOME ABROGE, en vigueur du 2019-11-04 au 2023-12-29 CITATION cible"},{"type":"del","content":"Code de l'éducation - article R613-34 AUTONOME VIGUEUR, en vigueur depuis le 2023-12-29 CITATION source"},{"type":"add","content":"Code de l'éducation - article R335-7 AUTONOME ABROGE, en vigueur du 2019-11-04 au 2023-12-29 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article R335-8 AUTONOME MODIFIE, en vigueur du 2017-10-01 au 2018-12-21 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article R335-7 AUTONOME MODIFIE, en vigueur du 2017-10-01 au 2018-12-21 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2017-1135 du 4 juillet 2017 relatif à la mise en œuvre de la validation des acquis de l'expérience - article 5 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2013-08-19 CODIFICATION source Décret n° 2013-756 du 19 août 2013 relatif aux dispositions réglementaires des livres VI et VII du code de l'éducation (Décrets en Conseil d'Etat et décrets) - Annexe"},{"type":"add","content":"CODIFICATION source Décret n° 2013-756 du 19 août 2013 relatif aux dispositions réglementaires des livres VI et VII du code de l'éducation (Décrets en Conseil d'Etat et décrets)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2017-07-04 MODIFIE cible Décret n° 2017-1135 du 4 juillet 2017 relatif à la mise en œuvre de la validation des acquis de l'expérience - article 5 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de l'éducation - article R335-7 AUTONOME MODIFIE, en vigueur du 2006-05-24 au 2017-10-01"},{"type":"del","content":"2013-08-19 CREE cible Décret n° 2013-756 du 19 août 2013 relatif aux dispositions réglementaires des livres VI et VII du code de l'éducation (Décrets en Conseil d'Etat et décrets) - article ENTIEREMENT_MODIF"},{"type":"add","content":"2999-01-01 CITATION source Code de l'éducation - article R335-8 AUTONOME MODIFIE, en vigueur du 2006-05-24 au 2017-10-01"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/86/47/LEGIARTI000027864711.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/86/47/LEGIARTI000027864711.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/27/86/47/LEGIARTI000027864711.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/35/12/43/LEGIARTI000035124331.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/35/12/43/LEGIARTI000035124331.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/35/12/43/LEGIARTI000035124331.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000027864711)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000035124331)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_vi/titre_ier/chapitre_iii/section_3/sous-section_1/article_r613-37.md","articleName":"Article R613-37","additions":22,"deletions":14,"diff":[{"type":"del","content":"Le jury de validation procède à l'examen du dossier du candidat et s'entretient avec lui au regard de ce dossier. Pour la validation des acquis de l'expérience et lorsque l'établissement l'a prévu, une mise en situation professionnelle réelle ou reconstituée du candidat est organisée."},{"type":"add","content":"I.-Le dossier de validation des acquis de l'expérience ou le dossier de la demande de validation des études supérieures est soumis au jury constitué et présidé conformément au règlement et aux dispositions régissant le diplôme ou le titre à finalité professionnelle auquel il est postulé."},{"type":"del","content":"Par sa délibération, le jury détermine les connaissances et les aptitudes qu'il déclare acquises au regard des exigences requises pour obtenir le diplôme postulé et compte tenu, le cas échéant, des conditions particulières mises à l'obtention du diplôme par des dispositions législatives ou réglementaires spéciales. Le jury peut formuler des recommandations ou des conseils à l'étudiant afin de faciliter la suite de sa formation."},{"type":"add","content":"Le jury de validation procède à l'examen du dossier du candidat et s'entretient avec lui au regard de ce dossier."},{"type":"del","content":"Le président du jury adresse au chef d'établissement un rapport précisant l'étendue de la validation accordée ainsi que, en cas de validation partielle, la nature des connaissances et aptitudes que le candidat doit acquérir ou, s'il y a lieu, celles devant faire l'objet d'un contrôle complémentaire."},{"type":"add","content":"Pour la validation des acquis de l'expérience et lorsque le référentiel de la certification ciblée l'a prévu, une mise en situation professionnelle réelle ou reconstituée du candidat est organisée."},{"type":"del","content":"Le chef d'établissement notifie cette décision au candidat."},{"type":"add","content":"Les procédures d'évaluation permettent au jury de vérifier si les acquis dont fait état le candidat correspondent aux aptitudes, compétences et connaissances exigées par le règlement du diplôme ou du titre postulé."},{"type":"add","content":""},{"type":"add","content":"II.-Par sa délibération, le jury décide de l'attribution ou de la non-attribution du diplôme ou du titre visé. Il peut néanmoins délivrer une ou plusieurs parties identifiées de certification professionnelle classée au sein du répertoire mentionné à l'article L. 335-6, visant à l'acquisition d'un ou plusieurs blocs de compétences. Dans ce cas, il se prononce sur les aptitudes, compétences et connaissances qui doivent faire l'objet de l'évaluation complémentaire nécessaire à l'obtention du diplôme ou du titre postulé."},{"type":"add","content":""},{"type":"add","content":"Le président du jury adresse à l'organisme certificateur un rapport précisant l'étendue de la validation accordée ainsi que la nature des aptitudes, compétences et connaissances que le candidat doit acquérir et qui doivent faire l'objet d'une évaluation complémentaire en cas d'attribution d'une ou plusieurs parties de certification. L'organisme certificateur notifie cette décision au candidat."},{"type":"add","content":""},{"type":"add","content":"Les parties de certification obtenues font l'objet d'attestations de compétences ou d'un livret de certification, remis au candidat, mentionnant les blocs de compétences acquis définitivement."},{"type":"add","content":""},{"type":"add","content":"L'organisme certificateur prend les mesures nécessaires pour être en mesure de satisfaire toute demande de duplicata des attestations ou du livret."},{"type":"del","content":"Décret n° 2013-756 du 19 août 2013 relatif aux dispositions réglementaires des livres VI et VII du code de l'éducation (Décrets en Conseil d'Etat et décrets) - article ENTIEREMENT_MODIF CREE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°2002-529 du 16 avril 2002 pris pour l'application des articles L. 613-3 et L. 613-4 du code de l'éducation et relatif à la validation d'études supérieures accomplies en France ou à l'étranger - article 6 AUTONOME ABROGE, en vigueur du 2002-04-18 au 2013-08-21 CONCORDANCE cible"},{"type":"add","content":"Décret n° 2017-1135 du 4 juillet 2017 relatif à la mise en œuvre de la validation des acquis de l'expérience - article 5 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2013-08-19 CODIFICATION source Décret n° 2013-756 du 19 août 2013 relatif aux dispositions réglementaires des livres VI et VII du code de l'éducation (Décrets en Conseil d'Etat et décrets) - Annexe"},{"type":"add","content":"CODIFICATION source Décret n° 2013-756 du 19 août 2013 relatif aux dispositions réglementaires des livres VI et VII du code de l'éducation (Décrets en Conseil d'Etat et décrets)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2017-07-04 MODIFIE cible Décret n° 2017-1135 du 4 juillet 2017 relatif à la mise en œuvre de la validation des acquis de l'expérience - article 5 ENTIEREMENT_MODIF"},{"type":"del","content":"2013-08-19 CREE cible Décret n° 2013-756 du 19 août 2013 relatif aux dispositions réglementaires des livres VI et VII du code de l'éducation (Décrets en Conseil d'Etat et décrets) - article ENTIEREMENT_MODIF"},{"type":"add","content":"2999-01-01 CITATION source Code de l'éducation - article L335-6 AUTONOME MODIFIE, en vigueur du 2000-06-22 au 2002-01-18"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/86/47/LEGIARTI000027864715.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/86/47/LEGIARTI000027864715.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/27/86/47/LEGIARTI000027864715.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/35/12/43/LEGIARTI000035124327.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/35/12/43/LEGIARTI000035124327.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/35/12/43/LEGIARTI000035124327.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000027864715)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000035124327)"}],"status":"modified"}],"stats":{"additions":171,"deletions":476,"filesChanged":9}}