{"sha":"fe12a080a7f5","date":"2020-06-19","message":"Décret n° 2020-735 du 16 juin 2020 relatif au remboursement des frais de trousseau et de pension et aux sanctions applicables aux élèves des lycées de la défense","files":[{"filename":"partie_reglementaire/livre_iv/titre_ii/chapitre_v/section_4/article_r425-21.md","articleName":"Article R425-21","additions":22,"deletions":23,"diff":[{"type":"del","content":"L'exonération prévue à l'article R. 425-20 devient définitive lorsque :"},{"type":"add","content":"L'exonération prévue à l'article R. 425-20 devient définitive lorsque l'intéressé :"},{"type":"del","content":"1° L'intéressé, ayant suivi une scolarité dans une classe préparatoire aux études supérieures ou une classe préparatoire aux écoles de formation d'officiers des forces armées et des formations rattachées, est, dans un délai de six ans à compter du 1er octobre de l'année d'obtention du baccalauréat :"},{"type":"add","content":"1° Ayant suivi une scolarité dans une classe préparatoire aux études supérieures ou une classe préparatoire aux grandes écoles est, dans un délai de huit ans à compter du 1er octobre de l'année d'obtention du baccalauréat :"},{"type":"del","content":"a) Nommé au premier grade d'officier dans les forces armées ou les formations rattachées ;"},{"type":"add","content":"a) Soit nommé au premier grade d'officier dans les forces armées ou les formations rattachées ;"},{"type":"del","content":"b) Soit radié de l'école pour inaptitude physique définitive, soit exclu de l'école pour insuffisance de résultats après avoir été admis dans une école de formation d'officiers des forces armées ou des formations rattachées ;"},{"type":"add","content":"b) Soit radié de l'école de formation d'officiers des forces armées ou formations rattachées pour inaptitude physique définitive ;"},{"type":"del","content":"2° L'intéressé, ayant suivi une scolarité dans une classe préparatoire aux études supérieures ou une classe préparatoire aux écoles de formation d'officiers des forces armées et des formations rattachées, dans un délai maximal de dix-huit mois après son départ du lycée de la défense, entre au service de l'Etat pour une durée minimale de trois années, en particulier au titre d'un contrat d'engagement dans les forces armées ou les formations rattachées. Toutefois, sauf en cas d'insuffisance de résultats en école de formation initiale ou de cessation de ce service avant trois ans pour une cause non imputable à l'intéressé, il est redevable d'une somme proportionnelle à la durée du service restant à accomplir pour achever les trois années ;"},{"type":"add","content":"c) Soit exclu de cette école pour insuffisance de résultats ;"},{"type":"del","content":"3° L'intéressé, ayant suivi une scolarité dans une classe préparatoire aux études supérieures n'est pas admis, par décision du commandant du lycée de la défense prise sur proposition du conseil de classe et justifiée par l'insuffisance de ses résultats, à poursuivre sa scolarité dans une classe préparatoire aux écoles de formation d'officiers des forces armées et des formations rattachées ;"},{"type":"add","content":"2° Ayant suivi une scolarité dans une classe préparatoire aux études supérieures ou une classe préparatoire aux grandes écoles dans un délai maximal de six ans à compter du 31 décembre de l'année de départ du lycée, entre au service de l'Etat pour une durée minimale de trois années, en particulier au titre d'un contrat d'engagement dans les forces armées ou les formations rattachées. Toutefois, sauf en cas de cessation de ce service avant trois ans pour une cause non imputable à l'intéressé ou d'insuffisance de résultats en école de formation initiale, les sommes dues sont proportionnelles à la durée du service restant à accomplir pour parfaire les trois années ;"},{"type":"del","content":"4° L'intéressé ayant suivi au titre de l'aide au recrutement l'enseignement prévu au b du 2° de l'article R. 425-2 :"},{"type":"add","content":"3° Ayant suivi une scolarité dans une classe préparatoire aux études supérieures d'un lycée de la défense, se porte candidat à l'admission en classe préparatoire des grandes écoles des lycées de la défense, selon la procédure nationale de préinscription définie à l'article D. 612-1-1, et ne refuse pas une proposition d'admission au sein de ces lycées ;"},{"type":"add","content":""},{"type":"add","content":"4° Ayant suivi au titre de l'aide au recrutement l'enseignement prévu au b du 2° de l'article R. 425-2 :"},{"type":"del","content":"c) Cesse le service mentionné au b avant trois ans pour inaptitude physique ou pour une autre cause non imputable à l'intéressé. Pour toute autre cause, les sommes dues sont proportionnelles à la durée du service restant à accomplir pour achever les trois années."},{"type":"add","content":"c) Cesse le service mentionné au b avant trois ans pour inaptitude physique ou pour une autre cause qui ne lui est pas imputable. Pour toute autre cause, les sommes dues sont proportionnelles à la durée du service restant à accomplir pour achever les trois années."},{"type":"del","content":"Code de l'éducation - article R425-20 AUTONOME MODIFIE, en vigueur du 2008-03-19 au 2019-09-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'éducation - article R425-20 AUTONOME VIGUEUR, en vigueur depuis le 2019-09-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2019-132 du 25 février 2019 relatif aux lycées de la défense et modifiant le code de l'éducation - article 10 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Décret n° 2020-735 du 16 juin 2020 relatif au remboursement des frais de trousseau et de pension et aux sanctions applicables aux élèves des lycées de la défense - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":"2019-02-25 MODIFIE cible Décret n° 2019-132 du 25 février 2019 relatif aux lycées de la défense et modifiant le code de l'éducation - article 10 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"add","content":""},{"type":"add","content":"2020-06-16 MODIFIE cible Décret n° 2020-735 du 16 juin 2020 relatif au remboursement des frais de trousseau et de pension et aux sanctions applicables aux élèves des lycées de la défense - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"del","content":"      2999-01-01 CITATION source Code de l'éducation - art. R425-20"},{"type":"add","content":"2999-01-01 CITATION source Code de l'éducation - article D612-1-1 AUTONOME MODIFIE, en vigueur du 2018-03-11 au 2018-05-21"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code de l'éducation - art. R425-2"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/38/17/91/LEGIARTI000038179163.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/38/17/91/LEGIARTI000038179163.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/38/17/91/LEGIARTI000038179163.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/42/01/11/LEGIARTI000042011172.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/42/01/11/LEGIARTI000042011172.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/42/01/11/LEGIARTI000042011172.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000038179163)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000042011172)"}],"status":"modified"}],"stats":{"additions":22,"deletions":23,"filesChanged":1}}