[{"sha": "a97e76d92ee2", "date": "2001-01-01", "message": "Code de justice administrative"}, {"sha": "a648d27d1dc9", "date": "2001-01-01", "message": "Décret n° 2000-389 du 4 mai 2000 relatif à la partie Réglementaire du code de justice administrative (Décrets en Conseil d’État)"}, {"sha": "b84f88b5301b", "date": "2001-01-01", "message": "Ordonnance n° 2000-387 du 4 mai 2000 relative à la partie Législative du code de justice administrative"}, {"sha": "e04be84565d4", "date": "2000-09-01", "message": "Décret n° 2000-707 du 27 juillet 2000 portant création d'un tribunal administratif à Cergy-Pontoise et modifiant les articles R. 4, R. 5 et R. 7 du code des tribunaux administratifs et des cours administratives d'appel et les articles R. 221-3, R. 221-4 et R. 221-7 du code de justice administrative"}, {"sha": "52397ca053da", "date": "1999-09-19", "message": "Décret n° 99-821 du 17 septembre 1999 pris pour l'application de la loi organique n° 99-209 du 19 mars 1999 et de la loi n° 99-210 du 19 mars 1999 relatives à la Nouvelle-Calédonie et modifiant le code des tribunaux administratifs et des cours administratives d'appel et le décret no 63-766 du 30 jui"}, {"sha": "a369267eadbb", "date": "1999-09-01", "message": "Décret no 99-435 du 28 mai 1999 portant création d'une cour administrative d'appel à Douai et modifiant les articles R. 5, R. 7 et R. 8 du code des tribunaux administratifs et des cours administratives d'appel"}, {"sha": "bd684c730d91", "date": "1999-03-21", "message": "LOI n° 99-210 du 19 mars 1999 relative à la Nouvelle-Calédonie"}, {"sha": "0023570f54a2", "date": "1999-03-21", "message": "Loi n° 99-209 du 19 mars 1999 organique relative à la Nouvelle-Calédonie"}, {"sha": "ae56281d2b0b", "date": "1998-08-25", "message": "Décret no 98-742 du 24 août 1998 relatif au fonctionnement des tribunaux administratifs et des cours administratives d'appel et modifiant le code des tribunaux administratifs et des cours administratives d'appel"}, {"sha": "c387dd722f47", "date": "1998-01-01", "message": "LOI no 97-276 du 25 mars 1997 portant dispositions statutaires relatives au corps des tribunaux administratifs et des cours administratives d'appel"}, {"sha": "88d9e6ae2959", "date": "1997-09-01", "message": "Décret no 97-563 du 29 mai 1997 relatif au fonctionnement des tribunaux administratifs et des cours administratives d'appel et à la procédure devant ces juridictions et modifiant le code des tribunaux administratifs et des cours administratives d'appel"}, {"sha": "e403118ed055", "date": "1997-09-01", "message": "Décret no 97-457 du 9 mai 1997 portant création d'une cour administrative d'appel à Marseille et modifiant les articles R. 5, R. 7 et R. 8 du code des tribunaux administratifs et des cours administratives d'appel"}, {"sha": "8096ead819fa", "date": "1997-01-18", "message": "Décret no 97-30 du 13 janvier 1997 relatif aux modalités de traitement de certains recours et demandes d'avis par le tribunal administratif de Papeete, et modifiant les articles 57-11 du décret du 30 juillet 1963 et R. 207 du code des tribunaux administratifs et des cours administratives d'appel"}, {"sha": "28c659e21db7", "date": "1996-09-01", "message": "Décret no 96-489 du 6 juin 1996 portant création d'un tribunal administratif à Melun et modifiant les articles R. 4, R. 5, R. 6 et R. 7 du code des tribunaux administratifs et des cours administratives d'appel"}, {"sha": "cc3de896f144", "date": "1996-07-16", "message": "Décret no 96-625 du 9 juillet 1996 portant application de l'article L. 252-5 du code rural relatif aux actions en représentation conjointe des associations agréées de protection de l'environnement"}, {"sha": "0b51f02336e1", "date": "1996-04-13", "message": "LOI no 96-313 du 12 avril 1996 complétant le statut d'autonomie de la Polynésie française"}, {"sha": "21d005b87154", "date": "1995-10-01", "message": "Décret no 95-1065 du 29 septembre 1995 modifiant l'article R. 5 du code des tribunaux administratifs et des cours administratives d'appel"}, {"sha": "f2c3444c9e2d", "date": "1995-09-01", "message": "Décret no 95-831 du 3 juillet 1995 modifiant le code des tribunaux administratifs et des cours administratives d'appel"}, {"sha": "837fae693681", "date": "1995-02-09", "message": "LOI no 2000-597 du 30 juin 2000 relative au référé devant les juridictions administratives"}, {"sha": "4ffc09b1a19d", "date": "1995-02-09", "message": "LOI n° 95-125 du 8 février 1995 relative à l'organisation des juridictions et à la procédure civile, pénale et administrative"}, {"sha": "c8f80021a9dd", "date": "1994-04-01", "message": "Décret no 94-441 du 1er juin 1994 modifiant le code des tribunaux administratifs et des cours administratives d'appel et relatif au tribunal administratif de Mamoudzou"}, {"sha": "22a4ffd0a642", "date": "1994-01-01", "message": "Décret no 94-441 du 1er juin 1994 modifiant le code des tribunaux administratifs et des cours administratives d'appel et relatif au tribunal administratif de Mamoudzou"}, {"sha": "c21f1111b542", "date": "1994-01-01", "message": "Loi n° 93-1420 du 31 décembre 1993 portant modification de diverses dispositions pour la mise en oeuvre de l'accord sur l'Espace économique européen et du traité sur l'Union européenne"}, {"sha": "e96502d54ae6", "date": "1994-01-01", "message": "LOI no 93-1416 du 29 décembre 1993 relative aux recours en matière de passation de certains contrats de fournitures et de travaux dans les secteurs de l'eau, de l'énergie, des transports et des télécommunications"}, {"sha": "f147abba5104", "date": "1993-09-02", "message": "LOI n° 93-1013 du 24 août 1993 modifiant la loi n° 93-2 du 4 janvier 1993 portant réforme de la procédure pénale (rectificatif)"}, {"sha": "86bb831de4cc", "date": "1993-01-30", "message": "Décret n° 73-682 du 13 juillet 1973 portant codification des textes législatifs applicables aux tribunaux administratifs"}, {"sha": "303b405144ee", "date": "1993-01-05", "message": "LOI n° 93-1 du 4 janvier 1993 portant dispositions diverses relatives aux départements d'outre-mer, aux territoires d'outre-mer et aux collectivités territoriales de Mayotte et de Saint-Pierre-et-Miquelon"}, {"sha": "51476b57edce", "date": "1992-09-20", "message": "Décret n°92-999 du 18 septembre 1992 MODIFIANT L'ART. R5 DU CODE DES TRIBUNAUX ADMINISTRATIFS ET DES COURS ADMINISTRATIVES D'APPEL"}, {"sha": "ae71dba1a45c", "date": "1992-09-15", "message": "Décret no 92-983 du 9 septembre 1992 modifiant la partie réglementaire du code des tribunaux administratifs et des cours administratives d'appel et relatif aux attributions administratives des tribunaux administratifs, des cours administratives d'appel et de leurs membres"}, {"sha": "cc9170e0fa3d", "date": "1992-09-11", "message": "Décret no 92-964 du 7 septembre 1992 relatif aux recours en matière de passation de certains contrats et marchés de fournitures et de travaux et modifiant le nouveau code de procédure civile et le code des tribunaux administratifs et des cours administratives d'appel"}, {"sha": "827cfeb48bfa", "date": "1992-04-01", "message": "Décret no 92-316 du 31 mars 1992 relatif aux greffes des tribunaux administratifs et cours administratives d'appel"}, {"sha": "0f4c4091aa14", "date": "1992-03-18", "message": "Décret no 92-245 du 17 mars 1992 relatif aux compétences des cours administratives d'appel"}, {"sha": "fbda6aa656ff", "date": "1992-01-24", "message": "Décret no 92-77 du 22 janvier 1992 portant dispositions diverses relatives à la procédure administrative contentieuse"}, {"sha": "b2a890106530", "date": "1992-01-01", "message": "Code de justice administrative"}, {"sha": "3c62c20af2c6", "date": "1992-01-01", "message": "Décret n° 91-1266 du 19 décembre 1991 portant application de la loi n° 91-647 du 10 juillet 1991 relative à l'aide juridique"}, {"sha": "2c50c4896757", "date": "1992-01-01", "message": "Loi n° 91-647 du 10 juillet 1991 relative à l'aide juridique"}, {"sha": "539a26010fcc", "date": "1991-09-11", "message": "Code de justice administrative"}, {"sha": "7d71d9f2817d", "date": "1991-06-04", "message": "Code de justice administrative"}, {"sha": "6c5436530702", "date": "1991-01-07", "message": "LOI n° 92-10 du 4 janvier 1992 relative aux recours en matière de passation de certains contrats et marchés de fournitures et de travaux"}, {"sha": "d3277e73555c", "date": "1990-06-27", "message": "LOI n° 90-511 du 25 juin 1990 modifiant le code des tribunaux administratifs et des cours administratives d'appel (partie Législative) et complétant la loi n° 86-14 du 6 janvier 1986 fixant les règles garantissant l'indépendance des membres des tribunaux administratifs et des cours administratives d"}, {"sha": "216b22dc2f54", "date": "1990-05-19", "message": "Décret no 90-416 du 16 mai 1990 modifiant l'article R.5 du code des tribunaux administratifs et des cours administratives d'appel"}, {"sha": "808688c69020", "date": "1990-05-16", "message": "Décret no 90-400 du 15 mai 1990 modifiant certaines dispositions relatives au Conseil d'Etat statuant au contentieux, à l'exécution des décisions des juridictions administratives et aux astreintes"}, {"sha": "da7f7606f7a6", "date": "1990-01-26", "message": "Décret no 90-93 du 25 janvier 1990 relatif au contentieux des arrêtés préfectoraux de reconduite d'étrangers à la frontière et complétant le code des tribunaux administratifs et des cours administratives d'appel"}, {"sha": "6d4699d94f2f", "date": "1990-01-01", "message": "Décret n° 89-641 du 7 septembre 1989 portant code des tribunaux administratifs et des cours administratives d'appel (partie reglementaire)"}, {"sha": "639416f4cedd", "date": "1987-01-01", "message": "Loi n° 87-1127 du 31 décembre 1987 portant réforme du contentieux administratif"}, {"sha": "7934a406de51", "date": "1987-01-01", "message": "Loi n° 86-14 du 6 janvier 1986 fixant les règles garantissant l'indépendance des membres des tribunaux administratifs"}, {"sha": "cc789f766736", "date": "1986-01-07", "message": "LOI n° 76-521 du 16 juin 1976 modifiant certaines dispositions du code des tribunaux administratifs et donnant force de loi à la partie législative de ce code"}, {"sha": "721d3b13da0e", "date": "1985-11-13", "message": "Loi n°85-595 du 11 juin 1985 RELATIVE AU STATUT DE L'ARCHIPEL DE SAINT-PIERRE-ET-MIQUELON"}, {"sha": "b17e24dc99bd", "date": "1976-06-17", "message": "Code de justice administrative"}, {"sha": "78f5b18c1aad", "date": "1976-06-17", "message": "LOI n° 76-521 du 16 juin 1976 modifiant certaines dispositions du code des tribunaux administratifs et donnant force de loi à la partie législative de ce code"}, {"sha": "6bf8d995219f", "date": "1973-09-01", "message": "Décret n° 73-682 du 13 juillet 1973 portant codification des textes législatifs applicables aux tribunaux administratifs"}, {"sha": "66d9cd35f0f6", "date": "1970-01-01", "message": "Création du dépôt git"}]