{"sha":"01c65b1705c4","date":"2015-07-19","message":"Décret n° 2015-876 du 16 juillet 2015 relatif aux compétences des fonctionnaires de la direction générale des finances publiques","files":[{"filename":"livre_premier/troisieme_partie/titre_ii/chapitre_iv/article_350_terdecies.md","articleName":"Article 350 TERDECIES","additions":33,"deletions":13,"diff":[{"type":"del","content":"I.-Sous réserve des dispositions des articles 409 et 410 de l'annexe II au code général des impôts, seuls les fonctionnaires de la direction générale des finances publiques appartenant à des corps des catégories A et B peuvent fixer les bases d'imposition et liquider les impôts, taxes et redevances ainsi que proposer les rectifications."},{"type":"add","content":"I. – Sous réserve des dispositions des articles 409 et 410 de l'annexe II au code général des impôts, seuls les fonctionnaires de la direction générale des finances publiques appartenant à des corps des catégories A et B peuvent fixer les bases d'imposition et liquider les impôts, taxes et redevances ainsi que proposer les rectifications."},{"type":"del","content":"II.-Les fonctionnaires mentionnés au premier alinéa du I peuvent exercer les attributions que ces dispositions leur confèrent à l'égard des personnes physiques ou morales ou groupements de personne de droit ou de fait qui ont déposé ou auraient dû déposer dans le ressort territorial du service déconcentré ou du service à compétence nationale dans lequel ils sont affectés une déclaration, un acte ou tout autre document ainsi qu'à l'égard des personnes ou groupements qui, en l'absence d'obligation déclarative, y ont été ou auraient dû y être imposés ou qui y ont leur résidence principale, leur siège ou leur principal établissement."},{"type":"add","content":"II. – Les fonctionnaires mentionnés au premier alinéa du I peuvent exercer les attributions que ces dispositions leur confèrent à l'égard des personnes physiques ou morales ou groupements de personne de droit ou de fait qui ont déposé ou auraient dû déposer dans le ressort territorial du service déconcentré ou du service à compétence nationale dans lequel ils sont affectés une déclaration, un acte ou tout autre document ainsi qu'à l'égard des personnes ou groupements qui, en l'absence d'obligation déclarative, y ont été ou auraient dû y être imposés ou qui y ont leur résidence principale, leur siège ou leur principal établissement."},{"type":"del","content":"III.-Les fonctionnaires mentionnés au premier alinéa du I et compétents territorialement pour procéder aux contrôles visés à l'article L. 47 du livre des procédures fiscales d'une personne physique ou morale ou d'un groupement peuvent exercer les attributions définies à cet alinéa pour l'ensemble des impositions, taxes et redevances, dues par ce contribuable, quel que soit le lieu d'imposition ou de dépôt des déclarations ou actes relatifs à ces impositions, taxes et redevances."},{"type":"add","content":"III. – Les fonctionnaires mentionnés au premier alinéa du I et compétents territorialement pour procéder aux contrôles visés à l'article L. 47 du livre des procédures fiscales d'une personne physique ou morale ou d'un groupement peuvent exercer les attributions définies à cet alinéa pour l'ensemble des impositions, taxes et redevances, dues par ce contribuable, quel que soit le lieu d'imposition ou de dépôt des déclarations ou actes relatifs à ces impositions, taxes et redevances."},{"type":"del","content":"IV.-Sans préjudice des dispositions des II et III, les fonctionnaires mentionnés au premier alinéa du I sont compétents pour contrôler et liquider les droits d'enregistrement, la taxe de publicité foncière, l'impôt de solidarité sur la fortune, les droits de timbre et taxes assimilées, lorsque est situé dans le ressort territorial de leur service d'affectation soit le lieu de dépôt des actes ou déclarations, soit le lieu de situation ou d'immatriculation du bien servant à la base des impositions, taxes et redevances ou, s'agissant de titres, le lieu de souscription de la déclaration de résultats par la société émettrice ou le lieu de situation des biens servant à la détermination de la valeur de ces titres."},{"type":"add","content":"IV. – Sans préjudice des dispositions des II et III, les fonctionnaires mentionnés au premier alinéa du I sont compétents pour contrôler et liquider les droits d'enregistrement, la taxe de publicité foncière, l'impôt de solidarité sur la fortune, les droits de timbre et taxes assimilées, lorsque est situé dans le ressort territorial de leur service d'affectation soit le lieu de dépôt des actes ou déclarations, soit le lieu de situation ou d'immatriculation du bien servant à la base des impositions, taxes et redevances ou, s'agissant de titres, le lieu de souscription de la déclaration de résultats par la société émettrice ou le lieu de situation des biens servant à la détermination de la valeur de ces titres."},{"type":"del","content":"V.-Sans préjudice des dispositions des II, III et IV, les fonctionnaires mentionnés au premier alinéa du I peuvent exercer leurs attributions à l'égard des personnes physiques ou morales et des groupements liés aux personnes ou groupements qui relèvent de leur compétence."},{"type":"add","content":"V. – Sans préjudice des dispositions des II, III et IV, les fonctionnaires mentionnés au premier alinéa du I peuvent exercer leurs attributions à l'égard des personnes physiques ou morales et des groupements liés aux personnes ou groupements qui relèvent de leur compétence."},{"type":"del","content":"VI.-Sans préjudice des dispositions du I, les fonctionnaires de la direction générale des finances publiques appartenant à des corps de catégorie C sont également compétents pour procéder au contrôle et proposer des rectifications de la taxe prévue au I de l'article 1605 du code général des impôts."},{"type":"add","content":"VI. – Sans préjudice des dispositions du I, les fonctionnaires de la direction générale des finances publiques appartenant à des corps de catégorie C sont également compétents pour procéder au contrôle et proposer des rectifications de la taxe prévue au I de l'article 1605 du code général des impôts."},{"type":"del","content":"VII.-Par dérogation aux dispositions du II, les fonctionnaires compétents pour procéder au contrôle et proposer des rectifications de la taxe prévue au I de l'article 1605 précité exercent leurs attributions dans le ressort territorial de la région dans laquelle est situé le service auquel ils sont affectés ou, s'il est plus étendu, dans le ressort territorial de ce service."},{"type":"add","content":"VII. – Par dérogation aux dispositions du II, les fonctionnaires compétents pour procéder au contrôle et proposer des rectifications de la taxe prévue au I de l'article 1605 précité exercent leurs attributions dans le ressort territorial de la région dans laquelle est situé le service auquel ils sont affectés ou, s'il est plus étendu, dans le ressort territorial de ce service."},{"type":"add","content":""},{"type":"add","content":"VIII. – Par dérogation au II, les fonctionnaires mentionnés au premier alinéa du I peuvent exercer les attributions que ces dispositions leur confèrent à l'égard des assujettis à la taxe sur la valeur ajoutée n'ayant pas le siège de leur activité en France mais y réalisant des opérations taxables mentionnées au I de l'article 258 B du code général des impôts."},{"type":"del","content":"Décret n° 2012-431 du 29 mars 2012 portant adaptation de dispositions pour faire suite à la fusion de la direction générale des impôts et de la direction générale de la comptabilité publique - article 19 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Code général des impôts - article 258 B AUTONOME MODIFIE, en vigueur du 2008-01-01 au 2016-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 258 B AUTONOME ABROGE, en vigueur du 2016-01-01 au 2021-07-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 258 B AUTONOME MODIFIE, en vigueur du 1993-08-18 au 1995-10-27 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 258 B AUTONOME MODIFIE, en vigueur du 1995-10-27 au 2002-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 258 B AUTONOME MODIFIE, en vigueur du 2002-03-31 au 2008-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2015-876 du 16 juillet 2015 relatif aux compétences des fonctionnaires de la direction générale des finances publiques - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2012-03-29 MODIFIE cible Décret n° 2012-431 du 29 mars 2012 portant adaptation de dispositions pour faire suite à la fusion de la direction générale des impôts et de la direction générale de la comptabilité publique - article 19 ENTIEREMENT_MODIF"},{"type":"add","content":"2015-07-16 MODIFIE cible Décret n° 2015-876 du 16 juillet 2015 relatif aux compétences des fonctionnaires de la direction générale des finances publiques - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code général des impôts - article 258 B AUTONOME MODIFIE, en vigueur du 1993-08-18 au 1995-10-27"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/25/62/47/LEGIARTI000025624795.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/25/62/47/LEGIARTI000025624795.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/25/62/47/LEGIARTI000025624795.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/91/10/LEGIARTI000030911006.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/91/10/LEGIARTI000030911006.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/30/91/10/LEGIARTI000030911006.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000025624795)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000030911006)"}],"status":"modified"}],"stats":{"additions":33,"deletions":13,"filesChanged":1}}