{"sha":"1d54a7b39eec","date":"2012-08-08","message":"Décret n° 2012-956 du 6 août 2012 relatif aux modalités de déclaration par les redevables et de collecte par le dépositaire central de la taxe sur les transactions financières","files":[{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_iii/README.md","articleName":"Sommaire - Chapitre Iii","additions":1,"deletions":0,"diff":[{"type":"add","content":"- [Section VII : Taxes sur les transactions financières](section_vii/README.md)"}],"status":"modified"},{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_iii/section_vii/README.md","articleName":"Sommaire - Section Vii","additions":29,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Section VII : Taxes sur les transactions financières"},{"type":"add","content":""},{"type":"add","content":"- [Article 58 Q](article_58_q.md)"},{"type":"add","content":"- [Article 58 R](article_58_r.md)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à la section"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2012-956 du 6 août 2012 relatif aux modalités de déclaration par les redevables et de collecte par le dépositaire central de la taxe sur les transactions financières - article 1 ENTIEREMENT_MODIF CREE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/26/26/49/LEGISCTA000026264912.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/26/26/49/LEGISCTA000026264912.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/SCTA/00/00/26/26/49/LEGISCTA000026264912.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://section_vii/README.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/section_lc/LEGITEXT000006069574/LEGISCTA000026264912)"},{"type":"add","content":""}],"status":"added"},{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_iii/section_vii/article_58_q.md","articleName":"Article 58 Q","additions":95,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article 58 Q"},{"type":"add","content":""},{"type":"add","content":"I. – Les informations transmises en application du VIII de l'article 235 ter ZD du code général des impôts, qu'elles concernent des opérations taxées ou exonérées, sont les suivantes :"},{"type":"add","content":""},{"type":"add","content":"a) Le nom ou la raison sociale du redevable et, si ce dernier en est doté, son code d'identification bancaire (code BIC), son numéro de taxe sur la valeur ajoutée intracommunautaire ou, à défaut, son numéro d'identité tel que défini au premier alinéa de l'article R. 123-221 du code de commerce ;"},{"type":"add","content":""},{"type":"add","content":"b) L'adresse du siège social ou du principal établissement du redevable ;"},{"type":"add","content":""},{"type":"add","content":"c) Si le dépositaire central teneur du compte d'émission du titre est soumis au 3° du II de l'article L. 621-9 du code monétaire et financier, le code attribué par ce dépositaire à l'adhérent chargé du paiement de la taxe en application du VII de l'article 235 ter ZD du code général des impôts ;"},{"type":"add","content":""},{"type":"add","content":"d) Le code d'identification du titre de capital ou titre assimilé (code ISIN) dont l'acquisition est soumise à la taxe ;"},{"type":"add","content":""},{"type":"add","content":"e) La date de la transaction ;"},{"type":"add","content":""},{"type":"add","content":"f) La date de règlement/ livraison du titre de capital ou titre assimilé ;"},{"type":"add","content":""},{"type":"add","content":"g) La référence attribuée, dans le système de gestion interne du redevable, aux acquisitions ou, si une partie des transactions ne donne pas lieu à transfert de propriété et que seule la position nette acheteuse de l'acquéreur est soumise à la taxe, la référence attribuée à cette position nette acheteuse ;"},{"type":"add","content":""},{"type":"add","content":"h) La valeur des transactions, qui s'entend comme le nombre de titres multiplié par la valeur unitaire d'acquisition des titres."},{"type":"add","content":""},{"type":"add","content":"Si une partie des transactions ne donne pas lieu à transfert de propriété et que seule la position nette acheteuse de l'acquéreur est soumise à la taxe, le montant des acquisitions est égal au nombre de titres dont la propriété est transférée multiplié par la valeur moyenne des titres ainsi acquis au cours de la période au terme de laquelle la position nette acheteuse est calculée."},{"type":"add","content":""},{"type":"add","content":"La position nette acheteuse servant d'assiette à la taxe se calcule pour un titre donné et par acquéreur, sans prendre en compte les acquisitions exonérées prévues au II de l'article 235 ter ZD du code général des impôts et les ventes associées à ces exonérations."},{"type":"add","content":""},{"type":"add","content":"Le redevable soustrait du nombre de titres d'une société soumise à la taxe au sens du I de l'article 235 ter ZD précité acquis par un acquéreur au cours d'une période le nombre de titres de cette société cédés par ce même acquéreur au cours de la même période."},{"type":"add","content":""},{"type":"add","content":"Le nombre ainsi obtenu, qui correspond au nombre de titres dont la propriété est transférée à l'acquéreur, est multiplié par le prix unitaire moyen des acquisitions du titre non exonérées au cours de la période au terme de laquelle la position nette acheteuse est calculée."},{"type":"add","content":""},{"type":"add","content":"La somme des positions nettes acheteuses ainsi calculées pour chaque titre et chaque acquéreur constitue la base d'imposition du redevable ;"},{"type":"add","content":""},{"type":"add","content":"i) Pour chaque acquisition exonérée conformément au II de l'article 235 ter ZD du code général des impôts, la catégorie d'exonération dont elle relève ;"},{"type":"add","content":""},{"type":"add","content":"j) Les régularisations éventuelles mentionnées au IV ;"},{"type":"add","content":""},{"type":"add","content":"k) Le montant de la taxe à acquitter au titre de la déclaration. Le montant de la taxe est, pour chaque acquisition, arrondi au centime le plus proche."},{"type":"add","content":""},{"type":"add","content":"II. – Par exception aux dispositions du I du présent article, les acquisitions exonérées en application du 9° du II de l'article 235 ter ZD du code général des impôts n'ont pas à être déclarées au dépositaire central."},{"type":"add","content":""},{"type":"add","content":"III. – L'omission des informations mentionnées aux a, c et k du I entraîne le rejet de la déclaration."},{"type":"add","content":""},{"type":"add","content":"IV. – La régularisation de la taxe payée à tort ou omise doit être effectuée par imputation ou rectification mentionnée sur les déclarations ultérieures déposées auprès du dépositaire central avant le 31 décembre de la deuxième année qui suit celle du paiement à tort ou de l'omission. Cette régularisation fait l'objet d'une inscription déclarative distincte, laquelle précise notamment les opérations et la période auxquelles elles se rattachent."},{"type":"add","content":""},{"type":"add","content":"Lorsque le montant de la taxe payée par le redevable excède le montant de la taxe due, l'excédent de taxe dont l'imputation ne peut pas être faite au cours du mois où cet excédent est constaté peut être soit imputé sur la taxe due le mois suivant, soit remboursé par l'administration fiscale dans les conditions prévues à l'article R. * 196-1 du livre des procédures fiscales."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts, annexe III - article 58 R AUTONOME MODIFIE, en vigueur du 2012-08-08 au 2024-06-02 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2012-956 du 6 août 2012 relatif aux modalités de déclaration par les redevables et de collecte par le dépositaire central de la taxe sur les transactions financières - article 1 ENTIEREMENT_MODIF CREE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2012-08-06 CREE cible Décret n° 2012-956 du 6 août 2012 relatif aux modalités de déclaration par les redevables et de collecte par le dépositaire central de la taxe sur les transactions financières - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de commerce - article R123-221 AUTONOME MODIFIE, en vigueur du 2007-03-27 au 2023-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts, annexe III - article 58 R AUTONOME MODIFIE, en vigueur du 2012-08-08 au 2024-06-02"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code général des impôts - article 235 ter ZD AUTONOME MODIFIE, en vigueur du 2002-03-31 au 2009-11-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Livre des procédures fiscales - article R*196-1 AUTONOME MODIFIE, en vigueur du 1982-01-01 au 1993-08-18"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code monétaire et financier - article L621-9 AUTONOME MODIFIE, en vigueur du 2001-01-01 au 2003-08-02"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/26/26/49/LEGIARTI000026264914.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/26/26/49/LEGIARTI000026264914.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/26/26/49/LEGIARTI000026264914.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_impots_annexe_iii/src/branch/main/livre_premier/premiere_partie/titre_premier/chapitre_iii/section_vii/article_58_q.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000026264914)"},{"type":"add","content":""}],"status":"added"},{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_iii/section_vii/article_58_r.md","articleName":"Article 58 R","additions":118,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article 58 R"},{"type":"add","content":""},{"type":"add","content":"I. – Les opérations liées à la collecte de la taxe par le dépositaire central soumis au 3° du II de l'article L. 621-9 du code monétaire et financier font l'objet d'une comptabilisation dans un journal spécifique faisant partie des livres comptables du dépositaire central. Les coûts et les produits liés à ces opérations doivent donner lieu annuellement à une reddition des comptes que l'administration se réserve le droit d'auditer."},{"type":"add","content":""},{"type":"add","content":"II. – Les montants de taxe collectés par le dépositaire central sont virés, avant le 6 du mois suivant les acquisitions taxées, sur le compte Banque de France dédié à la collecte de la taxe ouvert par le dépositaire central puis déposés auprès de l'Agence France Trésor jusqu'à leur reversement au service chargé des grandes entreprises avant le 25 de ce même mois."},{"type":"add","content":""},{"type":"add","content":"III. – La déclaration prévue au IX de l'article 235 ter ZD du code général des impôts est établie mensuellement, conformément à un modèle établi par l'administration."},{"type":"add","content":""},{"type":"add","content":"Pour chaque redevable, les informations transmises par le dépositaire central par voie dématérialisée incluent :"},{"type":"add","content":""},{"type":"add","content":"a) Le nom ou la raison sociale du redevable et, si ce dernier en est doté, son code d'identification bancaire (code BIC), son numéro de taxe sur la valeur ajoutée intracommunautaire ou, à défaut, son numéro d'identité tel que défini au premier alinéa de l'article R. 123-221 du code de commerce ;"},{"type":"add","content":""},{"type":"add","content":"b) L'adresse du siège social ou du principal établissement du redevable ;"},{"type":"add","content":""},{"type":"add","content":"c) La période d'imposition ;"},{"type":"add","content":""},{"type":"add","content":"d) La base imposable, le montant de la taxe due et acquittée au titre du mois concerné ;"},{"type":"add","content":""},{"type":"add","content":"e) La date de dépôt de la déclaration et de paiement auprès du dépositaire central ;"},{"type":"add","content":""},{"type":"add","content":"f) Le montant mensuel des opérations exonérées regroupées par motif d'exonération ;"},{"type":"add","content":""},{"type":"add","content":"g) Le montant mensuel et le motif des régularisations mentionnées au IV de l'article 58 Q."},{"type":"add","content":""},{"type":"add","content":"IV. – 1. Avant le 25 du second mois suivant l'acquisition du titre de capital ou du titre assimilé, le dépositaire central dresse la liste des redevables dont les déclarations présentent les caractéristiques suivantes :"},{"type":"add","content":""},{"type":"add","content":"a) L'assiette taxable n'est pas cohérente avec le montant de la taxe déclaré ou acquitté ;"},{"type":"add","content":""},{"type":"add","content":"b) Aucune acquisition n'est déclarée sur les trente titres les plus fréquemment déclarés comme acquis en moyenne sur le mois précédent par les redevables ;"},{"type":"add","content":""},{"type":"add","content":"c) Concernant les livraisons de titres effectuées par les redevables adhérents directs du dépositaire central dans les livres de ce dernier, le redevable a payé au cours du mois des achats pour un montant supérieur au montant des acquisitions déclarées."},{"type":"add","content":""},{"type":"add","content":"Cette liste précise pour chacun des redevables concernés le ou les motifs mentionnés aux a, b et c d'inclusion dans cette liste."},{"type":"add","content":""},{"type":"add","content":"2. Avant le 25 du second mois suivant l'acquisition du titre de capital ou du titre assimilé, le dépositaire calcule, pour chaque redevable et en moyenne pour l'ensemble des redevables :"},{"type":"add","content":""},{"type":"add","content":"a) Le taux de variation, par rapport au mois précédent, du nombre et du montant des acquisitions déclarées. Les redevables ayant déposé une déclaration le mois précédent mais n'en déposant aucune pour le mois courant sont considérés avoir réduit leurs acquisitions déclarées de 100 % ;"},{"type":"add","content":""},{"type":"add","content":"b) La part, en nombre et en montant, des acquisitions exonérées parmi l'ensemble des acquisitions déclarées et la part relative de chaque motif d'exonération au sein des acquisitions exonérées ;"},{"type":"add","content":""},{"type":"add","content":"c) La variation par rapport au mois précédent du taux d'exonération en nombre et en montant."},{"type":"add","content":""},{"type":"add","content":"3. Le dépositaire central réalise des recoupements entre les opérations qui lui sont déclarées et celles connues des plates-formes de négociation et des chambres de compensation, quel que soit leur lieu d'établissement, avec lesquelles le dépositaire central a préalablement conclu une convention à cette fin."},{"type":"add","content":""},{"type":"add","content":"V. – Le dépositaire central transmet au service chargé des grandes entreprises lors du dépôt de la déclaration prévue au IX de l'article 235 ter ZD du code général des impôts les informations mentionnées aux 1 et 2 du IV du présent article."},{"type":"add","content":""},{"type":"add","content":"VI. – Le dépositaire central soumis au 3° du II de l'article L. 621-9 du code monétaire et financier rend compte à la direction générale des finances publiques, par un rapport remis au plus tard le 31 mars de chaque année, des diligences mises en œuvre au cours de l'année écoulée dans le cadre du dispositif de contrôle mentionné au IV du présent article et des résultats de ce contrôle."},{"type":"add","content":""},{"type":"add","content":"VII. – Le dépositaire central soumis au 3° du II de l'article L. 621-9 du code monétaire et financier tient à la disposition de la direction générale des finances publiques, sous forme dématérialisée, l'ensemble des données collectées et des documents élaborés dans l'exercice de ses missions. Ces documents et données sont conservés pendant le délai prévu à l'article L. 102 B du livre des procédures fiscales."},{"type":"add","content":""},{"type":"add","content":"L'accès aux données et documents tenus à la disposition de la direction générale des finances publiques est autorisé aux fonctionnaires titulaires des corps de catégorie A ou B de cette direction, qui, sur simple demande, peuvent consulter et prendre copie de ces informations par tout moyen et sur tout support."},{"type":"add","content":""},{"type":"add","content":"VIII. – Le dépositaire central ne peut exploiter les informations qu'il reçoit en application du VIII de l'article 235 ter ZD du code général des impôts à d'autres fins que la transmission de ces informations, brutes ou retraitées, à la direction générale des finances publiques."},{"type":"add","content":""},{"type":"add","content":"Le dépositaire central soumis au 3° du II de l'article L. 621-9 du code monétaire et financier prend les mesures techniques nécessaires pour assurer la sécurité et l'intégrité des données récoltées, leur protection contre l'indexation par des moteurs de recherche et leur confidentialité. Le dépositaire central se conforme aux dispositions de la loi n° 78-17 du 6 janvier 1978 modifiée relative à l'informatique, aux fichiers et aux libertés en accomplissant auprès de la Commission nationale de l'informatique et des libertés les formalités nécessaires pour le traitement de données qu'il met en œuvre pour l'application du VII."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts, annexe III - article 58 Q AUTONOME MODIFIE, en vigueur du 2012-08-08 au 2024-06-02 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2012-956 du 6 août 2012 relatif aux modalités de déclaration par les redevables et de collecte par le dépositaire central de la taxe sur les transactions financières - article 1 ENTIEREMENT_MODIF CREE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1978-01-06 CITATION source LOI n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2012-08-06 CREE cible Décret n° 2012-956 du 6 août 2012 relatif aux modalités de déclaration par les redevables et de collecte par le dépositaire central de la taxe sur les transactions financières - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de commerce - article R123-221 AUTONOME MODIFIE, en vigueur du 2007-03-27 au 2023-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code général des impôts, annexe III - article 58 Q AUTONOME MODIFIE, en vigueur du 2012-08-08 au 2024-06-02"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code général des impôts - article 235 ter ZD AUTONOME MODIFIE, en vigueur du 2002-03-31 au 2009-11-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Livre des procédures fiscales - article L102 B AUTONOME MODIFIE, en vigueur du 1990-06-15 au 1993-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code monétaire et financier - article L621-9 AUTONOME MODIFIE, en vigueur du 2001-01-01 au 2003-08-02"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/26/26/49/LEGIARTI000026264916.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/26/26/49/LEGIARTI000026264916.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/26/26/49/LEGIARTI000026264916.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_impots_annexe_iii/src/branch/main/livre_premier/premiere_partie/titre_premier/chapitre_iii/section_vii/article_58_r.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000026264916)"},{"type":"add","content":""}],"status":"added"}],"stats":{"additions":243,"deletions":0,"filesChanged":4}}