{"sha":"2ab38f68a8cc","date":"1999-03-31","message":"Décret no 99-70 du 2 février 1999 modifiant l'article 49 septies U de l'annexe III au code général des impôts relatif au crédit d'impôt formation professionnelle","files":[{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_ii/section_v_bis/article_49_septies_u.md","articleName":"Article 49 SEPTIES U","additions":9,"deletions":19,"diff":[{"type":"del","content":"I. Les entreprises doivent exercer l'option pour le crédit d'impôt afférent aux années 1988 à 1990 au plus tard à la date limite de dépôt de la déclaration de résultat du premier exercice clos à compter du 31 décembre 1988."},{"type":"add","content":"I. Les entreprises doivent exercer l'option pour le crédit d'impôt au plus tard à la date limite de dépôt de la déclaration du résultat du premier exercice clos à compter du 31 décembre de l'année au titre de laquelle l'option doit être exercée."},{"type":"del","content":"Les entreprises qui n'ont pas exercé l'option prévue au premier alinéa peuvent opter pour le crédit d'impôt au titre des années 1991 à 1993 au plus tard à la date limite de dépôt de la déclaration de résultat du premier exercice clos à compter du 31 décembre 1991."},{"type":"del","content":""},{"type":"del","content":"((Au titre des années 1994 à 1998, l'option des entreprises peut être exercée jusqu'à la date limite de dépôt de la déclaration de résultat du premier exercice clos à compter du 31 décembre 1994)) (1)."},{"type":"del","content":""},{"type":"del","content":"Toutefois, les entreprises nouvelles et les entreprises qui exposent pour la première fois des dépenses éligibles au crédit d'impôt-formation devront opter au plus tard à la date limite de dépôt de la déclaration de résultat du premier exercice clos à compter du 31 décembre de l'année au cours de laquelle l'entreprise a été créée ou a exposé pour la première fois des dépenses de cette nature."},{"type":"del","content":""},{"type":"del","content":"II. Les entreprises qui ont opté pour le crédit d'impôt au titre des dépenses exposées au cours des années 1988 à 1990 peuvent reconduire leur option pour le crédit d'impôt au titre des dépenses de formation exposées au cours des années 1991 à 1993 au plus tard à la date limite de dépôt de la déclaration de résultat du premier exercice clos à compter du 31 décembre 1991."},{"type":"del","content":""},{"type":"del","content":"III. L'option résulte du dépôt de la déclaration spéciale prévue pour le calcul du crédit d'impôt-formation qui devra être annexée à la déclaration annuelle de résultat que les entreprises sont tenues de déposer en vertu des articles 53 A, 97 ou au 1 de l'article 223 du code général des impôts. Une copie de la déclaration spéciale est adressée, dans le même délai que celui qui est prévu pour le dépôt de la déclaration annuelle de résultat, à la délégation régionale à la formation professionnelle dont dépend l'entreprise."},{"type":"del","content":""},{"type":"del","content":"(1) Modification du décret."},{"type":"add","content":"II. L'option résulte du dépôt de la déclaration spéciale prévue pour le calcul du crédit d'impôt-formation qui devra être annexée à la déclaration annuelle de résultat que les entreprises sont tenues de déposer en vertu des articles 53 A, 97 ou au 1 de l'article 223 du code général des impôts. Une copie de la déclaration spéciale est adressée, dans le même délai que celui qui est prévu pour le dépôt de la déclaration annuelle de résultat, à la délégation régionale à la formation professionnelle dont dépend l'entreprise."},{"type":"del","content":"Décret no 94-269 du 5 avril 1994 pris pour l'application de l'article 72 de la loi quinquennale no 93-1313 du 20 décembre 1993 relative au travail, à l'emploi et à la formation professionnelle - article 1 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"Décret no 99-70 du 2 février 1999 modifiant l'article 49 septies U de l'annexe III au code général des impôts relatif au crédit d'impôt formation professionnelle - article 1 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":"1994-04-05 MODIFICATION source Décret no 94-269 du 5 avril 1994 pris pour l'application de l'article 72 de la loi quinquennale no 93-1313 du 20 décembre 1993 relative au travail, à l'emploi et à la formation professionnelle - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"1999-02-02 MODIFICATION source Décret no 99-70 du 2 février 1999 modifiant l'article 49 septies U de l'annexe III au code général des impôts relatif au crédit d'impôt formation professionnelle - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":"      HISTO source Edition du 2 septembre 1994"},{"type":"add","content":"      HISTO source Edition du 31 mars 1999"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/29/85/LEGIARTI000006298515.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/29/85/LEGIARTI000006298515.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/29/85/LEGIARTI000006298515.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/29/85/LEGIARTI000006298516.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/29/85/LEGIARTI000006298516.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/29/85/LEGIARTI000006298516.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006298515)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006298516)"}],"status":"modified"}],"stats":{"additions":9,"deletions":19,"filesChanged":1}}