{"sha":"38f715d423c7","date":"1997-04-11","message":"Décret no 97-273 du 21 mars 1997 modifiant les articles 72 et 73 de l'annexe III au code général des impôts et relatif aux conditions d'accès au régime économique de la presse écrite","files":[{"filename":"livre_premier/premiere_partie/titre_ii/chapitre_premier/section_i/ii/b/article_72.md","articleName":"Article 72","additions":35,"deletions":20,"diff":[{"type":"del","content":"Pour bénéficier des avantages fiscaux prévus à l'article 298 septies du code général des impôts, les journaux et publications périodiques doivent remplir les conditions suivantes :"},{"type":"add","content":"Pour bénéficier des avantages fiscaux prévus à l'article 298 septies du code général des impôts, les journaux et publications périodiques présentant un lien avec l'actualité, apprécié au regard de l'objet de la publication, doivent remplir les conditions suivantes :"},{"type":"del","content":"2° Satisfaire aux obligations de la loi sur la presse, notamment :"},{"type":"add","content":"2° Satisfaire aux obligations de la loi du 29 juillet 1881 sur la liberté de la presse, notamment :"},{"type":"del","content":"a. Porter l'indication du nom et du domicile de l'imprimeur (ces indications doivent se rapporter à l'imprimeur qui imprime réellement la publication) ;"},{"type":"add","content":"a) Porter l'indication du nom et du domicile de l'imprimeur (ces indications doivent se rapporter à l'imprimeur qui imprime réellement la publication) ;"},{"type":"del","content":"b. Avoir un gérant dont le nom est imprimé sur tous les exemplaires ;"},{"type":"add","content":"b) Avoir un directeur de la publication dont le nom est imprimé sur tous les exemplaires ;"},{"type":"del","content":"c. Avoir fait l'objet du dépôt prévu aux articles 7 et 10 de la loi du 29 juillet 1881 ;"},{"type":"add","content":"c) Avoir fait l'objet du dépôt prévu aux articles 7 et 10 de la loi précitée ;"},{"type":"del","content":"3° Paraître régulièrement au moins une fois par trimestre ;"},{"type":"add","content":"3° Paraître régulièrement au moins une fois par trimestre sans qu'il puisse y avoir un intervalle supérieur à quatre mois entre deux parutions ;"},{"type":"del","content":"4° Etre habituellement offerts au public ou aux organes de presse à un prix marqué ou par abonnement, sans que la livraison du journal ou périodique considéré soit accompagnée de la fourniture gratuite ou payante de marchandises ou de prestations de services n'ayant aucun lien avec l'objet principal de la publication et constituant en réalité une forme particulière de publicité ;"},{"type":"add","content":"4° Faire l'objet d'une vente effective au public, au numéro ou par abonnement, à un prix marqué ayant un lien réel avec les coûts, sans que la livraison du journal ou périodique considéré soit accompagnée de la fourniture gratuite ou payante de marchandises ou de prestations de services n'ayant aucun lien avec l'objet principal de la publication."},{"type":"del","content":"5° Avoir au plus les deux tiers de leur surface consacrés à des réclames ou annonces ;"},{"type":"add","content":"Un arrêté conjoint du ministre chargé du budget, du ministre chargé de la communication et du ministre chargé des postes précise, en tant que de besoin, les modalités d'application de la présente disposition ;"},{"type":"add","content":""},{"type":"add","content":"5° Avoir au plus les deux tiers de leur surface consacrés à la publicité, aux annonces judiciaires et légales et aux annonces classées sans que ces dernières excèdent la moitié de la surface totale ;"},{"type":"del","content":"a. Feuilles d'annonces, prospectus, catalogues, almanachs ;"},{"type":"add","content":"a) Feuilles d'annonces, tracts, guides, prospectus, catalogues, almanachs ;"},{"type":"add","content":""},{"type":"add","content":"b) Ouvrages publiés par livraison et dont la publication embrasse une période de temps limitée ou qui constituent le complément ou la mise à jour d'ouvrages déjà parus ; toutefois, ce complément ou cette mise à jour peut bénéficier des avantages fiscaux pour la partie qui, au cours d'une année, n'accroît pas le nombre de pages que comportait l'ouvrage au 31 décembre de l'année précédente ;"},{"type":"add","content":""},{"type":"add","content":"c) Publications ayant pour objet principal la recherche ou le développement des transactions d'entreprises commerciales, industrielles, bancaires, d'assurances ou d'autre nature, dont elles sont, en réalité, les instruments de publicité ou de communication ou qui apparaissent comme étant l'accessoire d'une activité commerciale ou industrielle ;"},{"type":"add","content":""},{"type":"add","content":"d) Publications ayant pour objet principal la publication d'horaires, de programmes, de modèles, plans ou dessins, ou de cotations, à l'exception des publications ayant pour objet essentiel l'insertion à titre d'information des programmes de radiodiffusion et de télévision, et des cotes de valeurs mobilières ;"},{"type":"del","content":"b. Ouvrages publiés par livraison et dont la publication embrasse une période de temps limitée ou qui constituent le complément ou la mise à jour d'ouvrages déjà parus; toutefois, ce complément ou cette mise à jour n'est imposable que pour la partie qui, au cours d'une année, accroît le nombre de pages que comportait l'ouvrage au 31 décembre de l'année précédente ;"},{"type":"add","content":"e) Publications ayant pour objet principal d'informer sur la vie interne d'un groupement, quelle que soit sa forme juridique, ou constituant un instrument de publicité ou de propagande pour celui-ci ;"},{"type":"del","content":"c. Publications ayant pour objet principal la recherche ou le développement des transactions d'entreprises commerciales, industrielles, bancaires, d'assurances ou d'autre nature, dont elles sont, en réalité, les instruments de publicité ou de réclame ;"},{"type":"add","content":"f) Publications dont le prix est compris dans une cotisation à une association ou à un groupement quelconque ;"},{"type":"del","content":"d. Publications ayant pour objet principal la publication d'horaires, de programmes, de modèles, plans ou dessins, ou de cotations, à l'exception des cotes de valeurs mobilières ;"},{"type":"add","content":"7° Pour les suppléments, les numéros spéciaux ou hors série de journaux ou de publications périodiques, répondre, en outre, aux conditions suivantes :"},{"type":"del","content":"e. Publications qui constituent des organes de documentation administrative ou corporative, de défense syndicale ou de propagande pour des associations, groupements ou sociétés ;"},{"type":"add","content":"a) Le supplément doit satisfaire aux mêmes conditions de fond et de forme que la publication principale et porter la mention \"supplément\" suivie de l'indication du titre et de la date ou du numéro de la publication à laquelle il se rattache."},{"type":"del","content":"f. Publications dont le prix est compris dans une cotisation à une association ou à un groupement quelconque."},{"type":"add","content":"Pour l'application du présent article, est considérée comme supplément à un journal ou à un écrit périodique toute publication détachée paraissant périodiquement ou constituant une addition occasionnée par l'abondance des sujets traités ou destinée à compléter ou à illustrer le texte d'une publication. Le supplément ne peut pas être vendu isolément ni faire l'objet d'un abonnement séparé ;"},{"type":"add","content":""},{"type":"add","content":"b) Le numéro spécial ou hors série doit satisfaire aux mêmes conditions de fond et de forme que la publication principale et porter la mention \"numéro spécial\" ou \"hors-série\". Toutefois, dans la limite d'un numéro par an pour les publications trimestrielles et de deux numéros par an pour les publications paraissant à des intervalles moindres, le numéro spécial ou hors série peut être consacré à un thème unique, à condition que le sujet traité présente un lien manifeste avec le contenu habituel de la publication principale."},{"type":"add","content":""},{"type":"add","content":"Pour l'application du présent article, est considérée comme numéro spécial ou hors-série d'un journal ou d'un écrit périodique toute publication proposée au public en dehors de la parution normale, à l'occasion d'un événement ou d'une manifestation importante."},{"type":"del","content":"Décret n°83-211 du 17 mars 1983 n° 83-211 du 17 mars 1983 relatif au régime fiscal des journaux et publications périodiques. - article 1 AUTONOME VIGUEUR, en vigueur depuis le 1983-03-22 MODIFICATION cible"},{"type":"add","content":"Décret no 97-273 du 21 mars 1997 modifiant les articles 72 et 73 de l'annexe III au code général des impôts et relatif aux conditions d'accès au régime économique de la presse écrite - article 1 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":"1983-03-17 MODIFICATION source Décret n°83-211 du 17 mars 1983 n° 83-211 du 17 mars 1983 relatif au régime fiscal des journaux et publications périodiques. - article 1 AUTONOME VIGUEUR, en vigueur depuis le 1983-03-22"},{"type":"add","content":"1997-03-21 MODIFICATION source Décret no 97-273 du 21 mars 1997 modifiant les articles 72 et 73 de l'annexe III au code général des impôts et relatif aux conditions d'accès au régime économique de la presse écrite - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":"      HISTO source Edition du 11 avril 1997"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/29/69/LEGIARTI000006296922.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/29/69/LEGIARTI000006296922.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/29/69/LEGIARTI000006296922.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/29/69/LEGIARTI000006296923.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/29/69/LEGIARTI000006296923.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/29/69/LEGIARTI000006296923.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006296922)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006296923)"}],"status":"modified"},{"filename":"livre_premier/premiere_partie/titre_ii/chapitre_premier/section_i/ii/b/article_73.md","articleName":"Article 73","additions":29,"deletions":9,"diff":[{"type":"del","content":"A titre exceptionnel, à la condition toutefois qu'elles ne servent pas directement ou indirectement à la défense d'intérêts commerciaux ou professionnels, peuvent bénéficier des avantages fiscaux prévus à l'article 298 septies du code général des impôts les publications suivantes :"},{"type":"add","content":"Sous réserve de répondre aux dispositions des 1°, 2° et 3° de l'article 72, de n'entrer dans aucune des catégories mentionnées aux a, b, c, d et e du 6° de ce même article et à condition qu'elles présentent un lien avec l'actualité et que la publicité et les annonces n'excèdent pas 20 % de la surface totale, peuvent bénéficier des avantages fiscaux prévus à l'article 298 septies du code général des impôts les publications suivantes :"},{"type":"del","content":"2° Sous réserve de l'avis favorable du ministre chargé de l'information, les publications ayant pour objet principal l'insertion, à titre d'information, des programmes des émissions radiophoniques ;"},{"type":"add","content":"2° Sous réserve de l'avis favorable du ministre intéressé, les publications d'information professionnelle éditées par les organisations syndicales représentatives de salariés ;"},{"type":"del","content":"3° Sous réserve de l'avis favorable du ministre des affaires sociales, les publications syndicales ou corporatives présentant un caractère d'intérêt social."},{"type":"add","content":"3° Les publications ayant pour objet essentiel de promouvoir une action ou une philosophie politique, qui ne sont pas éditées par ou pour le compte d'une personne morale de droit public ;"},{"type":"del","content":"Peuvent également bénéficier de ce régime les publications périodiques publiées par l'administration de l'Etat ou par les établissements publics."},{"type":"add","content":"4° Sous réserve de l'avis favorable du ministre chargé des affaires sociales, les publications éditées par les sociétés mutuelles régies par le code de la mutualité ainsi que celles éditées par les groupements constitués et fonctionnant conformément audit code ;"},{"type":"add","content":""},{"type":"add","content":"5° Sous réserve de l'avis favorable du ministre compétent, les publications éditées par des organismes à but non lucratif ayant pour objet de contribuer, à titre manifestement désintéressé, à la défense des grandes causes humanitaires, nationales ou internationales ;"},{"type":"add","content":""},{"type":"add","content":"6° Les journaux scolaires publiés ou imprimés, sous la direction et la responsabilité des instituteurs ou des professeurs, dans le but d'éduquer les enfants et de renseigner sur la vie et le travail de l'école les parents d'élèves et les écoles correspondantes."},{"type":"add","content":""},{"type":"add","content":"Peuvent également bénéficier de ce régime les publications périodiques publiées par l'administration de l'Etat ou par les établissements publics de l'Etat, à l'exception de ceux qui ont un caractère industriel ou commercial."},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret no 97-273 du 21 mars 1997 modifiant les articles 72 et 73 de l'annexe III au code général des impôts et relatif aux conditions d'accès au régime économique de la presse écrite - article 2 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"del","content":"      HISTO source EDITION 1979-07-01"},{"type":"add","content":"      CITATION source CGIAN3 72"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1997-03-21 MODIFICATION source Décret no 97-273 du 21 mars 1997 modifiant les articles 72 et 73 de l'annexe III au code général des impôts et relatif aux conditions d'accès au régime économique de la presse écrite - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      HISTO source Edition du 11 avril 1997"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/29/86/LEGIARTI000006298658.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/29/86/LEGIARTI000006298658.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/29/86/LEGIARTI000006298658.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/29/86/LEGIARTI000006298659.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/29/86/LEGIARTI000006298659.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/29/86/LEGIARTI000006298659.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006298658)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006298659)"}],"status":"modified"}],"stats":{"additions":64,"deletions":29,"filesChanged":2}}