{"sha":"577a235b0a2b","date":"2006-03-21","message":"Décret n° 2006-317 du 20 mars 2006 pris pour l'application des articles 220 sexies et 220 F du code général des impôts relatif au crédit d'impôt pour dépenses dans la production d'oeuvres cinématographiques et audiovisuelles et modifiant l'annexe III à ce code","files":[{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_i_bis/section_vi_quater/article_46_quater-0_ym.md","articleName":"Article 46 QUATER-0 YM","additions":35,"deletions":29,"diff":[{"type":"del","content":"1° Pour les œuvres cinématographiques ou audiovisuelles de fiction et les œuvres cinématographiques ou audiovisuelles documentaires :"},{"type":"add","content":"1. Pour les œuvres cinématographiques ou audiovisuelles de fiction et les œuvres cinématographiques ou audiovisuelles documentaires :"},{"type":"del","content":"a. Au titre des salaires et charges sociales afférents aux techniciens et ouvriers de la production engagés par l'entreprise de production : les rémunérations et leurs accessoires ainsi que les charges sociales, dans la mesure où elles correspondent à des cotisations sociales obligatoires. Lorsque les techniciens et ouvriers de la production sont employés par l'entreprise de production à titre permanent, seuls sont pris en compte les salaires et charges sociales correspondant à la période durant laquelle ces personnels ont été effectivement employés à la réalisation de l'œuvre éligible au crédit d'impôt ;"},{"type":"add","content":"a. Au titre des rémunérations et charges sociales afférentes aux auteurs énumérés à l'article L. 113-7 du code de la propriété intellectuelle : les avances à valoir sur les recettes d'exploitation versées par l'entreprise de production aux auteurs en contrepartie de la commande et de l'acquisition des droits nécessaires à la réalisation de l'œuvre, ainsi que les charges sociales afférentes dans la mesure où elles correspondent à des cotisations sociales obligatoires ;"},{"type":"del","content":"b. Au titre des dépenses liées à l'utilisation de studios de prises de vues, y compris la construction de décors, d'effets spéciaux de tournage, de costumes et de coiffures et maquillage : les dépenses de location des plateaux de tournage et annexes, de location de lieux loués spécifiquement pour le tournage à l'exclusion des lieux d'habitation, de construction de décors sur les lieux de tournage, d'éclairage, de préparation et de réalisation des effets spéciaux de tournage, y compris les cascades, de location et de fabrication des costumes, coiffures et de maquillage ;"},{"type":"add","content":"b. Au titre des rémunérations et charges sociales afférentes aux artistes-interprètes visés à l'article L. 212-4 du code de la propriété intellectuelle : la part de la rémunération versée par l'entreprise de production aux artistes-interprètes correspondant aux rémunérations minimales prévues par les conventions collectives et accords collectifs de la production cinématographique ou audiovisuelle, ainsi que les charges sociales afférentes dans la mesure où elles correspondent à des cotisations sociales obligatoires ;"},{"type":"del","content":"c. Au titre des dépenses de matériels techniques nécessaires au tournage : les dépenses de matériels de prise de vues, de machinerie, d'éclairage et de prise de son ;"},{"type":"add","content":"c. Au titre des salaires et charges sociales afférents aux personnels de la réalisation et de la production : les rémunérations et leurs accessoires versés par l'entreprise de production aux techniciens et ouvriers de la production, ainsi que les charges sociales dans la mesure où elles correspondent à des cotisations sociales obligatoires. Lorsque les techniciens et ouvriers de la production sont employés par l'entreprise de production à titre permanent, seuls sont pris en compte les salaires et charges sociales correspondant à la période durant laquelle ces personnels ont été effectivement employés à la réalisation de l'œuvre éligible au crédit d'impôt ;"},{"type":"del","content":"d. Au titre des dépenses de postproduction, y compris les effets spéciaux : les dépenses de laboratoire image, de montage des images, d'enregistrement des voix, de bruitage et création sonore, de mixage, de montage du son, d'effets spéciaux numériques et de génériques et bandes-annonces ;"},{"type":"add","content":"d. Au titre des dépenses liées au recours aux industries et autres prestataires de la création cinématographique et audiovisuelle :"},{"type":"del","content":"e. Au titre des dépenses de pellicules et autres supports d'images et des dépenses de laboratoires : les dépenses de pellicules négatives image, de pellicules magnétiques son, de laboratoires de tournage, de laboratoires de finition, de laboratoire vidéo et de sous-titrage ;"},{"type":"add","content":"1° Les dépenses liées à l'utilisation de studios de prises de vues, y compris la construction de décors, d'effets spéciaux de tournage, de costumes et de coiffures et maquillage, à savoir : les dépenses de location des plateaux de tournage et annexes, de location de lieux loués spécifiquement pour le tournage à l'exclusion des lieux d'habitation, de construction de décors sur les lieux de tournage, d'éclairage, de préparation et de réalisation des effets spéciaux de tournage, y compris les cascades, de location et de fabrication des costumes, coiffures et de maquillage ;"},{"type":"del","content":"2° Pour les œuvres cinématographiques ou audiovisuelles d'animation :"},{"type":"add","content":"2° Les dépenses de matériels techniques de tournage, à savoir :"},{"type":"del","content":"a. Au titre des salaires et charges sociales afférents aux techniciens de la production et aux collaborateurs chargés de la préparation et de la fabrication de l'animation engagés par l'entreprise de production : les rémunérations et leurs accessoires ainsi que les charges sociales, dans la mesure où elles correspondent à des cotisations sociales obligatoires. Lorsque les techniciens de la production et les collaborateurs chargés de la préparation et de la fabrication de l'animation sont employés par l'entreprise de production à titre permanent, seuls sont pris en compte les salaires et charges sociales correspondant à la période durant laquelle ces personnels ont été effectivement employés à la réalisation de l'œuvre éligible au crédit d'impôt ;"},{"type":"add","content":"les dépenses de matériels de prises de vues, de machinerie, d'éclairage et de prise de son ;"},{"type":"del","content":"b. Au titre des dépenses liées au recours à des prestataires spécialisés dans les travaux de préparation et de fabrication de l'animation : les dépenses correspondant aux travaux facturés par les entreprises qui effectuent, pour le compte des entreprises de production, la préparation et la fabrication de l'animation ainsi que les dépenses de construction de décors ;"},{"type":"add","content":"3° Les dépenses de postproduction, y compris les effets spéciaux, à savoir : les dépenses de laboratoire image, de montage des images, d'enregistrement des voix, de bruitage et création sonore, de mixage, de montage du son, d'effets spéciaux numériques et de génériques et bandes-annonces ;"},{"type":"del","content":"c. Au titre des dépenses de matériels techniques nécessaires à la fabrication des images : les dépenses de matériels de prise de vues et d'éclairage, ainsi que les dépenses d'équipements, de fournitures, de matériels et logiciels informatiques directement affectés à la mise en place et à la fabrication de l'animation d'une œuvre déterminée. Les logiciels informatiques précités doivent être amortis au cours de la période de réalisation de l'œuvre pour laquelle ils ont été spécialement créés ou acquis ;"},{"type":"add","content":"4° Les dépenses de pellicules et autres supports d'images et les dépenses de laboratoire, à savoir : les dépenses de pellicules négatives image, de pellicules magnétiques son et plus généralement de tous supports analogiques ou numériques d'images et de son, de laboratoires de tournage, de laboratoires de finition, de laboratoire vidéo et de sous-titrage."},{"type":"del","content":"d. Au titre des dépenses de postproduction, y compris les effets spéciaux : les dépenses de laboratoire image, de montage des images, d'enregistrement des voix, de bruitage et création sonore, de mixage, de montage du son, d'effets spéciaux numériques et de génériques et bandes-annonces ;"},{"type":"add","content":"2. Pour les œuvres cinématographiques ou audiovisuelles d'animation :"},{"type":"del","content":"e. Au titre des dépenses de pellicules et autres supports d'images et des dépenses de laboratoires : les dépenses de pellicules négatives image, de pellicules magnétiques son, de laboratoires de finition, de laboratoire vidéo et de sous-titrages."},{"type":"add","content":"a. Au titre des rémunérations et charges sociales afférentes aux auteurs énumérés à l'article L. 113-7 du code de la propriété intellectuelle : les avances à valoir sur les recettes d'exploitation versées par l'entreprise de production aux auteurs en contrepartie de la commande et de l'acquisition des droits nécessaires à la réalisation de l'œuvre, ainsi que les charges sociales afférentes dans la mesure où elles correspondent à des cotisations sociales obligatoires ;"},{"type":"add","content":""},{"type":"add","content":"b. Au titre des rémunérations et charges sociales afférentes aux artistes-interprètes visés à l'article L. 212-4 du code de la propriété intellectuelle : la part de la rémunération versée aux artistes-interprètes correspondant aux rémunérations minimales prévues par les conventions collectives et accords collectifs de la production cinématographique ou audiovisuelle, ainsi que les charges sociales afférentes dans la mesure où elles correspondent à des cotisations sociales obligatoires ;"},{"type":"add","content":""},{"type":"add","content":"c. Au titre des salaires et charges sociales afférents aux personnels de la réalisation et de la production : les rémunérations et leurs accessoires versés par l'entreprise de production aux techniciens de la production et aux collaborateurs chargés de la préparation et de la fabrication de l'animation, ainsi que les charges sociales dans la mesure où elles correspondent à des cotisations sociales obligatoires. Lorsque les techniciens de la production et les collaborateurs chargés de la préparation et de la fabrication de l'animation sont employés par l'entreprise de production à titre permanent, seuls sont pris en compte les salaires et charges sociales correspondant à la période durant laquelle ces personnels ont été effectivement employés à la réalisation de l'œuvre éligible au crédit d'impôt ;"},{"type":"add","content":""},{"type":"add","content":"d. Au titre des dépenses liées au recours aux industries techniques et autres prestataires de la création cinématographique ou audiovisuelle :"},{"type":"add","content":""},{"type":"add","content":"1° Les dépenses liées au recours à des prestataires spécialisés dans les travaux de préparation et de fabrication de l'animation, à savoir : les dépenses correspondant aux travaux facturés par les entreprises qui effectuent, pour le compte des entreprises de production, la préparation et la fabrication de l'animation ainsi que les dépenses de construction de décors ;"},{"type":"add","content":""},{"type":"add","content":"2° Les dépenses de matériels techniques nécessaires à la fabrication des images, à savoir : les dépenses de matériels de prise de vues et d'éclairage ainsi que les dépenses d'équipements, de fournitures, de matériels et logiciels informatiques directement affectés à la mise en place et à la fabrication de l'animation d'une œuvre déterminée. Les logiciels informatiques précités doivent être amortis au cours de la période de réalisation de l'œuvre pour laquelle ils ont été spécialement créés ou acquis ;"},{"type":"add","content":""},{"type":"add","content":"3° Les dépenses de postproduction, y compris les effets spéciaux, à savoir : les dépenses de laboratoire image, de montage des images, d'enregistrement des voix, de bruitage et création sonore, de mixage, de montage du son, d'effets spéciaux numériques et de génériques et bandes-annonces ;"},{"type":"add","content":""},{"type":"add","content":"4° Les dépenses de pellicules et autres supports d'images et des dépenses de laboratoires, à savoir : les dépenses de pellicules négatives image, de pellicules magnétiques son et plus généralement de tous supports analogiques ou numériques d'images et de son, de laboratoires de finition, de laboratoire vidéo et de sous-titrages."},{"type":"del","content":"Décret n° 2005-407 du 29 avril 2005 pris pour l'application des articles 220 sexies et 220 F du code général des impôts relatif au crédit d'impôt pour dépenses de production d'oeuvres cinématographiques ou audiovisuelles et modifiant l'annexe III à ce code - article 1 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2005-407 du 29 avril 2005 pris pour l'application des articles 220 sexies et 220 F du code général des impôts relatif au crédit d'impôt pour dépenses de production d'oeuvres cinématographiques ou audiovisuelles et modifiant l'annexe III à ce code MODIFICATION cible"},{"type":"add","content":"Décret n° 2006-317 du 20 mars 2006 pris pour l'application des articles 220 sexies et 220 F du code général des impôts relatif au crédit d'impôt pour dépenses dans la production d'oeuvres cinématographiques et audiovisuelles et modifiant l'annexe III à ce code - article 1 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":"      CITATION source CGI 220 sexies"},{"type":"add","content":"2006-03-20 MODIFICATION source Décret n° 2006-317 du 20 mars 2006 pris pour l'application des articles 220 sexies et 220 F du code général des impôts relatif au crédit d'impôt pour dépenses dans la production d'oeuvres cinématographiques et audiovisuelles et modifiant l'annexe III à ce code - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":"2005-04-29 MODIFICATION source Décret n° 2005-407 du 29 avril 2005 pris pour l'application des articles 220 sexies et 220 F du code général des impôts relatif au crédit d'impôt pour dépenses de production d'oeuvres cinématographiques ou audiovisuelles et modifiant l'annexe III à ce code"},{"type":"add","content":"2999-01-01 CITATION source Code de la propriété intellectuelle - article L113-7 AUTONOME VIGUEUR, en vigueur depuis le 1992-07-03"},{"type":"del","content":"2005-04-29 MODIFICATION source Décret n° 2005-407 du 29 avril 2005 pris pour l'application des articles 220 sexies et 220 F du code général des impôts relatif au crédit d'impôt pour dépenses de production d'oeuvres cinématographiques ou audiovisuelles et modifiant l'annexe III à ce code - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2999-01-01 CITATION source Code de la propriété intellectuelle - article L212-4 AUTONOME MODIFIE, en vigueur du 1992-07-03 au 2016-07-09"},{"type":"del","content":"      HISTO source Edition du 1er janvier 2006"},{"type":"add","content":"2999-01-01 CITATION source Code général des impôts - article 220 sexies AUTONOME MODIFIE, en vigueur du 1991-12-31 au 1993-08-18"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/29/82/LEGIARTI000006298253.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/29/82/LEGIARTI000006298253.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/29/82/LEGIARTI000006298253.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/29/82/LEGIARTI000006298254.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/29/82/LEGIARTI000006298254.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/29/82/LEGIARTI000006298254.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006298253)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006298254)"}],"status":"modified"},{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_i_bis/section_vi_quater/article_46_quater-0_yn.md","articleName":"Article 46 QUATER-0 YN","additions":60,"deletions":20,"diff":[{"type":"del","content":"Pour la détermination des dépenses visées aux b, c, d et e du 1° du 1 du III et aux b, c, d et e du 2° du 1 du III de l'article 220 sexies du code général des impôts, il y a lieu de retenir les dotations aux amortissements fiscalement déductibles afférentes aux immobilisations détenues par l'entreprise de production déléguée et affectées directement à la réalisation de l'œuvre cinématographique ou de l'œuvre audiovisuelle ouvrant droit au crédit d'impôt. Seules sont prises en compte les dotations aux amortissements correspondant à la période durant laquelle l'immobilisation a été effectivement utilisée pour la réalisation de l'œuvre éligible au crédit d'impôt."},{"type":"add","content":"Pour la détermination des dépenses visées au d du 1 du III de l'article 220 sexies du code général des impôts, il y a lieu de retenir les dotations aux amortissements fiscalement déductibles afférentes aux immobilisations détenues par l'entreprise de production déléguée et affectées directement à la réalisation de l'œuvre cinématographique ou de l'œuvre audiovisuelle ouvrant droit au crédit d'impôt. Seules sont prises en compte les dotations aux amortissements correspondant à la période durant laquelle l'immobilisation a été effectivement utilisée pour la réalisation de l' œuvre éligible au crédit d'impôt."},{"type":"del","content":"Décret n° 2005-407 du 29 avril 2005 pris pour l'application des articles 220 sexies et 220 F du code général des impôts relatif au crédit d'impôt pour dépenses de production d'oeuvres cinématographiques ou audiovisuelles et modifiant l'annexe III à ce code - article 1 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"Code général des impôts - article 220 sexies AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2009-07-26 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 220 sexies AUTONOME MODIFIE, en vigueur du 2020-01-01 au 2020-12-31 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 220 sexies AUTONOME MODIFIE, en vigueur du 2009-07-26 au 2010-05-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 220 sexies AUTONOME MODIFIE, en vigueur du 2010-05-01 au 2011-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 220 sexies AUTONOME MODIFIE, en vigueur du 2013-12-12 au 2015-03-20 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 220 sexies AUTONOME MODIFIE, en vigueur du 2016-09-03 au 2020-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 220 sexies AUTONOME MODIFIE, en vigueur du 2004-12-31 au 2005-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 220 sexies AUTONOME PERIME, en vigueur du 1993-08-18 au 1998-04-22 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 220 sexies AUTONOME MODIFIE, en vigueur du 2015-03-20 au 2015-12-31 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 220 sexies AUTONOME MODIFIE, en vigueur du 2005-01-01 au 2006-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 220 sexies AUTONOME MODIFIE, en vigueur du 2021-06-12 au 2023-02-12 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 220 sexies AUTONOME MODIFIE, en vigueur du 2011-01-01 au 2013-12-12 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 220 sexies AUTONOME MODIFIE, en vigueur du 2006-01-01 au 2008-05-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 220 sexies AUTONOME MODIFIE, en vigueur du 2003-12-31 au 2004-12-31 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 220 sexies AUTONOME MODIFIE, en vigueur du 2016-01-01 au 2016-09-03 CITATION cible"},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":"Décret n° 2005-407 du 29 avril 2005 pris pour l'application des articles 220 sexies et 220 F du code général des impôts relatif au crédit d'impôt pour dépenses de production d'oeuvres cinématographiques ou audiovisuelles et modifiant l'annexe III à ce code MODIFICATION cible"},{"type":"add","content":"Code général des impôts - article 220 sexies AUTONOME VIGUEUR, en vigueur depuis le 2023-02-12 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 220 sexies AUTONOME MODIFIE, en vigueur du 1991-12-31 au 1993-08-18 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2006-317 du 20 mars 2006 pris pour l'application des articles 220 sexies et 220 F du code général des impôts relatif au crédit d'impôt pour dépenses dans la production d'oeuvres cinématographiques et audiovisuelles et modifiant l'annexe III à ce code - article 2 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 220 sexies AUTONOME MODIFIE, en vigueur du 2020-12-31 au 2021-06-12 CITATION cible"},{"type":"del","content":"      CITATION source CGI 220 sexies"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2005-04-29 MODIFICATION source Décret n° 2005-407 du 29 avril 2005 pris pour l'application des articles 220 sexies et 220 F du code général des impôts relatif au crédit d'impôt pour dépenses de production d'oeuvres cinématographiques ou audiovisuelles et modifiant l'annexe III à ce code"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2005-04-29 MODIFICATION source Décret n° 2005-407 du 29 avril 2005 pris pour l'application des articles 220 sexies et 220 F du code général des impôts relatif au crédit d'impôt pour dépenses de production d'oeuvres cinématographiques ou audiovisuelles et modifiant l'annexe III à ce code - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2006-03-20 MODIFICATION source Décret n° 2006-317 du 20 mars 2006 pris pour l'application des articles 220 sexies et 220 F du code général des impôts relatif au crédit d'impôt pour dépenses dans la production d'oeuvres cinématographiques et audiovisuelles et modifiant l'annexe III à ce code - article 2 ENTIEREMENT_MODIF"},{"type":"del","content":"      HISTO source Edition du 1er janvier 2006"},{"type":"add","content":"2999-01-01 CITATION source Code général des impôts - article 220 sexies AUTONOME MODIFIE, en vigueur du 1991-12-31 au 1993-08-18"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/29/82/LEGIARTI000006298258.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/29/82/LEGIARTI000006298258.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/29/82/LEGIARTI000006298258.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/29/82/LEGIARTI000006298259.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/29/82/LEGIARTI000006298259.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/29/82/LEGIARTI000006298259.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006298258)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006298259)"}],"status":"modified"},{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_i_bis/section_vi_quater/article_46_quater-0_yo.md","articleName":"Article 46 QUATER-0 YO","additions":16,"deletions":24,"diff":[{"type":"del","content":"Les personnels mentionnés au a du 1° et au a du 2° de l'article 46 quater-0 YM sont ceux engagés par l'entreprise de production déléguée pour la réalisation d'une œuvre cinématographique ou d'une œuvre audiovisuelle déterminée. Ils comprennent :"},{"type":"add","content":"I.-Les artistes-interprètes mentionnés au b du 1 et au b du 2 de l'article 46 quater-0 YM comprennent :"},{"type":"add","content":""},{"type":"add","content":"a. Les acteurs assurant les rôles principaux et les rôles secondaires des œuvres appartenant au genre de la fiction ainsi que les artistes-interprètes assurant le commentaire ou la postsynchronisation des œuvres appartenant au genre du documentaire et au genre de l'animation. Pour les œuvres appartenant au genre de la fiction, sont considérés comme rôles principaux les rôles pour lesquels la présence à l'écran des artistes-interprètes est requise pour la moitié au moins des scènes de l'œuvre et comme rôles secondaires les rôles d'au moins quatre cachets ;"},{"type":"add","content":""},{"type":"add","content":"b. Les artistes musiciens engagés pour l'enregistrement sonore de leur interprétation ou exécution d'œuvres musicales destinées à être incorporées aux œuvres cinématographiques ou audiovisuelles ;"},{"type":"add","content":""},{"type":"add","content":"II.-Les personnels mentionnés au c du 1 et au c du 2 de l'article 46 quater-0 YM comprennent :"},{"type":"del","content":"a. Les techniciens de la production autres que le réalisateur qui sont ceux en charge : de la préparation et de l'assistance de réalisation ; de la technique et de la qualité artistique des prises de vues ; de la technique et de la qualité artistique des enregistrements sonores ; de la création artistique et de l'exécution des décors ; de la création artistique des costumes, perruques et accessoires vestimentaires ; de la confection des costumes et accessoires vestimentaires ; de l'habillage et de l'entretien des costumes ; du maquillage de composition des acteurs ; de la confection des perruques et postiches et de l'exécution des coiffures ; des accessoires de plateau et de décor ; de l'assemblage artistique et technique des images et des sons ; de la préparation et de la réalisation des effets spéciaux de tournage, y compris les cascades ; de la direction et de la gestion administrative, technique et comptable de la production ;"},{"type":"add","content":"a. les techniciens de la production qui sont ceux en charge : de la réalisation ; de la préparation et de l'assistance de réalisation ; de la technique et de la qualité artistique des prises de vues ; de la technique et de la qualité artistique des enregistrements sonores ; de la création artistique et de l'exécution des décors ; de la création artistique des costumes, perruques et accessoires vestimentaires ; de la confection des costumes et accessoires vestimentaires ; de l'habillage et de l'entretien des costumes ; du maquillage de composition des acteurs ; de la confection des perruques et postiches et de l'exécution des coiffures ; des accessoires de plateau et de décor ; de l'assemblage artistique et technique des images et des sons ; de la préparation et de la réalisation des effets spéciaux de tournage, y compris les cascades ; de la direction artistique et du développement ; de la direction et de la gestion administrative, technique et comptable de la production ;"},{"type":"del","content":"a. Les techniciens de la production autres que le réalisateur qui sont ceux en charge : de l'assistance de réalisation, de la direction artistique et de la direction d'écriture de l'œuvre cinématographique ou audiovisuelle ; de la direction et de la gestion administrative, technique et comptable de la production ;"},{"type":"add","content":"a. les techniciens de la production qui sont ceux en charge : de la réalisation ; de l'assistance de réalisation, de la direction artistique et de la direction d'écriture de l'œuvre cinématographique ou audiovisuelle ; de la direction artistique et du développement ; de la direction et de la gestion administrative, technique et comptable de la production ;"},{"type":"del","content":"Décret n° 2005-407 du 29 avril 2005 pris pour l'application des articles 220 sexies et 220 F du code général des impôts relatif au crédit d'impôt pour dépenses de production d'oeuvres cinématographiques ou audiovisuelles et modifiant l'annexe III à ce code - article 1 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2005-407 du 29 avril 2005 pris pour l'application des articles 220 sexies et 220 F du code général des impôts relatif au crédit d'impôt pour dépenses de production d'oeuvres cinématographiques ou audiovisuelles et modifiant l'annexe III à ce code MODIFICATION cible"},{"type":"add","content":"Décret n° 2006-317 du 20 mars 2006 pris pour l'application des articles 220 sexies et 220 F du code général des impôts relatif au crédit d'impôt pour dépenses dans la production d'oeuvres cinématographiques et audiovisuelles et modifiant l'annexe III à ce code - article 3 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":"      CITATION source CGIAN3 46 quater-0 YM"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2005-04-29 MODIFICATION source Décret n° 2005-407 du 29 avril 2005 pris pour l'application des articles 220 sexies et 220 F du code général des impôts relatif au crédit d'impôt pour dépenses de production d'oeuvres cinématographiques ou audiovisuelles et modifiant l'annexe III à ce code"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2005-04-29 MODIFICATION source Décret n° 2005-407 du 29 avril 2005 pris pour l'application des articles 220 sexies et 220 F du code général des impôts relatif au crédit d'impôt pour dépenses de production d'oeuvres cinématographiques ou audiovisuelles et modifiant l'annexe III à ce code - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2006-03-20 MODIFICATION source Décret n° 2006-317 du 20 mars 2006 pris pour l'application des articles 220 sexies et 220 F du code général des impôts relatif au crédit d'impôt pour dépenses dans la production d'oeuvres cinématographiques et audiovisuelles et modifiant l'annexe III à ce code - article 3 ENTIEREMENT_MODIF"},{"type":"del","content":"      HISTO source Edition du 1er janvier 2006"},{"type":"add","content":"2999-01-01 CITATION source Code général des impôts, annexe III - article 46 quater-0 YM AUTONOME PERIME, en vigueur du 1999-03-31 au 2000-03-31"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/29/82/LEGIARTI000006298261.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/29/82/LEGIARTI000006298261.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/29/82/LEGIARTI000006298261.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/29/82/LEGIARTI000006298262.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/29/82/LEGIARTI000006298262.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/29/82/LEGIARTI000006298262.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006298261)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006298262)"}],"status":"modified"}],"stats":{"additions":111,"deletions":73,"filesChanged":3}}