{"sha":"670184a489c8","date":"2010-03-08","message":"Décret n° 2010-233 du 5 mars 2010 relatif aux formalités requises en matière de preuve des exportations de biens bénéficiant de l'exonération de la taxe sur la valeur ajoutée","files":[{"filename":"livre_premier/premiere_partie/titre_ii/chapitre_premier/section_i/ii/d/article_74.md","articleName":"Article 74","additions":200,"deletions":24,"diff":[{"type":"del","content":"a. Que le fournisseur inscrive les envois sur le registre prévu au 3° du I de l'article 286 du code général des impôts, par ordre de date, avec l'indication de la date de l'inscription, du nombre des marques et numéros de colis, de l'espèce, de la valeur et de la destination des objets ou marchandises ;"},{"type":"add","content":"a. que l'assujetti exportateur, lorsqu'il ne tient pas habituellement une comptabilité permettant de déterminer son chiffre d'affaires, inscrive les envois sur le registre prévu au 3° du I de l'article 286 du code général des impôts ;"},{"type":"del","content":"b. Que la date d'inscription audit registre, ainsi que les marques et numéros des colis soient portés sur la pièce (titre de transport, bordereau, feuille de gros, etc.), qui accompagne l'envoi et soient consignés avec le nom de l'expéditeur sur la déclaration en douane par la personne chargée de présenter les objets ou marchandises pour l'exportation ;"},{"type":"add","content":"b. (abrogé)"},{"type":"del","content":"c. Que le fournisseur établisse pour chaque envoi une déclaration d'exportation, conforme au modèle donné par l'administration, qui doit, après visa par l'autorité douanière compétente, conformément au code des douanes communautaire et ses dispositions d'application, être mise à l'appui du registre visé au a. Toutefois, lorsque l'exportation est réalisée par l'entremise d'un intermédiaire agissant au nom et pour le compte d'autrui, et que celui-ci est désigné comme expéditeur des biens sur la déclaration d'exportation, le fournisseur met à l'appui du registre prévu au a un exemplaire de sa facture visée par le service des douanes du point de sortie."},{"type":"add","content":"c. que l'assujetti exportateur établisse pour chaque envoi une déclaration d'exportation, conforme au modèle donné par l'administration et détienne à l'appui de sa comptabilité ou du registre prévu au a l'exemplaire numéro 3 de la déclaration d'exportation visé par l'autorité douanière compétente, conformément au code des douanes communautaires et ses dispositions d'application. Lorsque la déclaration d'exportation est établie dans le cadre de la procédure électronique telle que prévue par le règlement (CEE) n° 2913/92 du Conseil du 12 octobre 1992 modifié établissant le code des douanes communautaires et les textes pris pour son application, il produit la certification de sortie délivrée par le bureau d'exportation. Toutefois, lorsque la sortie du territoire communautaire effectuée à partir de la France est réalisée par l'entremise d'un intermédiaire agissant au nom et pour le compte d'autrui désigné comme expéditeur des biens sur la déclaration d'exportation, ou lorsque des opérateurs interviennent dans une livraison commune de marchandises à l'exportation, ou en cas de groupage, les assujettis exportateurs qui ne figurent pas dans la rubrique exportateur de la déclaration en douane mettent à l'appui de leur comptabilité ou du registre prévu au a un exemplaire de leurs factures visées par la personne habilitée ou autorisée à déclarer en douane et annotées des références permettant d'identifier la déclaration en douane correspondante."},{"type":"del","content":"Lorsque l'intermédiaire a la qualité de commissionnaire en douane agréé et a obtenu de l'administration des douanes et droits indirects un agrément spécifique à la procédure du dédouanement des envois express, le fournisseur met à l'appui du registre prévu au a le document comportant tous les élements d'information requis par l'administration, qui lui a été remis par cet intermédiaire."},{"type":"add","content":"Lorsque l'intermédiaire est habilité ou autorisé à déclarer en douanes et a obtenu de l'administration des douanes et droits indirects un agrément spécifique à la procédure du dédouanement des envois express, l'assujetti exportateur met à l'appui de sa comptabilité ou du registre prévu au a le document comportant tous les élements d'information requis par l'administration, qui lui a été remis par cet intermédiaire."},{"type":"del","content":"d. Que, dans les cas où le fournisseur ne détient pas la déclaration d'exportation visée conformément au premier alinéa du c et à l'exclusion des opérations mentionnées aux quatrième à huitième alinéas du I de l'article 262 du code général des impôts, il mette à l'appui du registre mentionné au a, pour justifier de la sortie des biens expédiés vers un pays n'appartenant pas à la Communauté européenne, un territoire mentionné au 1° de l'article 256-0 du code général des impôts ou un département d'outre-mer, en plus de la déclaration en douane enregistrée par le bureau des douanes où elle a été déposée, l'un des éléments de preuve complémentaires ci-après :"},{"type":"add","content":"d. que, dans les cas où l'assujetti exportateur ne produit pas les justificatifs prévus au c et, à l'exclusion des opérations mentionnées aux quatrième à huitième alinéas du I de l'article 262 du code général des impôts, il mette à l'appui de sa comptabilité ou du registre mentionné au a l'un des éléments de preuve alternatifs ci-après, pour justifier de la sortie des biens expédiés vers un pays n'appartenant pas à la Communauté européenne, un territoire mentionné au 1° de l'article 256-0 du code général des impôts ou un département d'outre-mer :"},{"type":"del","content":"4° Les documents mentionnés à l'article 302 M du code général des impôts, visés par le bureau des douanes du point de sortie de la Communauté ou tout autre élément de preuve alternatif accepté par l'administration chargée de la surveillance des mouvements de produits soumis à accises ;"},{"type":"add","content":"4° les documents mentionnés à l'article 302 M du code général des impôts, émis sur support papier ou transmis par voie électronique dans le cadre du système d'informatisation du suivi des mouvements de produits soumis à accises visés par le bureau des douanes du point de sortie de la Communauté ou de tout autre élément de preuve alternatif accepté par l'administration chargée de la surveillance des mouvements de produits soumis à accises ;"},{"type":"del","content":"5° Pour tous les produits autres que ceux soumis à accises ou à des contrôles douaniers particuliers et lorsqu'il s'agit d'une livraison effectuée dans les conditions prévues au premier alinéa du 2° du I de l'article 262 du code général des impôts, une déclaration du transporteur ou du transitaire qui a pris en charge les biens, accompagnée de la preuve du paiement des biens par le client établi dans un pays n'appartenant pas à la Communauté européenne, un territoire mentionné au 1° de l'article 256-0 du code général des impôts ou un département d'outre-mer."},{"type":"add","content":"5° Pour tous les produits autres que ceux soumis à accises et lorsqu'il s'agit d'une livraison effectuée dans les conditions prévues au premier alinéa du 2° du I de l'article 262 du code général des impôts, une déclaration du transporteur ou du transitaire qui a pris en charge les biens, accompagnée de la preuve du paiement des biens par le client établi dans un pays n'appartenant pas à la Communauté européenne, un territoire mentionné au 1° de l'article 256-0 du code général des impôts ou un département d'outre-mer."},{"type":"del","content":"2. En ce qui concerne les exportations de perles fines (n° 71-01 du tarif des douanes) et de pierres gemmes brutes ou taillées (n° 71-02, 71-03, 85-22-10 et 91-14-20 du tarif des douanes), les bureaux de douane de Paris-Choron, de Saint-Claude (Jura), de Marseille-Port (Bouches-du-Rhône) et de Lyon-Port Rambaud (Rhône) sont seuls habilités à délivrer les déclarations d'exportations prévues au c du 1."},{"type":"del","content":""},{"type":"del","content":"Les exportations par la voie postale de pierres gemmes brutes ou taillées, de perles fines, de métaux précieux, de bijouterie, de joaillerie, d'orfèvrerie et d'autres ouvrages en métaux précieux, doivent, outre les formalités prévues au 1, faire l'objet d'une déclaration au bureau de garantie où, après vérification, le service assure, de concert avec les déclarants, la remise des boîtes et paquets à La Poste."},{"type":"del","content":""},{"type":"del","content":"Pour les envois de toutes autres marchandises effectués par La Poste, les fonctionnaires de la Poste peuvent, au moment du dépôt des plis, paquets ou boîtes, appeler le service local des douanes ou des impôts à procéder à la vérification du contenu, en présence de l'intéressé ou de son représentant. Les reçus de La Poste doivent, en toute hypothèse, être rattachés au livre d'expédition tenu par l'exportateur."},{"type":"add","content":"2. Pour les envois de marchandises effectués par La Poste, la preuve de l'exportation est apportée par un exemplaire de la déclaration en douane CN23. Toutefois, lorsque la valeur de l'envoi postal excède 8 000 €, l'assujetti exportateur peut également détenir à l'appui de sa comptabilité ou du registre prévu au a du 1 le document administratif unique."},{"type":"del","content":"4 bis. Toutes vérifications utiles sont effectuées à la sortie des objets ou marchandises par le service des douanes, et chez les fournisseurs et les commissionnaires exportateurs par les agents du service compétent, auxquels doivent être représentés les registres et factures prescrits par le présent article ainsi que, le cas échéant, toutes autres pièces susceptibles de venir à l'appui des énonciations desdits documents."},{"type":"add","content":"4 bis. Toutes vérifications utiles sont effectuées à la sortie des objets ou marchandises par le service des douanes, et chez les assujettis exportateurs et les personnes habilitées ou autorisées à déclarer en douane par les agents du service compétent, auxquels doivent être représentés les registres et factures prescrits par le présent article ainsi que, le cas échéant, toutes autres pièces susceptibles de venir à l'appui des énonciations desdits documents."},{"type":"del","content":"5. Les livraisons de biens d'avitaillement effectuées soit directement, soit en sortie d'un régime suspensif mentionné au I de l'article 277 A du CGI, pour les besoins des navires visés au 6° du II de l'article 262 du même code, sont exonérées de la taxe sur la valeur ajoutée, à condition que le fournisseur établisse pour chaque livraison une déclaration en douane conforme au modèle fourni par l'administration ou tout autre document en tenant lieu prévu par la réglementation douanière. Le fournisseur conserve à l'appui de sa comptabilité ces documents, après avis du service des douanes chargé du contrôle de la mise à bord des biens."},{"type":"add","content":"5. Les livraisons de biens d'avitaillement effectuées soit directement, soit en sortie d'un régime suspensif mentionné au I de l'article 277 A du code général des impôts, pour les besoins des navires visés au 6° du II de l'article 262 du même code, sont exonérées de la taxe sur la valeur ajoutée, à condition que l'assujetti exportateur établisse pour chaque livraison une déclaration en douane conforme au modèle fourni par l'administration ou tout autre document en tenant lieu prévu par la réglementation douanière. L'assujetti exportateur conserve à l'appui de sa comptabilité ces documents, après avis du service des douanes chargé du contrôle de la mise à bord des biens."},{"type":"del","content":"Décret n° 2006-427 du 11 avril 2006 modifiant l'article 74 de l'annexe III au code général des impôts - article 1 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"Code général des impôts - article 262 AUTONOME MODIFIE, en vigueur du 1993-01-01 au 1994-09-02 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 262 AUTONOME MODIFIE, en vigueur du 1985-12-31 au 1990-12-30 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 277 A AUTONOME MODIFIE, en vigueur du 2020-01-01 au 2022-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 262 AUTONOME MODIFIE, en vigueur du 1990-12-30 au 1993-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 277 A AUTONOME MODIFIE, en vigueur du 2011-06-12 au 2020-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 302 M AUTONOME MODIFIE, en vigueur du 2017-07-01 au 2018-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 302 M AUTONOME MODIFIE, en vigueur du 2018-01-01 au 2020-12-05 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 262 AUTONOME MODIFIE, en vigueur du 2005-12-31 au 2008-04-03 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 302 M AUTONOME MODIFIE, en vigueur du 2008-07-01 au 2010-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 302 M AUTONOME MODIFIE, en vigueur du 2010-01-01 au 2010-04-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 277 A AUTONOME MODIFIE, en vigueur du 2011-01-01 au 2011-06-12 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 262 AUTONOME MODIFIE, en vigueur du 2011-01-01 au 2018-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 286 AUTONOME MODIFIE, en vigueur du 2016-01-01 au 2018-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 302 M AUTONOME MODIFIE, en vigueur du 2015-10-09 au 2017-07-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 262 AUTONOME VIGUEUR, en vigueur depuis le 2018-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 286 AUTONOME MODIFIE, en vigueur du 2017-03-31 au 2018-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 286 AUTONOME MODIFIE, en vigueur du 2025-01-01 au 2025-02-16 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 286 AUTONOME MODIFIE, en vigueur du 1985-01-01 au 1990-06-15 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 286 AUTONOME MODIFIE, en vigueur du 2022-01-01 au 2025-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 256-0 AUTONOME VIGUEUR, en vigueur depuis le 2008-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 302 M AUTONOME ABROGE_DIFF, en vigueur du 2020-12-05 au 2222-02-22 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 286 AUTONOME MODIFIE, en vigueur du 1979-07-01 au 1982-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 262 AUTONOME MODIFIE, en vigueur du 1950-04-30 au 1954-01-05 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 286 AUTONOME MODIFIE, en vigueur du 1950-04-30 au 1954-08-15 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 256-0 AUTONOME MODIFIE, en vigueur du 1996-05-12 au 2008-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 277 A AUTONOME MODIFIE, en vigueur du 1996-05-12 au 2000-03-31 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 277 A AUTONOME MODIFIE, en vigueur du 2000-03-31 au 2003-07-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 277 A AUTONOME MODIFIE, en vigueur du 2003-07-01 au 2008-04-03 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 286 AUTONOME MODIFIE_MORT_NE, en vigueur du 2018-01-01 au 2017-12-30 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 286 AUTONOME MODIFIE, en vigueur du 2018-01-01 au 2022-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 262 AUTONOME MODIFIE, en vigueur du 1995-10-27 au 1996-05-12 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 302 M AUTONOME MODIFIE, en vigueur du 2010-04-01 au 2015-10-09 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 302 M AUTONOME MODIFIE, en vigueur du 1994-09-02 au 1995-10-27 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 302 M AUTONOME MODIFIE, en vigueur du 1995-10-27 au 1996-05-12 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 302 M AUTONOME MODIFIE, en vigueur du 1996-05-12 au 2000-03-31 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 302 M AUTONOME MODIFIE, en vigueur du 2000-03-31 au 2001-08-31 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 302 M AUTONOME MODIFIE, en vigueur du 2002-03-31 au 2008-07-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 262 AUTONOME MODIFIE, en vigueur du 1979-07-01 au 1985-12-31 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 277 A AUTONOME MODIFIE, en vigueur du 2023-01-01 au 2025-07-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 262 AUTONOME MODIFIE, en vigueur du 2008-04-03 au 2010-03-11 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 277 A AUTONOME MODIFIE, en vigueur du 2022-01-01 au 2023-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 262 AUTONOME MODIFIE, en vigueur du 1994-09-02 au 1995-10-27 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 262 AUTONOME MODIFIE, en vigueur du 2010-03-11 au 2011-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 286 AUTONOME MODIFIE, en vigueur du 1983-01-01 au 1985-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 277 A AUTONOME MODIFIE, en vigueur du 2008-04-03 au 2011-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 286 AUTONOME MODIFIE, en vigueur du 1982-01-01 au 1983-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 286 AUTONOME MODIFIE, en vigueur du 1999-03-31 au 2002-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 262 AUTONOME MODIFIE, en vigueur du 1954-01-05 au 1954-08-15 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 262 AUTONOME MODIFIE, en vigueur du 1996-05-12 au 2005-12-31 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 286 AUTONOME MODIFIE, en vigueur du 2002-03-31 au 2016-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 286 AUTONOME MODIFIE, en vigueur du 1990-06-15 au 1999-03-31 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2010-233 du 5 mars 2010 relatif aux formalités requises en matière de preuve des exportations de biens bénéficiant de l'exonération de la taxe sur la valeur ajoutée - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 286 AUTONOME VIGUEUR, en vigueur depuis le 2025-06-19 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 262 AUTONOME MODIFIE, en vigueur du 1954-08-15 au 1979-07-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 286 AUTONOME MODIFIE, en vigueur du 1955-01-01 au 1979-07-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 286 AUTONOME MODIFIE, en vigueur du 1954-08-15 au 1955-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 286 AUTONOME MODIFIE, en vigueur du 2025-02-16 au 2025-06-19 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 277 A AUTONOME VIGUEUR, en vigueur depuis le 2025-07-01 CITATION cible"},{"type":"del","content":"2006-04-11 MODIFICATION source Décret n° 2006-427 du 11 avril 2006 modifiant l'article 74 de l'annexe III au code général des impôts - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2010-03-05 MODIFIE cible Décret n° 2010-233 du 5 mars 2010 relatif aux formalités requises en matière de preuve des exportations de biens bénéficiant de l'exonération de la taxe sur la valeur ajoutée - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":"      CITATION source CGI 286, 262, 256-0, 302 M, 277 A"},{"type":"del","content":""},{"type":"del","content":"      HISTO source Edition du 1er janvier 2007"},{"type":"add","content":"2999-01-01 CITATION source Code général des impôts - article 256-0 AUTONOME MODIFIE, en vigueur du 1996-05-12 au 2008-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code général des impôts - article 262 AUTONOME MODIFIE, en vigueur du 1979-07-01 au 1985-12-31"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code général des impôts - article 277 A AUTONOME MODIFIE, en vigueur du 1996-05-12 au 2000-03-31"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code général des impôts - article 286 AUTONOME MODIFIE, en vigueur du 1979-07-01 au 1982-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code général des impôts - article 302 M AUTONOME MODIFIE, en vigueur du 1994-09-02 au 1995-10-27"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/29/69/LEGIARTI000006296954.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/29/69/LEGIARTI000006296954.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/29/69/LEGIARTI000006296954.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/93/36/LEGIARTI000021933635.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/93/36/LEGIARTI000021933635.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/21/93/36/LEGIARTI000021933635.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006296954)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000021933635)"}],"status":"modified"}],"stats":{"additions":200,"deletions":24,"filesChanged":1}}