{"sha":"877ac4e26802","date":"2013-08-16","message":"Décret n° 2013-732 du 12 août 2013 relatif aux modalités de dépôt des déclarations de taxe sur la valeur ajoutée pour les personnes non établies dans l'Union européenne mentionnées au 1° du I de l'article 289 A du code général des impôts","files":[{"filename":"livre_premier/premiere_partie/titre_ii/chapitre_premier/section_vi/article_95.md","articleName":"Article 95","additions":14,"deletions":9,"diff":[{"type":"del","content":"I. - Les assujettis établis dans un autre Etat membre de l'Union européenne, identifiés à la taxe sur la valeur ajoutée en France, doivent souscrire les déclarations prescrites par l'article 286 et le 1 de l'article 287 du code général des impôts auprès du service de l'administration fiscale chargé des résidents à l'étranger et des services généraux."},{"type":"add","content":"I. - Les assujettis établis dans un autre Etat membre de l'Union européenne, identifiés à la taxe sur la valeur ajoutée en France, ainsi que les personnes établies dans un Etat non membre de l'Union européenne qui remplit les conditions mentionnées au 1° du I de l'article 289 A du code général des impôts, doivent souscrire les déclarations prescrites par l'article 286 et le 1 de l'article 287 du code général des impôts auprès du service de l'administration fiscale chargé des résidents à l'étranger et des services généraux."},{"type":"del","content":"Par dérogation aux dispositions du premier alinéa, les assujettis établis dans un autre Etat membre de l'Union européenne, qui disposent en France d'immeubles donnés en location et ne réalisent pas d'autres opérations pour lesquelles ils sont redevables de la taxe en France, déposent les déclarations mentionnées au premier alinéa auprès du service des impôts du lieu de situation de l'immeuble. Si l'application de cette règle conduit à une pluralité de lieux de dépôt, les redevables souscrivent leurs obligations déclaratives auprès du service de l'administration fiscale chargé des résidents à l'étranger et des services généraux à l'exception des personnes propriétaires d'immeubles loués meublés, et dont les loyers sont imposés à l'impôt sur le revenu dans la catégorie des bénéfices industriels et commerciaux, qui déposent leurs déclarations auprès du service des impôts du lieu de situation du bien générateur du chiffre d'affaires le plus élevé."},{"type":"add","content":"Par dérogation aux dispositions du premier alinéa, les assujettis établis dans un autre Etat membre de l'Union européenne ainsi que les personnes établies dans un Etat non membre de l'Union européenne qui remplit les conditions mentionnées au 1° du I de l'article 289 A du code général des impôts, qui disposent en France d'immeubles donnés en location et ne réalisent pas d'autres opérations pour lesquelles ils sont redevables de la taxe en France, déposent les déclarations mentionnées au premier alinéa auprès du service des impôts du lieu de situation de l'immeuble. Si l'application de cette règle conduit à une pluralité de lieux de dépôt, les redevables souscrivent leurs obligations déclaratives auprès du service de l'administration fiscale chargé des résidents à l'étranger et des services généraux à l'exception des personnes propriétaires d'immeubles loués meublés, et dont les loyers sont imposés à l'impôt sur le revenu dans la catégorie des bénéfices industriels et commerciaux, qui déposent leurs déclarations auprès du service des impôts du lieu de situation du bien générateur du chiffre d'affaires le plus élevé."},{"type":"add","content":""},{"type":"add","content":"Par dérogation aux dispositions des premier et deuxième alinéas, les personnes établies dans un Etat non membre de l'Union européenne mentionnées au 1° du I de l'article 289 A du code général des impôts, qui avaient désigné en France un représentant mentionné au premier alinéa du I de l'article 289 A précité, continuent de déposer les déclarations mentionnées au premier alinéa auprès du service des impôts dont dépendait le lieu d'imposition de ce représentant."},{"type":"del","content":"III. - Les assujettis établis dans un autre Etat membre de l'Union européenne, qui réalisent des opérations imposables en France ou qui doivent y accomplir des formalités, peuvent désigner un mandataire pour effectuer, sous la responsabilité exclusive de leur mandant, tout ou partie des formalités incombant à ces personnes et, en cas d'opérations imposables, pour acquitter la taxe en leur nom."},{"type":"add","content":"III. - Les assujettis établis dans un autre Etat membre de l'Union européenne, ainsi que les personnes établies dans un etat non membre de l'Union européenne qui remplit les conditions mentionnées au 1° du I de l'article 289 A du code général des impôts, qui réalisent des opérations imposables en France ou qui doivent y accomplir des formalités, peuvent désigner un mandataire pour effectuer, sous la responsabilité exclusive de leur mandant, tout ou partie des formalités incombant à ces personnes et, en cas d'opérations imposables, pour acquitter la taxe en leur nom."},{"type":"del","content":"Décret n° 2010-1726 du 30 décembre 2010 fixant les modalités statistiques d'échanges de biens en matière de taxe sur la valeur ajoutée ainsi que les lieux de dépôt des déclarations de taxe sur la valeur ajoutée et de paiement du droit fixe dû par les opérateurs de jeux ou de paris en ligne pour les assujettis établis dans un autre Etat membre de l'Union européenne - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Décret n° 2013-732 du 12 août 2013 relatif aux modalités de dépôt des déclarations de taxe sur la valeur ajoutée pour les personnes non établies dans l'Union européenne mentionnées au 1° du I de l'article 289 A du code général des impôts - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2010-12-30 MODIFIE cible Décret n° 2010-1726 du 30 décembre 2010 fixant les modalités statistiques d'échanges de biens en matière de taxe sur la valeur ajoutée ainsi que les lieux de dépôt des déclarations de taxe sur la valeur ajoutée et de paiement du droit fixe dû par les opérateurs de jeux ou de paris en ligne pour les assujettis établis dans un autre Etat membre de l'Union européenne - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":"2013-08-12 MODIFIE cible Décret n° 2013-732 du 12 août 2013 relatif aux modalités de dépôt des déclarations de taxe sur la valeur ajoutée pour les personnes non établies dans l'Union européenne mentionnées au 1° du I de l'article 289 A du code général des impôts - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code général des impôts - article 289 A AUTONOME MODIFIE, en vigueur du 1979-07-01 au 1993-01-01"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/23/38/92/LEGIARTI000023389244.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/23/38/92/LEGIARTI000023389244.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/23/38/92/LEGIARTI000023389244.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/84/65/LEGIARTI000027846591.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/84/65/LEGIARTI000027846591.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/27/84/65/LEGIARTI000027846591.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000023389244)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000027846591)"}],"status":"modified"}],"stats":{"additions":14,"deletions":9,"filesChanged":1}}