{"sha":"b87d0e549b75","date":"1987-12-09","message":"Décret n°88-199 du 29 février 1988 RELATIF AUX TITRES DE PREFET ET DE SOUS-PREFET","files":[{"filename":"assiette_et_liquidation_de_l_impot/dispositions_communes_aux_premiere_et_deuxieme_parties_impots_d_etat_impots_directs_taxes_sur_le_chiffre_d_affaires_et_taxes_assimilees_contributions_indirectes_et_monopoles_fiscaux_impositions_percues_au_profit_des_collectivites_locales_et_de_divers_org_/dispositions_diverses/commissions_administratives_des_impots/article_347.md","articleName":"Article 347","additions":59,"deletions":19,"diff":[{"type":"del","content":"1. La commission départementale prévue à l'article 1651 du code général des impôts est valablement constituée lorsque les organismes chargés de désigner les représentants des contribuables ont disposé d'un délai d'un mois pour procéder à cette désignation à partir de la demande qui leur a été adressée par le président de la commission ou en ce qui concerne les personnes visées à l'article 1653 A-I-4° et 5° du même code par le directeur des services fiscaux."},{"type":"add","content":"I. - 1. Sous réserve des dispositions des deuxième et troisième alinéas ci-après, les représentants des contribuables sont désignés par les organisations ou organismes représentatifs au niveau départemental."},{"type":"del","content":"La commission se réunit sur la convocation de son président."},{"type":"add","content":"Les organisations ou organismes à compétence interdépartementale désignent les représentants des contribuables parmi les professionnels exerçant dans le ressort de la commission."},{"type":"del","content":"Elle délibère valablement à condition qu'il y ait au moins quatre membres présents y compris le président."},{"type":"add","content":"Le représentant salarié visé à l'article 1651 B est désigné par les organisations ou organismes nationaux représentatifs des ingénieurs et cadres supérieurs."},{"type":"del","content":"Convoqués dix jours au moins avant la réunion les contribuables intéressés ou le maire de la commune intéressée en matière d'évaluation des propriétés non bâties sont invités à se faire entendre ou à faire parvenir leurs observations écrites. Ils peuvent déléguer un mandataire dûment habilité (1)."},{"type":"add","content":"2. Les membres de la commission doivent être de nationalité française, âgés de vingt-cinq ans au moins et jouir de leurs droits civils."},{"type":"del","content":"2. Un agent de la direction générale des impôts ayant au moins le grade d'inspecteur remplit les fonctions de secrétaire de la commission avec voix consultative. Un ou plusieurs agents de la même direction générale ayant au moins le grade d'inspecteur peuvent assister aux séances de la commission en qualité de secrétaires adjoints. Ils ont également voix consultative."},{"type":"add","content":"L'expert-comptable visé à l'article 1651 du code général des impôts doit être inscrit au tableau régional de l'ordre et exercer son activité dans le ressort de la commission."},{"type":"del","content":"3. Lorsqu'en matière de taxes sur le chiffre d'affaires la commission prévue à l'article 1651 du code général des impôts est saisie d'un litige intéressant un redevable qui relève de l'administration des douanes et droits indirects au regard desdites taxes l'un des secrétaires adjoints de la commission peut être un agent des douanes et droits indirects ayant au moins le grade d'inspecteur."},{"type":"add","content":"3. Les organisations ou organismes représentatifs adressent la liste des représentants qu'ils désignent au secrétariat de la commission le 1er décembre au plus tard, pour l'année suivante. Les représentants des contribuables sont désignés pour une année. Leur mandat est renouvelable par tacite reconduction."},{"type":"del","content":"4. Le rapport par lequel l'administration soumet le différend à la commission doit obligatoirement indiquer selon le cas le montant du forfait du bénéfice du chiffre d'affaires ou de la valeur vénale que l'intéressé était en dernier lieu disposé à accepter."},{"type":"add","content":"Lorsqu'il existe dans un même département plusieurs organisations ou organismes ayant vocation à désigner des membres, et à défaut d'accord entre eux, les représentants des contribuables sont désignés par le commissaire de la République au vu des propositions de ces organisations ou organismes."},{"type":"del","content":"5. A la demande de l'un de ses membres la commission peut si elle l'estime utile entendre en séance tout fonctionnaire qui a pris part à la détermination de la base d'imposition qui fait l'objet du désaccord dont elle est saisie ou en cas d'absence ou de mutation son successeur ou remplaçant."},{"type":"add","content":"En cas de retard, d'empêchement ou d'absence de désignation des représentants des contribuables, la commission est valablement constituée."},{"type":"del","content":"(1) Voir également art. 1651 bis du code général des impôts."},{"type":"add","content":"4. Les organismes consulaires doivent consulter les organisations patronales interprofessionnelles avant d'établir la liste des représentants qu'ils désignent."},{"type":"add","content":""},{"type":"add","content":"II. - 1. Pour l'application du deuxième alinéa de l'article 1651 A, les représentants des contribuables sont choisis parmi les propriétaires ruraux et exploitants agricoles, passibles de l'impôt sur le revenu au titre des bénéfices de l'exploitation agricole."},{"type":"add","content":""},{"type":"add","content":"2. Pour l'application de l'article 1651 C, les membres désignés par les fédérations départementales des syndicats d'exploitants agricoles sont choisis parmi les propriétaires ruraux passibles de l'impôt sur le revenu dans la catégorie des bénéfices agricoles."},{"type":"add","content":""},{"type":"add","content":"3. Pour les matières visées à l'article 1651 D, les membres désignés représentent les différentes régions agricoles du département."},{"type":"add","content":""},{"type":"add","content":"Dans le cas prévu au premier alinéa de l'article 1651 D, les représentants des contribuables sont choisis moitié parmi les propriétaires ruraux et moitié parmi les exploitants agricoles, passibles de l'impôt sur le revenu au titre des bénéfices de l'exploitation agricole."},{"type":"add","content":""},{"type":"add","content":"Dans le cas prévu au deuxième alinéa de l'article 1651 D, les représentants des contribuables désignés par la chambre d'agriculture sont choisis moitié parmi les propriétaires ruraux sur proposition des fédérations départementales des syndicats de la propriété agricole et des fédérations départementales des syndicats d'exploitants agricoles et moitié parmi les exploitants agricoles passibles de l'impôt sur le revenu au titre des bénéfices de l'exploitation agricole, sur proposition des fédérations départementales des syndicats d'exploitants agricoles."},{"type":"add","content":""},{"type":"add","content":"Lorsque la commission se prononce sur les tarifs d'évaluation ou les coefficients d'actualisation des valeurs locatives des bois et forêts, un des représentants des contribuables doit être propriétaire de bois et forêts ; il est appelé à siéger."},{"type":"add","content":""},{"type":"add","content":"III. - 1. Sous réserve des dispositions ci-après, il est désigné deux suppléants pour un titulaire."},{"type":"add","content":""},{"type":"add","content":"2. Pour la ville de Paris, si le président de la commission le juge utile, le nombre de suppléants peut être augmenté jusqu'à :"},{"type":"add","content":""},{"type":"add","content":"- soixante, en ce qui concerne les représentants des contribuables désignés par la chambre de commerce et d'industrie ; - quinze, en ce qui concerne les représentants désignés par la chambre des métiers et par les organisations ou organismes professionnels regroupant les titulaires de revenus non commerciaux. 3. Pour les départements de plus d'un million d'habitants, la majoration visée au deuxième alinéa du 2 est fixée à trente."},{"type":"add","content":""},{"type":"add","content":"IV. - Lorsqu'en matière de taxes sur le chiffre d'affaires la commission est saisie d'un litige intéressant un contribuable qui relève de l'administration des douanes et des droits indirects au regard desdites taxes, l'un des représentants de la direction générale des impôts peut être remplacé par un fonctionnaire de la direction générale des douanes et des droits indirects."},{"type":"del","content":"Loi n° 81-1160 du 30 décembre 1981 DE FINANCES POUR 1982 - article 102 AUTONOME PERIME, en vigueur du 1982-01-01 au 2007-09-01 MODIFICATION cible"},{"type":"add","content":"Décret n°88-199 du 29 février 1988 relatif aux titres de préfet et de sous-préfet - article 1 AUTONOME VIGUEUR, en vigueur depuis le 1988-03-03 MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n°87-985 du 8 décembre 1987 RELATIF A LA COMPOSITION ET AU FONCTIONNEMENT DE LA COMMISSION DEPARTEMENTALE DES IMPOTS DIRECTS ET DES TAXES SUR LE CHIFFRE D'AFFAIRES MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 88-1001 du 20 octobre 1988 portant incorporation au code général des impôts de divers ‎textes modifiant et complétant certaines dispositions de ce code CODIFICATION cible"},{"type":"del","content":"      CITATION source CGI 1651 bis"},{"type":"add","content":"      CITATION source CGI 1651 B"},{"type":"del","content":"      CITATION source CGI 1653 A I 4°, 5°"},{"type":"add","content":"      CITATION source CGI 1651 C"},{"type":"del","content":"1981-12-30 MODIFICATION source Loi n° 81-1160 du 30 décembre 1981 DE FINANCES POUR 1982 - article 102 AUTONOME PERIME, en vigueur du 1982-01-01 au 2007-09-01"},{"type":"add","content":"      CITATION source CGI 1651 D"},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts, annexe IV - article 170 undecies AUTONOME VIGUEUR, en vigueur depuis le 2017-09-01"},{"type":"add","content":"      CITATION source CGI 1653 A"},{"type":"del","content":"      CODIFICATION source Décret 82-881 1982-10-15"},{"type":"add","content":"1987-12-08 MODIFICATION source Décret n°87-985 du 8 décembre 1987 RELATIF A LA COMPOSITION ET AU FONCTIONNEMENT DE LA COMMISSION DEPARTEMENTALE DES IMPOTS DIRECTS ET DES TAXES SUR LE CHIFFRE D'AFFAIRES"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1988-02-29 MODIFICATION source Décret n°88-199 du 29 février 1988 relatif aux titres de préfet et de sous-préfet - article 1 AUTONOME VIGUEUR, en vigueur depuis le 1988-03-03"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1988-10-20 CODIFICATION source Décret n° 88-1001 du 20 octobre 1988 portant incorporation au code général des impôts de divers ‎textes modifiant et complétant certaines dispositions de ce code"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts, annexe IV - article 170 undecies AUTONOME VIGUEUR, en vigueur depuis le 2017-09-01"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/29/74/LEGIARTI000006297406.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/29/74/LEGIARTI000006297406.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/29/74/LEGIARTI000006297406.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/29/74/LEGIARTI000006297407.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/29/74/LEGIARTI000006297407.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/29/74/LEGIARTI000006297407.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006297406)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006297407)"}],"status":"modified"}],"stats":{"additions":59,"deletions":19,"filesChanged":1}}