{"sha":"11ab1ad2abcd","date":"2023-01-01","message":"Décret n° 2022-570 du 19 avril 2022 relatif à la prestation de compensation mentionnée à l'article D. 245-9 du code de l'action sociale et des familles","files":[{"filename":"annexe/article_annexe_2-5.md","articleName":"Article ANNEXE 2-5","additions":205,"deletions":30,"diff":[{"type":"del","content":"– maîtriser son comportement dans ses relations avec autrui."},{"type":"add","content":"– maîtriser son comportement."},{"type":"add","content":""},{"type":"add","content":"– entreprendre des tâches multiples."},{"type":"del","content":"Définition : Se déplacer d'un endroit à un autre, sans utiliser de moyen de transport."},{"type":"add","content":"Définition : Se déplacer d'un endroit à un autre, utiliser un moyen de transport."},{"type":"del","content":"Maîtriser son comportement dans ses relations avec autrui"},{"type":"add","content":"Maîtriser son comportement"},{"type":"add","content":""},{"type":"add","content":"Définition : Gérer le stress, y compris pour faire face à des situations impliquant de la nouveauté ou de l'imprévu. Gérer les habiletés sociales. Maîtriser ses émotions et ses pulsions, son agressivité verbale ou physique dans ses relations avec autrui, selon les circonstances et dans le respect des convenances. Entretenir et maîtriser les relations avec autrui selon les circonstances et dans le respect des convenances, comme maîtriser ses émotions et ses pulsions, maîtriser son agressivité verbale et physique, agir de manière indépendante dans les relations sociales, et agir selon les règles et conventions sociales."},{"type":"add","content":""},{"type":"add","content":"Inclusion : Comportement provoqué ou induit par une altération de fonctions, un traitement ou une pathologie, une situation inhabituelle, y compris repli sur soi et inhibition."},{"type":"add","content":""},{"type":"add","content":"Entreprendre des tâches multiples"},{"type":"del","content":"Définition : Maîtriser ses émotions et ses pulsions, son agressivité verbale ou physique dans ses relations avec autrui, selon les circonstances et dans le respect des convenances. Entretenir et maîtriser les relations avec autrui selon les circonstances et dans le respect des convenances, comme maîtriser ses émotions et ses pulsions, maîtriser son agressivité verbale et physique, agir de manière indépendante dans les relations sociales, et agir selon les règles et conventions sociales."},{"type":"add","content":"Définition : Entreprendre des actions simples ou complexes et coordonnées, qui sont les composantes de tâches multiples, intégrées ou complexes, réalisées l'une après l'autre ou simultanément."},{"type":"del","content":"Inclusion : Comportement provoqué ou induit par un traitement ou une pathologie, y compris repli sur soi et inhibition."},{"type":"add","content":"Inclusion : effectuer des tâches multiples ; les mener à terme ; les entreprendre de manière indépendante ou en groupe, les réaliser dans des délais contraints ou dans l'urgence, incluant anticiper, planifier, exécuter et vérifier des tâches, acquérir un savoir-faire, gérer son temps, résoudre des problèmes."},{"type":"del","content":"Les besoins d'aides humaines peuvent être reconnus dans les quatre domaines suivants :"},{"type":"add","content":"Les besoins d'aides humaines peuvent être reconnus dans les cinq domaines suivants :"},{"type":"del","content":"3° Les frais supplémentaires liés à l'exercice d'une activité professionnelle ou d'une fonction élective."},{"type":"add","content":"3° Le soutien à l'autonomie ;"},{"type":"del","content":"4° L'exercice de la parentalité."},{"type":"add","content":"4° Les frais supplémentaires liés à l'exercice d'une activité professionnelle ou d'une fonction élective."},{"type":"add","content":""},{"type":"add","content":"5° L'exercice de la parentalité."},{"type":"del","content":"c) La participation à la vie sociale"},{"type":"add","content":"c) la maîtrise de son comportement"},{"type":"add","content":""},{"type":"add","content":"Le temps quotidien d'aide humaine nécessaire pour la mise en œuvre de cette activité est évalué dans le cadre de l'appréciation des besoins au titre des sections 2 et 3 du présent chapitre."},{"type":"add","content":""},{"type":"add","content":"Définition : Gérer son stress, y compris pour faire face à des situations impliquant de la nouveauté ou de l'imprévu. Gérer les habiletés sociales. Maîtriser ses émotions et ses pulsions, son agressivité verbale ou physique dans ses relations avec autrui, selon les circonstances et dans le respect des convenances. Entretenir et maîtriser les relations avec autrui selon les circonstances et dans le respect des convenances, comme maîtriser ses émotions et ses pulsions, maîtriser son agressivité verbale et physique, agir de manière indépendante dans les relations sociales, et agir selon les règles et conventions sociales."},{"type":"add","content":""},{"type":"add","content":"Inclusion : Comportement provoqué ou induit par une altération de fonction, un traitement ou une pathologie, une situation inhabituelle, y compris un comportement de repli sur soi ou d'inhibition."},{"type":"add","content":""},{"type":"add","content":"d) La réalisation des tâches multiples"},{"type":"add","content":""},{"type":"add","content":"Le temps quotidien d'aide humaine nécessaire pour la mise en œuvre de cette activité est évalué dans le cadre de l'appréciation des besoins au titre des sections 2 et 3 du présent chapitre."},{"type":"add","content":""},{"type":"add","content":"Définition : Réaliser des actions simples ou complexes et coordonnées, qui sont les composantes de tâches multiples, intégrées ou complexes, réalisées l'une après l'autre ou simultanément."},{"type":"add","content":""},{"type":"add","content":"Inclusion : réaliser des tâches multiples ; les mener à terme ; les entreprendre de manière indépendante ou en groupe, les réaliser dans des délais contraints ou dans l'urgence, réaliser des tâches liées à la prise, l'organisation et l'effectivité des rendez-vous médicaux. Cela inclut anticiper, planifier, exécuter et vérifier des tâches, acquérir un savoir-faire, gérer son temps, résoudre des problèmes."},{"type":"add","content":""},{"type":"add","content":"e) La participation à la vie sociale"},{"type":"del","content":"d) Les besoins éducatifs :"},{"type":"add","content":"f) Les besoins éducatifs :"},{"type":"del","content":"Des symptômes tels que douleurs, spasticité, ankylose de grosses articulations, mouvements anormaux, obésité importante, etc., tout autant que certains troubles du comportement, difficultés de compréhension, lenteur … peuvent avoir un impact et rendre plus difficiles les interventions des aidants pour la réalisation de tout ou partie des actes essentiels."},{"type":"add","content":"Des symptômes tels que douleurs, spasticité, ankylose de grosses articulations, mouvements anormaux, obésité importante, etc., tout autant que certains troubles du comportement, difficultés de compréhension, lenteur, difficulté à établir un lien de confiance, la fatigabilité, les troubles anxieux, phobiques, mnésiques ou de l'estime de soi, la désinhibition, difficultés de concentration et à fixer son attention, difficulté à se motiver, l'auto stigmatisation, la vulnérabilité émotionnelle ou l'extrême sensibilité émotionnelle, les troubles psycho-traumatiques … peuvent avoir un impact et rendre plus difficiles les interventions des aidants pour la réalisation de tout ou partie des actes essentiels."},{"type":"del","content":"Un logement adapté ou, au contraire, un logement inadapté, de même que le recours à certaines aides techniques, notamment lorsqu'elles ont été préconisées pour faciliter l'intervention des aidants, peuvent avoir un impact sur le temps de réalisation des activités."},{"type":"add","content":"Un logement adapté ou, au contraire, un logement inadapté, de même que le recours à certaines aides techniques, notamment lorsqu'elles ont été préconisées pour faciliter l'intervention des aidants et l'absence de lien social, peuvent avoir un impact sur le temps de réalisation des activités."},{"type":"del","content":"– maîtriser son comportement dans ses relations avec autrui."},{"type":"add","content":"– maîtriser son comportement."},{"type":"add","content":"Le soutien à l'autonomie"},{"type":"add","content":""},{"type":"add","content":"La notion de soutien à l'autonomie s'entend comme l'accompagnement d'une personne dans l'exercice de l'autonomie dans le respect de ses aspirations personnelles."},{"type":"add","content":""},{"type":"add","content":"Pour être pris en compte au titre de l'élément aide humaine, ce besoin de soutien à l'autonomie doit être durable ou survenir fréquemment et concerne les personnes présentant notamment une ou plusieurs altérations des fonctions mentales, cognitives ou psychiques."},{"type":"add","content":""},{"type":"add","content":"Le besoin de soutien à l'autonomie s'apprécie au regard de l'hypersensibilité à l'anxiété, au stress et au contexte ainsi que des conséquences que des altérations des fonctions peuvent avoir dans différentes situations :"},{"type":"add","content":""},{"type":"add","content":"- pour planifier, organiser, entamer, exécuter, et gérer le temps des activités (habituelles ou inhabituelles) en s'adaptant au contexte dans les actes nécessaires pour vivre dans un logement, pour se déplacer en dehors de ce logement, y compris pour prendre les transports, et participer à la vie en société ;"},{"type":"add","content":""},{"type":"add","content":"- pour interagir avec autrui, comprendre ses intentions et ses émotions ainsi que s'adapter aux codes sociaux et à la communication afin de pouvoir avoir des relations avec autrui, y compris en dehors de sa famille proche ou de ses aidants ;"},{"type":"add","content":""},{"type":"add","content":"- évaluer ses capacités, la qualité de ses réalisations et connaitre ses limites, afin notamment d'être capable d'identifier ses besoins d'aide, de prendre des décisions adaptées et de prendre soin de sa santé ;"},{"type":"add","content":""},{"type":"add","content":"- pour traiter les informations sensorielles (notamment hypo ou hyper sensorialité, recherche ou évitement des sensations, hallucinations, difficulté à identifier une douleur, difficulté à évoluer dans certains environnements) afin notamment de mettre en œuvre les habiletés de la vie quotidienne, la communication, les compétences sociales."},{"type":"add","content":""},{"type":"add","content":"Le temps d'aide humaine pour le soutien à l'autonomie peut atteindre trois heures par jour. Il est attribué sous forme de crédit temps et peut être capitalisé sur une durée de douze mois."},{"type":"add","content":""},{"type":"add","content":"Ce temps consiste à accompagner la personne dans la réalisation de ses activités, sans les réaliser à sa place, notamment s'agissant des activités ménagères."},{"type":"add","content":""},{"type":"add","content":"Il exclut les besoins d'aide humaine qui peuvent être pris en charge à un autre titre, notamment ceux liés à l'activité professionnelle, à des fonctions électives et à la participation à la vie sociale."},{"type":"add","content":""},{"type":"add","content":"Lorsque le handicap d'une personne requiert du soutien à l'autonomie, il est possible de cumuler le temps d'aide qui lui est attribué à ce titre avec celui attribuable au titre des actes essentiels mentionnés aux a, b et e du 1 de la section 1 du présent chapitre et de la surveillance régulière."},{"type":"add","content":""},{"type":"add","content":"Section 4"},{"type":"add","content":""},{"type":"del","content":"Section 4"},{"type":"add","content":"Section 5"},{"type":"del","content":"Section 5"},{"type":"add","content":"Section 6"},{"type":"del","content":"– à la reconnaissance d'une difficulté absolue pour la réalisation d'un des actes ou d'une difficulté grave pour la réalisation de deux des actes tels que définis aux a et b du 1 de la section 1 ou, à défaut"},{"type":"add","content":"– à la reconnaissance d'une difficulté absolue pour la réalisation d'un des actes ou d'une difficulté grave pour la réalisation de deux des actes tels que définis aux a, b, c et d du 1 de la section 1 ou, à défaut"},{"type":"del","content":"– à la constatation que le temps d'aide nécessaire apporté par un aidant familial pour des actes relatifs aux a et b du 1 de la section 1 ou au titre d'un besoin de surveillance atteint 45 minutes par jour."},{"type":"add","content":"– à la constatation que le temps d'aide nécessaire apporté par un aidant familial pour des actes relatifs aux a, b, c et d du 1 de la section 1 ou au titre d'un besoin de surveillance ou de soutien à l'autonomie atteint 45 minutes par jour."},{"type":"del","content":"Dans des situations exceptionnelles, la commission des droits et de l'autonomie ou le président du conseil général statuant en urgence dans les conditions fixées par l'article R. 245-36 peut porter le temps d'aide attribué au titre des actes essentiels ou de la surveillance au-delà des temps plafonds."},{"type":"add","content":"Dans des situations exceptionnelles, la commission des droits et de l'autonomie ou le président du conseil départemental statuant en urgence dans les conditions fixées par l'article R. 245-36 peut porter le temps d'aide attribué au titre des actes essentiels, de la surveillance ou du soutien à l'autonomie au-delà des temps plafonds."},{"type":"del","content":"Conformément à l'article 5 du décret n° 2020-1826 du 31 décembre 2020, les présentes dispositions sont applicables aux demandes de la prestation de compensation du handicap déposées à compter du 1er janvier 2021, ainsi qu'aux demandes en cours d'instruction devant la commission des droits et de l'autonomie des personnes handicapées à la date d'entrée en vigueur du décret précité."},{"type":"add","content":"Conformément à l'article 4 du décret n° 2022-570 du 19 avril 2022, ces dispositions entrent en vigueur le 1er janvier 2023."},{"type":"del","content":"Code de l'action sociale et des familles - article D245-27 AUTONOME VIGUEUR, en vigueur depuis le 2021-01-01 CITATION source"},{"type":"add","content":"Code de la sécurité sociale - article L165-1 AUTONOME MODIFIE, en vigueur du 2009-07-23 au 2014-12-25 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la sécurité sociale - article L165-1 AUTONOME MODIFIE, en vigueur du 2004-10-05 au 2009-07-23 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2022-570 du 19 avril 2022 relatif à la prestation de compensation mentionnée à l'article D. 245-9 du code de l'action sociale et des familles - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article R245-36 AUTONOME VIGUEUR, en vigueur depuis le 2015-03-22 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article L312-1 AUTONOME MODIFIE, en vigueur du 2005-02-12 au 2005-12-02 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article L312-1 AUTONOME MODIFIE, en vigueur du 2005-12-02 au 2005-12-20 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article L312-1 AUTONOME MODIFIE, en vigueur du 2005-12-20 au 2006-07-25 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article L312-1 AUTONOME MODIFIE, en vigueur du 2006-07-25 au 2007-03-06 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article L312-1 AUTONOME MODIFIE, en vigueur du 2007-03-06 au 2007-12-22 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article L312-1 AUTONOME MODIFIE, en vigueur du 2009-01-01 au 2009-05-14 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la sécurité sociale - article L165-1 AUTONOME ABROGE_DIFF, en vigueur du 2024-01-01 au 2025-12-31 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article L312-1 AUTONOME MODIFIE, en vigueur du 2016-04-24 au 2019-07-29 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article L312-1 AUTONOME MODIFIE, en vigueur du 2009-07-23 au 2011-07-31 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article L245-3 AUTONOME MODIFIE, en vigueur du 2000-12-23 au 2002-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article L245-3 AUTONOME MODIFIE, en vigueur du 2002-01-01 au 2005-02-12 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article L245-3 AUTONOME MODIFIE, en vigueur du 2005-02-12 au 2016-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article L312-1 AUTONOME MODIFIE, en vigueur du 2007-12-22 au 2009-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article L312-1 AUTONOME MODIFIE, en vigueur du 2009-05-14 au 2009-07-23 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article L312-1 AUTONOME MODIFIE, en vigueur du 2011-07-31 au 2012-12-19 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article L245-3 AUTONOME VIGUEUR, en vigueur depuis le 2016-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article L312-1 AUTONOME MODIFIE, en vigueur du 2003-09-06 au 2005-02-12 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article L312-1 AUTONOME MODIFIE, en vigueur du 2012-12-19 au 2016-04-24 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article L312-1 AUTONOME MODIFIE, en vigueur du 2022-02-23 au 2023-12-20 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article R245-36 AUTONOME MODIFIE, en vigueur du 2005-12-20 au 2008-05-12 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article R245-36 AUTONOME MODIFIE, en vigueur du 2008-05-12 au 2015-03-22 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article L312-1 AUTONOME MODIFIE, en vigueur du 2023-12-20 au 2024-04-10 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la sécurité sociale - article L165-1 AUTONOME MODIFIE, en vigueur du 2019-01-01 au 2019-12-28 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la sécurité sociale - article L165-1 AUTONOME MODIFIE, en vigueur du 2019-12-28 au 2023-12-28 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article L312-1 AUTONOME VIGUEUR, en vigueur depuis le 2024-04-10 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la sécurité sociale - article L165-1 AUTONOME MODIFIE_MORT_NE, en vigueur du 2000-01-01 au 1999-12-30 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la sécurité sociale - article L165-1 AUTONOME MODIFIE, en vigueur du 1999-12-30 au 2002-12-24 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la sécurité sociale - article L165-1 AUTONOME MODIFIE, en vigueur du 2002-12-24 au 2004-08-17 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la sécurité sociale - article L165-1 AUTONOME MODIFIE, en vigueur du 2014-12-25 au 2019-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article L312-1 AUTONOME MODIFIE, en vigueur du 2000-12-23 au 2002-01-03 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article L312-1 AUTONOME MODIFIE, en vigueur du 2002-01-03 au 2002-03-05 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article L312-1 AUTONOME MODIFIE, en vigueur du 2002-03-05 au 2003-09-06 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la sécurité sociale - article L165-1 AUTONOME MODIFIE, en vigueur du 2023-12-28 au 2024-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la sécurité sociale - article L165-1 AUTONOME MODIFIE, en vigueur du 2004-08-17 au 2005-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2022-570 du 19 avril 2022 relatif à la prestation de compensation mentionnée à l'article D. 245-9 du code de l'action sociale et des familles - article 3 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la sécurité sociale - article L165-1 AUTONOME VIGUEUR_DIFF, en vigueur depuis le 2025-12-31 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article D245-9 AUTONOME VIGUEUR, en vigueur depuis le 2023-01-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article L312-1 AUTONOME MODIFIE, en vigueur du 2019-09-01 au 2022-02-09 CITATION cible"},{"type":"del","content":"Décret n° 2020-1826 du 31 décembre 2020 relatif à l'amélioration de la prestation de compensation du handicap - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Code de l'action sociale et des familles - article L312-1 AUTONOME MODIFIE, en vigueur du 2019-07-29 au 2019-09-01 CITATION cible"},{"type":"del","content":"Décret n° 2020-1826 du 31 décembre 2020 relatif à l'amélioration de la prestation de compensation du handicap - article 3 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Code de l'action sociale et des familles - article L312-1 AUTONOME MODIFIE, en vigueur du 2022-02-09 au 2022-02-23 CITATION cible"},{"type":"del","content":"2020-12-31 MODIFIE cible Décret n° 2020-1826 du 31 décembre 2020 relatif à l'amélioration de la prestation de compensation du handicap - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2022-04-19 MODIFIE cible Décret n° 2022-570 du 19 avril 2022 relatif à la prestation de compensation mentionnée à l'article D. 245-9 du code de l'action sociale et des familles - article 2 ENTIEREMENT_MODIF"},{"type":"del","content":"2020-12-31 MODIFIE cible Décret n° 2020-1826 du 31 décembre 2020 relatif à l'amélioration de la prestation de compensation du handicap - article 3 ENTIEREMENT_MODIF"},{"type":"add","content":"2022-04-19 MODIFIE cible Décret n° 2022-570 du 19 avril 2022 relatif à la prestation de compensation mentionnée à l'article D. 245-9 du code de l'action sociale et des familles - article 3 ENTIEREMENT_MODIF"},{"type":"del","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article D245-27 AUTONOME VIGUEUR, en vigueur depuis le 2021-01-01"},{"type":"add","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article D245-27 AUTONOME MODIFIE, en vigueur du 2005-12-20 au 2021-01-01"},{"type":"del","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article D245-9 AUTONOME MODIFIE, en vigueur du 2010-01-09 au 2023-01-01"},{"type":"add","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article D245-9 AUTONOME VIGUEUR, en vigueur depuis le 2023-01-01"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/42/85/56/LEGIARTI000042855653.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/42/85/56/LEGIARTI000042855653.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/42/85/56/LEGIARTI000042855653.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/45/60/49/LEGIARTI000045604981.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/45/60/49/LEGIARTI000045604981.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/45/60/49/LEGIARTI000045604981.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000042855653)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000045604981)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_ii/titre_iv/chapitre_v/section_2/sous-section_1/article_d245-9.md","articleName":"Article D245-9","additions":34,"deletions":13,"diff":[{"type":"del","content":"Les personnes atteintes de cécité, c'est-à-dire dont la vision centrale est nulle ou inférieure à 1/20 de la vision normale, sont considérées comme remplissant les conditions qui permettent l'attribution et le maintien de l'élément de la prestation lié à un besoin d'aides humaines d'un montant forfaitaire déterminé sur la base d'un temps d'aide de 50 heures par mois auquel est appliqué le tarif fixé par arrêté du ministre chargé des personnes handicapées. Quand le besoin d'aides humaines apprécié au moyen du référentiel figurant à l'annexe 2-5 du code de l'action sociale et des familles le justifie, le montant attribué peut être supérieur à 50 heures."},{"type":"add","content":"Les personnes atteintes de cécité, c'est-à-dire dont la vision centrale après correction est nulle ou inférieure à 1/20 de la vision normale, sont considérées comme remplissant les conditions qui permettent l'attribution et le maintien de l'élément de la prestation lié à un besoin d'aides humaines d'un montant forfaitaire déterminé sur la base d'un temps d'aide de 50 heures par mois auquel est appliqué le tarif fixé par arrêté du ministre chargé des personnes handicapées. Quand le besoin d'aides humaines apprécié au moyen du référentiel figurant à l'annexe 2-5 du code de l'action sociale et des familles le justifie, le montant attribué peut être supérieur à 50 heures."},{"type":"del","content":"Sans préjudice des moyens dont la mise en place incombe aux services publics en application de l'article 78 de la loi n° 2005-102 du 11 février 2005 ou des mesures d'accompagnement prévues à l'article L. 123-4-1 du code de l'éducation, les personnes atteintes d'une surdité sévère, profonde ou totale, c'est-à-dire dont la perte auditive moyenne est supérieure à 70 dB, et qui recourent au dispositif de communication adapté nécessitant une aide humaine, sont considérées remplir les conditions qui permettent l'attribution et le maintien, pour leurs besoins de communication, de l'élément de la prestation lié à un besoin d'aide humaine d'un montant forfaitaire déterminé sur la base d'un temps d'aide de 30 heures par mois auquel est appliqué le tarif fixé par arrêté du ministre chargé des personnes handicapées. Quand le besoin d'aides humaines apprécié au moyen du référentiel figurant à l'annexe 2-5 du code de l'action sociale et des familles le justifie, il peut être fixé au-delà de 30 heures. La perte auditive est appréciée selon les recommandations du Bureau international d'audiophonologie, à partir de la perte en décibels, aux fréquences de 500 Hz, 1 000 Hz, 2 000 Hz, 4 000 Hz."},{"type":"add","content":"Sans préjudice des moyens dont la mise en place incombe aux services publics en application de l'article 78 de la loi n° 2005-102 du 11 février 2005 ou des mesures d'accompagnement prévues à l'article L. 123-4-1 du code de l'éducation, les personnes atteintes d'une surdité sévère, profonde ou totale, c'est-à-dire dont la perte auditive moyenne est supérieure à 70 dB, et qui recourent au dispositif de communication adapté nécessitant une aide humaine, sont considérées remplir les conditions qui permettent l'attribution et le maintien, pour leurs besoins de communication, de l'élément de la prestation lié à un besoin d'aide humaine d'un montant forfaitaire déterminé sur la base d'un temps d'aide de 30 heures par mois auquel est appliqué le tarif fixé par arrêté du ministre chargé des personnes handicapées. Quand le besoin d'aides humaines apprécié au moyen du référentiel figurant à l'annexe 2-5 du code de l'action sociale et des familles le justifie, il peut être fixé au-delà de 30 heures."},{"type":"add","content":""},{"type":"add","content":"Les personnes cumulant une déficience auditive et une déficience visuelle, sont réputées remplir les conditions qui permettent l'attribution et le maintien de l'élément de la prestation lié à un besoin d'aide humaine d'un montant forfaitaire déterminé sur la base d'un temps d'aide conformément au tableau suivant, auquel est appliqué le tarif fixé par arrêté du ministre chargé des personnes handicapées."},{"type":"add","content":""},{"type":"add","content":"Vous pouvez consulter l'intégralité du texte avec ses images à partir de l'extrait du Journal officiel électronique authentifié accessible à l'adresse suivante :"},{"type":"add","content":""},{"type":"add","content":"Légifrance - Publications officielles - Journal officiel - JORF n° 0092 du 20/04/2022 (legifrance.gouv.fr)"},{"type":"add","content":""},{"type":"add","content":"Quand le besoin d'aides humaines apprécié au moyen du référentiel figurant à l'annexe 2-5 le justifie, le montant attribué peut l'être pour un temps d'aide supérieur à 80 heures."},{"type":"add","content":""},{"type":"add","content":"Pour l'application du présent article, la perte auditive est appréciée selon les recommandations du Bureau international d'audiophonologie, à partir de la perte en décibels, aux fréquences de 500 Hz, 1 000 Hz, 2 000 Hz, 4 000 Hz."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Conformément à l'article 4 du décret n° 2022-570 du 19 avril 2022, ces dispositions entrent en vigueur le 1er janvier 2023."},{"type":"del","content":"Code de l'action sociale et des familles - article Annexe 2-5 AUTONOME MODIFIE, en vigueur du 2008-05-12 au 2017-05-05 CITATION cible"},{"type":"add","content":"Code de l'éducation - article L123-4-1 AUTONOME TRANSFERE, en vigueur du 2005-02-12 au 2013-07-24 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'éducation - article L123-4-1 AUTONOME VIGUEUR, en vigueur depuis le 2013-07-24 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2022-570 du 19 avril 2022 relatif à la prestation de compensation mentionnée à l'article D. 245-9 du code de l'action sociale et des familles - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"Code de l'action sociale et des familles - article Annexe 2-5 AUTONOME MODIFIE, en vigueur du 2017-05-05 au 2021-01-01 CITATION cible"},{"type":"add","content":"Code de l'action sociale et des familles - article Annexe 2-5 AUTONOME VIGUEUR, en vigueur depuis le 2023-01-01 CITATION cible"},{"type":"del","content":"Code de l'action sociale et des familles - article Annexe 2-5 AUTONOME MODIFIE, en vigueur du 2005-12-21 au 2008-05-12 CITATION cible"},{"type":"add","content":"Loi n° 2005-102 du 11 février 2005 pour l'égalité des droits et des chances, la participation et la citoyenneté des personnes handicapées - article 78 AUTONOME VIGUEUR, en vigueur depuis le 2023-09-08 CITATION cible"},{"type":"del","content":"Code de l'action sociale et des familles - article Annexe 2-5 AUTONOME MODIFIE, en vigueur du 2021-01-01 au 2023-01-01 CITATION cible"},{"type":"add","content":"Loi n° 2005-102 du 11 février 2005 pour l'égalité des droits et des chances, la participation et la citoyenneté des personnes handicapées - article 78 AUTONOME MODIFIE, en vigueur du 2005-02-12 au 2021-10-07 CITATION cible"},{"type":"del","content":"Décret n° 2010-16 du 7 janvier 2010 relatif aux dispositions concernant la prestation de compensation prévue à l'article D. 245-9 du code de l'action sociale et des familles - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Loi n° 2005-102 du 11 février 2005 pour l'égalité des droits et des chances, la participation et la citoyenneté des personnes handicapées - article 78 AUTONOME MODIFIE, en vigueur du 2021-10-07 au 2023-09-08 CITATION cible"},{"type":"del","content":"2010-01-07 MODIFIE cible Décret n° 2010-16 du 7 janvier 2010 relatif aux dispositions concernant la prestation de compensation prévue à l'article D. 245-9 du code de l'action sociale et des familles - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2022-04-19 MODIFIE cible Décret n° 2022-570 du 19 avril 2022 relatif à la prestation de compensation mentionnée à l'article D. 245-9 du code de l'action sociale et des familles - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":"2999-01-01 CITATION source Code de l'action sociale et des familles - article Annexe 2-5 AUTONOME MODIFIE, en vigueur du 2005-12-21 au 2008-05-12"},{"type":"add","content":"2999-01-01 CITATION source Code de l'action sociale et des familles - article Annexe 2-5 AUTONOME VIGUEUR, en vigueur depuis le 2023-01-01"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/66/71/LEGIARTI000021667174.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/66/71/LEGIARTI000021667174.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/21/66/71/LEGIARTI000021667174.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/45/60/49/LEGIARTI000045604970.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/45/60/49/LEGIARTI000045604970.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/45/60/49/LEGIARTI000045604970.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000021667174)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000045604970)"}],"status":"modified"}],"stats":{"additions":239,"deletions":43,"filesChanged":2}}