{"sha":"1c1c32ebc6f7","date":"2023-12-25","message":"Décret n° 2023-1240 du 22 décembre 2023 modifiant les modalités de mise à l'abri et d'évaluation des personnes se déclarant mineures et privées de la protection de leur famille et les modalités de versement de la contribution forfaitaire de l'Etat aux dépenses engagées par les départements pour l'évaluation de ces personnes","files":[{"filename":"partie_reglementaire/livre_ii/titre_ii/chapitre_ier/section_4/sous-section_1/article_r221-11.md","articleName":"Article R221-11","additions":44,"deletions":48,"diff":[{"type":"del","content":"I.-Le président du conseil départemental du lieu où se trouve une personne se déclarant mineure et privée temporairement ou définitivement de la protection de sa famille met en place un accueil provisoire d'urgence d'une durée de cinq jours, à compter du premier jour de sa prise en charge, selon les conditions prévues aux deuxième et quatrième alinéas de l'article L. 223-2."},{"type":"add","content":"I.-La durée de l'accueil provisoire d'urgence prévu au I de l'article L. 221-2-4 est de cinq jours à compter du premier jour de la prise en charge de la personne se déclarant mineure et privée temporairement ou définitivement de la protection de sa famille. L'accueil peut être prolongé deux fois pour la même durée. Le président du conseil départemental informe sans délai le procureur de la République de cet accueil et de ses éventuelles prolongations."},{"type":"del","content":"II.-Au cours de la période d'accueil provisoire d'urgence, le président du conseil départemental procède aux investigations nécessaires en vue d'évaluer la situation de cette personne au regard notamment de ses déclarations sur son identité, son âge, sa famille d'origine, sa nationalité et son état d'isolement."},{"type":"add","content":"II.-L'évaluation de la minorité et de l'isolement prévue au II de l'article L. 221-2-4 est réalisée pendant la période d'accueil provisoire d'urgence et après que la personne accueillie a bénéficié d'un temps de répit."},{"type":"del","content":"Cette évaluation peut s'appuyer sur les informations qui sont fournies au président du conseil départemental par le préfet de département et, à Paris, par le préfet de police, sur des entretiens avec la personne et sur des examens dans les conditions suivantes."},{"type":"add","content":"III.-Au cours du temps de répit, le président du conseil départemental identifie les besoins en santé de la personne accueillie en vue, le cas échéant, d'une orientation vers une prise en charge adaptée. Les éléments obtenus à cette occasion ne peuvent pas être utilisés pour évaluer la minorité et la situation d'isolement de la personne accueillie."},{"type":"del","content":"Le président du conseil départemental peut demander au préfet de département et, à Paris, au préfet de police de l'assister dans les investigations mentionnées au premier alinéa du présent II, pour contribuer à l'évaluation de la situation de la personne au regard de son isolement et de sa minorité."},{"type":"add","content":"La durée du temps de répit est déterminée par le président du conseil départemental en fonction de la situation de la personne accueillie au moment où elle se présente, en particulier de son état de santé physique et psychique ainsi que du temps nécessaire pour que la personne soit informée, dans une langue qu'elle comprend, des modalités et des enjeux attachés à l'évaluation."},{"type":"del","content":"Lorsque le président du conseil départemental a sollicité le concours du préfet, la personne qui se présente comme mineure et privée temporairement ou définitivement de la protection de sa famille communique aux agents habilités des préfectures toute information utile à son identification et au renseignement du traitement mentionné à l'article R. 221-15-1. Le préfet communique au président du conseil départemental les informations permettant d'aider à la détermination de l'identité et de la situation de la personne."},{"type":"add","content":"IV.-L'évaluation de la minorité et de l'isolement est organisée selon les modalités précisées dans un référentiel national fixé par arrêté des ministres de la justice et de l'intérieur ainsi que des ministres chargés de l'enfance, des collectivités territoriales et de l'outre-mer."},{"type":"del","content":"En cas de refus de l'intéressé de communiquer toute donnée utile à son identification ou de communiquer les données à caractère personnel mentionnées à l'article R. 221-15-2, le préfet en informe le président du conseil départemental chargé de l'évaluation."},{"type":"add","content":"Les entretiens sont conduits par des professionnels justifiant d'une formation ou d'une expérience définie par arrêté des ministres mentionnés à l'alinéa précédent dans le cadre d'une approche pluridisciplinaire. Ces entretiens se déroulent dans une langue comprise par la personne accueillie."},{"type":"del","content":"Le président du conseil départemental peut également solliciter le concours du préfet de département et, à Paris, du préfet de police pour vérifier l'authenticité des documents détenus par la personne."},{"type":"add","content":"V.-Pour l'application du troisième alinéa du II de l'article L. 221-2-4, le président du conseil départemental conclut avec le préfet de département et, à Paris, avec le préfet de police, une convention qui fixe les modalités selon lesquelles l'action de leurs services est coordonnée, notamment en ce qui concerne la présentation de la personne aux fins de renseigner le traitement de données prévu à l'article R. 221-15-1. Cette convention est établie sur la base d'une convention-type dont le contenu est fixé par arrêté du ministre de l'intérieur et du ministre chargé de l'enfance."},{"type":"del","content":"Les entretiens mentionnés au deuxième alinéa du présent article sont conduits par des professionnels justifiant d'une formation ou d'une expérience définie par arrêté des ministres mentionnés au III dans le cadre d'une approche pluridisciplinaire et se déroulant dans une langue comprise par l'intéressé."},{"type":"add","content":"Le président du conseil départemental organise l'accompagnement à la préfecture des personnes accueillies."},{"type":"del","content":"Les examens mentionnés au deuxième alinéa du présent article sont ceux prévus au deuxième alinéa de l'article 388 du code civil. Ils sont mis en œuvre selon la procédure prévue à cet article."},{"type":"add","content":"Lorsqu'une personne refuse de communiquer toute donnée utile à son identification ou de communiquer les données à caractère personnel mentionnées à l'article R. 221-15-2, le préfet en informe le président du conseil départemental chargé de l'évaluation."},{"type":"del","content":"Lorsque le président du conseil départemental a sollicité le concours du préfet, il notifie au préfet de département et, à Paris, au préfet de police la date à laquelle l'évaluation de la situation de la personne a pris fin, en précisant s'il estime que la personne est majeure ou mineure, le cas échéant privée temporairement ou définitivement de la protection de sa famille. En cas de saisine de l'autorité judiciaire par une personne évaluée majeure, le président du conseil départemental, dès qu'il en a connaissance, en informe le préfet de département et, à Paris, le préfet de police, et lui notifie la date de la mesure d'assistance éducative éventuellement prononcée par l'autorité judiciaire."},{"type":"add","content":"VI.-Au terme du délai mentionné au I ou avant l'expiration de ce délai si l'évaluation a été conduite avant son terme, le président du conseil départemental rend la décision prévue par le septième alinéa du II de l'article L. 221-2-4 et, le cas échéant, saisit le procureur de la République en vertu du quatrième alinéa de l'article L. 223-2 aux fins d'application du deuxième alinéa de l'article 375-5 du code civil. Dans ce cas, l'accueil provisoire d'urgence mentionné au I se prolonge jusqu'à la décision de l'autorité judiciaire."},{"type":"del","content":"III.-L'évaluation est réalisée par les services du département, ou par toute structure du secteur public ou du secteur associatif à laquelle la mission d'évaluation a été déléguée par le président du conseil départemental."},{"type":"add","content":"Si le président du conseil départemental estime que la situation de la personne accueillie ne justifie pas la saisine de l'autorité judiciaire, il notifie à cette personne une décision de refus de prise en charge délivrée dans les conditions de l'article R. 223-2 du code de l'action sociale et des familles. Dans ce cas, l'accueil provisoire d'urgence prend fin."},{"type":"del","content":"L'évaluation est conduite selon les modalités précisées dans un référentiel national fixé par arrêté interministériel du ministre de la justice, du ministre de l'intérieur, du ministre chargé de la famille, du ministre chargé des collectivités territoriales et du ministre chargé de l'outre-mer."},{"type":"del","content":""},{"type":"del","content":"IV.-Au terme du délai mentionné au I, ou avant l'expiration de ce délai si l'évaluation a été conduite avant son terme, le président du conseil départemental saisit le procureur de la République en vertu du quatrième alinéa de l'article L. 223-2 et du second alinéa de l'article 375-5 du code civil. En ce cas, l'accueil provisoire d'urgence mentionné au I se prolonge tant que n'intervient pas une décision de l'autorité judiciaire."},{"type":"del","content":""},{"type":"del","content":"S'il estime que la situation de la personne mentionnée au présent article ne justifie pas la saisine de l'autorité judiciaire, il notifie à cette personne une décision de refus de prise en charge délivrée dans les conditions des articles L. 222-5 et R. 223-2. En ce cas, l'accueil provisoire d'urgence mentionné au I prend fin."},{"type":"add","content":"VII.-Lorsqu'une personne qui a été évaluée majeure saisit l'autorité judiciaire en application de l'article 375 du code civil, le président du conseil départemental, dès qu'il en a connaissance, en informe le préfet de département et, à Paris, le préfet de police, et lui notifie la date de la mesure d'assistance éducative éventuellement prononcée par l'autorité judiciaire."},{"type":"del","content":"Code de l'action sociale et des familles - article L222-5 AUTONOME MODIFIE, en vigueur du 2022-02-09 au 2024-01-28 CITATION cible"},{"type":"add","content":"Code civil - article 375 AUTONOME VIGUEUR, en vigueur depuis le 2022-02-09 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code civil - article 375-5 AUTONOME VIGUEUR, en vigueur depuis le 2016-06-05 CITATION cible"},{"type":"del","content":"Code de l'action sociale et des familles - article L223-2 AUTONOME MODIFIE, en vigueur du 2000-12-23 au 2007-03-06 CITATION cible"},{"type":"add","content":"Code de l'action sociale et des familles - article L221-2-4 AUTONOME VIGUEUR, en vigueur depuis le 2022-02-09 CITATION cible"},{"type":"del","content":"Code de l'action sociale et des familles - article L223-2 AUTONOME VIGUEUR, en vigueur depuis le 2007-03-06 CITATION cible"},{"type":"add","content":"Code civil - article 375 AUTONOME MODIFIE, en vigueur du 1971-01-01 au 1986-01-08 CITATION cible"},{"type":"del","content":"Code de l'action sociale et des familles - article L222-5 AUTONOME MODIFIE, en vigueur du 2015-03-22 au 2016-03-16 CITATION cible"},{"type":"add","content":"Code civil - article 375-5 AUTONOME MODIFIE, en vigueur du 2016-03-16 au 2016-06-05 CITATION cible"},{"type":"del","content":"Code de l'action sociale et des familles - article L222-5 AUTONOME MODIFIE, en vigueur du 2016-03-16 au 2021-09-30 CITATION cible"},{"type":"add","content":"Code civil - article 375 AUTONOME MODIFIE, en vigueur du 2007-03-06 au 2015-03-22 CITATION cible"},{"type":"del","content":"Code civil - article 388 AUTONOME VIGUEUR, en vigueur depuis le 2016-03-16 CITATION cible"},{"type":"add","content":"Code civil - article 375 AUTONOME MODIFIE, en vigueur du 1987-07-24 au 2007-03-06 CITATION cible"},{"type":"del","content":"Code de l'action sociale et des familles - article L222-5 AUTONOME MODIFIE, en vigueur du 2007-03-06 au 2009-03-28 CITATION cible"},{"type":"add","content":"Code civil - article 375-5 AUTONOME MODIFIE, en vigueur du 2007-03-06 au 2016-03-16 CITATION cible"},{"type":"del","content":"Code de l'action sociale et des familles - article L222-5 AUTONOME VIGUEUR, en vigueur depuis le 2024-01-28 CITATION cible"},{"type":"add","content":"Code civil - article 375 AUTONOME MODIFIE, en vigueur du 2016-03-16 au 2022-02-09 CITATION cible"},{"type":"del","content":"Code de l'action sociale et des familles - article R221-15-2 AUTONOME VIGUEUR, en vigueur depuis le 2019-02-01 CITATION cible"},{"type":"add","content":"Code de l'action sociale et des familles - article R223-2 AUTONOME MODIFIE, en vigueur du 2004-10-26 au 2016-10-01 CITATION cible"},{"type":"del","content":"Code de l'action sociale et des familles - article L222-5 AUTONOME MODIFIE, en vigueur du 2000-12-23 au 2007-03-06 CITATION cible"},{"type":"add","content":"Code de l'action sociale et des familles - article R221-15-1 AUTONOME VIGUEUR, en vigueur depuis le 2019-02-01 CITATION cible"},{"type":"del","content":"Code de l'action sociale et des familles - article L222-5 AUTONOME MODIFIE, en vigueur du 2009-03-28 au 2015-03-22 CITATION cible"},{"type":"add","content":"Code de l'action sociale et des familles - article R223-2 AUTONOME VIGUEUR, en vigueur depuis le 2016-10-01 CITATION cible"},{"type":"del","content":"Décret n° 2019-670 du 27 juin 2019 relatif à la participation forfaitaire de l'Etat à la phase de mise à l'abri et d'évaluation des personnes se déclarant mineures et privées temporairement ou définitivement de la protection de leur famille et au comité prévu à l'article R. 221-15 du code de l'action sociale et des familles - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Code de l'action sociale et des familles - article R221-12 AUTONOME VIGUEUR, en vigueur depuis le 2023-12-25 CITATION source"},{"type":"del","content":"Code civil - article 388 AUTONOME MODIFIE, en vigueur du 2009-01-01 au 2016-03-16 CITATION cible"},{"type":"add","content":"Décret n° 2023-1240 du 22 décembre 2023 modifiant les modalités de mise à l'abri et d'évaluation des personnes se déclarant mineures et privées de la protection de leur famille et les modalités de versement de la contribution forfaitaire de l'Etat aux dépenses engagées par les départements pour l'évaluation de ces personnes - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"Code de l'action sociale et des familles - article L222-5 AUTONOME MODIFIE, en vigueur du 2021-09-30 au 2022-02-09 CITATION cible"},{"type":"add","content":"Code civil - article 375 AUTONOME MODIFIE, en vigueur du 1986-01-08 au 1987-07-24 CITATION cible"},{"type":"del","content":"Code civil - article 388 AUTONOME MODIFIE, en vigueur du 1974-07-07 au 2009-01-01 CITATION cible"},{"type":"add","content":"Code civil - article 375 AUTONOME MODIFIE, en vigueur du 2015-03-22 au 2016-03-16 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code civil - article 375-5 AUTONOME MODIFIE, en vigueur du 1971-01-01 au 2007-03-06 CITATION cible"},{"type":"del","content":""},{"type":"del","content":"2019-06-27 MODIFIE cible Décret n° 2019-670 du 27 juin 2019 relatif à la participation forfaitaire de l'Etat à la phase de mise à l'abri et d'évaluation des personnes se déclarant mineures et privées temporairement ou définitivement de la protection de leur famille et au comité prévu à l'article R. 221-15 du code de l'action sociale et des familles - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":"2024-01-01 CITATION cible Arrêté du 1er janvier 2024 modifiant l'arrêté du 28 juin 2019 pris en application de l'article R. 221-12 du code de l'action sociale et des familles et relatif à la participation forfaitaire de l'Etat à la phase de mise à l'abri et d'évaluation des personnes se déclarant mineures et privées temporairement ou définitivement de la protection de leur famille VIGUEUR"},{"type":"add","content":"2023-12-22 MODIFIE cible Décret n° 2023-1240 du 22 décembre 2023 modifiant les modalités de mise à l'abri et d'évaluation des personnes se déclarant mineures et privées de la protection de leur famille et les modalités de versement de la contribution forfaitaire de l'Etat aux dépenses engagées par les départements pour l'évaluation de ces personnes - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":"2025-06-30 CITATION cible Arrêté du 30 juin 2025 modifiant l'arrêté du 20 novembre 2019 pris en application de l'article R. 221-11 du code de l'action sociale et des familles relatif aux modalités de l'évaluation des personnes se présentant comme mineures et privées temporairement ou définitivement de la protection de leur famille VIGUEUR"},{"type":"add","content":"2024-01-01 CITATION cible Arrêté du 1er janvier 2024 modifiant l'arrêté du 28 juin 2019 pris en application de l'article R. 221-12 du code de l'action sociale et des familles et relatif à la participation forfaitaire de l'Etat à la phase de mise à l'abri et d'évaluation des personnes se déclarant mineures et privées temporairement ou définitivement de la protection de leur famille VIGUEUR"},{"type":"del","content":"2999-01-01 CITATION source Code civil - article 375-5 AUTONOME MODIFIE, en vigueur du 1971-01-01 au 2007-03-06"},{"type":"add","content":"2025-06-30 CITATION cible Arrêté du 30 juin 2025 modifiant l'arrêté du 20 novembre 2019 pris en application de l'article R. 221-11 du code de l'action sociale et des familles relatif aux modalités de l'évaluation des personnes se présentant comme mineures et privées temporairement ou définitivement de la protection de leur famille VIGUEUR"},{"type":"del","content":"2999-01-01 CITATION source Code civil - article 388 AUTONOME MODIFIE, en vigueur du 1974-07-07 au 2009-01-01"},{"type":"add","content":"2999-01-01 CITATION source Code civil - article 375 AUTONOME MODIFIE, en vigueur du 1971-01-01 au 1986-01-08"},{"type":"del","content":"2999-01-01 CITATION source Code de l'action sociale et des familles - article L222-5 AUTONOME MODIFIE, en vigueur du 2000-12-23 au 2007-03-06"},{"type":"add","content":"2999-01-01 CITATION source Code civil - article 375-5 AUTONOME MODIFIE, en vigueur du 1971-01-01 au 2007-03-06"},{"type":"del","content":"2999-01-01 CITATION source Code de l'action sociale et des familles - article L223-2 AUTONOME MODIFIE, en vigueur du 2000-12-23 au 2007-03-06"},{"type":"add","content":"2999-01-01 CITATION source Code de l'action sociale et des familles - article L221-2-4 AUTONOME VIGUEUR, en vigueur depuis le 2022-02-09"},{"type":"del","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article R221-12 AUTONOME MODIFIE, en vigueur du 2020-06-26 au 2023-12-25"},{"type":"add","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article R221-12 AUTONOME VIGUEUR, en vigueur depuis le 2023-12-25"},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de l'action sociale et des familles - article R221-15-2 AUTONOME VIGUEUR, en vigueur depuis le 2019-02-01"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/38/74/84/LEGIARTI000038748455.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/38/74/84/LEGIARTI000038748455.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/38/74/84/LEGIARTI000038748455.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/48/66/62/LEGIARTI000048666202.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/48/66/62/LEGIARTI000048666202.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/48/66/62/LEGIARTI000048666202.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000038748455)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000048666202)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_ii/titre_ii/chapitre_ier/section_4/sous-section_1/article_r221-12.md","articleName":"Article R221-12","additions":20,"deletions":19,"diff":[{"type":"del","content":"2° Les missions des départements relatives à l'évaluation de la situation de ces personnes au regard notamment de leurs déclarations sur leur identité, leur âge, leur famille d'origine, leur nationalité et leur état d'isolement, ainsi que la réalisation d'une première évaluation de leurs besoins en santé."},{"type":"add","content":"2° Les missions des départements relatives à l'évaluation de la situation de ces personnes au regard notamment de leurs déclarations sur leur identité, leur âge, leur famille d'origine, leur nationalité et leur état d'isolement, ainsi que l'identification de leurs besoins en santé."},{"type":"del","content":"Un arrêté conjoint des ministres chargés de la famille et du budget précise les modalités de calcul de ces contributions et définit le modèle d'attestation à produire par le président du conseil départemental pour en bénéficier."},{"type":"add","content":"Un arrêté conjoint des ministres chargés de l'enfance et du budget précise les modalités de calcul de ces contributions et définit le modèle d'attestation à produire par le président du conseil départemental pour en bénéficier."},{"type":"del","content":"II.-Le département et l'Etat peuvent conclure une convention afin de fixer les modalités selon lesquelles, dans les cas où le président du conseil départemental décide de recourir à l'assistance du préfet prévue au II de l'article R. 221-11, l'action de leurs services est coordonnée, notamment en ce qui concerne la mise en œuvre du traitement de données prévu à l'article R. 221-15-1. Cette convention est établie sur la base d'une convention-type fixée par arrêté des ministres chargés de la famille et de l'intérieur."},{"type":"add","content":"II.-La contribution prévue au 2° du I du présent article est réduite, en tout ou partie, dans une mesure fixée par arrêté des ministres chargés de l'enfance et du budget, lorsque le président du conseil départemental :"},{"type":"del","content":"Le montant de la part de la contribution dédiée à l'évaluation des intéressés peut être réduit, dans une mesure fixée par arrêté des ministres chargés de la famille et du budget, lorsque le département n'est pas lié à l'Etat par une telle convention."},{"type":"add","content":"1° N'a pas conclu avec le préfet de département ou, à Paris, avec le préfet de police, la convention mentionnée au V de l'article R. 221-11 qui fixe les modalités selon lesquelles l'action de leurs services est coordonnée et ne justifie pas avoir pris de mesures d'organisation de présentation des personnes accueillies ;"},{"type":"add","content":""},{"type":"add","content":"2° A conclu avec le préfet de département ou, à Paris, avec le préfet de police, la convention mentionnée au V de l'article R. 221-11, mais ne justifie pas avoir pris les mesures prévues par cette convention ;"},{"type":"add","content":""},{"type":"add","content":"3° N'a pas transmis les informations prévues au III de l'article L. 221-2-4."},{"type":"del","content":"Conformément à l’article 2 du décret n° 2020-768 du 23 juin 2020 : Les dispositions du second alinéa du II du présent article entrent en vigueur à une date fixée par l'arrêté prévu à cet alinéa. Cette date ne peut être fixée moins de deux mois après la publication de cet arrêté ou, si elle est plus tardive, après la publication de l'arrêté prévu au premier alinéa du même II."},{"type":"add","content":"Conformément à l’article 2 du décret n° 2023-1240 du 22 décembre 2023, les dispositions du II du présent article dans la rédaction issue dudit décret sont applicables aux évaluations clôturées à compter du 1er janvier 2024."},{"type":"del","content":"Code de l'action sociale et des familles - article R221-11 AUTONOME MODIFIE, en vigueur du 2016-06-27 au 2019-02-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'action sociale et des familles - article R221-11 AUTONOME MODIFIE, en vigueur du 2019-06-30 au 2023-12-25 CITATION cible"},{"type":"add","content":"Code de l'action sociale et des familles - article R221-11 AUTONOME VIGUEUR, en vigueur depuis le 2023-12-25 CITATION cible"},{"type":"del","content":"Code de l'action sociale et des familles - article R221-11 AUTONOME MODIFIE, en vigueur du 2019-02-01 au 2019-06-30 CITATION cible"},{"type":"add","content":"Décret n° 2023-1240 du 22 décembre 2023 modifiant les modalités de mise à l'abri et d'évaluation des personnes se déclarant mineures et privées de la protection de leur famille et les modalités de versement de la contribution forfaitaire de l'Etat aux dépenses engagées par les départements pour l'évaluation de ces personnes - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"Décret n° 2020-768 du 23 juin 2020 modifiant les modalités de la contribution forfaitaire de l'Etat à la mise à l'abri et à l'évaluation de la situation des personnes se déclarant mineures et privées de la protection de leur famille - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Loi n° 2007-293 du 5 mars 2007 réformant la protection de l'enfance - article 27 AUTONOME VIGUEUR, en vigueur depuis le 2007-03-06 CITATION cible"},{"type":"del","content":""},{"type":"del","content":"2020-06-23 MODIFIE cible Décret n° 2020-768 du 23 juin 2020 modifiant les modalités de la contribution forfaitaire de l'Etat à la mise à l'abri et à l'évaluation de la situation des personnes se déclarant mineures et privées de la protection de leur famille - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"add","content":""},{"type":"add","content":"2023-12-22 MODIFIE cible Décret n° 2023-1240 du 22 décembre 2023 modifiant les modalités de mise à l'abri et d'évaluation des personnes se déclarant mineures et privées de la protection de leur famille et les modalités de versement de la contribution forfaitaire de l'Etat aux dépenses engagées par les départements pour l'évaluation de ces personnes - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de l'action sociale et des familles - article R221-11 AUTONOME MODIFIE, en vigueur du 2016-06-27 au 2019-02-01"},{"type":"add","content":"2999-01-01 CITATION source Code de l'action sociale et des familles - article R221-11 AUTONOME VIGUEUR, en vigueur depuis le 2023-12-25"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/42/03/79/LEGIARTI000042037974.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/42/03/79/LEGIARTI000042037974.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/42/03/79/LEGIARTI000042037974.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/48/66/61/LEGIARTI000048666195.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/48/66/61/LEGIARTI000048666195.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/48/66/61/LEGIARTI000048666195.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000042037974)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000048666195)"}],"status":"modified"}],"stats":{"additions":64,"deletions":67,"filesChanged":2}}