{"sha":"449153c0bf37","date":"2017-05-05","message":"Décret n° 2017-708 du 2 mai 2017 modifiant le référentiel d'accès à la prestation de compensation fixé à l'annexe 2-5 du code de l'action sociale et des familles","files":[{"filename":"annexe/article_annexe_2-5.md","articleName":"Article ANNEXE 2-5","additions":516,"deletions":162,"diff":[{"type":"del","content":""},{"type":"del","content":"Chapitre 1er : Conditions générales d'accès à la prestation de compensation"},{"type":"del","content":""},{"type":"del","content":"1. Les critères de handicap pour l'accès à la prestation de compensation"},{"type":"del","content":"Les critères à prendre en compte sont les suivants :"},{"type":"del","content":"a) Présenter une difficulté absolue pour la réalisation d'une activité ou une difficulté grave pour la réalisation d'au moins deux des activités dont la liste figure en note de bas de page (1)."},{"type":"del","content":"La difficulté est qualifiée de :"},{"type":"del","content":"- difficulté absolue lorsque l'activité ne peut pas du tout être réalisée par la personne elle-même ;"},{"type":"del","content":"- difficulté grave lorsque l'activité est réalisée difficilement et de façon altérée par rapport à l'activité habituellement réalisée ;"},{"type":"del","content":"b) Les difficultés doivent être définitives ou d'une durée prévisible d'au moins un an. Il n'est cependant pas nécessaire que l'état de la personne soit stabilisé."},{"type":"del","content":"2. Détermination du niveau des difficultés"},{"type":"del","content":"La détermination du niveau de difficulté se fait en référence à la réalisation de l'activité par une personne du même âge qui n'a pas de problème de santé. Elle résulte de l'analyse de la capacité fonctionnelle de la personne, capacité déterminée sans tenir compte des aides apportées, quelle que soit la nature de ces aides. Elle prend en compte les symptômes (douleur, inconfort, fatigabilité, lenteur, etc.), qui peuvent aggraver les difficultés dès lors qu'ils évoluent au long cours."},{"type":"del","content":"Concernant les enfants, il est nécessaire de faire référence aux étapes du développement habituel d'un enfant, définies par arrêté du ministre chargé des personnes handicapées. Lorsqu'une activité ne peut être réalisée compte tenu des étapes du développement habituel d'un enfant du même âge, celle-ci est sans objet."},{"type":"del","content":"3. Détermination personnalisée du besoin de compensation"},{"type":"del","content":"Pour déterminer de manière personnalisée les besoins de compensation, quel que soit l'élément de la prestation, il convient de prendre en compte :"},{"type":"del","content":"a) Les facteurs qui limitent l'activité ou la participation (déficiences, troubles associés, incapacités, environnement) ;"},{"type":"del","content":"b) Les facteurs qui facilitent l'activité ou la participation : capacités de la personne (potentialités et aptitudes), compétences (expériences antérieures et connaissances acquises), environnement (y compris familial, social et culturel), aides de toute nature (humaines, techniques, aménagement du logement, etc.) déjà mises en oeuvre ;"},{"type":"del","content":"c) Le projet de vie exprimé par la personne."},{"type":"del","content":"Chapitre 2 : Aides humaines"},{"type":"add","content":"Chapitre 1er : Conditions générales d'accès à la prestation de compensation"},{"type":"add","content":""},{"type":"add","content":"1. Les critères de handicap pour l'accès à la prestation de compensation"},{"type":"add","content":""},{"type":"add","content":"a) Les critères à prendre en compte sont les suivants :"},{"type":"add","content":""},{"type":"add","content":"Présenter une difficulté absolue pour la réalisation d'une activité ou une difficulté grave pour la réalisation d'au moins deux des activités dont la liste figure au b."},{"type":"add","content":""},{"type":"add","content":"Les difficultés doivent être définitives ou d'une durée prévisible d'au moins un an. Il n'est cependant pas nécessaire que l'état de la personne soit stabilisé."},{"type":"add","content":""},{"type":"add","content":"b) Liste des activités à prendre en compte :"},{"type":"add","content":""},{"type":"add","content":"Activités du domaine 1 : mobilité :"},{"type":"add","content":""},{"type":"add","content":"– se mettre debout ;"},{"type":"add","content":""},{"type":"add","content":"– faire ses transferts ;"},{"type":"add","content":""},{"type":"add","content":"– marcher ;"},{"type":"add","content":""},{"type":"add","content":"– se déplacer (dans le logement, à l'extérieur) ;"},{"type":"add","content":""},{"type":"add","content":"– avoir la préhension de la main dominante ;"},{"type":"add","content":""},{"type":"add","content":"– avoir la préhension de la main non dominante ;"},{"type":"add","content":""},{"type":"add","content":"– avoir des activités de motricité fine."},{"type":"add","content":""},{"type":"add","content":"Activités du domaine 2 : entretien personnel :"},{"type":"add","content":""},{"type":"add","content":"– se laver ;"},{"type":"add","content":""},{"type":"add","content":"– assurer l'élimination et utiliser les toilettes ;"},{"type":"add","content":""},{"type":"add","content":"– s'habiller ;"},{"type":"add","content":""},{"type":"add","content":"– prendre ses repas."},{"type":"add","content":""},{"type":"add","content":"Activités du domaine 3 : communication :"},{"type":"add","content":""},{"type":"add","content":"– parler ;"},{"type":"add","content":""},{"type":"add","content":"– entendre (percevoir les sons et comprendre) ;"},{"type":"add","content":""},{"type":"add","content":"– voir (distinguer et identifier) ;"},{"type":"add","content":""},{"type":"add","content":"– utiliser des appareils et techniques de communication."},{"type":"add","content":""},{"type":"add","content":"Activités du domaine 4 : tâches et exigences générales, relations avec autrui :"},{"type":"add","content":""},{"type":"add","content":"– s'orienter dans le temps ;"},{"type":"add","content":""},{"type":"add","content":"– s'orienter dans l'espace ;"},{"type":"add","content":""},{"type":"add","content":"– gérer sa sécurité ;"},{"type":"add","content":""},{"type":"add","content":"– maîtriser son comportement dans ses relations avec autrui."},{"type":"add","content":""},{"type":"add","content":"Ces activités sont ainsi définies :"},{"type":"add","content":""},{"type":"add","content":"Se mettre debout"},{"type":"add","content":""},{"type":"add","content":"Définition : Prendre ou quitter la position debout, depuis ou vers n'importe quelle position."},{"type":"add","content":""},{"type":"add","content":"Inclusion : quitter la position debout pour s'asseoir, quitter la position debout pour s'allonger, se relever du sol, y compris en adoptant de manière temporaire des positions intermédiaires."},{"type":"add","content":""},{"type":"add","content":"Exclusion : rester debout, s'asseoir depuis la position allongée."},{"type":"add","content":""},{"type":"add","content":"Faire ses transferts"},{"type":"add","content":""},{"type":"add","content":"Définition : Se déplacer d'une surface à une autre."},{"type":"add","content":""},{"type":"add","content":"Inclusion : Se glisser sur un banc ou passer du lit à une chaise sans changer de position, également passer d'un fauteuil au lit."},{"type":"add","content":""},{"type":"add","content":"Exclusion : Changer de position (s'asseoir, se mettre debout, s'allonger, se relever du sol, changer de point d'appui)."},{"type":"add","content":""},{"type":"add","content":"Marcher"},{"type":"add","content":""},{"type":"add","content":"Définition : Avancer à pied, pas à pas, de manière qu'au moins un des pieds soit toujours au sol."},{"type":"add","content":""},{"type":"add","content":"Inclusion : Se promener, déambuler, marcher en avant, marcher en arrière ou sur le côté. Glisser ou traîner les pieds, boiter, avancer un pied et glisser l'autre."},{"type":"add","content":""},{"type":"add","content":"Exclusion : Courir, sauter, faire ses transferts, se déplacer dans le logement, à l'extérieur."},{"type":"add","content":""},{"type":"add","content":"Se déplacer (dans le logement, à l'extérieur)"},{"type":"add","content":""},{"type":"add","content":"Définition : Se déplacer d'un endroit à un autre, sans utiliser de moyen de transport."},{"type":"add","content":""},{"type":"add","content":"Inclusion : Se déplacer d'une pièce à l'autre, changer de niveau, se déplacer d'un étage à l'autre notamment en utilisant un escalier, se déplacer dans d'autres bâtiments, se déplacer à l'extérieur des bâtiments, se déplacer dans la rue, sauter, ramper …"},{"type":"add","content":""},{"type":"add","content":"Exclusion : Se déplacer en portant des charges, marcher."},{"type":"add","content":""},{"type":"add","content":"Avoir la préhension de la main dominante"},{"type":"add","content":""},{"type":"add","content":"Définition : Saisir, ramasser avec la main dominante. Etre capable de saisir et utiliser la préhension, quelle qu'elle soit, globale ou fine."},{"type":"add","content":""},{"type":"add","content":"Inclusion : Ce qui précède l'action et la globalité du mouvement du bras nécessaire à l'action : chercher à prendre, tendre les mains et les bras pour saisir, viser et approcher la main de l'objet, attraper, porter, lâcher …"},{"type":"add","content":""},{"type":"add","content":"Exclusion : Savoir utiliser un objet, coordination bimanuelle, porter des charges en marchant, avoir des activités de motricité fine (coordination oculomotrice ou visiomotrice)."},{"type":"add","content":""},{"type":"add","content":"Avoir la préhension de la main non dominante"},{"type":"add","content":""},{"type":"add","content":"Définition : Saisir, ramasser avec la main non dominante. Etre capable de saisir et utiliser la préhension, quelle qu'elle soit, globale ou fine."},{"type":"add","content":""},{"type":"add","content":"Inclusion : Ce qui précède l'action et la globalité du mouvement du bras nécessaire à l'action : chercher à prendre, tendre la main et le bras pour saisir, viser et approcher la main de l'objet. Attraper, porter, lâcher …"},{"type":"add","content":""},{"type":"add","content":"Exclusion : Savoir utiliser un objet, coordination bi manuelle, porter des charges en marchant, avoir des activités de motricité fine (coordination oculomotrice ou visiomotrice)."},{"type":"add","content":""},{"type":"add","content":"Avoir des activités de motricité fine"},{"type":"add","content":""},{"type":"add","content":"Définition : Manipuler de petits objets, les saisir et les lâcher avec les doigts (et le pouce) avec une ou deux mains."},{"type":"add","content":""},{"type":"add","content":"Inclusion : Coordination occulo ou visiomotrice, manipuler les pièces de monnaie, tourner une poignée de porte."},{"type":"add","content":""},{"type":"add","content":"Exclusion : Coordination bi manuelle, soulever et porter, ramasser et saisir des objets."},{"type":"add","content":""},{"type":"add","content":"Se laver"},{"type":"add","content":""},{"type":"add","content":"Définition : Laver et sécher son corps tout entier, ou des parties du corps, en utilisant de l'eau et les produits ou méthodes appropriées comme prendre un bain ou une douche, se laver les mains et les pieds, le dos, se laver le visage, les cheveux, et se sécher avec une serviette."},{"type":"add","content":""},{"type":"add","content":"Exclusion : Rester debout, prendre soin de sa peau, de ses ongles, de ses cheveux, de sa barbe, se laver les dents."},{"type":"add","content":""},{"type":"add","content":"Assurer l'élimination et utiliser les toilettes"},{"type":"add","content":""},{"type":"add","content":"Définition : Prévoir et contrôler la miction et la défécation par les voies naturelles, par exemple en exprimant le besoin, et en réalisant les gestes nécessaires."},{"type":"add","content":""},{"type":"add","content":"Inclusion : Se mettre dans une position adéquate, choisir et se rendre dans un endroit approprié, manipuler les vêtements avant et après, et se nettoyer."},{"type":"add","content":""},{"type":"add","content":"Coordonner, planifier et apporter les soins nécessaires au moment des menstruations, par exemple en les prévoyant et en utilisant des serviettes hygiéniques."},{"type":"add","content":""},{"type":"add","content":"S'habiller/se déshabiller"},{"type":"add","content":""},{"type":"add","content":"Définition : Effectuer les gestes coordonnés nécessaires pour mettre et ôter des vêtements et des chaussures dans l'ordre et en fonction du contexte social et du temps qu'il fait."},{"type":"add","content":""},{"type":"add","content":"Inclusion : Préparer des vêtements, s'habiller selon les circonstances, la saison."},{"type":"add","content":""},{"type":"add","content":"Exclusion : Mettre des bas de contention, mettre une prothèse."},{"type":"add","content":""},{"type":"add","content":"Prendre ses repas (manger et boire)"},{"type":"add","content":""},{"type":"add","content":"Définition : Coordonner les gestes nécessaires pour consommer des aliments qui ont été servis, les porter à la bouche, selon les habitudes de vie culturelles et personnelles."},{"type":"add","content":""},{"type":"add","content":"Inclusion : Couper sa nourriture, mâcher, ingérer, déglutir, éplucher, ouvrir."},{"type":"add","content":""},{"type":"add","content":"Exclusion : Préparer des repas, se servir du plat collectif à l'assiette, les comportements alimentaires pathologiques."},{"type":"add","content":""},{"type":"add","content":"Parler"},{"type":"add","content":""},{"type":"add","content":"Définition : Produire des messages faits de mots, de phrases et de passages plus longs porteurs d'une signification littérale ou figurée comme exprimer un fait ou raconter une histoire oralement."},{"type":"add","content":""},{"type":"add","content":"Exclusion : Produire des messages non verbaux."},{"type":"add","content":""},{"type":"add","content":"Entendre (percevoir les sons et comprendre)"},{"type":"add","content":""},{"type":"add","content":"Définition : Percevoir les sons et comprendre la signification littérale et figurée de messages en langage parlé, comme comprendre qu'une phrase énonce un fait ou est une expression idiomatique."},{"type":"add","content":""},{"type":"add","content":"Inclusion : Traitement de l'information auditive par le cerveau."},{"type":"add","content":""},{"type":"add","content":"Voir (distinguer et identifier)"},{"type":"add","content":""},{"type":"add","content":"Définition : Percevoir la présence de la lumière, la forme, la taille, le contour et la couleur du stimulus visuel."},{"type":"add","content":""},{"type":"add","content":"Inclusion : Traitement de l'information visuelle par le cerveau."},{"type":"add","content":""},{"type":"add","content":"Utiliser des appareils et techniques de communication"},{"type":"add","content":""},{"type":"add","content":"Définition : Utiliser des appareils, des techniques et autres moyens à des fins de communication."},{"type":"add","content":""},{"type":"add","content":"Inclusion : Utilisation d'appareils de communication courants tels que téléphone, télécopieur (fax), ordinateur."},{"type":"add","content":""},{"type":"add","content":"Exclusion : Utilisation d'appareils de communication spécifiques tels que téléalarme, machine à écrire en braille, appareil de synthèse vocale, puisque l'activité est envisagée sous l'angle de la capacité fonctionnelle, sans aide technique, dans un environnement normalisé."},{"type":"add","content":""},{"type":"add","content":"S'orienter dans le temps"},{"type":"add","content":""},{"type":"add","content":"Définition : Etre conscient du jour et de la nuit, des moments de la journée, de la date, des mois et de l'année."},{"type":"add","content":""},{"type":"add","content":"Inclusion : Connaître la saison, avoir la notion du passé et de l'avenir."},{"type":"add","content":""},{"type":"add","content":"Exclusion : Etre ponctuel."},{"type":"add","content":""},{"type":"add","content":"S'orienter dans l'espace"},{"type":"add","content":""},{"type":"add","content":"Définition : Etre conscient de l'endroit où l'on se trouve, savoir se repérer."},{"type":"add","content":""},{"type":"add","content":"Inclusion : Connaître la ville, le pays où l'on habite, la pièce où l'on se trouve, savoir se repérer y compris lors de déplacements (même lors de trajets non stéréotypés)."},{"type":"add","content":""},{"type":"add","content":"Gérer sa sécurité"},{"type":"add","content":""},{"type":"add","content":"Définition : Effectuer les actions, simples ou complexes, et coordonnées, qu'une personne doit accomplir pour réagir comme il le faut en présence d'un danger."},{"type":"add","content":""},{"type":"add","content":"Inclusion : Eviter un danger, l'anticiper, réagir, s'en soustraire, ne pas se mettre en danger."},{"type":"add","content":""},{"type":"add","content":"Exclusion : Prendre soin de sa santé (assurer son confort physique, son bien-être physique et mental, avoir un régime approprié, avoir un niveau d'activité physique approprié, se tenir au chaud ou au frais, avoir des rapports sexuels protégés …)."},{"type":"add","content":""},{"type":"add","content":"Maîtriser son comportement dans ses relations avec autrui"},{"type":"add","content":""},{"type":"add","content":"Définition : Maîtriser ses émotions et ses pulsions, son agressivité verbale ou physique dans ses relations avec autrui, selon les circonstances et dans le respect des convenances. Entretenir et maîtriser les relations avec autrui selon les circonstances et dans le respect des convenances, comme maîtriser ses émotions et ses pulsions, maîtriser son agressivité verbale et physique, agir de manière indépendante dans les relations sociales, et agir selon les règles et conventions sociales."},{"type":"add","content":""},{"type":"add","content":"Inclusion : Comportement provoqué ou induit par un traitement ou une pathologie, y compris repli sur soi et inhibition."},{"type":"add","content":""},{"type":"add","content":"2. Détermination du niveau des difficultés"},{"type":"add","content":""},{"type":"add","content":"Cinq niveaux de difficultés sont identifiés :"},{"type":"add","content":""},{"type":"add","content":"0 – Aucune difficulté : La personne réalise l'activité sans aucun problème et sans aucune aide, c'est-à-dire spontanément, totalement, correctement et habituellement."},{"type":"add","content":""},{"type":"add","content":"1 – Difficulté légère (un peu, faible) : La difficulté n'a pas d'impact sur la réalisation de l'activité."},{"type":"add","content":""},{"type":"add","content":"2 – Difficulté modérée (moyen, plutôt) : L'activité est réalisée avec difficulté mais avec un résultat final normal. Elle peut par exemple être réalisée plus lentement ou en nécessitant des stratégies et des conditions particulières."},{"type":"add","content":""},{"type":"add","content":"3 – Difficulté grave (élevé, extrême) : L'activité est réalisée difficilement et de façon altérée par rapport à l'activité habituellement réalisée."},{"type":"add","content":""},{"type":"add","content":"4 -Difficulté absolue (totale) : L'activité ne peut pas du tout être réalisée sans aide, y compris la stimulation, par la personne elle-même. Chacune des composantes de l'activité ne peut pas du tout être réalisée."},{"type":"add","content":""},{"type":"add","content":"Une activité peut être qualifiée de \" sans objet \" lorsque cette activité n'a pas à être réalisée par une personne du même âge sans problème de santé. Pour les adultes, cela concerne l'activité \" faire ses transferts \". Pour les enfants, peut être qualifiée de \" sans objet \", chacune des activités qu'un enfant du même âge sans problème de santé ne réalise pas compte tenu des étapes du développement habituel."},{"type":"add","content":""},{"type":"add","content":"La détermination du niveau de difficulté se fait en référence à la réalisation de l'activité par une personne du même âge qui n'a pas de problème de santé. Elle résulte de l'analyse de la capacité fonctionnelle de la personne, capacité déterminée sans tenir compte des aides apportées, quelle que soit la nature de ces aides. La capacité fonctionnelle s'apprécie en prenant en compte tant la capacité physique à réaliser l'activité, que la capacité en termes de fonctions mentales, cognitives ou psychiques à initier ou réaliser l'activité. Elle prend en compte les symptômes (douleur, inconfort, fatigabilité, lenteur, etc.), qui peuvent aggraver les difficultés dès lors qu'ils évoluent au long cours."},{"type":"add","content":""},{"type":"add","content":"Pour chaque activité, le niveau de difficulté s'évalue en interrogeant quatre adverbes, pour évaluer la manière dont la personne est en capacité de réaliser l'activité. Cette approche permet de prendre en compte les difficultés, quel que soit le type d'altération de fonction présentée, qu'il s'agisse d'une altération d'une ou plusieurs fonctions physiques, sensorielles, mentales, cognitives ou psychiques, d'un polyhandicap ou d'un trouble de santé invalidant."},{"type":"add","content":""},{"type":"add","content":"Les adverbes à interroger successivement sont les suivants :"},{"type":"add","content":""},{"type":"add","content":"1. Spontanément (qui se produit de soi-même, sans intervention extérieure) : La personne peut entreprendre l'activité de sa propre initiative, sans stimulation de la part d'un tiers, sans rappel par une personne ou un instrument de l'opportunité de faire l'activité."},{"type":"add","content":""},{"type":"add","content":"2. Habituellement (de façon presque constante, généralement) : La personne peut réaliser l'activité presque à chaque fois qu'elle en a l'intention ou le besoin, quasiment sans variabilité dans le temps lié à l'état de santé ou aux circonstances non exceptionnelles et quel que soit le lieu où la personne se trouve."},{"type":"add","content":""},{"type":"add","content":"3. Totalement (entièrement, tout à fait) : La personne peut réaliser l'ensemble des composantes incluses dans l'activité concernée."},{"type":"add","content":""},{"type":"add","content":"4. Correctement (de façon correcte, exacte et convenable, qui respecte les règles et les convenances) : La personne peut réaliser l'activité avec un résultat qui respecte les règles courantes de la société dans laquelle elle vit, en respectant les procédures appropriées de réalisation de l'activité considérée, dans des temps de réalisation acceptables, sans inconfort ou douleur et sans efforts disproportionnés. L'adverbe correctement peut être apprécié du point de vue de la méthode (respect des procédures, temps de réalisation, confort, absence de douleur) ou du point de vue du résultat (acceptable en fonction des règles sociales)."},{"type":"add","content":""},{"type":"add","content":"Concernant les enfants, il est nécessaire de faire référence aux étapes du développement habituel d'un enfant, définies par arrêté du ministre chargé des personnes handicapées."},{"type":"add","content":""},{"type":"add","content":"3. Détermination personnalisée du besoin de compensation"},{"type":"add","content":""},{"type":"add","content":"Pour déterminer de manière personnalisée les besoins de compensation, quel que soit l'élément de la prestation, il convient de prendre en compte :"},{"type":"add","content":""},{"type":"add","content":"a) Les facteurs qui limitent l'activité ou la participation (déficiences, troubles associés, incapacités, environnement) ;"},{"type":"add","content":""},{"type":"add","content":"b) Les facteurs qui facilitent l'activité ou la participation : capacités de la personne (potentialités et aptitudes), compétences (expériences antérieures et connaissances acquises), environnement (y compris familial, social et culturel), aides de toute nature (humaines, techniques, aménagement du logement, etc.) déjà mises en oeuvre ;"},{"type":"add","content":""},{"type":"add","content":"c) Le projet de vie exprimé par la personne."},{"type":"add","content":""},{"type":"add","content":"Chapitre 2 : Aides humaines"},{"type":"add","content":""},{"type":"del","content":"1° Les actes essentiels de l'existence ;"},{"type":"del","content":"2° La surveillance régulière ;"},{"type":"del","content":"3° Les frais supplémentaires liés à l'exercice d'une activité professionnelle ou d'une fonction élective."},{"type":"add","content":"1° Les actes essentiels de l'existence ;"},{"type":"add","content":""},{"type":"add","content":"2° La surveillance régulière ;"},{"type":"add","content":""},{"type":"add","content":"3° Les frais supplémentaires liés à l'exercice d'une activité professionnelle ou d'une fonction élective."},{"type":"add","content":""},{"type":"del","content":"Les actes essentiels"},{"type":"del","content":"L'équipe pluridisciplinaire identifie les besoins d'aide humaine pour l'entretien personnel, les déplacements et la participation à la vie sociale. Elle procède à une quantification du temps d'aide humaine nécessaire pour compenser le handicap."},{"type":"del","content":"Pour les enfants, ces besoins sont appréciés en tenant compte des activités habituellement réalisées par une personne du même âge, selon les indications mentionnées au second alinéa du 2 du chapitre Ier de la présente annexe."},{"type":"add","content":"Les actes essentiels"},{"type":"add","content":""},{"type":"add","content":"L'équipe pluridisciplinaire identifie les besoins d'aide humaine pour l'entretien personnel, les déplacements et la participation à la vie sociale. Elle procède à une quantification du temps d'aide humaine nécessaire pour compenser le handicap."},{"type":"add","content":""},{"type":"add","content":"Pour les enfants, ces besoins sont appréciés en tenant compte des activités habituellement réalisées par une personne du même âge, selon les indications mentionnées au second alinéa du 2 du chapitre Ier de la présente annexe."},{"type":"add","content":""},{"type":"add","content":"Pour les personnes présentant un handicap psychique, mental ou cognitif, sont pris en compte le besoin d'accompagnement (stimuler, inciter verbalement ou accompagner dans l'apprentissage des gestes) pour réaliser l'activité."},{"type":"add","content":""},{"type":"del","content":"a) L'entretien personnel"},{"type":"del","content":"L'entretien personnel porte sur les actes suivants :"},{"type":"del","content":"Toilette (2) : le temps quotidien d'aide pour la toilette, y compris le temps nécessaire pour l'installation dans la douche ou la baignoire, peut atteindre 70 minutes."},{"type":"del","content":"Habillage (3) : le temps quotidien d'aide pour l'habillage et le déshabillage peut atteindre 40 minutes."},{"type":"del","content":"Alimentation (4) : le temps quotidien d'aide pour les repas et assurer une prise régulière de boisson peut atteindre 1 heure et 45 minutes. Ce temps d'aide prend aussi en compte l'installation de la personne. Il ne comprend pas le portage des repas ni le temps pour la préparation du repas lorsque ce temps est déjà pris en charge ou peut l'être à un autre titre que la compensation du handicap."},{"type":"del","content":"Elimination (5) : le temps d'aide quotidien pour aller aux toilettes comprend le temps nécessaire pour l'installation, y compris les transferts entre les toilettes et le fauteuil. Il peut atteindre 50 minutes. Les actes concernant l'élimination qui relèvent d'actes infirmiers ne sont pas pris en compte."},{"type":"add","content":"a) L'entretien personnel"},{"type":"add","content":""},{"type":"add","content":"L'entretien personnel porte sur les actes suivants :"},{"type":"add","content":""},{"type":"add","content":"Toilette : le temps quotidien d'aide pour la toilette, y compris le temps nécessaire pour l'installation dans la douche ou la baignoire, peut atteindre 70 minutes."},{"type":"add","content":""},{"type":"add","content":"L'acte “ Toilette ” comprend les activités “ se laver ”, “ prendre soin de son corps ”. Le temps d'aide humaine pour la réalisation d'une toilette au lit, au lavabo, par douche ou bain, comprend le temps nécessaire pour l'installation dans la douche ou la baignoire (y compris les transferts entre la douche ou la baignoire et le fauteuil roulant). Il prend aussi en compte d'autres éléments contribuant à prendre soin de son corps, notamment l'hygiène buccale (le cas échéant l'entretien de prothèses dentaires), le rasage, le coiffage."},{"type":"add","content":""},{"type":"add","content":"Il convient, concernant la nature de l'aide, de tenir compte du fait qu'il peut s'agir d'un accompagnement pour la réalisation de l'acte, d'une aide pour la toilette complète ou d'une aide pour la toilette pour une partie du corps."},{"type":"add","content":""},{"type":"add","content":"Habillage : le temps quotidien d'aide pour l'habillage et le déshabillage peut atteindre 40 minutes."},{"type":"add","content":""},{"type":"add","content":"L'acte “ Habillage ” comprend les activités “ s'habiller ” et “ s'habiller selon les circonstances ”. “ S'habiller ” comprend l'habillage et le déshabillage et, le cas échéant, le temps pour installer ou retirer une prothèse."},{"type":"add","content":""},{"type":"add","content":"Il convient, concernant la nature de l'aide, de tenir compte du fait qu'il peut s'agir d'un accompagnement pour la réalisation de l'acte, que l'aide peut porter sur la totalité de l'habillage ou seulement sur une partie (aide pour l'habillage du haut du corps ou au contraire du bas du corps)."},{"type":"add","content":""},{"type":"add","content":"Alimentation : le temps quotidien d'aide pour les repas et assurer une prise régulière de boisson peut atteindre 1 heure et 45 minutes. Ce temps d'aide prend aussi en compte le besoin d'accompagnement ou l'installation de la personne. Il ne comprend pas le portage des repas ni le temps pour la préparation du repas lorsque ce temps est déjà pris en charge ou peut l'être à un autre titre que la compensation du handicap."},{"type":"add","content":""},{"type":"add","content":"L'acte “ Alimentation ” comprend les activités “ manger ” et “ boire ”, et le besoin d'accompagnement pour l'acte. Le temps d'aide prend aussi en compte le temps pour couper les aliments et/ ou les servir et assurer une prise régulière de boisson hors des repas."},{"type":"add","content":""},{"type":"add","content":"Des facteurs tels que l'existence d'un besoin d'accompagnement ou de troubles de l'alimentation ou de la déglutition, notamment s'ils nécessitent le recours à une alimentation spéciale, hachée ou mixée, peuvent être de nature à justifier un temps d'aide quotidien important."},{"type":"add","content":""},{"type":"add","content":"Elimination : le temps d'aide quotidien pour aller aux toilettes comprend le temps nécessaire pour le besoin d'accompagnement ou l'installation, y compris les transferts entre les toilettes et le fauteuil. Il peut atteindre 50 minutes. Les actes concernant l'élimination qui relèvent d'actes infirmiers ne sont pas pris en compte."},{"type":"add","content":""},{"type":"add","content":"L'acte “ Elimination ” comprend les activités suivantes : “ assurer la continence ” et “ aller aux toilettes ”. “ Aller aux toilettes ” comprend notamment le fait de se rendre dans un endroit approprié, de s'asseoir et de se relever des toilettes, le cas échéant de réaliser les transferts entre les toilettes et le fauteuil."},{"type":"add","content":""},{"type":"add","content":"Les actes concernant l'élimination qui relèvent d'actes infirmiers ne sont pas pris en compte."},{"type":"add","content":""},{"type":"del","content":"Le temps quotidien d'aide humaine pour les déplacements dans le logement peut atteindre 35 minutes. Il s'agit notamment d'une aide aux transferts, à la marche, pour monter ou descendre les escaliers ou d'une aide pour manipuler un fauteuil roulant."},{"type":"del","content":"Les déplacements à l'extérieur exigés par des démarches liées au handicap de la personne et nécessitant la présence personnelle de celle-ci peuvent majorer le temps d'aide attribué au titre des déplacements à concurrence de 30 heures par an."},{"type":"del","content":"Le temps de déplacement à l'extérieur pour d'autres motifs que ceux énoncés à l'alinéa précédent est contenu dans le temps de participation à la vie sociale."},{"type":"add","content":"Le temps quotidien d'aide humaine pour les déplacements dans le logement peut atteindre 35 minutes. Il s'agit notamment d'une aide aux transferts, à la marche, pour monter ou descendre les escaliers ou d'une aide pour manipuler un fauteuil roulant."},{"type":"add","content":""},{"type":"add","content":"Les déplacements à l'extérieur exigés par des démarches liées au handicap de la personne et nécessitant la présence personnelle de celle-ci peuvent majorer le temps d'aide attribué au titre des déplacements à concurrence de 30 heures par an."},{"type":"add","content":""},{"type":"add","content":"Seuls les déplacements extérieurs mentionnés à l'alinéa précédent sont intégrés dans les temps de déplacement prévus au présent b, les autres déplacements extérieurs relèvent d'autres actes (participation à la vie sociale et surveillance)."},{"type":"add","content":""},{"type":"del","content":"La notion de participation à la vie sociale repose, fondamentalement, sur les besoins d'aide humaine pour se déplacer à l'extérieur et pour communiquer afin d'accéder notamment aux loisirs, à la culture, à la vie associative, etc."},{"type":"del","content":"Le temps d'aide humaine pour la participation à la vie sociale peut atteindre 30 heures par mois. Il est attribué sous forme de crédit temps et peut être capitalisé sur une durée de 12 mois. Ce temps exclut les besoins d'aide humaine qui peuvent être pris en charge à un autre titre, notamment ceux liés à l'activité professionnelle, à des fonctions électives, à des activités ménagères, etc."},{"type":"del","content":"d) Les besoins éducatifs :"},{"type":"del","content":"La prise en compte des besoins éducatifs des enfants et des adolescents soumis à l'obligation scolaire pendant la période nécessaire à la mise en œuvre d'une décision de la commission des droits et de l'autonomie d'orientation à temps plein ou à temps partiel vers un établissement mentionné au 2° du I de l'article L. 312-1 du présent code donne lieu à l'attribution d'un temps d'aide humaine de 30 heures par mois."},{"type":"add","content":"La notion de participation à la vie sociale repose, fondamentalement, sur les besoins d'aide humaine pour se déplacer à l'extérieur et pour communiquer afin d'accéder notamment aux loisirs, à la culture, à la vie associative, etc."},{"type":"add","content":""},{"type":"add","content":"Le temps d'aide humaine pour la participation à la vie sociale peut atteindre 30 heures par mois. Il est attribué sous forme de crédit temps et peut être capitalisé sur une durée de 12 mois. Ce temps exclut les besoins d'aide humaine qui peuvent être pris en charge à un autre titre, notamment ceux liés à l'activité professionnelle, à des fonctions électives, à des activités ménagères, etc."},{"type":"add","content":""},{"type":"add","content":"d) Les besoins éducatifs :"},{"type":"add","content":""},{"type":"add","content":"La prise en compte des besoins éducatifs des enfants et des adolescents soumis à l'obligation scolaire pendant la période nécessaire à la mise en œuvre d'une décision de la commission des droits et de l'autonomie d'orientation à temps plein ou à temps partiel vers un établissement mentionné au 2° du I de l'article L. 312-1 du présent code donne lieu à l'attribution d'un temps d'aide humaine de 30 heures par mois."},{"type":"add","content":""},{"type":"del","content":"L'aide humaine peut revêtir des modalités différentes :"},{"type":"del","content":"1° Suppléance partielle, lorsque la personne peut réaliser une partie de l'activité mais a besoin d'une aide pour l'effectuer complètement ;"},{"type":"del","content":"2° Suppléance complète, lorsque la personne ne peut pas réaliser l'activité, laquelle doit être entièrement réalisée par l'aidant ;"},{"type":"del","content":"3° Aide à l'accomplissement des gestes nécessaires à la réalisation de l'activité ;"},{"type":"del","content":"4° Accompagnement, lorsque la personne a les capacités physiques de réaliser l'activité mais qu'elle ne peut la réaliser seule du fait de difficultés mentales, psychiques ou cognitives."},{"type":"del","content":"L'aidant intervient alors pour la guider, la stimuler, l'inciter verbalement ou l'accompagner dans l'apprentissage des gestes pour réaliser cette activité."},{"type":"add","content":"L'aide humaine peut revêtir des modalités différentes :"},{"type":"add","content":""},{"type":"add","content":"1° Suppléance partielle, lorsque la personne peut réaliser une partie de l'activité mais a besoin d'une aide pour l'effectuer complètement ;"},{"type":"add","content":""},{"type":"add","content":"2° Suppléance complète, lorsque la personne ne peut pas réaliser l'activité, laquelle doit être entièrement réalisée par l'aidant ;"},{"type":"add","content":""},{"type":"add","content":"3° Aide à l'accomplissement des gestes nécessaires à la réalisation de l'activité ;"},{"type":"add","content":""},{"type":"add","content":"4° Accompagnement, lorsque la personne a les capacités physiques de réaliser l'activité mais qu'elle ne peut la réaliser seule du fait de difficultés mentales, psychiques ou cognitives."},{"type":"add","content":""},{"type":"add","content":"L'aidant intervient alors pour la guider, la stimuler, l'inciter verbalement ou l'accompagner dans l'apprentissage des gestes pour réaliser cette activité."},{"type":"add","content":""},{"type":"del","content":"Les temps indiqués au 1 de la présente section sont des temps plafonds dans la limite desquels peuvent être envisagées des majorations des temps ordinaires dès lors que les interventions de l'aidant sont rendues plus difficiles ou sont largement entravées par la présence au long cours de facteurs aggravants. Certains facteurs sont mentionnés ci-dessous, à titre d'exemples. D'autres peuvent être identifiés."},{"type":"add","content":"L'appréciation du temps d'aide requis prend en compte la situation de la personne. Il n'y a pas de gradient de temps selon les modalités d'aide. Ainsi par exemple, le temps d'aide pour un accompagnement peut dans certaines situations être plus important que celui habituellement requis pour une suppléance."},{"type":"add","content":""},{"type":"add","content":"Les temps indiqués au 1 de la présente section sont des temps plafonds dans la limite desquels peuvent être envisagées des majorations des temps ordinaires dès lors que les interventions de l'aidant sont rendues plus difficiles ou sont largement entravées par la présence au long cours de facteurs aggravants. Certains facteurs sont mentionnés ci-dessous, à titre d'exemples. D'autres peuvent être identifiés."},{"type":"add","content":""},{"type":"del","content":"Des symptômes tels que douleurs, spasticité, ankylose de grosses articulations, mouvements anormaux, obésité importante, etc., tout autant que certains troubles du comportement, peuvent avoir un impact et rendre plus difficiles les interventions des aidants pour la réalisation de tout ou partie des actes essentiels."},{"type":"add","content":"Des symptômes tels que douleurs, spasticité, ankylose de grosses articulations, mouvements anormaux, obésité importante, etc., tout autant que certains troubles du comportement, difficultés de compréhension, lenteur … peuvent avoir un impact et rendre plus difficiles les interventions des aidants pour la réalisation de tout ou partie des actes essentiels."},{"type":"add","content":""},{"type":"del","content":"Un logement adapté ou, au contraire, un logement inadapté, de même que le recours à certaines aides techniques, notamment lorsqu'elles ont été préconisées pour faciliter l'intervention des aidants, peuvent avoir un impact sur le temps de réalisation des activités."},{"type":"add","content":"Un logement adapté ou, au contraire, un logement inadapté, de même que le recours à certaines aides techniques, notamment lorsqu'elles ont été préconisées pour faciliter l'intervention des aidants, peuvent avoir un impact sur le temps de réalisation des activités."},{"type":"add","content":""},{"type":"del","content":"L'ensemble des réponses aux différents besoins d'aide humaine identifiés qui doivent être mentionnées dans le plan personnalisé de compensation, y compris celles qui ne relèvent pas de la prestation de compensation."},{"type":"add","content":"L'ensemble des réponses aux différents besoins d'aide humaine identifiés qui doivent être mentionnées dans le plan personnalisé de compensation, y compris celles qui ne relèvent pas de la prestation de compensation."},{"type":"add","content":""},{"type":"del","content":"La surveillance régulière"},{"type":"del","content":"La notion de surveillance s'entend au sens de veiller sur une personne handicapée afin d'éviter qu'elle ne s'expose à un danger menaçant son intégrité ou sa sécurité. Pour être pris en compte au titre de l'élément aide humaine, ce besoin de surveillance doit être durable ou survenir fréquemment et concerne :"},{"type":"del","content":"- soit les personnes qui s'exposent à un danger du fait d'une altération substantielle, durable ou définitive d'une ou plusieurs fonctions mentales, cognitives ou psychiques ;"},{"type":"del","content":"- soit les personnes qui nécessitent à la fois une aide totale pour la plupart des actes essentiels et une présence constante ou quasi constante due à un besoin de soins ou d'aide pour les gestes de la vie quotidienne. Il n'est pas nécessaire que l'aide mentionnée dans cette définition concerne la totalité des actes essentiels."},{"type":"del","content":"1. Les personnes qui s'exposent à un danger du fait d'une altération d'une ou plusieurs fonctions mentales, cognitives ou psychiques"},{"type":"del","content":"Le besoin de surveillance s'apprécie au regard des conséquences que des troubles sévères du comportement peuvent avoir dans différentes situations :"},{"type":"del","content":"- s'orienter dans le temps ;"},{"type":"del","content":"- s'orienter dans l'espace ;"},{"type":"del","content":"- gérer sa sécurité ;"},{"type":"del","content":"- utiliser des appareils et techniques de communication ;"},{"type":"del","content":"- maîtriser son comportement dans ses relations avec autrui."},{"type":"del","content":"Il s'apprécie aussi, de façon complémentaire, au regard de la capacité à faire face à un stress, à une crise, à des imprévus, ou d'autres troubles comportementaux particuliers comme ceux résultant de troubles neuropsychologiques."},{"type":"del","content":"Le besoin de surveillance peut aller de la nécessité d'une présence sans intervention active jusqu'à une présence active en raison de troubles importants du comportement."},{"type":"del","content":"L'appréciation de ce besoin au titre de la prestation de compensation nécessite de prendre en considération les accompagnements apportés par différents dispositifs qui contribuent à répondre pour partie à ce besoin. Ainsi, certaines des difficultés présentées par la personne handicapée relèvent d'une prise en charge thérapeutique, d'autres difficultés peuvent appeler un accompagnement par un service ou un établissement médico-social ou un groupe d'entraide mutuelle pour personnes présentant des troubles psychiques."},{"type":"del","content":"Les réponses de tout ordre au besoin de surveillance doivent être mentionnées dans le plan personnalisé de compensation y compris lorsqu'elles ne relèvent pas d'une décision de la Commission des droits et de l'autonomie des personnes handicapées."},{"type":"del","content":"Le temps de surveillance attribué au titre de la prestation de compensation peut atteindre 3 heures par jour."},{"type":"del","content":"Lorsque le handicap d'une personne requiert une surveillance régulière, il est possible de cumuler le temps d'aide qui lui est attribué au titre de la surveillance avec celui qui peut éventuellement lui être attribué au titre des actes essentiels. Toutefois, il faut considérer dans ce cas que le temps de présence d'un aidant pour la réalisation des actes essentiels répond pour partie au besoin de surveillance. Ainsi, le cumul des temps est autorisé à concurrence du temps maximum attribué au titre des actes essentiels."},{"type":"del","content":"2. Les personnes qui nécessitent à la fois une aide totale pour la plupart des actes essentiels et une présence constante ou quasi constante due à un besoin de soins ou d'aide pour les gestes de la vie quotidienne"},{"type":"del","content":"La condition relative à l'aide totale pour la plupart des actes essentiels est remplie dès lors que la personne a besoin d'une aide totale pour les activités liées à l'entretien personnel définies au a du 1 de la section 1."},{"type":"del","content":"La condition relative à la présence constante ou quasi constante due à un besoin de soins ou d'aide pour les gestes de la vie quotidienne est remplie dès lors que des interventions itératives sont nécessaires dans la journée et que des interventions actives sont généralement nécessaires la nuit."},{"type":"del","content":"Les éléments relatifs aux soins dans la journée comme dans la nuit comprennent notamment des soins liés à la prévention d'escarres ou des aspirations endotrachéales, dès lors que ces aspirations sont réalisées en conformité avec les dispositions prévues dans le décret n° 99-426 du 27 mai 1999 habilitant certaines catégories de personnes à effectuer des aspirations endotrachéales."},{"type":"del","content":"Dans ce cas, le cumul des temps d'aide humaine pour les actes essentiels et la surveillance peut atteindre 24 heures par jour."},{"type":"add","content":"La surveillance régulière"},{"type":"add","content":""},{"type":"add","content":"La notion de surveillance s'entend au sens de veiller sur une personne handicapée afin d'éviter qu'elle ne s'expose à un danger menaçant son intégrité ou sa sécurité. Pour être pris en compte au titre de l'élément aide humaine, ce besoin de surveillance doit être durable ou survenir fréquemment et concerne :"},{"type":"add","content":""},{"type":"add","content":"– soit les personnes qui s'exposent à un danger du fait d'une altération substantielle, durable ou définitive d'une ou plusieurs fonctions mentales, cognitives ou psychiques ;"},{"type":"add","content":""},{"type":"add","content":"– soit les personnes qui nécessitent à la fois une aide totale pour la plupart des actes essentiels et une présence constante ou quasi constante due à un besoin de soins ou d'aide pour les gestes de la vie quotidienne. Il n'est pas nécessaire que l'aide mentionnée dans cette définition concerne la totalité des actes essentiels."},{"type":"add","content":""},{"type":"add","content":"1. Les personnes qui s'exposent à un danger du fait d'une altération d'une ou plusieurs fonctions mentales, cognitives ou psychiques"},{"type":"add","content":""},{"type":"add","content":"Le besoin de surveillance s'apprécie au regard des conséquences que des troubles sévères du comportement peuvent avoir dans différentes situations (se reporter aux activités correspondantes définies au chapitre 1er) :"},{"type":"add","content":""},{"type":"add","content":"– s'orienter dans le temps ;"},{"type":"add","content":""},{"type":"add","content":"– s'orienter dans l'espace ;"},{"type":"add","content":""},{"type":"add","content":"– gérer sa sécurité ;"},{"type":"add","content":""},{"type":"add","content":"– utiliser des appareils et techniques de communication ;"},{"type":"add","content":""},{"type":"add","content":"– maîtriser son comportement dans ses relations avec autrui."},{"type":"add","content":""},{"type":"add","content":"Il s'apprécie aussi, de façon complémentaire, au regard de la capacité à faire face à un stress, à une crise, à des imprévus, ou d'autres troubles comportementaux particuliers comme ceux résultant de troubles neuropsychologiques."},{"type":"add","content":""},{"type":"add","content":"Le besoin de surveillance peut aller de la nécessité d'une présence sans intervention active jusqu'à une présence active en raison de troubles importants du comportement."},{"type":"add","content":""},{"type":"add","content":"L'appréciation de ce besoin au titre de la prestation de compensation nécessite de prendre en considération les accompagnements apportés par différents dispositifs qui contribuent à répondre pour partie à ce besoin. Ainsi, certaines des difficultés présentées par la personne handicapée relèvent d'une prise en charge thérapeutique, d'autres difficultés peuvent appeler un accompagnement par un service ou un établissement médico-social ou un groupe d'entraide mutuelle pour personnes présentant des troubles psychiques."},{"type":"add","content":""},{"type":"add","content":"Les réponses de tout ordre au besoin de surveillance doivent être mentionnées dans le plan personnalisé de compensation y compris lorsqu'elles ne relèvent pas d'une décision de la Commission des droits et de l'autonomie des personnes handicapées."},{"type":"add","content":""},{"type":"add","content":"Le temps de surveillance attribué au titre de la prestation de compensation peut atteindre 3 heures par jour."},{"type":"add","content":""},{"type":"add","content":"Lorsque le handicap d'une personne requiert une surveillance régulière, il est possible de cumuler le temps d'aide qui lui est attribué au titre de la surveillance avec celui qui peut éventuellement lui être attribué au titre des actes essentiels. Toutefois, il faut considérer dans ce cas que le temps de présence d'un aidant pour la réalisation des actes essentiels répond pour partie au besoin de surveillance. Ainsi, le cumul des temps est autorisé à concurrence du temps maximum attribué au titre des actes essentiels."},{"type":"add","content":""},{"type":"add","content":"2. Les personnes qui nécessitent à la fois une aide totale pour la plupart des actes essentiels et une présence constante ou quasi constante due à un besoin de soins ou d'aide pour les gestes de la vie quotidienne"},{"type":"add","content":""},{"type":"add","content":"La condition relative à l'aide totale pour la plupart des actes essentiels est remplie dès lors que la personne a besoin d'une aide totale pour les activités liées à l'entretien personnel définies au a du 1 de la section 1."},{"type":"add","content":""},{"type":"add","content":"La condition relative à la présence constante ou quasi constante due à un besoin de soins ou d'aide pour les gestes de la vie quotidienne est remplie dès lors que des interventions itératives sont nécessaires dans la journée et que des interventions actives sont généralement nécessaires la nuit."},{"type":"add","content":""},{"type":"add","content":"Les éléments relatifs aux soins dans la journée comme dans la nuit comprennent notamment des soins liés à la prévention d'escarres ou des aspirations endotrachéales, dès lors que ces aspirations sont réalisées en conformité avec les dispositions prévues dans le décret n° 99-426 du 27 mai 1999 habilitant certaines catégories de personnes à effectuer des aspirations endotrachéales."},{"type":"add","content":""},{"type":"add","content":"Dans ce cas, le cumul des temps d'aide humaine pour les actes essentiels et la surveillance peut atteindre 24 heures par jour."},{"type":"add","content":""},{"type":"del","content":"Frais supplémentaires liés à l'exercice d'une activité professionnelle ou d'une fonction élective"},{"type":"del","content":"L'aide liée spécifiquement à l'exercice d'une activité professionnelle ou d'une fonction élective est apportée directement à la personne. Elle peut porter notamment sur des aides humaines assurant des interfaces de communication lorsque des solutions d'aides techniques ou d'aménagements organisationnels n'ont pas pu être mis en place. Toutefois, elle exclue :"},{"type":"del","content":"- d'une part, les besoins d'aide humaine pour l'accomplissement des actes essentiels sur le lieu de travail, ces besoins étant pris en charge au titre de l'aide pour les actes essentiels quel que soit le lieu où cette aide est apportée ;"},{"type":"del","content":"- d'autre part, les frais liés aux aides en lien direct avec le poste de travail."},{"type":"del","content":"Le nombre maximum d'heures est fixé à 156 heures pour 12 mois. Les heures peuvent être réparties dans l'année, en fonction des besoins. Dans ce cas, le programme prévisionnel doit figurer dans le plan de compensation."},{"type":"add","content":"Frais supplémentaires liés à l'exercice d'une activité professionnelle ou d'une fonction élective"},{"type":"add","content":""},{"type":"add","content":"L'aide liée spécifiquement à l'exercice d'une activité professionnelle ou d'une fonction élective est apportée directement à la personne. Elle peut porter notamment sur des aides humaines assurant des interfaces de communication lorsque des solutions d'aides techniques ou d'aménagements organisationnels n'ont pas pu être mises en place. Toutefois, elle exclue :"},{"type":"add","content":""},{"type":"add","content":"– d'une part, les besoins d'aide humaine pour l'accomplissement des actes essentiels sur le lieu de travail, ces besoins étant pris en charge au titre de l'aide pour les actes essentiels quel que soit le lieu où cette aide est apportée ;"},{"type":"add","content":""},{"type":"add","content":"– d'autre part, les frais liés aux aides en lien direct avec le poste de travail."},{"type":"add","content":""},{"type":"add","content":"Le nombre maximum d'heures est fixé à 156 heures pour 12 mois. Les heures peuvent être réparties dans l'année, en fonction des besoins. Dans ce cas, le programme prévisionnel doit figurer dans le plan de compensation."},{"type":"add","content":""},{"type":"del","content":"Dispositions communes aux aides humaines"},{"type":"del","content":"1. Accès aux aides humaines"},{"type":"del","content":"Cet accès est subordonné :"},{"type":"del","content":"- à la reconnaissance d'une difficulté absolue pour la réalisation d'un des actes ou d'une difficulté grave pour la réalisation de deux des actes figurant aux a et b du 1 de la section 1 ou, à défaut"},{"type":"del","content":"- à la constatation que le temps d'aide nécessaire apporté par un aidant familial pour des actes relatifs aux a et b du 1 de la section 1 ou au titre d'un besoin de surveillance atteint 45 minutes par jour."},{"type":"del","content":"Dans des situations exceptionnelles, la commission des droits et de l'autonomie ou le président du conseil général statuant en urgence dans les conditions fixées par l'article R. 245-36 peut porter le temps d'aide attribué au titre des actes essentiels ou de la surveillance au-delà des temps plafonds."},{"type":"add","content":"Dispositions communes aux aides humaines"},{"type":"add","content":""},{"type":"add","content":"1. Accès aux aides humaines"},{"type":"add","content":""},{"type":"add","content":"Cet accès est subordonné :"},{"type":"add","content":""},{"type":"add","content":"– à la reconnaissance d'une difficulté absolue pour la réalisation d'un des actes ou d'une difficulté grave pour la réalisation de deux des actes tels que définis aux a et b du 1 de la section 1 ou, à défaut"},{"type":"add","content":""},{"type":"add","content":"– à la constatation que le temps d'aide nécessaire apporté par un aidant familial pour des actes relatifs aux a et b du 1 de la section 1 ou au titre d'un besoin de surveillance atteint 45 minutes par jour."},{"type":"add","content":""},{"type":"add","content":"Dans des situations exceptionnelles, la commission des droits et de l'autonomie ou le président du conseil général statuant en urgence dans les conditions fixées par l'article R. 245-36 peut porter le temps d'aide attribué au titre des actes essentiels ou de la surveillance au-delà des temps plafonds."},{"type":"add","content":""},{"type":"del","content":"Pour déterminer de façon personnalisée le temps d'aide à attribuer, il convient de prendre en compte la fréquence quotidienne des interventions ainsi que la nature de l'aide, sans préjudice des facteurs communs mentionnés au 3 de la section 1."},{"type":"del","content":"Le temps d'aide est quantifié sur une base quotidienne. Toutefois, lorsque la fréquence de réalisation de l'activité n'est pas quotidienne ou lorsque des facteurs liés au handicap ou au projet de vie de la personne sont susceptibles d'entraîner, dans le temps, des variations de l'intensité du besoin d'aide, il convient de procéder à un calcul permettant de ramener ce temps à une moyenne quotidienne."},{"type":"del","content":"La durée et la fréquence de réalisation des activités concernées sont appréciées en tenant compte des facteurs qui peuvent faciliter ou au contraire rendre plus difficile la réalisation, par un aidant, des activités pour lesquelles une aide humaine est nécessaire."},{"type":"del","content":"L'équipe pluridisciplinaire est tenue d'élaborer le plan personnalisé de compensation en apportant toutes les précisions nécessaires qui justifient la durée retenue, notamment en détaillant les facteurs qui facilitent ou au contraire compliquent la réalisation de l'activité concernée."},{"type":"add","content":"Pour déterminer de façon personnalisée le temps d'aide à attribuer, il convient de prendre en compte la fréquence quotidienne des interventions ainsi que la nature de l'aide, sans préjudice des facteurs communs mentionnés au 3 de la section 1."},{"type":"add","content":""},{"type":"add","content":"Le temps d'aide est quantifié sur une base quotidienne. Toutefois, lorsque la fréquence de réalisation de l'activité n'est pas quotidienne ou lorsque des facteurs liés au handicap ou au projet de vie de la personne sont susceptibles d'entraîner, dans le temps, des variations de l'intensité du besoin d'aide, il convient de procéder à un calcul permettant de ramener ce temps à une moyenne quotidienne."},{"type":"add","content":""},{"type":"add","content":"La durée et la fréquence de réalisation des activités concernées sont appréciées en tenant compte des facteurs qui peuvent faciliter ou au contraire rendre plus difficile la réalisation, par un aidant, des activités pour lesquelles une aide humaine est nécessaire."},{"type":"add","content":""},{"type":"add","content":"L'équipe pluridisciplinaire est tenue d'élaborer le plan personnalisé de compensation en apportant toutes les précisions nécessaires qui justifient la durée retenue, notamment en détaillant les facteurs qui facilitent ou au contraire compliquent la réalisation de l'activité concernée."},{"type":"add","content":""},{"type":"del","content":"1. Définition"},{"type":"del","content":"Les aides techniques qui peuvent être prises en compte au titre de la prestation de compensation sont tout instrument, équipement ou système technique adapté ou spécialement conçu pour compenser une limitation d'activité rencontrée par une personne du fait de son handicap, acquis ou loué par la personne handicapée pour son usage personnel."},{"type":"del","content":"Les équipements qui concourent à l'aménagement du logement ou du véhicule ainsi que les produits consommables liés au handicap sont pris en compte respectivement dans les 3e et 4e éléments de la prestation de compensation."},{"type":"del","content":"Les dispositifs médicaux à caractère thérapeutique figurant dans la liste des produits et prestations remboursables (6) (LPPR) autres que ceux mentionnés dans l'arrêté fixant les tarifs des éléments de la prestation de compensation mentionnés aux 2°, 3°, 4° et 5° de l'article L. 245-3 ne sont pas des aides techniques prises en compte au titre de la prestation de compensation."},{"type":"add","content":"1. Définition"},{"type":"add","content":""},{"type":"add","content":"Les aides techniques qui peuvent être prises en compte au titre de la prestation de compensation sont tout instrument, équipement ou système technique adapté ou spécialement conçu pour compenser une limitation d'activité rencontrée par une personne du fait de son handicap, acquis ou loué par la personne handicapée pour son usage personnel."},{"type":"add","content":""},{"type":"add","content":"Les équipements qui concourent à l'aménagement du logement ou du véhicule ainsi que les produits consommables liés au handicap sont pris en compte respectivement dans les 3e et 4e éléments de la prestation de compensation."},{"type":"add","content":""},{"type":"add","content":"Les dispositifs médicaux à caractère thérapeutique figurant dans la liste des produits et prestations remboursables (1) (LPPR) autres que ceux mentionnés dans l'arrêté fixant les tarifs des éléments de la prestation de compensation mentionnés aux 2°, 3°, 4° et 5° de l'article L. 245-3 ne sont pas des aides techniques prises en compte au titre de la prestation de compensation."},{"type":"add","content":""},{"type":"del","content":"a) Conditions d'attribution des aides"},{"type":"del","content":"Les aides techniques inscrites dans le plan personnalisé de compensation doivent contribuer soit :"},{"type":"del","content":"- à maintenir ou améliorer l'autonomie de la personne pour une ou plusieurs activités ;"},{"type":"del","content":"- à assurer la sécurité de la personne handicapée ;"},{"type":"del","content":"- à mettre en oeuvre les moyens nécessaires pour faciliter l'intervention des aidants qui accompagnent la personne handicapée."},{"type":"del","content":"L'aide attribuée doit être suffisante et appropriée aux besoins de la personne compte tenu de ses habitudes de vie et de son environnement ou, le cas échéant, de l'aidant lorsque l'aide est destinée à favoriser son intervention. Son usage doit être régulier ou fréquent. La personne doit être capable d'utiliser effectivement la plupart des fonctionnalités de cette aide technique."},{"type":"del","content":"Dans le cas de pathologies évoluant par poussées, après avis d'un médecin spécialiste ou du centre de référence lorsqu'il s'agit d'une maladie rare, la préconisation des aides techniques requises pour maintenir l'autonomie dans l'accomplissement des actes essentiels de l'existence peut être envisagée, même si la durée prévisible des limitations d'activité est difficile à apprécier."},{"type":"del","content":"b) Dispositions communes aux aides techniques (qu'elles figurent ou non dans la liste des produits et prestations remboursables)"},{"type":"del","content":"La possibilité et les conditions de périodes d'essai (essais comparatifs, essais en situation, etc.) sont prévues dans le plan de compensation lorsqu'elles sont jugées nécessaires par l'équipe pluridisciplinaire. Si tel est le cas, la prise en compte de l'aide technique considérée est subordonnée à une évaluation favorable de cette période d'essai, constatée par l'équipe pluridisciplinaire, par tout moyen qu'elle aura précisé."},{"type":"del","content":"De même, l'équipe pluridisciplinaire peut proposer le recours à une structure spécialisée de réadaptation fonctionnelle afin que la personne handicapée puisse développer toutes ses potentialités et appréhender, si besoin, des techniques spécifiques de compensation, avant la préconisation d'une aide technique."},{"type":"del","content":"Les accessoires ou options ne sont pris en charge que lorsqu'ils répondent à des besoins directement liés à la compensation de l'activité ou des activités concernées."},{"type":"add","content":"a) Conditions d'attribution des aides"},{"type":"add","content":""},{"type":"add","content":"Les aides techniques inscrites dans le plan personnalisé de compensation doivent contribuer soit :"},{"type":"add","content":""},{"type":"add","content":"– à maintenir ou améliorer l'autonomie de la personne pour une ou plusieurs activités ;"},{"type":"add","content":""},{"type":"add","content":"– à assurer la sécurité de la personne handicapée ;"},{"type":"add","content":""},{"type":"add","content":"– à mettre en oeuvre les moyens nécessaires pour faciliter l'intervention des aidants qui accompagnent la personne handicapée."},{"type":"add","content":""},{"type":"add","content":"L'aide attribuée doit être suffisante et appropriée aux besoins de la personne compte tenu de ses habitudes de vie et de son environnement ou, le cas échéant, de l'aidant lorsque l'aide est destinée à favoriser son intervention. Son usage doit être régulier ou fréquent. La personne doit être capable d'utiliser effectivement la plupart des fonctionnalités de cette aide technique."},{"type":"add","content":""},{"type":"add","content":"Dans le cas de pathologies évoluant par poussées, après avis d'un médecin spécialiste ou du centre de référence lorsqu'il s'agit d'une maladie rare, la préconisation des aides techniques requises pour maintenir l'autonomie dans l'accomplissement des actes essentiels de l'existence peut être envisagée, même si la durée prévisible des limitations d'activité est difficile à apprécier."},{"type":"add","content":""},{"type":"add","content":"b) Dispositions communes aux aides techniques (qu'elles figurent ou non dans la liste des produits et prestations remboursables)"},{"type":"add","content":""},{"type":"add","content":"La possibilité et les conditions de périodes d'essai (essais comparatifs, essais en situation, etc.) sont prévues dans le plan de compensation lorsqu'elles sont jugées nécessaires par l'équipe pluridisciplinaire. Si tel est le cas, la prise en compte de l'aide technique considérée est subordonnée à une évaluation favorable de cette période d'essai, constatée par l'équipe pluridisciplinaire, par tout moyen qu'elle aura précisé."},{"type":"add","content":""},{"type":"add","content":"De même, l'équipe pluridisciplinaire peut proposer le recours à une structure spécialisée de réadaptation fonctionnelle afin que la personne handicapée puisse développer toutes ses potentialités et appréhender, si besoin, des techniques spécifiques de compensation, avant la préconisation d'une aide technique."},{"type":"add","content":""},{"type":"add","content":"Les accessoires ou options ne sont pris en charge que lorsqu'ils répondent à des besoins directement liés à la compensation de l'activité ou des activités concernées."},{"type":"add","content":""},{"type":"del","content":"a) Aides techniques figurant sur la liste des produits et prestations remboursables"},{"type":"del","content":"La prise en compte, au titre de la prestation de compensation, d'aides techniques appartenant à une catégorie de produits figurant sur la liste des produits et prestations remboursables, est subordonnée aux même critères que ceux mentionnés dans cette liste. Cette aide technique devra faire l'objet d'une prescription médicale dans les conditions prévues au code de la sécurité sociale."},{"type":"del","content":"Lorsqu'il existe une liste nominative de produits dans la liste des produits et prestations remboursables, seuls les produits figurant dans cette liste sont pris en charge. Les produits écartés de la liste des produits et prestations remboursables ne peuvent faire l'objet d'une prise en charge au titre de la prestation de compensation."},{"type":"del","content":"Le cas échéant, la possibilité et les conditions de périodes d'essai sont identiques à celles prévues dans la liste des produits et prestations remboursables pour les aides techniques concernées."},{"type":"add","content":"a) Aides techniques figurant sur la liste des produits et prestations remboursables"},{"type":"add","content":""},{"type":"add","content":"La prise en compte, au titre de la prestation de compensation, d'aides techniques appartenant à une catégorie de produits figurant sur la liste des produits et prestations remboursables, est subordonnée aux mêmes critères que ceux mentionnés dans cette liste. Cette aide technique devra faire l'objet d'une prescription médicale dans les conditions prévues au code de la sécurité sociale."},{"type":"add","content":""},{"type":"add","content":"Lorsqu'il existe une liste nominative de produits dans la liste des produits et prestations remboursables, seuls les produits figurant dans cette liste sont pris en charge. Les produits écartés de la liste des produits et prestations remboursables ne peuvent faire l'objet d'une prise en charge au titre de la prestation de compensation."},{"type":"add","content":""},{"type":"add","content":"Le cas échéant, la possibilité et les conditions de périodes d'essai sont identiques à celles prévues dans la liste des produits et prestations remboursables pour les aides techniques concernées."},{"type":"add","content":""},{"type":"del","content":"A efficacité égale, lorsqu'un choix est possible entre plusieurs solutions équivalentes pour compenser l'activité concernée, c'est la solution la moins onéreuse qui est inscrite dans le plan personnalisé de compensation."},{"type":"del","content":"Toutefois, la personne conserve la possibilité de choisir l'aide technique qu'elle préfère dès lors que les caractéristiques de celle-ci correspondent aux préconisations figurant dans le plan personnalisé de compensation et notamment que l'aide technique considérée apporte une réponse à ses besoins et ne met pas en danger sa sécurité."},{"type":"add","content":"A efficacité égale, lorsqu'un choix est possible entre plusieurs solutions équivalentes pour compenser l'activité concernée, c'est la solution la moins onéreuse qui est inscrite dans le plan personnalisé de compensation."},{"type":"add","content":""},{"type":"add","content":"Toutefois, la personne conserve la possibilité de choisir l'aide technique qu'elle préfère dès lors que les caractéristiques de celle-ci correspondent aux préconisations figurant dans le plan personnalisé de compensation et notamment que l'aide technique considérée apporte une réponse à ses besoins et ne met pas en danger sa sécurité."},{"type":"add","content":""},{"type":"del","content":"Les surcoûts des équipements d'utilisation courante sont pris en compte dès lors qu'ils apportent une facilité d'usage pour la personne handicapée. Ce surcoût s'apprécie par rapport au coût d'un équipement de base."},{"type":"del","content":"Lorsque les équipements d'utilisation courante comportent des adaptations spécifiques, seules sont prises en compte les adaptations spécifiques. Toutefois, dans le cas où la combinaison d'un produit d'utilisation courante et d'une adaptation spécifique serait, à efficacité égale, moins onéreuse qu'un dispositif entièrement spécifique rendant le même service, la commission des droits et de l'autonomie des personnes handicapées peut prendre en compte l'ensemble de la combinaison, y compris l'élément d'utilisation courante."},{"type":"add","content":"Les surcoûts des équipements d'utilisation courante sont pris en compte dès lors qu'ils apportent une facilité d'usage pour la personne handicapée. Ce surcoût s'apprécie par rapport au coût d'un équipement de base."},{"type":"add","content":""},{"type":"add","content":"Lorsque les équipements d'utilisation courante comportent des adaptations spécifiques, seules sont prises en compte les adaptations spécifiques. Toutefois, dans le cas où la combinaison d'un produit d'utilisation courante et d'une adaptation spécifique serait, à efficacité égale, moins onéreuse qu'un dispositif entièrement spécifique rendant le même service, la commission des droits et de l'autonomie des personnes handicapées peut prendre en compte l'ensemble de la combinaison, y compris l'élément d'utilisation courante."},{"type":"add","content":""},{"type":"del","content":"L'attribution du troisième élément de la prestation de compensation peut porter sur des charges de nature différente : aménagement du logement, du véhicule et surcoût résultant du transport. Ce chapitre porte exclusivement sur l'aménagement du logement."},{"type":"del","content":"Les aménagements pris en compte sont destinés à maintenir ou améliorer l'autonomie de la personne handicapée. Ils doivent lui permettre de circuler, d'utiliser les équipements indispensables à la vie courante, de se repérer et de communiquer, sans difficulté et en toute sécurité. Ils visent également à faciliter l'intervention des aidants qui accompagnent une personne handicapée à domicile pour la réalisation des actes essentiels de l'existence."},{"type":"del","content":"1. Facteurs en rapport avec le handicap de la personne"},{"type":"del","content":"Les aménagements doivent répondre à des besoins directement liés aux limitations d'activités de la personne. Celles-ci peuvent être définitives ou provisoires. Dans le second cas, elles doivent être suffisamment durables (7) pour donner droit à la prise en charge des aménagements du logement."},{"type":"del","content":"En cas d'évolution prévisible du handicap, le projet d'adaptation et d'accessibilité du logement peut comprendre des travaux destinés à faciliter des aménagements ultérieurs. Dans le cas d'un handicap lié à une pathologie évolutive, des aménagements du logement peuvent être anticipés dès lors qu'un médecin spécialiste ou un centre de référence lorsqu'il s'agit de cas de maladie rare atteste, en les précisant, que des limitations d'activité vont nécessiter, dans un délai inférieur à un an, de tels aménagements pour améliorer l'autonomie de la personne."},{"type":"add","content":"L'attribution du troisième élément de la prestation de compensation peut porter sur des charges de nature différente : aménagement du logement, du véhicule et surcoût résultant du transport. Ce chapitre porte exclusivement sur l'aménagement du logement."},{"type":"add","content":""},{"type":"add","content":"Les aménagements pris en compte sont destinés à maintenir ou améliorer l'autonomie de la personne handicapée. Ils doivent lui permettre de circuler, d'utiliser les équipements indispensables à la vie courante, de se repérer et de communiquer, sans difficulté et en toute sécurité. Ils visent également à faciliter l'intervention des aidants qui accompagnent une personne handicapée à domicile pour la réalisation des actes essentiels de l'existence."},{"type":"add","content":""},{"type":"add","content":"1. Facteurs en rapport avec le handicap de la personne"},{"type":"add","content":""},{"type":"add","content":"Les aménagements doivent répondre à des besoins directement liés aux limitations d'activités de la personne. Celles-ci peuvent être définitives ou provisoires. Dans le second cas, elles doivent être suffisamment durables (2) pour donner droit à la prise en charge des aménagements du logement."},{"type":"add","content":""},{"type":"add","content":"En cas d'évolution prévisible du handicap, le projet d'adaptation et d'accessibilité du logement peut comprendre des travaux destinés à faciliter des aménagements ultérieurs. Dans le cas d'un handicap lié à une pathologie évolutive, des aménagements du logement peuvent être anticipés dès lors qu'un médecin spécialiste ou un centre de référence lorsqu'il s'agit de cas de maladie rare atteste, en les précisant, que des limitations d'activité vont nécessiter, dans un délai inférieur à un an, de tels aménagements pour améliorer l'autonomie de la personne."},{"type":"add","content":""},{"type":"del","content":"a) Les adaptations et aménagements concernés"},{"type":"del","content":"Les aménagements concourant à l'adaptation et à l'accessibilité du logement peuvent concerner les pièces ordinaires du logement : la chambre, le séjour, la cuisine, les toilettes et la salle d'eau. Toutefois, la prestation de compensation peut aussi prendre en compte des aménagements concourant à l'adaptation et à l'accessibilité d'une autre pièce du logement permettant à la personne handicapée d'exercer une activité professionnelle ou de loisir et des pièces nécessaires pour que la personne handicapée assure l'éducation et la surveillance de ses enfants."},{"type":"del","content":"Les aménagements des pièces définies ci-dessus peuvent porter sur :"},{"type":"del","content":"- l'adaptation de la ou des pièces concernées ;"},{"type":"del","content":"- la circulation à l'intérieur de cet ensemble ;"},{"type":"del","content":"- les changements de niveaux pour l'accès à l'ensemble des pièces constituant cet ensemble lorsque celui-ci s'organise sur deux niveaux et qu'il n'est pas possible de l'organiser sur un seul niveau faute d'espace nécessaire ;"},{"type":"del","content":"- la domotique ;"},{"type":"del","content":"- la création d'une extension si cela s'avère indispensable pour procéder à l'accessibilité requise du fait du handicap de la personne."},{"type":"del","content":"Lorsque le logement est une maison individuelle, les aménagements du logement et de l'environnement privatif peuvent également concerner : l'accès au logement depuis l'entrée du terrain et le cas échéant l'accès du logement au garage ; la motorisation extérieure (portail, porte de garage)."},{"type":"del","content":"L'évaluation des caractéristiques du logement peut conduire à identifier d'autres types d'aménagements ou de travaux à envisager qui ne relèvent pas d'une prise en charge au titre de la prestation de compensation : travaux du fait de l'insalubrité ; mises aux normes du fait d'installations vétustes, défectueuses ou hors normes ; aménagements des parties communes d'une copropriété ; demandes d'aménagements résultant d'un manquement aux dispositions législatives et réglementaires relatives à l'accessibilité du logement."},{"type":"del","content":"Lorsque l'équipe pluridisciplinaire a connaissance de tels besoins, elle les mentionne dans le plan personnalisé de compensation."},{"type":"add","content":"a) Les adaptations et aménagements concernés"},{"type":"add","content":""},{"type":"add","content":"Les aménagements concourant à l'adaptation et à l'accessibilité du logement peuvent concerner les pièces ordinaires du logement : la chambre, le séjour, la cuisine, les toilettes et la salle d'eau. Toutefois, la prestation de compensation peut aussi prendre en compte des aménagements concourant à l'adaptation et à l'accessibilité d'une autre pièce du logement permettant à la personne handicapée d'exercer une activité professionnelle ou de loisir et des pièces nécessaires pour que la personne handicapée assure l'éducation et la surveillance de ses enfants."},{"type":"add","content":""},{"type":"add","content":"Les aménagements des pièces définies ci-dessus peuvent porter sur :"},{"type":"add","content":""},{"type":"add","content":"– l'adaptation de la ou des pièces concernées ;"},{"type":"add","content":""},{"type":"add","content":"– la circulation à l'intérieur de cet ensemble ;"},{"type":"add","content":""},{"type":"add","content":"– les changements de niveaux pour l'accès à l'ensemble des pièces constituant cet ensemble lorsque celui-ci s'organise sur deux niveaux et qu'il n'est pas possible de l'organiser sur un seul niveau faute d'espace nécessaire ;"},{"type":"add","content":""},{"type":"add","content":"– la domotique ;"},{"type":"add","content":""},{"type":"add","content":"– la création d'une extension si cela s'avère indispensable pour procéder à l'accessibilité requise du fait du handicap de la personne."},{"type":"add","content":""},{"type":"add","content":"Lorsque le logement est une maison individuelle, les aménagements du logement et de l'environnement privatif peuvent également concerner : l'accès au logement depuis l'entrée du terrain et le cas échéant l'accès du logement au garage ; la motorisation extérieure (portail, porte de garage)."},{"type":"add","content":""},{"type":"add","content":"L'évaluation des caractéristiques du logement peut conduire à identifier d'autres types d'aménagements ou de travaux à envisager qui ne relèvent pas d'une prise en charge au titre de la prestation de compensation : travaux du fait de l'insalubrité ; mises aux normes du fait d'installations vétustes, défectueuses ou hors normes ; aménagements des parties communes d'une copropriété ; demandes d'aménagements résultant d'un manquement aux dispositions législatives et réglementaires relatives à l'accessibilité du logement."},{"type":"add","content":""},{"type":"add","content":"Lorsque l'équipe pluridisciplinaire a connaissance de tels besoins, elle les mentionne dans le plan personnalisé de compensation."},{"type":"add","content":""},{"type":"del","content":"Les frais pris en compte diffèrent selon qu'il s'agit de l'aménagement d'un logement existant ou d'une extension ou d'une construction neuve pour ce qui concerne des aménagements spécifiques ne relevant pas des réglementations en vigueur sur l'accessibilité."},{"type":"del","content":"Les frais relatifs à une extension sont pris en compte lorsque le logement ne peut être réaménagé de manière adaptée."},{"type":"del","content":"Lorsqu'il s'agit de l'aménagement d'un logement existant, sont pris en compte le coût des équipements de second oeuvre, dès lors qu'ils apportent une facilité d'usage pour la personne handicapée ou celui des équipements spécifiques liés au handicap, ainsi que les frais liés à leur installation."},{"type":"del","content":"Lorsqu'il s'agit d'une extension ou d'une construction neuve, sont pris en compte le coût des équipements spécifiques liés au handicap ou le surcoût des équipements de second oeuvre, dès lors qu'ils apportent une facilité d'usage pour la personne handicapée. Ce surcoût s'apprécie par rapport au coût d'un équipement de second oeuvre de base."},{"type":"del","content":"L'équipe pluridisciplinaire fournit, en s'appuyant sur les compétences nécessaires, une description détaillée des adaptations qu'elle préconise, afin de permettre à la personne handicapée ou son représentant de faire établir des devis."},{"type":"del","content":"Lorsque la personne juge que l'adaptation du logement n'est pas techniquement ou financièrement possible et qu'elle fait le choix d'un déménagement vers un logement répondant aux normes réglementaires d'accessibilité, elle peut bénéficier d'une aide à la prise en charge des frais de déménagement et des frais liés à l'installation des équipements nécessaires."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"(1) Liste des activités à prendre en compte pour l'ouverture du droit à la prestation de compensation : (Concernant des informations complémentaires sur les activités, se reporter à la classification internationale du fonctionnement, du handicap et de la santé.) Domaine 1 : mobilité. Activités : se mettre debout ; faire ses transferts ; marcher ; se déplacer (dans le logement, à l'extérieur) ; avoir la préhension de la main dominante ; avoir la préhension de la main non dominante ; avoir des activités de motricité fine. Domaine 2 : entretien personnel. Activités : se laver ; assurer l'élimination et utiliser les toilettes ; s'habiller ; prendre ses repas. Domaine 3 : communication. Activités : parler ; entendre (percevoir les sons et comprendre) ; voir (distinguer et identifier) ; utiliser des appareils et techniques de communication. Domaine 4 : tâches et exigences générales, relations avec autrui. Activités : s'orienter dans le temps ; s'orienter dans l'espace ; gérer sa sécurité ; maîtriser son comportement dans ses relations avec autrui."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"(2) Toilette : comprend les activités \" se laver \", \" prendre soin de son corps \". Le temps d'aide humaine pour la réalisation d'une toilette au lit, au lavabo, par douche ou bain, comprend le temps nécessaire pour l'installation dans la douche ou la baignoire (y compris les transferts entre la douche ou la baignoire et le fauteuil roulant). Il prend aussi en compte d'autres éléments contribuant à prendre soin de son corps, notamment l'hygiène buccale (le cas échéant l'entretien de prothèses dentaires), le rasage, le coiffage... Il convient, concernant la nature de l'aide, de tenir compte du fait qu'il peut s'agir d'une aide pour la toilette complète ou d'une aide pour la toilette pour une partie du corps."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"(3) Habillage : comprend les activités \" s'habiller \" et \" s'habiller selon les circonstances \". \" S'habiller \" comprend l'habillage et le déshabillage et, le cas échéant, le temps pour installer ou retirer une prothèse. Il convient, concernant la nature de l'aide, de tenir compte du fait que l'aide peut porter sur la totalité de l'habillage ou seulement sur une partie (aide pour l'habillage du haut du corps ou au contraire du bas du corps)."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"(4) Alimentation : comprend les activités \" manger \" et \" boire \". Le temps d'aide prend aussi en compte l'installation de la personne pour prendre le repas, y compris couper les aliments et/ ou les servir et assurer une prise régulière de boisson hors des repas. Des facteurs tels que l'existence de troubles de la déglutition, notamment s'ils nécessitent le recours à une alimentation spéciale, hachée ou mixée, peuvent être de nature à justifier un temps d'aide quotidien important."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"(5) Elimination : comprend les activités suivantes : \" assurer la continence \" et \" aller aux toilettes \". \" Aller aux toilettes \" comprend notamment le fait de se rendre dans un endroit approprié, de s'asseoir et de se relever des toilettes, le cas échéant de réaliser les transferts entre les toilettes et le fauteuil. Les actes concernant l'élimination qui relèvent d'actes infirmiers ne sont pas pris en compte."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"(6) Prévue à l'article L. 165-1 du code de la sécurité sociale."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"(7) Leur durabilité prévisible doit être d'au moins un an."},{"type":"del","content":""},{"type":"add","content":"Les frais pris en compte diffèrent selon qu'il s'agit de l'aménagement d'un logement existant ou d'une extension ou d'une construction neuve pour ce qui concerne des aménagements spécifiques ne relevant pas des réglementations en vigueur sur l'accessibilité."},{"type":"add","content":""},{"type":"add","content":"Les frais relatifs à une extension sont pris en compte lorsque le logement ne peut être réaménagé de manière adaptée."},{"type":"add","content":""},{"type":"add","content":"Lorsqu'il s'agit de l'aménagement d'un logement existant, sont pris en compte le coût des équipements de second oeuvre, dès lors qu'ils apportent une facilité d'usage pour la personne handicapée ou celui des équipements spécifiques liés au handicap, ainsi que les frais liés à leur installation."},{"type":"add","content":""},{"type":"add","content":"Lorsqu'il s'agit d'une extension ou d'une construction neuve, sont pris en compte le coût des équipements spécifiques liés au handicap ou le surcoût des équipements de second oeuvre, dès lors qu'ils apportent une facilité d'usage pour la personne handicapée. Ce surcoût s'apprécie par rapport au coût d'un équipement de second oeuvre de base."},{"type":"add","content":""},{"type":"add","content":"L'équipe pluridisciplinaire fournit, en s'appuyant sur les compétences nécessaires, une description détaillée des adaptations qu'elle préconise, afin de permettre à la personne handicapée ou son représentant de faire établir des devis."},{"type":"add","content":""},{"type":"add","content":"Lorsque la personne juge que l'adaptation du logement n'est pas techniquement ou financièrement possible et qu'elle fait le choix d'un déménagement vers un logement répondant aux normes réglementaires d'accessibilité, elle peut bénéficier d'une aide à la prise en charge des frais de déménagement et des frais liés à l'installation des équipements nécessaires."},{"type":"add","content":""},{"type":"add","content":"(1) Liste des activités à prendre en compte pour l'ouverture du droit à la prestation de compensation : (Concernant des informations complémentaires sur les activités, se reporter à la classification internationale du fonctionnement, du handicap et de la santé.) Domaine 1 : mobilité. Activités : se mettre debout ; faire ses transferts ; marcher ; se déplacer (dans le logement, à l'extérieur) ; avoir la préhension de la main dominante ; avoir la préhension de la main non dominante ; avoir des activités de motricité fine. Domaine 2 : entretien personnel. Activités : se laver ; assurer l'élimination et utiliser les toilettes ; s'habiller ; prendre ses repas. Domaine 3 : communication. Activités : parler ; entendre (percevoir les sons et comprendre) ; voir (distinguer et identifier) ; utiliser des appareils et techniques de communication. Domaine 4 : tâches et exigences générales, relations avec autrui. Activités : s'orienter dans le temps ; s'orienter dans l'espace ; gérer sa sécurité ; maîtriser son comportement dans ses relations avec autrui."},{"type":"add","content":""},{"type":"add","content":"(2) Toilette : comprend les activités \" se laver \", \" prendre soin de son corps \". Le temps d'aide humaine pour la réalisation d'une toilette au lit, au lavabo, par douche ou bain, comprend le temps nécessaire pour l'installation dans la douche ou la baignoire (y compris les transferts entre la douche ou la baignoire et le fauteuil roulant). Il prend aussi en compte d'autres éléments contribuant à prendre soin de son corps, notamment l'hygiène buccale (le cas échéant l'entretien de prothèses dentaires), le rasage, le coiffage... Il convient, concernant la nature de l'aide, de tenir compte du fait qu'il peut s'agir d'une aide pour la toilette complète ou d'une aide pour la toilette pour une partie du corps."},{"type":"add","content":""},{"type":"add","content":"(3) Habillage : comprend les activités \" s'habiller \" et \" s'habiller selon les circonstances \". \" S'habiller \" comprend l'habillage et le déshabillage et, le cas échéant, le temps pour installer ou retirer une prothèse. Il convient, concernant la nature de l'aide, de tenir compte du fait que l'aide peut porter sur la totalité de l'habillage ou seulement sur une partie (aide pour l'habillage du haut du corps ou au contraire du bas du corps)."},{"type":"add","content":""},{"type":"add","content":"(4) Alimentation : comprend les activités \" manger \" et \" boire \". Le temps d'aide prend aussi en compte l'installation de la personne pour prendre le repas, y compris couper les aliments et/ ou les servir et assurer une prise régulière de boisson hors des repas. Des facteurs tels que l'existence de troubles de la déglutition, notamment s'ils nécessitent le recours à une alimentation spéciale, hachée ou mixée, peuvent être de nature à justifier un temps d'aide quotidien important."},{"type":"add","content":""},{"type":"add","content":"(5) Elimination : comprend les activités suivantes : \" assurer la continence \" et \" aller aux toilettes \". \" Aller aux toilettes \" comprend notamment le fait de se rendre dans un endroit approprié, de s'asseoir et de se relever des toilettes, le cas échéant de réaliser les transferts entre les toilettes et le fauteuil. Les actes concernant l'élimination qui relèvent d'actes infirmiers ne sont pas pris en compte."},{"type":"add","content":""},{"type":"add","content":"(6) Prévue à l'article L. 165-1 du code de la sécurité sociale."},{"type":"add","content":""},{"type":"add","content":"(7) Leur durabilité prévisible doit être d'au moins un an."},{"type":"add","content":""},{"type":"del","content":"Décret n°2006-669 du 7 juin 2006 modifiant l'annexe 2-5 du code de l'action sociale et des familles établissant le référentiel pour l'accès à la prestation de compensation - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2006-06-08 MODIFICATION cible"},{"type":"add","content":"Décret n° 2017-708 du 2 mai 2017 modifiant le référentiel d'accès à la prestation de compensation fixé à l'annexe 2-5 du code de l'action sociale et des familles - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"Décret n° 2006-1311 du 25 octobre 2006 modifiant diverses dispositions relatives à la prestation de compensation - article 2 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"Décret n° 2017-708 du 2 mai 2017 modifiant le référentiel d'accès à la prestation de compensation fixé à l'annexe 2-5 du code de l'action sociale et des familles - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"Décret n° 2008-451 du 7 mai 2008 relatif à l'accès des enfants à la prestation de compensation - article 3 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Décret n° 2017-708 du 2 mai 2017 modifiant le référentiel d'accès à la prestation de compensation fixé à l'annexe 2-5 du code de l'action sociale et des familles - article 4 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2017-708 du 2 mai 2017 modifiant le référentiel d'accès à la prestation de compensation fixé à l'annexe 2-5 du code de l'action sociale et des familles - article 3 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2006-06-07 MODIFICATION source Décret n°2006-669 du 7 juin 2006 modifiant l'annexe 2-5 du code de l'action sociale et des familles établissant le référentiel pour l'accès à la prestation de compensation - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2006-06-08"},{"type":"add","content":"2017-05-02 MODIFIE cible Décret n° 2017-708 du 2 mai 2017 modifiant le référentiel d'accès à la prestation de compensation fixé à l'annexe 2-5 du code de l'action sociale et des familles - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2017-05-02 MODIFIE cible Décret n° 2017-708 du 2 mai 2017 modifiant le référentiel d'accès à la prestation de compensation fixé à l'annexe 2-5 du code de l'action sociale et des familles - article 2 ENTIEREMENT_MODIF"},{"type":"del","content":"2006-10-25 MODIFICATION source Décret n° 2006-1311 du 25 octobre 2006 modifiant diverses dispositions relatives à la prestation de compensation - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":"2017-05-02 MODIFIE cible Décret n° 2017-708 du 2 mai 2017 modifiant le référentiel d'accès à la prestation de compensation fixé à l'annexe 2-5 du code de l'action sociale et des familles - article 3 ENTIEREMENT_MODIF"},{"type":"del","content":"2008-05-07 MODIFIE cible Décret n° 2008-451 du 7 mai 2008 relatif à l'accès des enfants à la prestation de compensation - article 3 ENTIEREMENT_MODIF"},{"type":"add","content":"2017-05-02 MODIFIE cible Décret n° 2017-708 du 2 mai 2017 modifiant le référentiel d'accès à la prestation de compensation fixé à l'annexe 2-5 du code de l'action sociale et des familles - article 4 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/18/78/23/LEGIARTI000018782324.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/18/78/23/LEGIARTI000018782324.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/18/78/23/LEGIARTI000018782324.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/57/89/LEGIARTI000034578958.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/57/89/LEGIARTI000034578958.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/34/57/89/LEGIARTI000034578958.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000018782324)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000034578958)"}],"status":"modified"}],"stats":{"additions":516,"deletions":162,"filesChanged":1}}