{"sha": "76532ca05452", "date": "2025-08-03", "message": "Décret n° 2025-747 du 1er août 2025 relatif aux conditions techniques minimales d'organisation et de fonctionnement des services d'aide et d'accompagnement à domicile relevant des 1° et 16° du I de l'article L. 312-1 du code de l'action sociale et des familles", "files": [{"filename": "annexe/article_annexe_3-0-1.md", "articleName": "Article ANNEXE 3-0-1", "additions": 181, "deletions": 180, "diff": [{"type": "unchanged", "content": "index a56ec4cc..ff39d879 100644"}, {"type": "unchanged", "content": "--- a/annexe/article_annexe_3-0-1.md"}, {"type": "unchanged", "content": "+++ b/annexe/article_annexe_3-0-1.md"}, {"type": "unchanged", "content": "---"}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": "# Article Annexe 3-0-1"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "CAHIER DES CHARGES DÉFINISSANT LES CONDITIONS TECHNIQUES MINIMALES D'ORGANISATION ET DE FONCTIONNEMENT DES SERVICES D'AIDE ET D'ACCOMPAGNEMENT À DOMICILE MENTIONNÉS AUX 1° ET 16° DE L'ARTICLE L. 312-1"}, {"type": "add", "content": "CAHIER DES CHARGES DÉFINISSANT LES CONDITIONS TECHNIQUES MINIMALES D'ORGANISATION ET DE FONCTIONNEMENT DES SERVICES D'AIDE ET D'ACCOMPAGNEMENT À DOMICILE AUX FAMILLES MENTIONNÉS AUX 1° ET 16° DE L'ARTICLE L. 312-1"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "I.-Objectifs du cahier des charges national"}, {"type": "add", "content": "1. Objectifs du cahier des charges national"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "Le présent cahier des charges national définit les conditions techniques minimales d'organisation et de fonctionnement applicables aux services d'aide et d'accompagnement à domicile relevant des 1° et 16° du I de l'article L. 312-1."}, {"type": "add", "content": "Le présent cahier des charges national définit les conditions techniques minimales d'organisation et de fonctionnement applicables aux services d'aide et d'accompagnement à domicile des familles relevant des 1° et 16° du I de l'article L. 312-1 du code de l'action sociale et des familles (CASF)."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "Ces services sont, en outre, soumis à l'ensemble des dispositions générales du présent code qui sont relatives aux services sociaux et médico-sociaux."}, {"type": "add", "content": "Ces services sont, en outre, soumis à l'ensemble des dispositions du code de l'action sociale et des familles relatives aux services sociaux et médico-sociaux."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "II.-Lexique"}, {"type": "add", "content": "Le gestionnaire respecte le présent cahier des charges. Il lui appartient de mettre en œuvre les modalités d'organisation, d'encadrement et de coordination des interventions visant à assurer une prestation de qualité et d'en justifier l'effectivité dans le cadre des contrôles et procédures prévus à cet effet."}, {"type": "add", "content": ""}, {"type": "add", "content": "2. Lexique"}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": "Les termes employés dans le présent cahier des charges renvoient aux définitions suivantes :"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-le \" gestionnaire \" désigne la personne détentrice de l'autorisation du service d'aide et d'accompagnement à domicile qui fournit les prestations au profit des personnes accompagnées en mode prestataire ;"}, {"type": "add", "content": "-le « gestionnaire » désigne la personne morale détentrice de l'autorisation du service d'aide et d'accompagnement à domicile qui fournit les prestations au profit des familles accompagnées en mode prestataire ;"}, {"type": "add", "content": ""}, {"type": "add", "content": "-les « familles accompagnées » désignent les familles qui bénéficient des prestations du service d'aide et d'accompagnement à domicile ;"}, {"type": "add", "content": ""}, {"type": "add", "content": "-le « professionnel encadrant » désigne la personne physique qui assure le suivi et l'animation technique des professionnels intervenants auprès des familles accompagnées et en vue d'apporter une réponse globale et personnalisée au regard de leurs attentes et besoins. L'encadrement peut être assuré par une ou plusieurs personnes ;"}, {"type": "add", "content": ""}, {"type": "add", "content": "-les « professionnels intervenants » désignent les salariés du gestionnaire. Ils interviennent au domicile des familles accompagnées ou à partir du domicile ;"}, {"type": "add", "content": ""}, {"type": "add", "content": "-la « personne de confiance » désigne, au sens de l'article L. 311-5-1 du CASF et de l'article L. 223-1-3 du CASF, la personne identifiée par la famille ou le mineur pour l'accompagner dans ses démarches en cas de difficultés dans la connaissance et la compréhension de ses droits."}, {"type": "add", "content": ""}, {"type": "add", "content": "3. Accueil et accompagnement des familles"}, {"type": "add", "content": ""}, {"type": "add", "content": "3.1. Les principes généraux des interventions"}, {"type": "add", "content": ""}, {"type": "add", "content": "L'intervention des services d'aide et d'accompagnement à domicile aux familles (SAAD familles) s'inscrit, conformément à l'article D. 312-6 du CASF, dans un objectif :"}, {"type": "add", "content": ""}, {"type": "add", "content": "-lorsqu'ils interviennent au titre du 1° du I de l'article L. 312-1 du CASF, de prévention et de protection de l'enfance, afin de garantir la prise en compte des besoins fondamentaux de l'enfant, de soutenir son développement physique, affectif, intellectuel et social et de préserver sa santé, sa sécurité, sa moralité et son éducation, dans le respect de ses droits ;"}, {"type": "add", "content": ""}, {"type": "add", "content": "-lorsqu'ils interviennent au titre du 16° du I de l'article L. 312-1 du CASF, de soutien et d'accompagnement de familles qui rencontrent une difficulté temporaire de nature à mettre en péril leur autonomie, leur équilibre et leur maintien dans l'environnement social. Cet accompagnement vise, prioritairement, dans une logique préventive, à soutenir la fonction parentale ainsi qu'à faciliter les relations entre parents et enfants mineurs et, subsidiairement, à créer les conditions favorables à l'autonomie et à l'inclusion."}, {"type": "add", "content": ""}, {"type": "add", "content": "Conformément à l'article L. 313-1-1 du CASF, les SAAD familles sont autorisés par le président du conseil départemental."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-les \" familles accompagnées \" désignent les familles qui bénéficient des prestations du service d'aide et d'accompagnement à domicile ;"}, {"type": "add", "content": "Lorsqu'ils exercent une intervention dans le cadre du 1° du I de l'article L. 312-1 du CASF, les SAAD Familles peuvent conclure avec le conseil départemental un contrat pluriannuel d'objectifs et de moyens dont les mentions sont prévues à l'article L. 313-11-1 du code susmentionné."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-l'\" encadrant \" désigne la personne physique qui assure le suivi et l'animation technique des intervenants auprès des familles accompagnées et en vue d'apporter une réponse globale et personnalisée au regard de ses attentes et besoins. L'encadrement peut être assuré par une ou plusieurs personnes ;"}, {"type": "add", "content": "Lorsqu'ils exercent une intervention au titre du 16° du I de l'article L. 312-1 du CASF, les SAAD Familles concluent une Convention d'Objectifs et de Financement (COF) avec la caisse d'allocations familiales (CAF)."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-les \" intervenants \" désignent les salariés du gestionnaire. Ils interviennent au domicile des familles accompagnées ;"}, {"type": "add", "content": "Conformément à l'article L. 311-8 du CASF, les SAAD familles élaborent « un projet d'établissement ou de service, qui définit ses objectifs, notamment en matière de coordination, de coopération et d'évaluation des activités et de la qualité des prestations ainsi que ses modalités d'organisation et de fonctionnement »."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-le \" contrat \" désigne le document individuel de prise en charge ou le contrat conclu entre la personne accompagnée et le service."}, {"type": "add", "content": "Le gestionnaire et les professionnels intervenants établissent une relation de confiance et de dialogue avec les familles accompagnées et leur entourage familial et social, en veillant à leur bien-être dans le respect de leur intimité, de leurs choix de vie, de leur espace privé, de leurs biens et de la confidentialité des informations reçues."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "Les activités relevant des services d'aide et d'accompagnement à domicile mentionnés au I se caractérisent, conformément à l'article D. 312-6, par des interventions liées au soutien à domicile auprès de familles dont la dynamique familiale nécessite un soutien, à la préservation ou à la restauration de l'autonomie dans l'exercice des activités de la vie quotidienne et au maintien et au développement des liens familiaux, en raison de l'état de santé, du handicap, de la situation familiale ou de difficultés temporaires, au domicile ou lors des déplacements des personnes depuis leur domicile."}, {"type": "add", "content": "Le gestionnaire garantit aux familles accompagnées l'exercice des droits et libertés individuels, conformément à l'article L. 311-3 du CASF."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "III.-Cadre général de l'intervention du service d'aide et d'accompagnement à domicile auprès de familles"}, {"type": "add", "content": "Il connaît le contexte social, sanitaire et médico-social local relatif au public auquel il s'adresse, afin de situer l'action de son service en complémentarité et en coordination avec les autres professionnels intervenants et accompagner ou orienter les familles vers les dispositifs et services existants correspondant à leurs besoins. Il inscrit son action dans le cadre du schéma départemental des services aux familles, du schéma départemental Enfance famille du conseil départemental et des conventions territoriales globales de la CAF au titre du soutien à la parentalité."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "3.1. Le gestionnaire et les intervenants établissent une relation de confiance et de dialogue avec les familles accompagnées et leur entourage familial et social. Ils respectent l'intimité des familles, leur choix de vie, leur espace privé, leurs biens et la confidentialité des informations reçues. Le partage d'informations strictement nécessaires au suivi social ou médico-social s'exerce dans les conditions prévues par l'article L. 1110-4 du code de la santé publique ou l'article L. 226-2-2 du présent code."}, {"type": "add", "content": "Conformément à l'article L. 1110-4 du code de la santé publique, toute personne prise en charge au sein d'un SAAD familles a droit au respect de sa vie privée et du secret des informations la concernant. Les professionnels du SAAD familles peuvent échanger des informations avec d'autres professionnels, à condition qu'ils participent tous à la prise en charge de cette personne et que ces informations soient strictement nécessaires à la coordination, à la prévention ou au suivi social et médico-social de cette personne."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "3.2. Le gestionnaire garantit aux familles accompagnées auprès desquelles il intervient l'exercice des droits et libertés individuels, conformément à l'article L. 311-3."}, {"type": "add", "content": "Lorsque le SAAD familles intervient spécifiquement au titre du 1° du I de l'article L. 312-1 du CASF, les professionnels sont soumis au secret professionnel conformément à l'article L. 221-6 du CASF. Les professionnels doivent transmettre sans délai au président du conseil départemental ou au responsable désigné par lui toute information nécessaire pour déterminer les mesures dont les mineurs et leur famille peuvent bénéficier, et notamment toute information sur les situations de mineurs en danger ou en risque de l'être."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "3.3. L'exercice de ces activités nécessite de connaître le contexte local. En conséquence, le gestionnaire doit connaître le contexte social et médico-social local correspondant au public familial, afin de situer l'action de ses services en complémentarité et en coordination avec les autres intervenants et dispositifs, en cohérence avec le projet du service concerné."}, {"type": "add", "content": "Par ailleurs, en vertu de l'article L. 226-2-2 du CASF, les professionnels du SAAD familles sont autorisés à partager avec les autres professionnels qui mettent en œuvre la politique de protection de l'enfance des informations à caractère secret afin d'évaluer une situation individuelle, de déterminer et de mettre en œuvre les actions de protection et d'aide dont les mineurs et leur famille peuvent bénéficier. Le partage des informations relatives à une situation individuelle est strictement limité à ce qui est nécessaire à l'accomplissement de la mission de protection de l'enfance. Le père, la mère, toute autre personne exerçant l'autorité parentale, le tuteur, l'enfant en fonction de son âge et de sa maturité sont préalablement informés, selon des modalités adaptées, sauf si cette information est contraire à l'intérêt de l'enfant."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "3.4. Le gestionnaire et le conseil départemental qui s'engagent dans une démarche de contractualisation peuvent conclure le contrat pluriannuel d'objectifs et de moyens dont les mentions sont prévues à l'article L. 313-11-1."}, {"type": "add", "content": "Le gestionnaire utilise un logiciel de gestion du dossier usager informatisé (DUI), conforme aux exigences de sécurité de la politique de gestion de la sécurité des systèmes d'information de santé et référencé « Ségur »."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "3.5. Les prescriptions de ce cahier des charges constituent des conditions techniques minimales d'organisation et de fonctionnement que le gestionnaire met en œuvre selon ses propres choix d'organisation. Il lui appartient de définir et de mettre en œuvre les modalités d'organisation, d'encadrement et de coordination des interventions de façon à assurer une prestation de qualité, de la maintenir dans le temps et d'en justifier l'effectivité dans le cadre des contrôles et procédures prévus à cet effet."}, {"type": "add", "content": "Il s'assure de la conformité des traitements de données à caractère personnel utilisés au règlement général sur la protection des données (RGPD) ainsi qu'à la loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "IV.-Accompagnement des familles"}, {"type": "add", "content": "3.2. L'accueil et l'information des familles accompagnées"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "4.1. Accueil et information des familles accompagnées"}, {"type": "add", "content": "3.2.1. L'accueil physique"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "4.1.1. Le gestionnaire dispose, sur la zone d'intervention du service, en propre ou de manière mutualisée, de locaux adaptés à l'accueil du public et permettant de garantir la confidentialité des échanges. Il offre un accueil physique et téléphonique cohérent avec son offre de service et, au minimum, un accueil physique de deux demi-journées par semaine, à date et heure fixes. L'amplitude horaire minimale par demi-journée est de trois heures."}, {"type": "add", "content": "Sur la zone d'intervention du service, le gestionnaire organise dans des locaux dédiés, en propre ou de manière mutualisée, un accueil physique. Ces locaux sont adaptés à l'accueil du public et permettent de garantir la confidentialité des échanges."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "4.1.2. L'accueil téléphonique est personnalisé et assuré au minimum 5 jours sur 7, sur une plage horaire de 7 heures par jour. Le gestionnaire met à la disposition de la famille accompagnée au moins un numéro d'appel pour l'ensemble des prestations proposées localement. Une procédure de gestion des messages téléphoniques est mise en place."}, {"type": "add", "content": "3.2.2. L'accueil et l'information dématérialisés"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "4.1.3. Le gestionnaire satisfait à l'ensemble des obligations d'information préalable du consommateur sur les prestations de services à la personne, telles que définies dans l'arrêté mentionné à l'article L. 112-1 du code de la consommation."}, {"type": "add", "content": "Le gestionnaire propose plusieurs modalités de contact du service, notamment :"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "Au titre de l'obligation générale d'information, le gestionnaire met à disposition de la famille accompagnée, sur le lieu d'accueil et sur son site internet lorsqu'il existe, la liste de chacune des prestations qu'il propose et la catégorie dont elle relève en application de la réglementation."}, {"type": "add", "content": "-un accueil téléphonique personnalisé répondant aux besoins du public ;"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "4.1.4. Au titre de l'information sur le coût des prestations, le gestionnaire indique le détail des coûts des interventions. Le cas échéant, la mention d'un avantage fiscal est clairement définie et détachée du prix."}, {"type": "add", "content": "-une messagerie électronique spécifique au service."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "4.1.5. Le gestionnaire remet gratuitement un devis pour les prestations, ou ensemble de prestations, dont le prix mensuel est supérieur ou égal à 100 euros (toutes taxes comprises), ou, quel que soit le prix des prestations, à la demande des familles accompagnées. Cette information est affichée de façon lisible et visible dans le lieu d'accueil. Le devis comporte les mentions obligatoires définies dans l'arrêté mentionné à l'article L. 112-1 du code de la consommation."}, {"type": "add", "content": "Lorsque le service dispose d'un site internet, ce dernier précise les horaires d'accueil, les prestations proposées par le service et leurs modalités."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "4.1.6. Le gestionnaire met en outre à disposition du public une information relative aux financements auxquels il est susceptible d'avoir droit, aux démarches à effectuer pour les obtenir, ainsi qu'aux recours possibles en cas de litige. Cette documentation est distincte du livret d'accueil."}, {"type": "add", "content": "L'ensemble des moyens mis en place par le service pour l'accueil du public et, le cas échéant, son site internet répondent aux exigences d'accessibilité."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "4.1.7. Les points 4.1.4 et 4.1.5 ne s'appliquent pas aux services d'aide et d'accompagnement à domicile mentionnés au 1° du I de l'article L. 312-1."}, {"type": "add", "content": "3.3. Analyse de la demande et proposition aux familles accompagnées d'une intervention individualisée"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "4.2. Analyse de la demande et proposition aux familles accompagnées d'une intervention individualisée"}, {"type": "add", "content": "Les demandes d'intervention sont formulées directement auprès des services."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "4.2.1. Les services peuvent intervenir à la demande des familles ou d'intervenants de services sociaux. Les demandes, lorsqu'elles viennent des familles, sont formulées directement auprès des services."}, {"type": "add", "content": "Dans le cadre de l'accompagnement au titre du 16° du I de l'article L. 312-1 du CASF, la demande est à l'initiative des parents ou fait suite à une orientation par tout professionnel de santé, par le service départemental de la Protection Maternelle Infantile ou par tout autre acteur du travail social ou du secteur associatif."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "4.2.2. Dans le cadre de l'aide sociale à l'enfance :"}, {"type": "add", "content": "Une évaluation est réalisée au domicile de la famille par un professionnel du SAAD formé au travail social, distinct de celui en charge des interventions à domicile. Elle permet d'appréhender l'environnement familial, d'évaluer les besoins de la famille, la pertinence d'une intervention et de définir les objectifs de l'intervention, les moyens d'y répondre, le type de professionnel intervenant, la durée et le nombre d'heures d'intervention envisagé. Selon le contexte, elle précise également le besoin de répit parental et familial."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-la demande est à l'initiative d'un service médico-social ou de la personne qui assure la charge effective de l'enfant ;"}, {"type": "add", "content": "Dans le cadre de l'accompagnement au titre du 1° du I de l'article L. 312-1 du CASF, la demande est à l'initiative d'un service social ou médico-social ou de la personne qui a la charge effective et permanente de l'enfant. La mise en place de la prestation est décidée par le président du conseil départemental sur le fondement de l'article L. 222-3 du CASF."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-la décision d'intervention est prise par le président du conseil départemental."}, {"type": "add", "content": "L'évaluation préalable de la situation familiale est effectuée par un travailleur social du département seul ou conjointement avec le service d'aide et d'accompagnement à domicile désigné par le service de l'aide sociale à l'enfance."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "4.2.3. L'évaluation préalable de la situation familiale est effectuée par :"}, {"type": "add", "content": "Les objectifs de l'intervention sont déterminés avec les parents et le service de l'aide sociale à l'enfance. Elle est mentionnée dans le projet pour l'enfant visé à l'article L. 223-1-1 du CASF."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-le service d'aide à domicile lorsque la demande émane des parents ou fait suite à une prescription médicale ;"}, {"type": "add", "content": "Quel que soit le fondement de l'intervention, la proposition d'intervention prend en compte les modalités de coordination avec d'éventuelles autres interventions. A cette fin, le gestionnaire recueille les informations utiles auprès des familles accompagnées. Le partage d'informations est strictement limité aux nécessités du suivi social ou médico-social et s'exerce dans les conditions prévues à l'article L. 1110-4 du code de la santé publique et à l'article L. 226-2-2 du code de l'action sociale et des familles."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-un travailleur social, ou conjointement avec le service d'aide et d'accompagnement à domicile désigné par le service de l'aide sociale à l'enfance."}, {"type": "add", "content": "3.4. L'information et le consentement des familles accompagnées"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "Les objectifs de l'intervention sont déterminés avec les parents. Ils s'inscrivent, dans le cas de l'aide sociale à l'enfance, dans le projet pour l'enfant, qui doit être formalisé."}, {"type": "add", "content": "Lors du premier rendez-vous, le livret d'accueil est présenté et remis à la personne ayant la charge effective et permanente de l'enfant. Y sont annexés la charte des droits et libertés de la personne accueillie et le règlement de fonctionnement du service, conformément à l'article L. 311-4 du CASF."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "4.2.4. La proposition d'intervention prend en compte, le cas échéant, les modalités de coordination avec d'éventuelles autres interventions. A cette fin, le gestionnaire recueille par tous moyens les informations utiles auprès des familles accompagnées."}, {"type": "add", "content": "Ces documents sont disponibles en version facile à lire et à comprendre (FALC). Il est proposé aux familles que ces documents leur soient transmis par voie numérique, en format accessible."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "4.3. Information et consentement des familles accompagnées"}, {"type": "add", "content": "Le gestionnaire informe les bénéficiaires de l'intervention et de leur possibilité de désigner une personne de confiance afin de les assister et de les accompagner dans leur parcours."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "4.3.1. Le gestionnaire remet, lors de la signature du contrat, un livret d'accueil dans les conditions prévues à l'article L. 311-4, sous forme papier, à chaque personne accompagnée ou à son représentant légal."}, {"type": "add", "content": "3.4.1. Le livret d'accueil"}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": "Le livret d'accueil est régulièrement mis à jour en tant que de besoin. Il comporte au minimum les informations suivantes :"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-le nom, le statut, les coordonnées de la personne morale et la référence d'autorisation ;"}, {"type": "add", "content": "-le nom, le statut, les coordonnées du gestionnaire et la référence de l'autorisation délivrée par le conseil départemental ;"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-les coordonnées du ou des lieux d'accueil, les jours et les heures d'ouverture ;"}, {"type": "add", "content": "-les coordonnées du ou des lieux d'accueil, les jours et les heures d'ouverture et les coordonnées d'astreinte ;"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-les principales prestations proposées, leurs tarifs avant déduction d'aide et les conventionnements ;"}, {"type": "add", "content": "-les principales prestations proposées et leurs modalités de tarification ;"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-les périodes d'intervention et les conditions générales de remplacement des intervenants en cas d'absence ;"}, {"type": "add", "content": "-les périodes d'intervention et les conditions générales de remplacement des professionnels intervenants en cas d'absence ;"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-les recours possibles, en cas de litige, à une procédure de médiation conventionnelle ou à tout autre mode alternatif de règlement des différends, en application des dispositions de l'article L. 211-3 du code de la consommation et la liste des personnes qualifiées prévue à l'article L. 311-5 du présent code à laquelle la personne accompagnée peut avoir recours en cas de conflit ;"}, {"type": "add", "content": "-les recours possibles, en cas de litige la liste des personnes qualifiées prévue à l'article L. 311-5 du CASF à laquelle la personne accompagnée peut avoir recours ;"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-la possibilité de recourir à une personne de confiance en application des dispositions de l'article L. 311-5-1, au cas où la famille accompagnée rencontre des difficultés dans la connaissance et la compréhension de ses droits, ou si elle le souhaite, pour l'accompagner dans ses démarches ;"}, {"type": "add", "content": "-la possibilité de désigner une personne de confiance en application des dispositions de l'article L. 311-5-1 du CASF ;"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-les coordonnées des services du président du conseil départemental territorialement compétent."}, {"type": "add", "content": "-les coordonnées des services du département et de la caisse des allocations familiales ;"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "Les tarifs des prestations proposées avant déduction d'aide et les conventionnements peuvent figurer dans un document annexe joint au livret d'accueil à condition que celui-ci précise que ce document est remis avec le livret."}, {"type": "add", "content": "-les modalités de signalement par la famille accompagnée et par la structure, en cas de suspicion de maltraitance ou de maltraitance avérée."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "4.3.2. Toute prestation donne lieu à l'établissement d'un contrat écrit dont un exemplaire est remis aux familles accompagnées et qui précise la durée, la fréquence, le type, le prix de la prestation avant toute prise en charge. Lorsque cette information est disponible, l'estimation du montant restant à charge des familles accompagnées est jointe au contrat initial."}, {"type": "add", "content": "Le livret d'accueil est disponible dans une version facile à lire et à comprendre."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "La facture fait apparaître un relevé précis des consommations. Dans tous les cas, la formalisation de l'accord de la personne accompagnée sur la prestation proposée et ses modalités est nécessaire. Cet accord est recueilli dans le cadre du contrat avant l'intervention, à l'exception des cas d'urgence avérée. Dans ces derniers cas, le recueil de l'accord du proche aidant est recherché dans la mesure du possible."}, {"type": "add", "content": "3.4.2. Le règlement de fonctionnement"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "4.3.3. Dans le cadre d'une contractualisation hors établissement, le gestionnaire se conforme à l'ensemble des dispositions prévues au code de la consommation. Il fournit notamment à la personne accompagnée, conformément à l'article L. 221-8 du code de la consommation, les informations relatives aux prestations proposées. Le contrat est conforme aux exigences de l'article L. 221-9 du même code et comprend notamment un bordereau de rétractation, dont les conditions de présentation et les mentions sont précisées en annexe de l'article R. 221-1 du même code. La personne accompagnée dispose d'un droit de rétractation de quatorze jours à compter du lendemain du jour de la signature du contrat conclu entre la personne accompagnée et le gestionnaire, dans les conditions prévues aux articles L. 221-18 et suivants du même code. Durant ce délai de quatorze jours, conformément à l'article L. 221-27 du même code, l'exercice du droit de rétractation met automatiquement fin au contrat sans frais pour le consommateur autres que ceux prévus aux articles L. 221-23 à L. 221-25 du même code."}, {"type": "add", "content": "Le règlement de fonctionnement, mentionné à l'article L. 311-7 du CASF, est annexé au livret d'accueil. Conformément à l'article R. 311-35 du CASF, il indique les principales modalités concrètes d'exercice des droits énoncés dans le CASF, notamment ceux mentionnés à l'article L. 311-3, et précise les modalités d'association de la famille à la vie du service."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "Par exception, les dispositions de l'article L. 221-10 du code de la consommation qui interdisent tout paiement ou contrepartie avant un délai de sept jours ne s'appliquent pas aux souscriptions à domicile proposées par les services ayant pour objet la fourniture des prestations d'aide à domicile sous forme de contrats à exécution successive. Pour ceux-ci, tout paiement ou contrepartie dans ce délai de sept jours crée, pour les familles accompagnées, un droit de résiliation du contrat à tout moment et sans préavis, frais ou indemnité et un droit au remboursement, dans un délai de quinze jours, des sommes versées au prorata de la durée du contrat restant à courir."}, {"type": "add", "content": "3.4.3. Le document individuel de prise en charge"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "4.3.4. Le gestionnaire ou l'encadrant s'assure de la bonne information des intervenants sur les besoins spécifiques des familles accompagnées avant toute intervention. Il vérifie la bonne compréhension du protocole d'intervention (consignes, tâches à accomplir …)."}, {"type": "add", "content": "Toute prestation donne lieu à l'établissement d'un document individuel de prise en charge (DIPC)."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "4.3.5. A l'exception de la première phrase du point 4.3.1, les dispositions précédentes ne s'appliquent pas aux services d'aide et d'accompagnement à domicile mentionnés au 1° du I de l'article L. 312-1 du présent code."}, {"type": "add", "content": "Conformément au e du II de l'article D. 311 du CASF, ce document est contresigné par un membre de la famille accompagnée détenant l'autorité parentale mentionnée à l'article 371-1 du code civil, afin de recueillir son consentement. En l'absence de contreseing, l'intervention n'est pas réalisée."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "4.4. Réaliser l'intervention"}, {"type": "add", "content": "En cas de refus de signature du DIPC par la famille au titre du 1° du I de l'article L. 312-1 du CASF, le gestionnaire en informe sans tarder le département."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "4.4.1. Les familles accompagnées sont informées de l'identité des intervenants. Elles peuvent identifier l'intervenant grâce à un signe de reconnaissance adapté à la situation (badge, carte professionnelle …)."}, {"type": "add", "content": "Un exemplaire est remis à la famille accompagnée."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "4.4.2. Les horaires d'intervention et le contenu de la prestation définis préalablement sont respectés. Les conditions et modalités de changements éventuels des horaires d'intervention et évolution des prestations initialement définies sont contractuellement précisées. Les familles accompagnées sont informées de ces changements éventuels des horaires d'intervention et évolution des prestations initialement définies. En tout état de cause, les modifications des modalités de mise en œuvre du service ne peuvent être imposées au bénéficiaire unilatéralement par le gestionnaire."}, {"type": "add", "content": "Le DIPC précise les objectifs de l'intervention, définit les modalités de l'intervention, notamment la durée, le nombre d'heures et la fréquence de l'intervention, fixe le cadre de l'évaluation de l'intervention et mentionne les droits et obligations de la famille accompagnée."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "4.4.3. Pour les prestations régulières réalisées au domicile des familles accompagnées, un cahier de liaison, ou un système équivalent est tenu à jour et utilisé dans les conditions prévues par l'article L. 1110-4 du code de la santé publique. Ce support d'information est utilisable par tous les acteurs et consultable pour les informations qu'ils ont à connaître."}, {"type": "add", "content": "Les modifications des modalités de réalisation des interventions font l'objet d'une actualisation du DIPC. Elles ne peuvent pas être imposées au bénéficiaire unilatéralement par le gestionnaire."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "4.4.4. Le gestionnaire établit une facturation claire et détaillée et une attestation fiscale annuelle, conformément aux articles D. 7233-1 à D. 7233-4 du code du travail. Cette facture est délivrée avant paiement conformément à l'arrêté du 17 mars 2015 relatif à l'information sur les prestations de services à la personne."}, {"type": "add", "content": "Lorsque le service d'aide et d'accompagnement à domicile aux familles intervient au titre du 16° du I de l'article L. 312-1 du CASF, le DIPC vaut contrat de prestation. Il mentionne le coût réel d'une heure d'intervention et, le cas échéant, lorsque cette information est disponible, l'estimation du montant restant à la charge de la famille bénéficiaire est jointe au document."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "4.4.5. Pour les services d'aide et d'accompagnement à domicile mentionnés aux 1° du I de l'article L. 312-1, les points 4.4.3 et 4.4.4 ne s'appliquent pas."}, {"type": "add", "content": "4. Réalisation et coordination des interventions"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "4.5. Suivi de l'intervention"}, {"type": "add", "content": "4.1. La réalisation des interventions"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "4.5.1. Le gestionnaire désigne un interlocuteur au sein de la structure, chargé du suivi de chacune des prestations. Il communique son nom aux familles accompagnées."}, {"type": "add", "content": "Le gestionnaire s'assure de la bonne information des professionnels intervenants sur les besoins spécifiques des familles accompagnées avant toute intervention. Il vérifie la bonne compréhension du protocole d'intervention (consignes, tâches à accomplir …)."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "4.5.2. Le gestionnaire met en place un dispositif de suivi individualisé des prestations en accord avec les familles accompagnées. Il s'appuie à cette fin sur tous les éléments utiles tels que les retours des intervenants et du proche aidant. La situation des familles accompagnées fait l'objet d'un réexamen au moins une fois par an afin de réactualiser l'intervention si nécessaire. Les conditions et modalités de réactualisation doivent être contractuellement définies."}, {"type": "add", "content": "4.1.1. L'organisation des interventions"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "4.5.3. Sans préjudice de l'application des dispositions de l'article L. 226-2-1 :"}, {"type": "add", "content": "Le gestionnaire met en place une organisation permettant de répondre aux besoins d'accompagnement de la famille tels qu'ils ont été identifiés lors du diagnostic initial de la situation familiale et précisés dans le document individuel de prise en charge."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "1° Les intervenants font remonter les événements importants et les informations préoccupantes concernant les familles accompagnées. Le gestionnaire définit les modalités d'association des intervenants à la coordination avec les autres intervenants et aux réflexions entraînant des modifications d'intervention ;"}, {"type": "add", "content": "Les familles accompagnées sont informées de l'identité des professionnels intervenants. Le gestionnaire s'assure que leur nombre est adapté aux besoins des interventions. Les familles peuvent identifier l'intervenant grâce à un signe de reconnaissance adapté à la situation (badge, carte professionnelle …)."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "2° Le gestionnaire organise le traitement des réclamations, tient à jour leur historique et gère les éventuels conflits entre les intervenants et les familles accompagnées. En cas de conflit non résolu avec le gestionnaire, les familles accompagnées peuvent faire appel, pour les aider à faire valoir leurs droits, à une personne qualifiée qu'ils choisissent sur la liste prévue à l'article L. 311-5 annexée au livret d'accueil ;"}, {"type": "add", "content": "Pour les prestations régulières réalisées au domicile des familles accompagnées, des outils de coordination et de liaison sont utilisés dans les conditions prévues à l'article L. 1110-4 du code de la santé publique. Ce support d'information est utilisable par tous les membres du service et consultable par les professionnels de l'aide sociale à l'enfance pour les informations qu'ils ont à connaître."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "3° Le gestionnaire met en place un dispositif de traitement des situations de maltraitance. Lorsqu'il a connaissance d'une telle situation, il transmet un signalement aux autorités compétentes, en particulier au président du conseil départemental ou au responsable désigné par lui et en informe la personne accompagnée ou son proche aidant."}, {"type": "add", "content": "Le gestionnaire est en mesure de répondre aux situations d'urgence en lien avec l'organisation des prestations, notamment en organisant une permanence téléphonique durant les horaires de délivrance des prestations, à disposition de la personne accompagnée. En tant que de besoin, il fait appel à d'autres organismes susceptibles de répondre à cette situation."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "V.-Organisation et fonctionnement interne du service d'aide et d'accompagnement à domicile"}, {"type": "add", "content": "4.2. La durée et le suivi des interventions"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "5.1. Recrutement et qualification du personnel"}, {"type": "add", "content": "Lorsque le service intervient au titre du 16° du I de l'article L. 312-1 du CASF, la durée et le nombre d'heures d'intervention est fixée au regard du référentiel « interventions, aide et accompagnement à domicile des familles » de la Caisse nationale d'allocations familiales (CNAF)."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "5.1.1. Pour réaliser ses missions, le gestionnaire doit s'assurer de disposer de compétences qui permettent de garantir la qualité de la prestation rendue, assurant ainsi, personnellement ou avec des salariés, les trois fonctions suivantes :"}, {"type": "add", "content": "Quel que soit le fondement de l'intervention, le gestionnaire met en place un dispositif de suivi individualisé des prestations en accord avec les familles accompagnées. Il s'appuie à cette fin sur tous les éléments utiles tels que les comptes rendus des professionnels intervenants. La situation des familles accompagnées et l'évolution des besoins font l'objet d'une évaluation au moins une fois par an. L'évolution des conditions et des modalités d'intervention qui en découlent doivent être définies dans le DIPC."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-la fonction de direction est généralement remplie par le gestionnaire ou son représentant. Elle comprend notamment la mise en œuvre et l'évaluation des prescriptions du présent cahier des charges national et justifie des qualifications prévues aux articles D. 312-176-6 à D. 312-176-8 et D. 312-176-10 ;"}, {"type": "add", "content": "4.3. La coordination des interventions auprès de la famille"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-la fonction d'encadrement qui comprend :"}, {"type": "add", "content": "Le gestionnaire dispose de locaux en propre ou mutualisés adaptés à la coordination des prestations et des personnels."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-l'évaluation globale et individuelle de la personne accompagnée ;"}, {"type": "add", "content": "Le gestionnaire garantit la continuité des interventions. Il assure la bonne coordination des interventions en assurant les activités prévues, conformément au contenu du DIPC signé avec la famille accompagnée."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-la proposition d'intervention au regard de ses attentes et besoins ;"}, {"type": "add", "content": "Les familles accompagnées sont informées des conditions générales de remplacement proposées en cas d'absence des intervenants habituels, y compris pendant les congés annuels de ce dernier."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-le suivi des situations, l'animation et l'organisation du travail en équipe ;"}, {"type": "add", "content": "5. Participation des familles accompagnées, qualité de l'accompagnement, prévention et lutte contre la maltraitance"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-la fonction d'intervenant auprès des personnes accompagnées."}, {"type": "add", "content": "5.1. La participation des familles accompagnées"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "Les compétences attendues des professionnels doivent permettre un accompagnement personnalisé et adapté."}, {"type": "add", "content": "Le gestionnaire est garant du principe et de l'effectivité du droit de participation de la personne accompagnée prévu à l'article L. 311-6 du CASF."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "Le gestionnaire ou son représentant doit remplir les conditions de qualification indiquées au point 5.1.3 lorsqu'il assure directement les fonctions d'encadrant dans un département."}, {"type": "add", "content": "Afin d'associer les familles accompagnées au fonctionnement du service, il met en œuvre auprès des familles accompagnées des modalités de participation et d'expression prévues à l'article D. 311-21 du CASF. Ces modalités, incluant par exemple la mise en œuvre d'enquêtes de satisfaction, sont présentées dans le livret d'accueil."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "5.1.2. S'il dispose de salariés, le gestionnaire s'assure des aptitudes des candidats à l'embauche à exercer les emplois proposés et il organise à cette fin le processus de recrutement."}, {"type": "add", "content": "5.2. La prévention et la lutte contre la maltraitance"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "5.1.3. L'encadrant est :"}, {"type": "add", "content": "Conformément à l'article L. 311-8 du CASF, le projet de service précise la politique de prévention et de lutte contre la maltraitance mis en place dans le service, et notamment les modalités de repérage, de signalement et de traitement des situations de maltraitance."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-soit titulaire d'une certification professionnelle au minimum de niveau IV inscrite au répertoire national des certifications professionnelles, dans les secteurs sanitaire, médico-social ou social ;"}, {"type": "add", "content": "Le gestionnaire met en œuvre la politique de prévention et de lutte contre la maltraitance précisée par le projet de service dont le contenu minimal est précisé par l'article D. 311-38-3 du CASF. A cet égard, il met notamment en place des actions de sensibilisation et de formation relatives au développement de postures bientraitantes, au repérage, au signalement et au traitement des situations de maltraitance à destination des professionnels intervenants à domicile et encadrants. Il met également à disposition des professionnels intervenants des outils d'aide au repérage des situations de maltraitance dans les documents d'accompagnement. Il prend les mesures pour mettre fin aux situations de maltraitance et organise des retours d'expérience avec les professionnels intervenants dans la perspective d'une démarche d'amélioration de la qualité et de prévention des situations de maltraitance."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-soit titulaire d'une certification professionnelle dans les secteurs sanitaire, médico-social ou social ou des services à la personne au minimum de niveau V, inscrite au répertoire national des certifications professionnelles et justifie d'actions de formation ou d'accompagnement en cours ;"}, {"type": "add", "content": "Par ailleurs, le gestionnaire propose des conditions de travail, d'organisation et de fonctionnement du service favorables aux pratiques bientraitantes. Il veille notamment à limiter l'isolement professionnel des professionnels intervenants. A ce titre, il organise notamment des temps collectifs et d'échanges professionnels tels que des analyses de pratiques ou des réflexions éthiques portant sur les missions du service, son cadre institutionnel et les relations avec les familles accompagnées."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-soit dispose en tant qu'encadrant d'un service, d'une expérience professionnelle de trois ans dans le secteur sanitaire, médico-social ou social ;"}, {"type": "add", "content": "Les professionnels intervenants transmettent au gestionnaire les risques, les suspicions ou les situations de maltraitance dont ils ont connaissance selon la procédure interne établie."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-soit dispose d'une expérience professionnelle de trois ans dans le secteur sanitaire, médico-social ou social, de ressources humaines ou adaptée de services à la personne et justifie d'actions de formation ou d'accompagnement en cours ou effectuées dans une perspective de certification professionnelle ;"}, {"type": "add", "content": "Face à une situation de danger ou de maltraitance sur mineurs, la loi oblige tout citoyen, qu'il soit ou non soumis au secret professionnel, à protéger les enfants et adolescents en danger (article 434-3 du code pénal)."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-soit bénéficie d'une formation en alternance pour obtenir une certification professionnelle de niveau IV inscrite au répertoire national des certifications professionnelles, dans les secteurs sanitaire, médico-social ou social."}, {"type": "add", "content": "Même s'ils sont soumis au secret professionnel, le partage d'information à caractère secret (« ; secret partagé ») est possible dans l'intérêt du mineur pour les personnes mettant en œuvre la protection de l'enfance ou leur apportant leur concours (article L. 226-2-2 du CASF)."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "5.1.4. Les intervenants sont :"}, {"type": "add", "content": "Les modalités d'alerte des situations d'enfants en danger ou de risque de danger auprès des autorités compétentes sont définies selon une procédure connue par l'ensemble des professionnels de la structure."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-soit titulaires du diplôme d'Etat de technicien de l'intervention sociale et familiale ou d'une certification équivalente au minimum de niveau 4 inscrite au répertoire national des certifications professionnelles, attestant de compétences dans les secteurs sanitaire, médico-social, social ;"}, {"type": "add", "content": "L'accord du mineur pour effectuer un signalement ou une information préoccupante n'est pas nécessaire, même s'il peut être recherché. S'agissant des détenteurs de l'autorité parentale, il convient de les en informer, sauf si cela est contraire à l'intérêt de l'enfant parce qu'ils sont auteurs des violences ou en contact avec l'auteur des faits. Si les détenteurs de l'autorité parentale sont informés, il peut être opportun de reformuler quelques propos de l'enfant aux parents en indiquant les inquiétudes ou mal-être de l'enfant."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-pour les autres intervenants, soit titulaires du diplôme d'Etat d'accompagnant éducatif et social, d'un diplôme de niveau 3 dans le secteur sanitaire, médico-social ou social, d'un certificat de qualification professionnelle inscrit au répertoire national des certifications professionnelles, attestant de compétences dans les secteurs sanitaire, médico-social ou social, ou suivant une formation permettant l'obtention d'une telle qualification."}, {"type": "add", "content": "5.3. La résolution des éventuels conflits avec la famille accompagnée"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "5.1.5. Dans le cadre du processus de recrutement, chaque candidat est reçu physiquement par le gestionnaire ou par l'encadrant pour un entretien d'embauche, sur la base d'une fiche de poste correspondant à l'emploi à pourvoir, permettant d'apprécier ses motivations, ses compétences et aptitudes, sa qualification et son expérience professionnelle."}, {"type": "add", "content": "Les professionnels intervenants font remonter au gestionnaire les dysfonctionnements, les événements importants et les situations de conflit avec la famille accompagnée."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "5.2. Sensibilisation et formation des personnels dans leurs pratiques professionnelles"}, {"type": "add", "content": "Le gestionnaire recherche la résolution des éventuels conflits entre les professionnels intervenants et la famille accompagnée."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "5.2.1. Les intervenants sont soutenus et accompagnés dans leur pratique professionnelle par différents moyens tels que la formation, les réunions d'échanges de pratiques, les entretiens individuels."}, {"type": "add", "content": "Il organise le traitement des réclamations et tient à jour leur historique. Il met en place les actions correctives nécessaires."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "5.2.2. Le gestionnaire propose en faveur des salariés de la structure :"}, {"type": "add", "content": "Dans tous les cas, il informe la famille accompagnée qu'elle peut faire appel, pour l'aider à faire valoir ses droits, à une personne qualifiée qu'elle choisit sur la liste prévue à l'article L. 311-5 du CASF ou, en cas de difficulté, à l'autorité extérieure mentionnée à l'article L. 311-8 du CASF."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-des actions de sensibilisation aux problématiques de santé au travail telles que les risques professionnels ;"}, {"type": "add", "content": "Dans le cas d'un dysfonctionnement ou d'un événement grave affectant l'accompagnement de la personne accompagnée ou susceptible d'affecter sa santé, sa sécurité ou son bien-être physique ou moral, le gestionnaire du service transmet l'information aux autorités compétentes (agence régionale de santé, conseil départemental, préfet, procureur de la République), dans les conditions fixées à l'article L. 331-8-1 du CASF. Ces dysfonctionnements et évènements sont définis à l'article 1 er de l'arrêté du 28 décembre 2016 relatif à l'obligation de signalement des structures sociales et médico-sociales. Le service en informe la personne accompagnée, la famille, les proches et, le cas échéant, sa personne de confiance, son représentant légal ou la personne chargée de sa mesure de protection juridique, sauf si cela est contraire à son intérêt parce qu'ils seraient auteurs des maltraitances ou en contact avec l'auteur des faits."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-des réunions d'information et d'échanges, notamment sur les bonnes pratiques et le respect de la déontologie ;"}, {"type": "add", "content": "6. Recrutement, développement des compétences et qualité de vie au travail"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "-des actions de formation permettant une meilleure qualification des salariés et une valorisation des parcours professionnels."}, {"type": "add", "content": "6.1. Recrutement et qualification du personnel"}, {"type": "add", "content": ""}, {"type": "add", "content": "Le gestionnaire procède à la vérification des antécédents judiciaires des différents professionnels intervenants auprès des familles, en amont de leur recrutement et, de manière régulière, durant l'exercice de ses fonctions, conformément à l'article L. 133-6 du CASF."}, {"type": "add", "content": ""}, {"type": "add", "content": "Pour réaliser ses missions, le gestionnaire doit s'assurer de disposer de compétences qui permettent de garantir la qualité de la prestation rendue, assurant ainsi, personnellement ou avec des salariés, les trois fonctions suivantes :"}, {"type": "add", "content": ""}, {"type": "add", "content": "-la fonction de direction est remplie par un professionnel justifiant des qualifications prévues aux articles D. 312-176-6 à D. 312-176-8 et D. 312-176-10 du CASF. Le professionnel de direction s'assure notamment de la bonne mise en œuvre et de l'évaluation du présent cahier des charges. S'il assure directement les fonctions d'encadrant, le professionnel de direction doit également remplir les conditions de qualification indiquées ci-dessous ;"}, {"type": "add", "content": ""}, {"type": "add", "content": "-la fonction d'encadrement qui comprend :"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "5.2.3. Le gestionnaire met en œuvre des actions de prévention de la maltraitance et de promotion de la bientraitance en organisant au minimum une formation des encadrants et des intervenants."}, {"type": "add", "content": "-l'évaluation globale et individuelle des familles accompagnées ;"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "5.2.4. Le gestionnaire informe les intervenants et les encadrants qu'il leur est interdit de recevoir toute délégation de pouvoirs sur les avoirs, biens ou droits, toute donation, tout dépôt de fonds, de valeur ou de bijoux."}, {"type": "add", "content": "-la proposition d'intervention au regard de ses attentes et besoins ;"}, {"type": "add", "content": ""}, {"type": "add", "content": "-le suivi des situations, l'animation et l'organisation du travail en équipe ;"}, {"type": "add", "content": ""}, {"type": "add", "content": "-le suivi des partenariats."}, {"type": "add", "content": ""}, {"type": "add", "content": "La fonction d'encadrant est remplie par un professionnel remplissant les conditions de qualification suivantes :"}, {"type": "add", "content": ""}, {"type": "add", "content": "-soit être titulaire d'une certification professionnelle dans les secteurs sanitaire, social ou médico-social ou des services à la personne au minimum de niveau 5, inscrite au répertoire national des certifications professionnelles ;"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "5.3. Continuité et coordination des interventions"}, {"type": "add", "content": "-soit être titulaire d'une certification professionnelle dans les secteurs sanitaire, social ou médico-social ou des services à la personne au minimum de niveau 4 et disposant en tant qu'encadrant d'un service, d'une expérience professionnelle de trois ans dans le secteur sanitaire, social ou médico-social ;"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "5.3.1. Le gestionnaire dispose de locaux en propre ou mutualisés adaptés à la coordination des prestations et des personnels dans le respect des conditions prévues au point 4.1.1."}, {"type": "add", "content": "-la fonction d'intervention :"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "5.3.2. Le gestionnaire garantit la continuité des interventions. Les moyens en personnel de la structure ou son organisation avec d'autres structures autorisées permettent d'assurer les prestations auxquelles elle s'est engagée dans le cadre du contrat, même en cas d'indisponibilité de l'intervenant (maladie, congés …) et y compris, le cas échéant, les samedis, dimanches et jours fériés lorsque la structure s'y est engagée."}, {"type": "add", "content": "Les professionnels intervenants sont :"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "5.3.3. Le gestionnaire assure la bonne coordination des interventions en assurant lui-même ou, le cas échéant, en faisant assurer par une structure dûment autorisée, les activités prévues, conformément aux stipulations du contrat signé avec la personne accompagnée."}, {"type": "add", "content": "-des techniciens de l'intervention sociale et familiale (TISF), titulaires du diplôme d'Etat de technicien de l'intervention sociale et familiale ou d'une certification équivalente au minimum de niveau 4 inscrite au répertoire national des certifications professionnelles, attestant de compétences dans les secteurs sanitaire, social ou médico-social ;"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "5.3.4. Les familles accompagnées sont informées des conditions générales de remplacement. Le contrat précise ces conditions générales de remplacement, proposées en cas d'absence de l'intervenant habituel, y compris pendant les congés annuels."}, {"type": "add", "content": "-soit des accompagnants éducatif et social qui peuvent être :"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "5.3.5. Pour les prestations assurées par les services d'aide et d'accompagnement à domicile auxquels s'applique le présent cahier des charges national, le gestionnaire se donne les moyens de répondre aux situations d'urgence, notamment en organisant une permanence téléphonique durant les plages horaires de délivrance des services, le cas échéant par des moyens mutualisés avec d'autres organismes autorisés ou de téléassistance."}, {"type": "add", "content": "-soit titulaires d'un diplôme d'accompagnant éducatif et social (DEAES), d'une certification (diplôme ou titre), au minimum de niveau 3, ou d'un certificat de qualification professionnelle inscrit au répertoire national des certifications professionnelles attestant de compétences dans les secteurs sanitaire, social ou médico-social ;"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "5.4. Amélioration de la prestation en continu"}, {"type": "add", "content": "-soit disposant d'une expérience professionnelle de trois ans dans le domaine sanitaire, social ou médico-social au contact des personnes accompagnées ;"}, {"type": "add", "content": ""}, {"type": "add", "content": "-soit bénéficiant d'une formation certifiante ou au minimum d'une formation d'adaptation à l'emploi dans les six mois suivant l'embauche ;"}, {"type": "add", "content": ""}, {"type": "add", "content": "-soit bénéficiant d'une formation en alternance, ou attestant du suivi d'une formation qualifiante dans les secteurs sanitaire, social ou médico-social."}, {"type": "add", "content": ""}, {"type": "add", "content": "Le gestionnaire s'assure des aptitudes des candidats à l'embauche à exercer les emplois proposés et il organise à cette fin le processus de recrutement."}, {"type": "add", "content": ""}, {"type": "add", "content": "Les compétences attendues des professionnels doivent permettre un accompagnement personnalisé et adapté."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "5.4.1. Le gestionnaire tient à jour l'historique des interventions."}, {"type": "add", "content": "Les professionnels intervenants, les professionnels encadrants ou les référents ressortissants d'un Etat membre de l'Union européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen sont soit titulaires d'une attestation de compétence, soit d'un titre de formation délivré dans un Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen, par une autorité compétente désignée conformément aux dispositions en vigueur dans l'un de ces Etats, et certifiant leur préparation à l'exercice de la profession considérée. L'attestation de compétence doit avoir été délivrée sur la base soit d'une formation, soit d'un examen spécifique sans formation préalable, ou de l'exercice de la profession considérée dans l'un de ces Etats pendant trois années effectives."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "5.4.2. La personne morale comportant le cas échéant plusieurs établissements adhère à la charte nationale qualité des services à la personne."}, {"type": "add", "content": "6.2. Développement des compétences"}, {"type": "add", "content": ""}, {"type": "add", "content": "Le gestionnaire encourage le développement des compétences des professionnels du service et propose, pour ce faire, toute formation permettant de répondre aux objectifs définis dans le projet de service."}, {"type": "add", "content": ""}, {"type": "add", "content": "Le gestionnaire favorise également les parcours professionnels au sein de la structure, notamment en facilitant l'accès aux formations qualifiantes et à la validation des acquis de l'expérience. Il favorise également l'accueil, au sein du service, des personnes en formation dans le cadre d'un contrat de professionnalisation, d'apprentissage ou d'un stage."}, {"type": "add", "content": ""}, {"type": "add", "content": "Le projet de service comporte un volet consacré aux actions de promotion de la qualité de vie au travail et à la prévention des risques professionnels. Ces éléments tiennent compte des spécificités des interventions à domicile."}, {"type": "add", "content": ""}, {"type": "add", "content": "Le gestionnaire propose des formations, ainsi que des actions de sensibilisation, portant sur la prévention des risques professionnels."}, {"type": "add", "content": ""}, {"type": "add", "content": "Le gestionnaire soutient et accompagne les professionnels intervenants du service dans leurs pratiques professionnelles. Il favorise les innovations permettant d'améliorer l'organisation du travail."}, {"type": "add", "content": ""}, {"type": "add", "content": "Le gestionnaire s'assure que le matériel nécessaire à l'intervention est à disposition des professionnels intervenants. Il s'attache à leur fournir des aides techniques et des outils facilitant les interventions."}, {"type": "add", "content": ""}, {"type": "add", "content": "Le gestionnaire propose en faveur des salariés de la structure :"}, {"type": "add", "content": ""}, {"type": "add", "content": "-des réunions d'information et d'échanges, notamment sur les bonnes pratiques ;"}, {"type": "add", "content": ""}, {"type": "add", "content": "-des actions de formation permettant une meilleure qualification des salariés et une valorisation des parcours professionnels."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "5.4.3. Le gestionnaire procède au moins une fois par an à des contrôles internes portant sur l'application du cahier des charges national. Ces contrôles couvrent notamment la mise en œuvre de la charte nationale qualité."}, {"type": "add", "content": "6.3. Démarche d'amélioration de la qualité de l'intervention"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "5.4.4. Le gestionnaire fait procéder au moins une fois par an à une enquête auprès des personnes accompagnées sur leur perception de la qualité des interventions."}, {"type": "add", "content": "Le gestionnaire met en œuvre une démarche d'amélioration de la qualité des interventions, notamment en lien avec les résultats de l'évaluation à laquelle elle a fait procéder par un organisme évaluateur en application de l'article L. 312-8 du CASF."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "5.4.5. Le gestionnaire prend en compte les recommandations de bonnes pratiques professionnelles validées notamment par la Haute Autorité de santé lorsqu'il intervient auprès des familles."}, {"type": "add", "content": "Le gestionnaire tient à jour l'historique des interventions."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "VI.-Dispositions communautaires"}, {"type": "add", "content": "Le gestionnaire procède au moins une fois par an à des vérifications portant sur l'application du cahier des charges national."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "6.2. Les intervenants, les encadrants ou les référents ressortissants d'un Etat membre de l'Union européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen sont soit titulaires d'une attestation de compétence, soit d'un titre de formation délivré dans un Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen, par une autorité compétente désignée conformément aux dispositions en vigueur dans l'un de ces Etats, et certifiant leur préparation à l'exercice de la profession considérée. L'attestation de compétence doit avoir été délivrée sur la base soit d'une formation, soit d'un examen spécifique sans formation préalable, ou de l'exercice de la profession considérée dans l'un de ces Etats pendant trois années effectives."}, {"type": "add", "content": "Le gestionnaire prend en compte les recommandations de bonnes pratiques professionnelles validées notamment par la Haute Autorité de santé lorsqu'il intervient auprès des familles."}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "6.3. Les dispositions de l'article L. 232-1 du code de la consommation concernant la protection du consommateur assurée par les dispositions prises par un autre Etat membre de l'Union européenne en matière de clauses abusives dans les contrats sont opposables aux contrats conclus entre la personne accompagnée et le service d'aide et d'accompagnement à domicile."}, {"type": "add", "content": "Il organise des séances d'analyse de pratiques et s'attache à avoir recours au tutorat ou à toute autre action permettant les échanges de pratiques professionnelles."}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": "  "}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "Code du travail - article D7233-1 AUTONOME MODIFIE, en vigueur du 2011-11-22 au 2016-12-30 CITATION cible"}, {"type": "del", "content": ""}, {"type": "del", "content": ""}, {"type": "del", "content": "Code de la santé publique - article L1110-4 AUTONOME MODIFIE, en vigueur du 2011-08-12 au 2016-01-28 CITATION cible"}, {"type": "del", "content": ""}, {"type": "del", "content": ""}, {"type": "del", "content": "Code de la santé publique - article L1110-4 AUTONOME MODIFIE, en vigueur du 2002-03-05 au 2004-08-17 CITATION cible"}, {"type": "del", "content": ""}, {"type": "del", "content": ""}, {"type": "del", "content": "Code de la santé publique - article L1110-4 AUTONOME MODIFIE, en vigueur du 2009-07-23 au 2011-08-12 CITATION cible"}, {"type": "del", "content": ""}, {"type": "del", "content": ""}, {"type": "del", "content": "Code de la santé publique - article L1110-4 AUTONOME MODIFIE, en vigueur du 2016-01-28 au 2017-01-14 CITATION cible"}, {"type": "del", "content": ""}, {"type": "del", "content": ""}, {"type": "del", "content": "Code de la santé publique - article L1110-4 AUTONOME VIGUEUR, en vigueur depuis le 2021-08-04 CITATION cible"}, {"type": "del", "content": ""}, {"type": "del", "content": ""}, {"type": "del", "content": "Code de la santé publique - article L1110-4 AUTONOME MODIFIE, en vigueur du 2004-08-17 au 2009-07-23 CITATION cible"}, {"type": "del", "content": ""}, {"type": "del", "content": ""}, {"type": "del", "content": "Code de la santé publique - article L1110-4 AUTONOME MODIFIE, en vigueur du 2018-01-19 au 2021-08-04 CITATION cible"}, {"type": "del", "content": ""}, {"type": "del", "content": ""}, {"type": "del", "content": "Code du travail - article D7233-1 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2011-11-22 CITATION cible"}, {"type": "del", "content": ""}, {"type": "del", "content": ""}, {"type": "del", "content": "Code de la santé publique - article L1110-4 AUTONOME MODIFIE, en vigueur du 2017-01-14 au 2018-01-19 CITATION cible"}, {"type": "del", "content": ""}, {"type": "del", "content": ""}, {"type": "del", "content": "Code du travail - article D7233-1 AUTONOME VIGUEUR, en vigueur depuis le 2016-12-30 CITATION cible"}, {"type": "del", "content": ""}, {"type": "del", "content": ""}, {"type": "del", "content": "Décret n° 2023-608 du 13 juillet 2023 relatif aux services autonomie à domicile mentionnés à l'article L. 313-1-3 du code de l'action sociale et des familles et aux services d'aide et d'accompagnement à domicile relevant des 1° et 16° du I de l'article L. 312-1 du même code - article ENTIEREMENT_MODIF CREE source"}, {"type": "del", "content": ""}, {"type": "del", "content": ""}, {"type": "del", "content": "Code de la consommation - article L232-1 AUTONOME VIGUEUR, en vigueur depuis le 2016-07-01 CITATION cible"}, {"type": "del", "content": ""}, {"type": "del", "content": ""}, {"type": "del", "content": "Décret n° 2025-747 du 1er août 2025 relatif aux conditions techniques minimales d'organisation et de fonctionnement des services d'aide et d'accompagnement à domicile relevant des 1° et 16° du I de l'article L. 312-1 du code de l'action sociale et des familles - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2025-08-03 CITATION source"}, {"type": "add", "content": "Décret n° 2025-747 du 1er août 2025 relatif aux conditions techniques minimales d'organisation et de fonctionnement des services d'aide et d'accompagnement à domicile relevant des 1° et 16° du I de l'article L. 312-1 du code de l'action sociale et des familles - article ENTIEREMENT_MODIF MODIFIE source"}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": "  "}, {"type": "unchanged", "content": "  "}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "2023-07-13 CREE cible Décret n° 2023-608 du 13 juillet 2023 relatif aux services autonomie à domicile mentionnés à l'article L. 313-1-3 du code de l'action sociale et des familles et aux services d'aide et d'accompagnement à domicile relevant des 1° et 16° du I de l'article L. 312-1 du même code - article ENTIEREMENT_MODIF"}, {"type": "add", "content": "2025-08-01 MODIFIE cible Décret n° 2025-747 du 1er août 2025 relatif aux conditions techniques minimales d'organisation et de fonctionnement des services d'aide et d'accompagnement à domicile relevant des 1° et 16° du I de l'article L. 312-1 du code de l'action sociale et des familles - article ENTIEREMENT_MODIF"}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": "2025-08-01 CITATION cible Décret n° 2025-747 du 1er août 2025 relatif aux conditions techniques minimales d'organisation et de fonctionnement des services d'aide et d'accompagnement à domicile relevant des 1° et 16° du I de l'article L. 312-1 du code de l'action sociale et des familles - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2025-08-03"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": ""}, {"type": "del", "content": "2999-01-01 CITATION source Code de la consommation VIGUEUR"}, {"type": "del", "content": ""}, {"type": "del", "content": ""}, {"type": "del", "content": "      2999-01-01 CITATION source Code de la consommation - art. L232-1"}, {"type": "del", "content": ""}, {"type": "del", "content": ""}, {"type": "del", "content": "      2999-01-01 CITATION source Code du travail - art. D7233-1"}, {"type": "del", "content": ""}, {"type": "del", "content": ""}, {"type": "del", "content": "2999-01-01 CITATION source Code de la santé publique - article L1110-4 AUTONOME MODIFIE, en vigueur du 2002-03-05 au 2004-08-17"}, {"type": "del", "content": ""}, {"type": "del", "content": ""}, {"type": "del", "content": "      CITATION source article L. 112-1 du code de la consommation"}, {"type": "del", "content": ""}, {"type": "del", "content": ""}, {"type": "del", "content": "      CITATION source article L. 221-8 du code de la consommation"}, {"type": "del", "content": ""}, {"type": "del", "content": ""}, {"type": "del", "content": "      CITATION source dispositions de l'article L. 211-3 du code de la consommation"}, {"type": "del", "content": ""}, {"type": "del", "content": ""}, {"type": "del", "content": "      CITATION source dispositions de l'article L. 221-10 du code de la consommation"}, {"type": "del", "content": ""}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": ""}, {"type": "unchanged", "content": "Autres formats"}, {"type": "unchanged", "content": ""}, {"type": "del", "content": "* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/47/84/30/LEGIARTI000047843095.json)"}, {"type": "del", "content": "* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/47/84/30/LEGIARTI000047843095.json)"}, {"type": "del", "content": "* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/47/84/30/LEGIARTI000047843095.md)"}, {"type": "add", "content": "* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/52/04/03/LEGIARTI000052040356.json)"}, {"type": "add", "content": "* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/52/04/03/LEGIARTI000052040356.json)"}, {"type": "add", "content": "* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/52/04/03/LEGIARTI000052040356.md)"}, {"type": "unchanged", "content": "* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_l_action_sociale_et_des_familles/src/branch/main/annexe/article_annexe_3-0-1.md)"}, {"type": "del", "content": "* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000047843095)"}, {"type": "add", "content": "* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000052040356)"}, {"type": "unchanged", "content": ""}], "status": "modified"}], "stats": {"additions": 181, "deletions": 180, "filesChanged": 1}}