{"sha":"8628bebe25f5","date":"2007-11-09","message":"Décret n° 2007-1574 du 6 novembre 2007 modifiant l'annexe 2-4 du code de l'action sociale et des familles établissant le guide-barème pour l'évaluation des déficiences et incapacités des personnes handicapées","files":[{"filename":"annexe/article_annexe_2-4.md","articleName":"Article ANNEXE 2-4","additions":1154,"deletions":1286,"diff":[{"type":"del","content":"Le chapitre Ier comprend :"},{"type":"del","content":"-les retards mentaux avec ou sans difficultés du comportement ;"},{"type":"del","content":"-les déficiences de la mémoire et de la pensée."},{"type":"del","content":"Ces deux points sont organisés en deux sections, l'une concernant les enfants et adolescents, l'autre les adultes ;"},{"type":"del","content":"-les épilepsies qui sont traitées dans la troisième section."},{"type":"del","content":"Le chapitre II concerne les troubles psychiques."},{"type":"del","content":"Il est organisé également en deux sections, l'une concernant les enfants et adolescents, l'autre les adultes."},{"type":"del","content":"L'expert se référera selon sa formation (neurologue, pédiatre ou psychiatre...) et selon l'affection que présente la personne handicapée, à l'un ou l'autre chapitre. Toutefois, pour fixer le taux d'incapacité, l'expert ne pourra cumuler le taux obtenu dans le premier chapitre et celui obtenu dans le deuxième chapitre car si les exemples diffèrent, le lecteur peut constater que la démarche évaluative est tout à fait comparable."},{"type":"del","content":"En effet, ce qui doit être mesuré ici, ce sont les incapacités dans la vie familiale, scolaire ou professionnelle, quel que soit le diagnostic médical qui conduit à cet état de fait."},{"type":"del","content":"Le diagnostic médical est en effet important pour prévoir l'évolution (donc les éventuelles améliorations ou aggravations et ainsi les réexamens par les commissions compétentes) et la nature de la prise en charge, il n'est en règle générale que d'une utilité limitée dans la fixation du taux d'incapacité, sauf à ce qu'à lui seul il témoigne d'incapacités d'emblée très importantes."},{"type":"del","content":"CHAPITRE Ier"},{"type":"del","content":"DÉFICIENCES INTELLECTUELLES ET DIFFICULTÉS DE COMPORTEMENT"},{"type":"del","content":"Chez l'enfant comme chez l'adulte, le retard mental peut être isolé ou associé à des difficultés du comportement dont les manifestations sont diverses. Il conviendra de fixer le taux d'incapacité de façon globale, même si la démarche proposée conduit dans un premier temps à analyser séparément différents critères."},{"type":"del","content":"Le retard mental apparaît bien souvent dès la prime enfance, ou dans l'enfance, que la cause ait été mise en évidence ou non, qu'elle soit génétique, périnatale, ou autre... Mais la déficience intellectuelle peut également apparaître plus tardivement à l'adolescence, voire à l'âge adulte. C'est notamment le cas pour les traumatismes crâniens. Enfin, ce chapitre ne saurait exclure les déficiences intellectuelles de l'adulte vieillissant, qui peuvent apparaître plus ou moins précocement."},{"type":"del","content":"Pour chacune de ces situations, l'expert aura la même démarche, c'est-à-dire, après avoir fait un examen lui permettant de porter autant que faire se peut un diagnostic étiologique, il complétera son analyse par une recherche des incapacités de la personne en se référant à une personne du même âge."},{"type":"del","content":"En ce qui concerne les très jeunes enfants, dans les premières années de vie, il s'attachera certes à repérer les incapacités de l'enfant par rapport à ses congénères, mais il prendra aussi en compte les contraintes qui pèsent sur la famille pour favoriser le développement psychomoteur de cet enfant et permettre sa socialisation."},{"type":"del","content":"Enfin toute évaluation doit être accompagnée d'un examen somatique permettant de repérer les déficiences associées notamment auditives, visuelles, motrices... afin de les prendre en compte."},{"type":"del","content":"SECTION 1"},{"type":"del","content":"DÉFICIENCES INTELLECTUELLES ET DIFFICULTÉS DE COMPORTEMENT DE L'ENFANT ET DE L'ADOLESCENT"},{"type":"del","content":"Un guide d'évaluation concernant spécifiquement la déficience intellectuelle et les difficultés du comportement de l'enfant et de l'adolescent a été établi. Il comporte un exposé de repères méthodologiques simples."},{"type":"del","content":"Ce guide ne se substitue pas au travail préalable des praticiens qui doivent apprécier les mécanismes de la déficience, les éléments dynamiques interactifs familiaux et sociaux, les facteurs étiologiques éventuels.L'ensemble de ce travail évaluatif conduit chaque praticien à une synthèse lui permettant de proposer un diagnostic, qui éclaire l'évolutivité, le pronostic, les possibilités thérapeutiques, la compétence à l'égard de la scolarité (éventuellement aménagée ou aidée) et également la fréquence souhaitable pour le réexamen des dossiers."},{"type":"del","content":"En l'espèce, il s'agit d'apprécier l'importance des incapacités et le surcroît de charges éducatives qui y sont liées au moment précis où est effectuée l'évaluation."},{"type":"del","content":"Cependant, la mise en évidence d'une anomalie chromosomique autosomique (trisomie ou monosomie) de l'enfant (par exemple dans le cadre des examens médicaux de la première semaine, du neuvième et du vingt-quatrième mois) signe d'emblée une déficience intellectuelle plus ou moins importante, souvent associée à des difficultés du comportement. Aussi ils justifient, dès le diagnostic posé, de l'attribution d'un taux égal à 80 p. 100, quelque soit l'âge de l'enfant."},{"type":"del","content":"Les anomalies concernant les chromosomes sexuels peuvent, elles, s'accompagner, mais de façon inconstante, d'une déficience mentale. Elles entraînent très souvent des difficultés du comportement. Aussi elles justifient l'attribution d'un taux au moins égal à 50 p. 100. Selon le bilan effectué, ce taux pourra atteindre 80 p. 100 dans certains cas (retard mental avéré, difficultés du comportement importantes...)."},{"type":"del","content":"Il importera de tenir compte de la permanence de l'aide éducative pour maintenir l'autonomie de l'enfant au niveau acquis et pour réaliser des progrès au-delà."},{"type":"del","content":"Ainsi on peut déterminer trois classes de taux d'incapacité :"},{"type":"del","content":"taux inférieur à 50 p. 100 : incapacité modérée n'entraînant pas d'entrave notable dans la vie quotidienne de l'enfant ou de celle de sa famille ;"},{"type":"del","content":"taux compris entre 50 p. 100 et 80 p. 100 : incapacité importante entraînant une entrave notable dans la vie quotidienne de l'enfant et de sa famille ;"},{"type":"del","content":"taux égal ou supérieur à 80 p. 100 : incapacité majeure, entraînant une entrave majeure dans la vie quotidienne de l'enfant et de celle de sa famille."},{"type":"del","content":"A-REGISTRES D'ÉVALUATION"},{"type":"del","content":"L'incapacité de l'enfant ainsi que le surcroît de charges éducatives sont appréciés dans chacun de ces registres."},{"type":"del","content":"1-CONSCIENCE ET CAPACITÉS INTELLECTUELLES"},{"type":"del","content":"Conscience de soi : capacité à construire ou à maintenir une représentation de l'identité du corps ainsi que sa continuité dans le temps."},{"type":"del","content":"Schéma corporel et capacité d'orientation dans le temps et l'espace."},{"type":"del","content":"Capacité générale à acquérir des connaissances et des compétences, appréciation clinique et psychométrique."},{"type":"del","content":"2-CAPACITÉ RELATIONNELLE ET COMPORTEMENT"},{"type":"del","content":"Avec les membres de la famille ;"},{"type":"del","content":"avec d'autres enfants ou adultes de l'entourage."},{"type":"del","content":"On appréciera notamment :"},{"type":"del","content":"la capacité à nouer des relations dans des situations de jeu et d'apprentissage ;"},{"type":"del","content":"la capacité d'adaptation au milieu habituel et à des situations nouvelles."},{"type":"del","content":"3-LA COMMUNICATION"},{"type":"del","content":"Concerne la capacité de l'enfant de produire et d'émettre des messages ainsi que de recevoir et de comprendre les messages."},{"type":"del","content":"On examinera les points suivants :"},{"type":"del","content":"compréhension du langage de l'entourage ;"},{"type":"del","content":"capacité d'expression non verbale : mimique, gestuelle ;"},{"type":"del","content":"capacité d'expression orale ;"},{"type":"del","content":"capacité concernant l'expression écrite : écriture, lecture."},{"type":"del","content":"4-CONDUITES ET ACTES ÉLÉMENTAIRES DANS LA VIE QUOTIDIENNE"},{"type":"del","content":"Il s'agit d'apprécier là l'autonomie dans :"},{"type":"del","content":"l'alimentation ;"},{"type":"del","content":"la toilette ;"},{"type":"del","content":"l'acquisition de la propreté ;"},{"type":"del","content":"le sommeil."},{"type":"del","content":"5-CAPACITÉ GÉNÉRALE D'AUTONOMIE ET DE SOCIALISATION"},{"type":"del","content":"Dans la vie familiale : participation aux activités domestiques, interférence avec les activités des autres membres de la famille."},{"type":"del","content":"Hors de la vie familiale :"},{"type":"del","content":"capacité de se déplacer (ne vise pas uniquement les capacités locomotrices, mais exploite aussi la capacité à se déplacer seul, à prendre les transports en commun) ;"},{"type":"del","content":"capacité d'assurer sa sécurité personnelle, dans les situations ordinaires de l'existence ;"},{"type":"del","content":"possibilité d'intégration dans les lieux habituels de l'enfance : crèche, halte-garderie, école, centre aéré, etc."},{"type":"del","content":"B-AUTRES ÉLÉMENTS D'APPRÉCIATION"},{"type":"del","content":"Complémentaires de l'étude analytique des incapacités résultant des atteintes des grandes fonctions psychiques, ils permettent au médecin expert de porter une appréciation globale, cotée, selon les trois niveaux de sévérité déterminés ci-dessus."},{"type":"del","content":"Le diagnostic : il sera indiqué en référence à une classification des maladies reconnue nationale ou internationale."},{"type":"del","content":"L'âge où la déficience est intervenue, son ancienneté, son évolutivité, les possibilités thérapeutiques, les soins entrepris, leur lourdeur, la fréquence des éventuelles hospitalisations."},{"type":"del","content":"La présence d'autres atteintes fonctionnelles."},{"type":"del","content":"SECTION 2"},{"type":"del","content":"DÉFICIENCES INTELLECTUELLES ET DIFFICULTÉS DE COMPORTEMENT DE L'ADULTE"},{"type":"del","content":"La déficience intellectuelle s'apprécie en fonction de critères principaux et de critères secondaires."},{"type":"del","content":"Chaque critère situe le niveau du handicap ; il ne constitue pas, en lui-même, un élément suffisant pour fixer le taux d'incapacité ; il doit s'intégrer dans un ensemble symptomatique."},{"type":"del","content":"Cependant, la multiplicité des troubles présentés par le sujet peut constituer un indice de gravité supplémentaire (situant le taux à l'extrémité supérieure de la fourchette)."},{"type":"del","content":"I-CRITÈRES PRINCIPAUX"},{"type":"del","content":"Les déficiences intellectuelles comprennent celles de l'intelligence, de la mémoire et de la pensée."},{"type":"del","content":"Ces déficiences et les difficultés du comportement qui l'accompagnent le plus souvent entraînent une altération de l'autonomie."},{"type":"del","content":"Les actes de la vie quotidienne auxquels il sera fait référence, appréciés en fonction de l'aide et / ou de l'incitation extérieures, sont :"},{"type":"del","content":"la toilette ;"},{"type":"del","content":"l'habillement ;"},{"type":"del","content":"les courses ;"},{"type":"del","content":"la cuisine ;"},{"type":"del","content":"les déplacements locaux."},{"type":"del","content":"L'autonomie intellectuelle s'appréciera en fonction des critères qui suivent."},{"type":"del","content":"La personne ayant une déficience intellectuelle peut-elle :"},{"type":"del","content":"comprendre ?"},{"type":"del","content":"se faire comprendre ?"},{"type":"del","content":"prendre des initiatives adaptées ?"},{"type":"del","content":"mettre à exécution et réaliser ces initiatives ?"},{"type":"del","content":"peut-elle ou pourrait-elle gérer seule sa propre existence ?"},{"type":"del","content":"peut-elle ou pourrait-elle vivre seule ?"},{"type":"del","content":"L'acquisition des notions de lecture, de calcul et d'écriture ainsi que l'insertion socioprofessionnelle possible en milieu ordinaire ne suffisent pas à déterminer le degré de déficience globale."},{"type":"del","content":"En tout état de cause, le repérage de la déficience intellectuelle ne saurait s'effectuer uniquement sur des tests psychométriques et encore moins sur un seul d'entre eux."},{"type":"del","content":"L'observation continue, l'usage de plusieurs types de tests psychométriques (tests verbaux et de performance, échelles de capacités sociales...) doivent être conjugués avec des entretiens et des tests de personnalité dès lors que l'on cherche à faire leur juste place aux différents axes des fonctions cognitives : déficiences de logique, mémorisation, perception, communication, intérêt, attention."},{"type":"del","content":"On attribuera un taux inférieur à 50 p. 100 lorsque la personne présente des difficultés de conceptualisation et d'abstraction mais avec une adaptation possible à la vie courante sans soutien particulier."},{"type":"del","content":"On attribuera un taux compris entre 50 p. 100 et 75 p. 100 lorsque la personne est en mesure d'acquérir des aptitudes pratiques de la vie courante. Son insertion est possible en milieu ordinaire mais sa personnalité est fragile, instable, en situation de précarisation permanente, nécessitant un soutien approprié."},{"type":"del","content":"C'est le cas d'une personne ayant un retard mental léger."},{"type":"del","content":"On attribuera un taux au moins égal à 80 p. 100 lorsque la personne a besoin d'être sollicitée, aidée et / ou surveillée. Son insertion socioprofessionnelle est considérée comme possible en milieu protégé ou en milieu ordinaire avec des soutiens importants."},{"type":"del","content":"C'est le cas d'une personne ayant un retard mental moyen."},{"type":"del","content":"On attribuera un taux de plus de 90 p. 100 lorsque la personne aurait sa vie en danger sans l'assistance permanente d'une tierce personne ; son insertion socioprofessionnelle est considérée comme quasi impossible, même en milieu protégé ; son langage et son autonomie sont très faibles."},{"type":"del","content":"II-CRITÈRES SECONDAIRES"},{"type":"del","content":"Ils permettent de moduler les taux à l'intérieur des fourchettes définies par les critères principaux."},{"type":"del","content":"On prendra en compte :"},{"type":"del","content":"le retentissement relationnel sur la vie sociale, la déficience pouvant être acceptée par l'entourage ou, à l'opposé, entraîner un isolement, une marginalisation ou une dépendance totale ;"},{"type":"del","content":"les relations avec le milieu professionnel, depuis la gêne au travail, mais la personne est tolérée par le milieu professionnel, jusqu'à l'inaptitude à tout travail."},{"type":"del","content":"SECTION 3"},{"type":"del","content":"ÉPILEPSIE (DÉFICIENCES LIÉES À L'ÉPILEPSIE)"},{"type":"del","content":"Toutes les épilepsies ne sont pas des handicaps. Les épilepsies dont les crises sont bien contrôlées par le traitement et sans trouble associé ne constituent pas un handicap.A l'opposé, toute épilepsie active constitue un handicap. Ce handicap est en rapport avec :"},{"type":"del","content":"1. les crises (caractérisées par leur fréquence et leur gravité), le retentissement du traitement, dont les effets secondaires peuvent être majeurs."},{"type":"del","content":"2. les déficiences pouvant être associées aux épilepsies : retard mental, déficience du psychisme, déficience de l'appareil locomoteur, déficience du langage et de la parole, déficience viscérale et générale."},{"type":"del","content":"La présente section ne prend en compte que le facteur crise. Les déficiences en rapport avec les troubles associés seront appréciées en fonction des sections ou chapitres spécifiques à chaque déficience. Ils donneront lieu, le cas échéant, à une majoration des taux d'incapacité."},{"type":"del","content":"Niveau I : déficience légère, 0 à 15 p. 100 :"},{"type":"del","content":"crise avec chute et / ou perte de connaissance rare (de une à onze par an) ou absences mensuelles sans retentissement scolaire et professionnel."},{"type":"del","content":"Niveau II : déficience modérée, 20 à 45 p. 100 :"},{"type":"del","content":"crises avec chutes et / ou perte de connaissance (au moins une par mois) ou absences (au moins une par semaine), aménagements scolaires et professionnels mais en milieu normal."},{"type":"del","content":"Niveau III : déficience importante, 50 à 75 p. 100 :"},{"type":"del","content":"crises avec chutes et / ou perte de connaissance (au moins une par semaine) ou absences (au moins une par jour)."},{"type":"del","content":"Pas d'insertion scolaire ou professionnelle en milieu normal possible sauf si accompagnement soutenu."},{"type":"del","content":"Niveau IV : déficience sévère, supérieure à 80 p. 100 :"},{"type":"del","content":"crises avec chutes et / ou perte de connaissance (au moins une par jour)."},{"type":"del","content":"Pas d'activité scolaire ou professionnelle possible, même en milieu protégé et / ou perte d'autonomie psychosociale."},{"type":"del","content":"CHAPITRE II"},{"type":"del","content":"DÉFICIENCES DU PSYCHISME"},{"type":"del","content":"SECTION 1"},{"type":"del","content":"DÉFICIENCES PSYCHIQUES DE L'ENFANT ET DE L'ADOLESCENT"},{"type":"del","content":"Ce guide ne se substitue bien évidemment pas au travail préalable des praticiens qui doivent apprécier les mécanismes psycho-pathologiques, les éléments dynamiques interactifs familiaux et sociaux, les facteurs étiologiques éventuels.L'ensemble de ce travail évaluatif conduit chaque praticien à une synthèse lui permettant de proposer un diagnostic, qui éclaire l'évolutivité, le pronostic, les possibilités thérapeutiques et éducatives et également la fréquence souhaitable pour le réexamen des dossiers."},{"type":"del","content":"Dans une approche globale, visant à décrire au mieux la situation de chaque enfant, les conséquences et limitations qu'imposent certains processus morbides doivent également être étudiées, en référence à l'apport méthodologique de la classification internationale des handicaps, notamment l'identification de plans d'expérience de santé et leurs interactions qui seront précisés par circulaire."},{"type":"del","content":"En l'espèce, il s'agit d'apprécier l'importance des capacités liées aux atteintes des grandes fonctions neuropsychiques, et le surcroît de charges éducatives qui y sont liées au moment précis où est effectuée l'évaluation. Il importera de tenir compte de la permanence de l'aide éducative pour maintenir l'autonomie de l'enfant au niveau acquis et pour réaliser les progrès au-delà."},{"type":"del","content":"La démarche consiste à examiner pour chaque enfant, en référence au développement d'un enfant du même âge, un ensemble d'items de valeur différente, qui se situent dans plusieurs registres ; cet ensemble éclairé par des éléments non chiffrés (le diagnostic, l'évolutivité) aboutit à un indice synthétique qui permet d'attribuer à l'enfant un taux d'incapacité :"},{"type":"del","content":"inférieur à 50 p. 100 : incapacité modérée, n'entraînant pas d'entrave notable dans la vie quotidienne du sujet ou celle de sa famille."},{"type":"del","content":"de 50 à 80 p. 100 : incapacité importante, entraînant une gêne notable dans la vie quotidienne du sujet ou celle de sa famille."},{"type":"del","content":"égal ou supérieur à 80 p. 100 : incapacité majeure, entraînant une entrave majeure dans la vie quotidienne du sujet et de celle de sa famille."},{"type":"del","content":"L'âge de seize ans est l'âge minimum d'entrée dans le monde du travail : les incapacités et désavantages dans le champ professionnel ajoutent une nouvelle perspective dans la détermination de ce qui est à compenser. Aussi, suivant les cas, il peut être plus opportun de se reporter au guide-barème établi pour les atteintes neuropsychiques des adultes."},{"type":"del","content":"A-REGISTRES D'ÉVALUATION"},{"type":"add","content":"Introduction générale au guide-barème"},{"type":"add","content":""},{"type":"add","content":"Le présent guide-barème a pour objet de permettre la détermination d'un taux d'incapacité, pour l'application de la législation applicable en matière d'avantages sociaux aux personnes atteintes d'un handicap (1) tel que défini à l'article L. 114-1 du code de l'action sociale et des familles \" Constitue un handicap, au sens de la présente loi, toute limitation d'activité ou restriction de participation à la vie en société subie dans son environnement par une personne en raison d'une altération substantielle, durable ou définitive d'une ou plusieurs fonctions physiques, sensorielles, mentales, cognitives ou psychiques, d'un polyhandicap ou d'un trouble de santé invalidant \"."},{"type":"add","content":""},{"type":"add","content":"Ce guide-barème vise à permettre aux utilisateurs de fixer le taux d'incapacité d'une personne quel que soit son âge à partir de l'analyse de ses déficiences et de leurs conséquences dans sa vie quotidienne et non sur la seule nature médicale de l'affection qui en est l'origine."},{"type":"add","content":""},{"type":"add","content":"La détermination du taux d'incapacité s'appuie sur une analyse des interactions entre trois dimensions :"},{"type":"add","content":""},{"type":"add","content":"Déficience : c'est-à-dire toute perte de substance ou altération d'une structure ou fonction psychologique, physiologique ou anatomique. La déficience correspond à l'aspect lésionnel et équivaut, dans la définition du handicap, à la notion d'altération de fonction."},{"type":"add","content":""},{"type":"add","content":"Incapacité : c'est-à-dire toute réduction résultant d'une déficience, partielle ou totale, de la capacité d'accomplir une activité d'une façon ou dans les limites considérées comme normales pour un être humain. L'incapacité correspond à l'aspect fonctionnel dans toutes ses composantes physiques ou psychiques et équivaut, dans la définition du handicap, à la notion de limitation d'activité,"},{"type":"add","content":""},{"type":"add","content":"Désavantage : c'est-à-dire les limitations (voire l'impossibilité) de l'accomplissement d'un rôle social normal en rapport avec l'âge, le sexe, les facteurs sociaux et culturels. Le désavantage (et donc la situation concrète de handicap) résulte de l'interaction entre la personne porteuse de déficiences et/ ou d'incapacités et son environnement."},{"type":"add","content":""},{"type":"add","content":"Ces trois dimensions sont étroitement liées, mais, pour autant, leur intensité respective n'est pas nécessairement comparable et peut varier considérablement d'une personne à l'autre, y compris lorsque le handicap est lié à une même origine ou une même pathologie. De même, elles peuvent évoluer différemment dans le temps."},{"type":"add","content":""},{"type":"add","content":"En effet, le diagnostic ne permet pas, à lui seul, une évaluation du handicap, celui-ci variant avec le stade évolutif, les thérapeutiques mises en œuvre, en fonction de l'interaction de la personne avec son environnement."},{"type":"add","content":""},{"type":"add","content":"Toutefois, les éléments de diagnostic, bien qu'insuffisants à eux seuls pour rendre compte des conséquences de l'état de santé dans la vie quotidienne de la personne, sont néanmoins utiles pour la connaissance de la situation et permettent notamment d'apporter des indications sur l'évolutivité et le pronostic de l'état de la personne."},{"type":"add","content":""},{"type":"add","content":"Le guide-barème comprend huit chapitres, correspondant chacun à un type de déficiences :"},{"type":"add","content":""},{"type":"add","content":"I. - Déficiences intellectuelles et difficultés de comportement."},{"type":"add","content":""},{"type":"add","content":"II. - Déficiences du psychisme."},{"type":"add","content":""},{"type":"add","content":"III. - Déficiences de l'audition."},{"type":"add","content":""},{"type":"add","content":"IV. - Déficiences du langage et de la parole."},{"type":"add","content":""},{"type":"add","content":"V. - Déficiences de la vision."},{"type":"add","content":""},{"type":"add","content":"VI. - Déficiences viscérales et générales."},{"type":"add","content":""},{"type":"add","content":"VII. - Déficiences de l'appareil locomoteur."},{"type":"add","content":""},{"type":"add","content":"VIII. - Déficiences esthétiques."},{"type":"add","content":""},{"type":"add","content":"Le guide-barème ne fixe pas de taux d'incapacité précis. En revanche, le guide-barème indique des fourchettes de taux d'incapacité, identifiant suivant les chapitres, trois à cinq degrés de sévérité (en général 4) :"},{"type":"add","content":""},{"type":"add","content":"- forme légère : taux de 1 à 15 % ;"},{"type":"add","content":""},{"type":"add","content":"- forme modérée : taux de 20 à 45 % ;"},{"type":"add","content":""},{"type":"add","content":"- forme importante : taux de 50 à 75 % ;"},{"type":"add","content":""},{"type":"add","content":"- forme sévère ou majeure : taux de 80 à 95 %."},{"type":"add","content":""},{"type":"add","content":"Il convient de rappeler que les seuils de 50 % et de 80 %, s'ils sont atteints, peuvent ouvrir droit à divers avantages ou prestations."},{"type":"add","content":""},{"type":"add","content":"Un taux de 50 % correspond à des troubles importants entraînant une gêne notable dans la vie sociale de la personne. L'entrave peut soit être concrètement repérée dans la vie de la personne, soit compensée afin que cette vie sociale soit préservée, mais au prix d'efforts importants ou de la mobilisation d'une compensation spécifique. Toutefois, l'autonomie est conservée pour les actes élémentaires de la vie quotidienne."},{"type":"add","content":""},{"type":"add","content":"Un taux d'au moins 80 % correspond à des troubles graves entraînant une entrave majeure dans la vie quotidienne de la personne avec une atteinte de son autonomie individuelle. Cette autonomie individuelle est définie comme l'ensemble des actions que doit mettre en oeuvre une personne, vis-à-vis d'elle-même, dans la vie quotidienne. Dès lors qu'elle doit être aidée totalement ou partiellement, ou surveillée dans leur accomplissement, ou ne les assure qu'avec les plus grandes difficultés, le taux de 80 % est atteint. C'est également le cas lorsqu'il y a déficience sévère avec abolition d'une fonction."},{"type":"add","content":""},{"type":"add","content":"Les actes de la vie quotidienne, parfois qualifiés d'élémentaires ou d'essentiels, sont mentionnés dans les différents chapitres et portent notamment sur les activités suivantes :"},{"type":"add","content":""},{"type":"add","content":"- se comporter de façon logique et sensée ;"},{"type":"add","content":""},{"type":"add","content":"- se repérer dans le temps et les lieux ;"},{"type":"add","content":""},{"type":"add","content":"- assurer son hygiène corporelle ;"},{"type":"add","content":""},{"type":"add","content":"- s'habiller et se déshabiller de façon adaptée ;"},{"type":"add","content":""},{"type":"add","content":"- manger des aliments préparés ;"},{"type":"add","content":""},{"type":"add","content":"- assumer l'hygiène de l'élimination urinaire et fécale ;"},{"type":"add","content":""},{"type":"add","content":"- effectuer les mouvements (se lever, s'asseoir, se coucher) et les déplacements (au moins à l'intérieur d'un logement)."},{"type":"add","content":""},{"type":"add","content":"Le taux de 100 % est réservé aux incapacités totales comme par exemple dans le cas d'un état végétatif ou d'un coma."},{"type":"add","content":""},{"type":"add","content":"L'approche évaluative en vue de la détermination du taux d'incapacité doit être :"},{"type":"add","content":""},{"type":"add","content":"- individualisée : en effet, certaines déficiences graves entraînent des incapacités modérées. A l'inverse, des déficiences modérées peuvent du fait de l'existence d'autres troubles, par exemple d'une vulnérabilité psychique notable, avoir des conséquences lourdes. De même, des déficiences bien compensées par un traitement (de quelque nature qu'il soit) peuvent entraîner des désavantages majeurs dans l'insertion sociale, scolaire ou professionnelle de la personne, notamment du fait des contraintes liées à ce traitement ;"},{"type":"add","content":""},{"type":"add","content":"- globale : même si le repérage des différentes déficiences est nécessaire, en revanche pour la détermination du taux d'incapacité, les taux mentionnés dans les différents chapitres ne s'ajoutent pas de façon arithmétique sauf précision contraire indiquée dans le chapitre correspondant."},{"type":"add","content":""},{"type":"add","content":"Pour ce qui concerne les jeunes, l'analyse doit en outre prendre en compte les particularités liées au fait que l'enfance et l'adolescence sont des phases de développement. C'est ainsi que, dans certains cas, même si les déficiences n'ont pas encore un impact direct sur les incapacités ou désavantages immédiats, elles peuvent entraver le développement à terme. Les mesures alors mises en oeuvre pour éviter une telle évolution ou permettre l'apprentissage précoce de compensations diverses peuvent avoir un impact très important sur la vie du jeune et de son entourage proche (en général familial) qui peut également supporter des contraintes de ce fait. Il y aura donc lieu d'en tenir compte dans l'analyse."},{"type":"add","content":""},{"type":"add","content":"Il n'est pas nécessaire que la situation médicale de la personne soit stabilisée pour déterminer un taux d'incapacité. La durée prévisible des conséquences doit cependant être au moins égale à un an pour déterminer le taux."},{"type":"add","content":""},{"type":"add","content":"(1) Certaines décisions prises par la commission prévue à l'article L. 241-5 du code de l'action sociale et des familles, outre la reconnaissance d'un taux d'incapacité fixé réglementairement, nécessitent que d'autres conditions soient remplies. Celles-ci font éventuellement l'objet d'outils d'aide à la décision différents du présent guide-barème."},{"type":"add","content":""},{"type":"add","content":"Le chapitre Ier comprend :"},{"type":"add","content":""},{"type":"add","content":"- les retards mentaux avec ou sans difficultés du comportement ;"},{"type":"add","content":""},{"type":"add","content":"- les déficiences de la mémoire et de la pensée."},{"type":"add","content":""},{"type":"add","content":"Ces deux points sont organisés en deux sections, l'une concernant les enfants et adolescents, l'autre les adultes ;"},{"type":"add","content":""},{"type":"add","content":"- les épilepsies qui sont traitées dans la troisième section."},{"type":"add","content":""},{"type":"add","content":"Le chapitre II concerne les troubles psychiques."},{"type":"add","content":""},{"type":"add","content":"Il est organisé également en deux sections, l'une concernant les enfants et adolescents, l'autre les adultes."},{"type":"add","content":""},{"type":"add","content":"L'expert se référera selon sa formation (neurologue, pédiatre ou psychiatre...) et selon l'affection que présente la personne handicapée, à l'un ou l'autre chapitre. Toutefois, pour fixer le taux d'incapacité, l'expert ne pourra cumuler le taux obtenu dans le premier chapitre et celui obtenu dans le deuxième chapitre car si les exemples diffèrent, le lecteur peut constater que la démarche évaluative est tout à fait comparable."},{"type":"add","content":""},{"type":"add","content":"En effet, ce qui doit être mesuré ici, ce sont les incapacités dans la vie familiale, scolaire ou professionnelle, quel que soit le diagnostic médical qui conduit à cet état de fait."},{"type":"add","content":""},{"type":"add","content":"Le diagnostic médical est en effet important pour prévoir l'évolution (donc les éventuelles améliorations ou aggravations et ainsi les réexamens par les commissions compétentes) et la nature de la prise en charge, il n'est en règle générale que d'une utilité limitée dans la fixation du taux d'incapacité, sauf à ce qu'à lui seul il témoigne d'incapacités d'emblée très importantes."},{"type":"add","content":""},{"type":"add","content":"CHAPITRE Ier"},{"type":"add","content":""},{"type":"add","content":"DÉFICIENCES INTELLECTUELLES ET DIFFICULTÉS DE COMPORTEMENT"},{"type":"add","content":""},{"type":"add","content":"Chez l'enfant comme chez l'adulte, le retard mental peut être isolé ou associé à des difficultés du comportement dont les manifestations sont diverses. Il conviendra de fixer le taux d'incapacité de façon globale, même si la démarche proposée conduit dans un premier temps à analyser séparément différents critères."},{"type":"add","content":""},{"type":"add","content":"Le retard mental apparaît bien souvent dès la prime enfance, ou dans l'enfance, que la cause ait été mise en évidence ou non, qu'elle soit génétique, périnatale, ou autre... Mais la déficience intellectuelle peut également apparaître plus tardivement à l'adolescence, voire à l'âge adulte. C'est notamment le cas pour les traumatismes crâniens. Enfin, ce chapitre ne saurait exclure les déficiences intellectuelles de l'adulte vieillissant, qui peuvent apparaître plus ou moins précocement."},{"type":"add","content":""},{"type":"add","content":"Pour chacune de ces situations, l'expert aura la même démarche, c'est-à-dire, après avoir fait un examen lui permettant de porter autant que faire se peut un diagnostic étiologique, il complétera son analyse par une recherche des incapacités de la personne en se référant à une personne du même âge."},{"type":"add","content":""},{"type":"add","content":"En ce qui concerne les très jeunes enfants, dans les premières années de vie, il s'attachera certes à repérer les incapacités de l'enfant par rapport à ses congénères, mais il prendra aussi en compte les contraintes qui pèsent sur la famille pour favoriser le développement psychomoteur de cet enfant et permettre sa socialisation."},{"type":"add","content":""},{"type":"add","content":"Enfin toute évaluation doit être accompagnée d'un examen somatique permettant de repérer les déficiences associées notamment auditives, visuelles, motrices... afin de les prendre en compte."},{"type":"add","content":""},{"type":"add","content":"SECTION 1"},{"type":"add","content":""},{"type":"add","content":"DÉFICIENCES INTELLECTUELLES ET DIFFICULTÉS DE COMPORTEMENT DE L'ENFANT ET DE L'ADOLESCENT"},{"type":"add","content":""},{"type":"add","content":"Un guide d'évaluation concernant spécifiquement la déficience intellectuelle et les difficultés du comportement de l'enfant et de l'adolescent a été établi. Il comporte un exposé de repères méthodologiques simples."},{"type":"add","content":""},{"type":"add","content":"Ce guide ne se substitue pas au travail préalable des praticiens qui doivent apprécier les mécanismes de la déficience, les éléments dynamiques interactifs familiaux et sociaux, les facteurs étiologiques éventuels. L'ensemble de ce travail évaluatif conduit chaque praticien à une synthèse lui permettant de proposer un diagnostic, qui éclaire l'évolutivité, le pronostic, les possibilités thérapeutiques, la compétence à l'égard de la scolarité (éventuellement aménagée ou aidée) et également la fréquence souhaitable pour le réexamen des dossiers."},{"type":"add","content":""},{"type":"add","content":"En l'espèce, il s'agit d'apprécier l'importance des incapacités et le surcroît de charges éducatives qui y sont liées au moment précis où est effectuée l'évaluation."},{"type":"add","content":""},{"type":"add","content":"Cependant, la mise en évidence d'une anomalie chromosomique autosomique (trisomie ou monosomie) de l'enfant (par exemple dans le cadre des examens médicaux de la première semaine, du neuvième et du vingt-quatrième mois) signe d'emblée une déficience intellectuelle plus ou moins importante, souvent associée à des difficultés du comportement. Aussi ils justifient, dès le diagnostic posé, de l'attribution d'un taux égal à 80 p. 100, quelque soit l'âge de l'enfant."},{"type":"add","content":""},{"type":"add","content":"Les anomalies concernant les chromosomes sexuels peuvent, elles, s'accompagner, mais de façon inconstante, d'une déficience mentale. Elles entraînent très souvent des difficultés du comportement. Aussi elles justifient l'attribution d'un taux au moins égal à 50 p. 100. Selon le bilan effectué, ce taux pourra atteindre 80 p. 100 dans certains cas (retard mental avéré, difficultés du comportement importantes...)."},{"type":"add","content":""},{"type":"add","content":"Il importera de tenir compte de la permanence de l'aide éducative pour maintenir l'autonomie de l'enfant au niveau acquis et pour réaliser des progrès au-delà."},{"type":"add","content":""},{"type":"add","content":"Ainsi on peut déterminer trois classes de taux d'incapacité :"},{"type":"add","content":""},{"type":"add","content":"taux inférieur à 50 p. 100 : incapacité modérée n'entraînant pas d'entrave notable dans la vie quotidienne de l'enfant ou de celle de sa famille ;"},{"type":"add","content":""},{"type":"add","content":"taux compris entre 50 p. 100 et 80 p. 100 : incapacité importante entraînant une entrave notable dans la vie quotidienne de l'enfant et de sa famille ;"},{"type":"add","content":""},{"type":"add","content":"taux égal ou supérieur à 80 p. 100 : incapacité majeure, entraînant une entrave majeure dans la vie quotidienne de l'enfant et de celle de sa famille."},{"type":"add","content":""},{"type":"add","content":"A - REGISTRES D'ÉVALUATION"},{"type":"add","content":""},{"type":"add","content":"L'incapacité de l'enfant ainsi que le surcroît de charges éducatives sont appréciés dans chacun de ces registres."},{"type":"add","content":""},{"type":"add","content":"1 - CONSCIENCE ET CAPACITÉS INTELLECTUELLES"},{"type":"add","content":""},{"type":"add","content":"Conscience de soi : capacité à construire ou à maintenir une représentation de l'identité du corps ainsi que sa continuité dans le temps."},{"type":"add","content":""},{"type":"add","content":"Schéma corporel et capacité d'orientation dans le temps et l'espace."},{"type":"add","content":""},{"type":"add","content":"Capacité générale à acquérir des connaissances et des compétences, appréciation clinique et psychométrique."},{"type":"add","content":""},{"type":"add","content":"2 - CAPACITÉ RELATIONNELLE ET COMPORTEMENT"},{"type":"add","content":""},{"type":"add","content":"Avec les membres de la famille ;"},{"type":"add","content":""},{"type":"add","content":"avec d'autres enfants ou adultes de l'entourage."},{"type":"add","content":""},{"type":"add","content":"On appréciera notamment :"},{"type":"add","content":""},{"type":"add","content":"la capacité à nouer des relations dans des situations de jeu et d'apprentissage ;"},{"type":"add","content":""},{"type":"add","content":"la capacité d'adaptation au milieu habituel et à des situations nouvelles."},{"type":"add","content":""},{"type":"add","content":"3 - LA COMMUNICATION"},{"type":"add","content":""},{"type":"add","content":"Concerne la capacité de l'enfant de produire et d'émettre des messages ainsi que de recevoir et de comprendre les messages."},{"type":"add","content":""},{"type":"add","content":"On examinera les points suivants :"},{"type":"add","content":""},{"type":"add","content":"compréhension du langage de l'entourage ;"},{"type":"add","content":""},{"type":"add","content":"capacité d'expression non verbale : mimique, gestuelle ;"},{"type":"add","content":""},{"type":"add","content":"capacité d'expression orale ;"},{"type":"add","content":""},{"type":"add","content":"capacité concernant l'expression écrite : écriture, lecture."},{"type":"add","content":""},{"type":"add","content":"4 - CONDUITES ET ACTES ÉLÉMENTAIRES DANS LA VIE QUOTIDIENNE"},{"type":"add","content":""},{"type":"add","content":"Il s'agit d'apprécier là l'autonomie dans :"},{"type":"add","content":""},{"type":"add","content":"l'alimentation ;"},{"type":"add","content":""},{"type":"add","content":"la toilette ;"},{"type":"add","content":""},{"type":"add","content":"l'acquisition de la propreté ;"},{"type":"add","content":""},{"type":"add","content":"le sommeil."},{"type":"add","content":""},{"type":"add","content":"5 - CAPACITÉ GÉNÉRALE D'AUTONOMIE ET DE SOCIALISATION"},{"type":"add","content":""},{"type":"add","content":"Dans la vie familiale : participation aux activités domestiques, interférence avec les activités des autres membres de la famille."},{"type":"add","content":""},{"type":"add","content":"Hors de la vie familiale :"},{"type":"add","content":""},{"type":"add","content":"capacité de se déplacer (ne vise pas uniquement les capacités locomotrices, mais exploite aussi la capacité à se déplacer seul, à prendre les transports en commun) ;"},{"type":"add","content":""},{"type":"add","content":"capacité d'assurer sa sécurité personnelle, dans les situations ordinaires de l'existence ;"},{"type":"add","content":""},{"type":"add","content":"possibilité d'intégration dans les lieux habituels de l'enfance : crèche, halte-garderie, école, centre aéré, etc."},{"type":"add","content":""},{"type":"add","content":"B - AUTRES ÉLÉMENTS D'APPRÉCIATION"},{"type":"add","content":""},{"type":"add","content":"Complémentaires de l'étude analytique des incapacités résultant des atteintes des grandes fonctions psychiques, ils permettent au médecin expert de porter une appréciation globale, cotée, selon les trois niveaux de sévérité déterminés ci-dessus."},{"type":"add","content":""},{"type":"add","content":"Le diagnostic : il sera indiqué en référence à une classification des maladies reconnue nationale ou internationale."},{"type":"add","content":""},{"type":"add","content":"L'âge où la déficience est intervenue, son ancienneté, son évolutivité, les possibilités thérapeutiques, les soins entrepris, leur lourdeur, la fréquence des éventuelles hospitalisations."},{"type":"add","content":""},{"type":"add","content":"La présence d'autres atteintes fonctionnelles."},{"type":"add","content":""},{"type":"add","content":"SECTION 2"},{"type":"add","content":""},{"type":"add","content":"DÉFICIENCES INTELLECTUELLES ET DIFFICULTÉS DE COMPORTEMENT DE L'ADULTE"},{"type":"add","content":""},{"type":"add","content":"La déficience intellectuelle s'apprécie en fonction de critères principaux et de critères secondaires."},{"type":"add","content":""},{"type":"add","content":"Chaque critère situe le niveau du handicap ; il ne constitue pas, en lui-même, un élément suffisant pour fixer le taux d'incapacité ; il doit s'intégrer dans un ensemble symptomatique."},{"type":"add","content":""},{"type":"add","content":"Cependant, la multiplicité des troubles présentés par le sujet peut constituer un indice de gravité supplémentaire (situant le taux à l'extrémité supérieure de la fourchette)."},{"type":"add","content":""},{"type":"add","content":"I - CRITÈRES PRINCIPAUX"},{"type":"add","content":""},{"type":"add","content":"Les déficiences intellectuelles comprennent celles de l'intelligence, de la mémoire et de la pensée."},{"type":"add","content":""},{"type":"add","content":"Ces déficiences et les difficultés du comportement qui l'accompagnent le plus souvent entraînent une altération de l'autonomie."},{"type":"add","content":""},{"type":"add","content":"Les actes de la vie quotidienne auxquels il sera fait référence, appréciés en fonction de l'aide et/ ou de l'incitation extérieures, sont :"},{"type":"add","content":""},{"type":"add","content":"la toilette ;"},{"type":"add","content":""},{"type":"add","content":"l'habillement ;"},{"type":"add","content":""},{"type":"add","content":"les courses ;"},{"type":"add","content":""},{"type":"add","content":"la cuisine ;"},{"type":"add","content":""},{"type":"add","content":"les déplacements locaux."},{"type":"add","content":""},{"type":"add","content":"L'autonomie intellectuelle s'appréciera en fonction des critères qui suivent."},{"type":"add","content":""},{"type":"add","content":"La personne ayant une déficience intellectuelle peut-elle :"},{"type":"add","content":""},{"type":"add","content":"comprendre ?"},{"type":"add","content":""},{"type":"add","content":"se faire comprendre ?"},{"type":"add","content":""},{"type":"add","content":"prendre des initiatives adaptées ?"},{"type":"add","content":""},{"type":"add","content":"mettre à exécution et réaliser ces initiatives ?"},{"type":"add","content":""},{"type":"add","content":"peut-elle ou pourrait-elle gérer seule sa propre existence ?"},{"type":"add","content":""},{"type":"add","content":"peut-elle ou pourrait-elle vivre seule ?"},{"type":"add","content":""},{"type":"add","content":"L'acquisition des notions de lecture, de calcul et d'écriture ainsi que l'insertion socioprofessionnelle possible en milieu ordinaire ne suffisent pas à déterminer le degré de déficience globale."},{"type":"add","content":""},{"type":"add","content":"En tout état de cause, le repérage de la déficience intellectuelle ne saurait s'effectuer uniquement sur des tests psychométriques et encore moins sur un seul d'entre eux."},{"type":"add","content":""},{"type":"add","content":"L'observation continue, l'usage de plusieurs types de tests psychométriques (tests verbaux et de performance, échelles de capacités sociales...) doivent être conjugués avec des entretiens et des tests de personnalité dès lors que l'on cherche à faire leur juste place aux différents axes des fonctions cognitives : déficiences de logique, mémorisation, perception, communication, intérêt, attention."},{"type":"add","content":""},{"type":"add","content":"On attribuera un taux inférieur à 50 p. 100 lorsque la personne présente des difficultés de conceptualisation et d'abstraction mais avec une adaptation possible à la vie courante sans soutien particulier."},{"type":"add","content":""},{"type":"add","content":"On attribuera un taux compris entre 50 p. 100 et 75 p. 100 lorsque la personne est en mesure d'acquérir des aptitudes pratiques de la vie courante. Son insertion est possible en milieu ordinaire mais sa personnalité est fragile, instable, en situation de précarisation permanente, nécessitant un soutien approprié."},{"type":"add","content":""},{"type":"add","content":"C'est le cas d'une personne ayant un retard mental léger."},{"type":"add","content":""},{"type":"add","content":"On attribuera un taux au moins égal à 80 p. 100 lorsque la personne a besoin d'être sollicitée, aidée et/ ou surveillée. Son insertion socioprofessionnelle est considérée comme possible en milieu protégé ou en milieu ordinaire avec des soutiens importants."},{"type":"add","content":""},{"type":"add","content":"C'est le cas d'une personne ayant un retard mental moyen."},{"type":"add","content":""},{"type":"add","content":"On attribuera un taux de plus de 90 p. 100 lorsque la personne aurait sa vie en danger sans l'assistance permanente d'une tierce personne ; son insertion socioprofessionnelle est considérée comme quasi impossible, même en milieu protégé ; son langage et son autonomie sont très faibles."},{"type":"add","content":""},{"type":"add","content":"II - CRITÈRES SECONDAIRES"},{"type":"add","content":""},{"type":"add","content":"Ils permettent de moduler les taux à l'intérieur des fourchettes définies par les critères principaux."},{"type":"add","content":""},{"type":"add","content":"On prendra en compte :"},{"type":"add","content":""},{"type":"add","content":"le retentissement relationnel sur la vie sociale, la déficience pouvant être acceptée par l'entourage ou, à l'opposé, entraîner un isolement, une marginalisation ou une dépendance totale ;"},{"type":"add","content":""},{"type":"add","content":"les relations avec le milieu professionnel, depuis la gêne au travail, mais la personne est tolérée par le milieu professionnel, jusqu'à l'inaptitude à tout travail."},{"type":"add","content":""},{"type":"add","content":"SECTION 3"},{"type":"add","content":""},{"type":"add","content":"ÉPILEPSIE (DÉFICIENCES LIÉES À L'ÉPILEPSIE)"},{"type":"add","content":""},{"type":"add","content":"Toutes les épilepsies ne sont pas des handicaps. Les épilepsies dont les crises sont bien contrôlées par le traitement et sans trouble associé ne constituent pas un handicap. A l'opposé, toute épilepsie active constitue un handicap. Ce handicap est en rapport avec :"},{"type":"add","content":""},{"type":"add","content":"1. les crises (caractérisées par leur fréquence et leur gravité), le retentissement du traitement, dont les effets secondaires peuvent être majeurs."},{"type":"add","content":""},{"type":"add","content":"2. les déficiences pouvant être associées aux épilepsies : retard mental, déficience du psychisme, déficience de l'appareil locomoteur, déficience du langage et de la parole, déficience viscérale et générale."},{"type":"add","content":""},{"type":"add","content":"La présente section ne prend en compte que le facteur crise. Les déficiences en rapport avec les troubles associés seront appréciées en fonction des sections ou chapitres spécifiques à chaque déficience. Ils donneront lieu, le cas échéant, à une majoration des taux d'incapacité."},{"type":"add","content":""},{"type":"add","content":"Niveau I : déficience légère, 0 à 15 p. 100 :"},{"type":"add","content":""},{"type":"add","content":"crise avec chute et/ ou perte de connaissance rare (de une à onze par an) ou absences mensuelles sans retentissement scolaire et professionnel."},{"type":"add","content":""},{"type":"add","content":"Niveau II : déficience modérée, 20 à 45 p. 100 :"},{"type":"add","content":""},{"type":"add","content":"crises avec chutes et/ ou perte de connaissance (au moins une par mois) ou absences (au moins une par semaine), aménagements scolaires et professionnels mais en milieu normal."},{"type":"add","content":""},{"type":"add","content":"Niveau III : déficience importante, 50 à 75 p. 100 :"},{"type":"add","content":""},{"type":"add","content":"crises avec chutes et/ ou perte de connaissance (au moins une par semaine) ou absences (au moins une par jour)."},{"type":"add","content":""},{"type":"add","content":"Pas d'insertion scolaire ou professionnelle en milieu normal possible sauf si accompagnement soutenu."},{"type":"add","content":""},{"type":"add","content":"Niveau IV : déficience sévère, supérieure à 80 p. 100 :"},{"type":"add","content":""},{"type":"add","content":"crises avec chutes et/ ou perte de connaissance (au moins une par jour)."},{"type":"add","content":""},{"type":"add","content":"Pas d'activité scolaire ou professionnelle possible, même en milieu protégé et/ ou perte d'autonomie psychosociale."},{"type":"add","content":""},{"type":"add","content":"CHAPITRE II"},{"type":"add","content":""},{"type":"add","content":"DÉFICIENCES DU PSYCHISME"},{"type":"add","content":""},{"type":"add","content":"SECTION 1"},{"type":"add","content":""},{"type":"add","content":"DÉFICIENCES PSYCHIQUES DE L'ENFANT ET DE L'ADOLESCENT"},{"type":"add","content":""},{"type":"add","content":"Ce guide ne se substitue bien évidemment pas au travail préalable des praticiens qui doivent apprécier les mécanismes psycho-pathologiques, les éléments dynamiques interactifs familiaux et sociaux, les facteurs étiologiques éventuels. L'ensemble de ce travail évaluatif conduit chaque praticien à une synthèse lui permettant de proposer un diagnostic, qui éclaire l'évolutivité, le pronostic, les possibilités thérapeutiques et éducatives et également la fréquence souhaitable pour le réexamen des dossiers."},{"type":"add","content":""},{"type":"add","content":"Dans une approche globale, visant à décrire au mieux la situation de chaque enfant, les conséquences et limitations qu'imposent certains processus morbides doivent également être étudiées, en référence à l'apport méthodologique de la classification internationale des handicaps, notamment l'identification de plans d'expérience de santé et leurs interactions qui seront précisés par circulaire."},{"type":"add","content":""},{"type":"add","content":"En l'espèce, il s'agit d'apprécier l'importance des capacités liées aux atteintes des grandes fonctions neuropsychiques, et le surcroît de charges éducatives qui y sont liées au moment précis où est effectuée l'évaluation. Il importera de tenir compte de la permanence de l'aide éducative pour maintenir l'autonomie de l'enfant au niveau acquis et pour réaliser les progrès au-delà."},{"type":"add","content":""},{"type":"add","content":"La démarche consiste à examiner pour chaque enfant, en référence au développement d'un enfant du même âge, un ensemble d'items de valeur différente, qui se situent dans plusieurs registres ; cet ensemble éclairé par des éléments non chiffrés (le diagnostic, l'évolutivité) aboutit à un indice synthétique qui permet d'attribuer à l'enfant un taux d'incapacité :"},{"type":"add","content":""},{"type":"add","content":"inférieur à 50 p. 100 : incapacité modérée, n'entraînant pas d'entrave notable dans la vie quotidienne du sujet ou celle de sa famille."},{"type":"add","content":""},{"type":"add","content":"de 50 à 80 p. 100 : incapacité importante, entraînant une gêne notable dans la vie quotidienne du sujet ou celle de sa famille."},{"type":"add","content":""},{"type":"add","content":"égal ou supérieur à 80 p. 100 : incapacité majeure, entraînant une entrave majeure dans la vie quotidienne du sujet et de celle de sa famille."},{"type":"add","content":""},{"type":"add","content":"L'âge de seize ans est l'âge minimum d'entrée dans le monde du travail : les incapacités et désavantages dans le champ professionnel ajoutent une nouvelle perspective dans la détermination de ce qui est à compenser. Aussi, suivant les cas, il peut être plus opportun de se reporter au guide-barème établi pour les atteintes neuropsychiques des adultes."},{"type":"add","content":""},{"type":"add","content":"A - REGISTRES D'ÉVALUATION"},{"type":"del","content":"1-CONSCIENCE ET CAPACITÉS INTELLECTUELLES"},{"type":"add","content":"1 - CONSCIENCE ET CAPACITÉS INTELLECTUELLES"},{"type":"del","content":"2-CAPACITÉ RELATIONNELLE ET COMPORTEMENT"},{"type":"add","content":"2 - CAPACITÉ RELATIONNELLE ET COMPORTEMENT"},{"type":"del","content":"3-LA COMMUNICATION"},{"type":"add","content":"3 - LA COMMUNICATION"},{"type":"del","content":"4-CONDUITES ET ACTES ÉLÉMENTAIRES DANS LA VIE QUOTIDIENNE"},{"type":"add","content":"4 - CONDUITES ET ACTES ÉLÉMENTAIRES DANS LA VIE QUOTIDIENNE"},{"type":"del","content":"5-CAPACITÉ GÉNÉRALE D'AUTONOMIE ET DE SOCIALISATION"},{"type":"add","content":"5 - CAPACITÉ GÉNÉRALE D'AUTONOMIE ET DE SOCIALISATION"},{"type":"del","content":"B-AUTRES ÉLÉMENTS D'APPRÉCIATION"},{"type":"add","content":"B - AUTRES ÉLÉMENTS D'APPRÉCIATION"},{"type":"del","content":"Lorsque l'affection psychiatrique nécessite un aménagement de la vie familiale ou / et de la vie professionnelle avec des sollicitations plus ou moins importantes de l'entourage, le taux attribué sera compris entre 50 p. 100 et 75 p. 100."},{"type":"add","content":"Lorsque l'affection psychiatrique nécessite un aménagement de la vie familiale ou/ et de la vie professionnelle avec des sollicitations plus ou moins importantes de l'entourage, le taux attribué sera compris entre 50 p. 100 et 75 p. 100."},{"type":"del","content":"I-CRITÈRES PRINCIPAUX DE DÉFICIENCE"},{"type":"add","content":"I - CRITÈRES PRINCIPAUX DE DÉFICIENCE"},{"type":"del","content":"1-TROUBLES DE LA VOLITION"},{"type":"add","content":"1 - TROUBLES DE LA VOLITION"},{"type":"del","content":"2-TROUBLES DE LA PENSÉE (COURS ET CONTENU)"},{"type":"add","content":"2 - TROUBLES DE LA PENSÉE (COURS ET CONTENU)"},{"type":"del","content":"3-TROUBLES DE LA PERCEPTION"},{"type":"add","content":"3 - TROUBLES DE LA PERCEPTION"},{"type":"del","content":"4-TROUBLES DE LA COMMUNICATION (LANGAGE)"},{"type":"add","content":"4 - TROUBLES DE LA COMMUNICATION (LANGAGE)"},{"type":"del","content":"5-TROUBLES DU COMPORTEMENT"},{"type":"add","content":"5 - TROUBLES DU COMPORTEMENT"},{"type":"del","content":"6-TROUBLES DE L'HUMEUR"},{"type":"add","content":"6 - TROUBLES DE L'HUMEUR"},{"type":"del","content":"Nota.-Ces troubles ne doivent être pris en compte en matière d'incapacité que lorsqu'ils sont prolongés (durée supérieure à six mois) ou répétés (plus de trois accès par an)."},{"type":"add","content":"Nota. - Ces troubles ne doivent être pris en compte en matière d'incapacité que lorsqu'ils sont prolongés (durée supérieure à six mois) ou répétés (plus de trois accès par an)."},{"type":"del","content":"7-TROUBLES DE LA CONSCIENCE ET DE LA VIGILANCE"},{"type":"add","content":"7 - TROUBLES DE LA CONSCIENCE ET DE LA VIGILANCE"},{"type":"del","content":"-soit dans le cadre de troubles intermittents de la conscience ;"},{"type":"add","content":"- soit dans le cadre de troubles intermittents de la conscience ;"},{"type":"del","content":"-soit du fait d'une diminution permanente de la vigilance (obnubilation)."},{"type":"add","content":"- soit du fait d'une diminution permanente de la vigilance (obnubilation)."},{"type":"del","content":"Nota.-En ce qui concerne l'épilepsie, se reporter au chapitre I er, section 3."},{"type":"add","content":"Nota. - En ce qui concerne l'épilepsie, se reporter au chapitre I er, section 3."},{"type":"del","content":"8-TROUBLES INTELLECTUELS"},{"type":"add","content":"8 - TROUBLES INTELLECTUELS"},{"type":"del","content":"B.D'ACQUISITION TARDIVE :"},{"type":"add","content":"B. D'ACQUISITION TARDIVE :"},{"type":"del","content":"9-TROUBLES DE LA VIE ÉMOTIONNELLE ET AFFECTIVE"},{"type":"add","content":"9 - TROUBLES DE LA VIE ÉMOTIONNELLE ET AFFECTIVE"},{"type":"del","content":"10-EXPRESSION SOMATIQUE DES TROUBLES PSYCHIATRIQUES"},{"type":"add","content":"10 - EXPRESSION SOMATIQUE DES TROUBLES PSYCHIATRIQUES"},{"type":"del","content":"II-CRITÈRES SECONDAIRES"},{"type":"add","content":"II - CRITÈRES SECONDAIRES"},{"type":"del","content":"les hospitalisations, quand elles sont prolongées, fréquentes, répétées, peuvent constituer un indice de gravité.A apprécier selon les possibilités locales de prise ne charge ;"},{"type":"add","content":"les hospitalisations, quand elles sont prolongées, fréquentes, répétées, peuvent constituer un indice de gravité. A apprécier selon les possibilités locales de prise ne charge ;"},{"type":"del","content":"-adulte jeune : moins de trente ans et maladie récente évolutive (moins de cinq ans), réévaluation au minimum tous les deux ans pour tenir compte de l'évolution du handicap ;"},{"type":"add","content":"- adulte jeune : moins de trente ans et maladie récente évolutive (moins de cinq ans), réévaluation au minimum tous les deux ans pour tenir compte de l'évolution du handicap ;"},{"type":"del","content":"-cas particulier : épisode aigu (exemple : bouffée délirante), ne baser l'évaluation de l'incapacité que sur les manifestations résiduelles après stabilisation ;"},{"type":"add","content":"- cas particulier : épisode aigu (exemple : bouffée délirante), ne baser l'évaluation de l'incapacité que sur les manifestations résiduelles après stabilisation ;"},{"type":"del","content":"Le calcul de la perte moyenne en décibels s'effectue en décibels selon les recommandations du Bureau international d'audiophonologie. Il prend pour base l'audiogramme tonal à 500, 1 000, 2 000 et 4 000 Hz."},{"type":"add","content":"Le calcul de la perte moyenne en décibels s'effectue en décibels selon les recommandations du Bureau international d'audiophonologie. Il prend pour base l'audiogramme tonal à 500,1 000,2 000 et 4 000 Hz."},{"type":"del","content":"pmdB = (p dB 500 + p dB 1000 + P dB 2000 + P db 4000) / 4"},{"type":"add","content":"pmdB = (p dB 500 + p dB 1000 + P dB 2000 + P db 4000)/4"},{"type":"del","content":"I-LES TAUX D'INCAPACITÉ"},{"type":"add","content":"I - LES TAUX D'INCAPACITÉ"},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":"II-ACOUPHÈNES / VERTIGES"},{"type":"add","content":"II - ACOUPHÈNES/VERTIGES"},{"type":"del","content":"III-HANDICAPS ASSOCIÉS"},{"type":"add","content":"III - HANDICAPS ASSOCIÉS"},{"type":"del","content":"L'appréciation peut être délicate et fera l'objet, en tant que de besoin, d'un bilan portant sur le langage oral et / ou écrit."},{"type":"add","content":"L'appréciation peut être délicate et fera l'objet, en tant que de besoin, d'un bilan portant sur le langage oral et/ ou écrit."},{"type":"del","content":"I-DÉFICIENCES ACQUISES DU LANGAGE ET DE LA PAROLE (EN TANT QU'OUTIL DE COMMUNICATION) CHEZ L'ENFANT, CHEZ L'ADULTE APRÈS L'ACQUISITION DE L'ÉCRITURE ET DE LA LECTURE"},{"type":"add","content":"I - DÉFICIENCES ACQUISES DU LANGAGE ET DE LA PAROLE (EN TANT QU'OUTIL DE COMMUNICATION) CHEZ L'ENFANT, CHEZ L'ADULTE APRÈS L'ACQUISITION DE L'ÉCRITURE ET DE LA LECTURE"},{"type":"del","content":"Le praticien compétent décrira la pathologie du langage oral et la pathologie du langage écrit.L'appréciation de la déficience portera sur le caractère informatif du langage et la spontanéité du discours lors de conversations et d'épreuves diverses (dénomination, désignation, répétition, narration, construction de phrase, copie, dictée, lecture...)."},{"type":"add","content":"Le praticien compétent décrira la pathologie du langage oral et la pathologie du langage écrit. L'appréciation de la déficience portera sur le caractère informatif du langage et la spontanéité du discours lors de conversations et d'épreuves diverses (dénomination, désignation, répétition, narration, construction de phrase, copie, dictée, lecture...)."},{"type":"del","content":"1-DÉFICIENCE LÉGÈRE DU LANGAGE ET DE LA PAROLE (TAUX : 0 À 15 P. 100)"},{"type":"add","content":"1 - DÉFICIENCE LÉGÈRE DU LANGAGE ET DE LA PAROLE (TAUX : 0 À 15 P. 100)"},{"type":"del","content":"dysorthographie et / ou dyslexie résiduelle et / ou dyscalculie, dysarthrie mineure, retard simple du langage."},{"type":"add","content":"dysorthographie et/ ou dyslexie résiduelle et/ ou dyscalculie, dysarthrie mineure, retard simple du langage."},{"type":"del","content":"2-DÉFICIENCE MOYENNE DU LANGAGE ET DE LA PAROLE ENTRAVANT LA COMMUNICATION MAIS PERMETTANT LE MAINTIEN DE L'AUTONOMIE DANS LA VIE QUOTIDIENNE (TAUX : 20 À 45 P. 100)"},{"type":"add","content":"2 - DÉFICIENCE MOYENNE DU LANGAGE ET DE LA PAROLE ENTRAVANT LA COMMUNICATION MAIS PERMETTANT LE MAINTIEN DE L'AUTONOMIE DANS LA VIE QUOTIDIENNE (TAUX : 20 À 45 P. 100)"},{"type":"del","content":"3-DÉFICIENCE IMPORTANTE DU LANGAGE ET DE LA PAROLE (TAUX : 50 À 75 P. 100)"},{"type":"add","content":"3 - DÉFICIENCE IMPORTANTE DU LANGAGE ET DE LA PAROLE (TAUX : 50 À 75 P. 100)"},{"type":"del","content":"Les troubles de l'expression orale et / ou écrite, sont importants avec conservation relative de la compréhension."},{"type":"add","content":"Les troubles de l'expression orale et/ou écrite, sont importants avec conservation relative de la compréhension."},{"type":"del","content":"-dysarthries neurologiques : ces dysarthries, bien que n'atteignant que l'expression du langage, sans en altérer le contenu, peuvent rendre la parole parfois très difficilement compréhensible ;"},{"type":"add","content":"- dysarthries neurologiques : ces dysarthries, bien que n'atteignant que l'expression du langage, sans en altérer le contenu, peuvent rendre la parole parfois très difficilement compréhensible ;"},{"type":"del","content":"-langage réduit à des stéréotypies ; séquelles d'anarthrie sévère."},{"type":"add","content":"- langage réduit à des stéréotypies ; séquelles d'anarthrie sévère."},{"type":"del","content":"4-DÉFICIENCE SÉVÈRE DU LANGAGE ET DE LA PAROLE (TAUX : 80 À 95 P. 100)"},{"type":"add","content":"4 - DÉFICIENCE SÉVÈRE DU LANGAGE ET DE LA PAROLE (TAUX : 80 À 95 P. 100)"},{"type":"del","content":"Les troubles de l'expression orale et / ou écrite sont sévères la rendant incompréhensible ou absente avec conservation limitée ou nulle de la compréhension."},{"type":"add","content":"Les troubles de l'expression orale et/ ou écrite sont sévères la rendant incompréhensible ou absente avec conservation limitée ou nulle de la compréhension."},{"type":"del","content":"-aphasie globale ;"},{"type":"add","content":"- aphasie globale ;"},{"type":"del","content":"-déficits sensoriels spécifiques retentissant sur le langage écrit et / ou oral (surdité corticale, alexie pure) ;"},{"type":"add","content":"- déficits sensoriels spécifiques retentissant sur le langage écrit et/ ou oral (surdité corticale, alexie pure) ;"},{"type":"del","content":"-en cas d'aphasie sévère et globale le taux est de 95 p. 100."},{"type":"add","content":"- en cas d'aphasie sévère et globale le taux est de 95 p. 100."},{"type":"del","content":"II-TROUBLES DU LANGAGE ET DE LA PAROLE CONGÉNITAUX OU ACQUIS AVANT OU PENDANT L'ACQUISITION DE L'ÉCRITURE ET DE LA LECTURE"},{"type":"add","content":"II - TROUBLES DU LANGAGE ET DE LA PAROLE CONGÉNITAUX OU ACQUIS AVANT OU PENDANT L'ACQUISITION DE L'ÉCRITURE ET DE LA LECTURE"},{"type":"del","content":"On jugera la gravité sur la spontanéité, le caractère informatif du langage par des épreuves diverses explorant la phonologie, la compréhension et l'expression orale et / ou écrite, la rétention, le vocabulaire, la lecture, l'orthographe, la dénomination, la désignation, la répétition, la narration d'histoires connues."},{"type":"add","content":"On jugera la gravité sur la spontanéité, le caractère informatif du langage par des épreuves diverses explorant la phonologie, la compréhension et l'expression orale et/ ou écrite, la rétention, le vocabulaire, la lecture, l'orthographe, la dénomination, la désignation, la répétition, la narration d'histoires connues."},{"type":"del","content":"1-DÉFICIENCE LÉGÈRE"},{"type":"add","content":"1 - DÉFICIENCE LÉGÈRE"},{"type":"del","content":"2-DÉFICIENCE MOYENNE (TAUX : 20 À 45 P. 100)"},{"type":"add","content":"2 - DÉFICIENCE MOYENNE (TAUX : 20 À 45 P. 100)"},{"type":"del","content":"-alexie, dyslexie, dysorthographie, acalculie, dyscalculie entraînant une thérapeutique régulière (d'autant plus efficace que plus précoce) ;"},{"type":"add","content":"- alexie, dyslexie, dysorthographie, acalculie, dyscalculie entraînant une thérapeutique régulière (d'autant plus efficace que plus précoce) ;"},{"type":"del","content":"-réduction et imprécision du stock lexical sans perturbation du langage conversationnel ;"},{"type":"add","content":"- réduction et imprécision du stock lexical sans perturbation du langage conversationnel ;"},{"type":"del","content":"-dyscalculie isolée ou associée à des troubles globaux des stratégies avec efficience intellectuelle normale : conséquences comparables à celles des dyslexies ;"},{"type":"add","content":"- dyscalculie isolée ou associée à des troubles globaux des stratégies avec efficience intellectuelle normale : conséquences comparables à celles des dyslexies ;"},{"type":"del","content":"-apraxie verbale."},{"type":"add","content":"- apraxie verbale."},{"type":"del","content":"3-DÉFICIENCE IMPORTANTE (TAUX : 50 À 75 P. 100)"},{"type":"add","content":"3 - DÉFICIENCE IMPORTANTE (TAUX : 50 À 75 P. 100)"},{"type":"del","content":"4-DÉFICIENCE SÉVÈRE (TAUX : 80 À 95 P. 100)"},{"type":"add","content":"4 - DÉFICIENCE SÉVÈRE (TAUX : 80 À 95 P. 100)"},{"type":"del","content":"III-DÉFICIENCES VOCALES"},{"type":"add","content":"III - DÉFICIENCES VOCALES"},{"type":"del","content":"Nota.-Pour les troubles du comportement ou de la personnalité à expression vocale voir le chapitre Déficience de psychisme."},{"type":"add","content":"Nota. - Pour les troubles du comportement ou de la personnalité à expression vocale voir le chapitre Déficience de psychisme."},{"type":"del","content":"1-COMMUNICATION POUVANT ENTRAÎNER UNE GÊNE DANS LA VIE RELATIONNELLE TELLE QUE (TAUX : 10 À 40 P. 100)"},{"type":"add","content":"1 - COMMUNICATION POUVANT ENTRAÎNER UNE GÊNE DANS LA VIE RELATIONNELLE TELLE QUE (TAUX : 10 À 40 P. 100)"},{"type":"del","content":"-hauteur ;"},{"type":"add","content":"- hauteur ;"},{"type":"del","content":"-timbre ;"},{"type":"add","content":"- timbre ;"},{"type":"del","content":"-intensité, quelle que soit la cause (congénitale, malformative, traumatique, tumorale...), y compris les paralysies laryngées."},{"type":"add","content":"- intensité, quelle que soit la cause (congénitale, malformative, traumatique, tumorale...), y compris les paralysies laryngées."},{"type":"del","content":"-bégaiement ;"},{"type":"add","content":"- bégaiement ;"},{"type":"del","content":"-troubles mécaniques, ventilatoires ou paralytiques (par exemple trachéotomie chronique)."},{"type":"add","content":"- troubles mécaniques, ventilatoires ou paralytiques (par exemple trachéotomie chronique)."},{"type":"del","content":"-d'origine vélaire, rhinolalies notamment fentes et paralysies vélaires ;"},{"type":"add","content":"- d'origine vélaire, rhinolalies notamment fentes et paralysies vélaires ;"},{"type":"del","content":"-d'origine linguale, notamment paralytique ;"},{"type":"add","content":"- d'origine linguale, notamment paralytique ;"},{"type":"del","content":"-d'origine malformative ;"},{"type":"add","content":"- d'origine malformative ;"},{"type":"del","content":"-après traumatismes maxillo-faciaux."},{"type":"add","content":"- après traumatismes maxillo-faciaux."},{"type":"del","content":"2-ABSENCE DE VOIX (TAUX : 50 À 75 P. 100)"},{"type":"add","content":"2 - ABSENCE DE VOIX (TAUX : 50 À 75 P. 100)"},{"type":"del","content":"La commission appréciera le caractère définitif et / ou permanent de l'absence de voix."},{"type":"add","content":"La commission appréciera le caractère définitif et/ ou permanent de l'absence de voix."},{"type":"del","content":"-absence de larynx fonctionnel, possibilité de compensation par rééducation, aides vocales ;"},{"type":"add","content":"- absence de larynx fonctionnel, possibilité de compensation par rééducation, aides vocales ;"},{"type":"del","content":"-laryngectomie totale entraînant des troubles sévères de la communication ;"},{"type":"add","content":"- laryngectomie totale entraînant des troubles sévères de la communication ;"},{"type":"del","content":"-laryngectomie partielle et / ou totale avec implantation d'une prothèse interne ;"},{"type":"add","content":"- laryngectomie partielle et/ ou totale avec implantation d'une prothèse interne ;"},{"type":"del","content":"-laryngectomie reconstructive."},{"type":"add","content":"- laryngectomie reconstructive."},{"type":"del","content":"IV-CONSÉQUENCES D'UNE DÉFICIENCE AUDITIVE CONGÉNITALE OU ACQUISE"},{"type":"add","content":"IV - CONSÉQUENCES D'UNE DÉFICIENCE AUDITIVE CONGÉNITALE OU ACQUISE"},{"type":"del","content":"Les données du barème du niveau de parole et de langage traduisent une difficulté sociale de relation linguistique dans la langue maternelle. Les conséquences vocales seront appréciées par rapport à une personne entendante et non par rapport à une personne sourde même correctement rééduquée. Elles feront l'objet d'un bilan de parole ou de langage par un phoniatre ou un orthophoniste. Si les difficultés d'élocution et le retard de langage sont la conséquence de la déficience auditive, on fixera le taux d'incapacité selon quatre paliers 0, 5, 10 et 15 p. 100 définis ainsi que suit et on ajoutera arithmétiquement ce taux à celui résultant de l'application du barème du niveau acoustique d'audition (cf. chapitre II)."},{"type":"add","content":"Les données du barème du niveau de parole et de langage traduisent une difficulté sociale de relation linguistique dans la langue maternelle. Les conséquences vocales seront appréciées par rapport à une personne entendante et non par rapport à une personne sourde même correctement rééduquée. Elles feront l'objet d'un bilan de parole ou de langage par un phoniatre ou un orthophoniste. Si les difficultés d'élocution et le retard de langage sont la conséquence de la déficience auditive, on fixera le taux d'incapacité selon quatre paliers 0,5,10 et 15 p. 100 définis ainsi que suit et on ajoutera arithmétiquement ce taux à celui résultant de l'application du barème du niveau acoustique d'audition (cf. chapitre II)."},{"type":"del","content":"-difficultés d'élocution relevant des aspects suivants :"},{"type":"add","content":"- difficultés d'élocution relevant des aspects suivants :"},{"type":"del","content":"-perturbation du débit et du rythme, difficultés mélodiques et d'intonation ;"},{"type":"add","content":"- perturbation du débit et du rythme, difficultés mélodiques et d'intonation ;"},{"type":"del","content":"-troubles d'articulation liés à la surdité ;"},{"type":"add","content":"- troubles d'articulation liés à la surdité ;"},{"type":"del","content":"-troubles de la voix : anomalie de la hauteur, du timbre, de l'intensité, voix nasonnée."},{"type":"add","content":"- troubles de la voix : anomalie de la hauteur, du timbre, de l'intensité, voix nasonnée."},{"type":"del","content":"Retard de parole et / ou langage avec notamment :"},{"type":"add","content":"Retard de parole et/ ou langage avec notamment :"},{"type":"del","content":"-chute de la fin des mots et difficultés de prononciation des groupes consonantiques, mots déformés ;"},{"type":"add","content":"- chute de la fin des mots et difficultés de prononciation des groupes consonantiques, mots déformés ;"},{"type":"del","content":"-emploi peu fréquent des mots grammaticaux (articles, adverbes, conjonctions...), temps des verbes incorrects."},{"type":"add","content":"- emploi peu fréquent des mots grammaticaux (articles, adverbes, conjonctions...), temps des verbes incorrects."},{"type":"del","content":"I-DÉFICIENCES DE L'ACUITÉ VISUELLE"},{"type":"add","content":"I - DÉFICIENCES DE L'ACUITÉ VISUELLE"},{"type":"del","content":"-cécité complète : sont atteints de cécité complète ceux dont la vision est abolie (v = 0) au sens absolu du terme avec abolition de la perception de la lumière ;"},{"type":"add","content":"- cécité complète : sont atteints de cécité complète ceux dont la vision est abolie (v = 0) au sens absolu du terme avec abolition de la perception de la lumière ;"},{"type":"del","content":"-sont considérés comme atteints de quasi-cécité ceux dont la vision centrale est égale ou inférieure à 1 / 20 d'un oeil, celle de l'autre étant inférieure à 1 / 20, avec déficience des champs visuels périphériques lorsque le champ visuel n'excède pas 20 o dans le secteur le plus étendu ;"},{"type":"add","content":"- sont considérés comme atteints de quasi-cécité ceux dont la vision centrale est égale ou inférieure à 1/20 d'un oeil, celle de l'autre étant inférieure à 1/20, avec déficience des champs visuels périphériques lorsque le champ visuel n'excède pas 20 o dans le secteur le plus étendu ;"},{"type":"del","content":"-cécité professionnelle : est considéré comme atteint de cécité professionnelle celui dont l'oeil le meilleur a une acuité égale au plus à 1 / 20 avec un rétrécissement du champ visuel inférieur à 20 o dans son secteur le plus étendu."},{"type":"add","content":"- cécité professionnelle : est considéré comme atteint de cécité professionnelle celui dont l'oeil le meilleur a une acuité égale au plus à 1/20 avec un rétrécissement du champ visuel inférieur à 20 o dans son secteur le plus étendu."},{"type":"del","content":"L'article R. 241-15 du code de l'action sociale et des familles précise que la carte d'invalidité sera surchargée d'une mention cécité pour les personnes dont la vision centrale est nulle ou inférieure à 1 / 20 de la normale ."},{"type":"add","content":"L'article R. 241-15 du code de l'action sociale et des familles précise que la carte d'invalidité sera surchargée d'une mention cécité pour les personnes dont la vision centrale est nulle ou inférieure à 1/20 de la normale."},{"type":"del","content":"La vision d'un oeil est indiquée par une colonne horizontale, la vision de l'autre par une colonne verticale. Le point de rencontre donne le taux médical d'incapacité (tableau ci-après) ."},{"type":"add","content":"La vision d'un oeil est indiquée par une colonne horizontale, la vision de l'autre par une colonne verticale. Le point de rencontre donne le taux médical d'incapacité (tableau ci-après)."},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":"10 / 10"},{"type":"add","content":"10/10"},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":"9 / 10"},{"type":"add","content":"9/10"},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":"8 / 10"},{"type":"add","content":"8/10"},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":"7 / 10"},{"type":"add","content":"7/10"},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":"6 / 10"},{"type":"add","content":"6/10"},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":"5 / 10"},{"type":"add","content":"5/10"},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":"4 / 10"},{"type":"add","content":"4/10"},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":"3 / 10"},{"type":"add","content":"3/10"},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":"2 / 10"},{"type":"add","content":"2/10"},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":"1 / 10"},{"type":"add","content":"1/10"},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":"1 / 20"},{"type":"add","content":"1/20"},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":"< 1 / 20"},{"type":"add","content":"< 1/20"},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":"10 / 10"},{"type":"add","content":"10/10"},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":"9 / 10"},{"type":"add","content":"9/10"},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":"8 / 10"},{"type":"add","content":"8/10"},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":"7 / 10"},{"type":"add","content":"7/10"},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":"6 / 10"},{"type":"add","content":"6/10"},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":"5 / 10"},{"type":"add","content":"5/10"},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":"4 / 10"},{"type":"add","content":"4/10"},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":"3 / 10"},{"type":"add","content":"3/10"},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":"2 / 10"},{"type":"add","content":"2/10"},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":"1 / 10"},{"type":"add","content":"1/10"},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":"1 / 20"},{"type":"add","content":"1/20"},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":"< 1 / 20"},{"type":"add","content":"< 1/20"},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":"P 1, 5"},{"type":"add","content":"P 1,5"},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":"P 1, 5"},{"type":"add","content":"P 1,5"},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":"II-AUTRES DÉFICIENCES DE LA FONCTION ET DE L'APPAREIL OCULAIRE"},{"type":"add","content":"II - AUTRES DÉFICIENCES DE LA FONCTION ET DE L'APPAREIL OCULAIRE"},{"type":"del","content":"1-DÉFICIENCES DU CHAMP VISUEL"},{"type":"add","content":"1 - DÉFICIENCES DU CHAMP VISUEL"},{"type":"del","content":"Le champ visuel binoculaire est apprécié à la coupole de Goldman avec le test III / 4 sans dissociation des deux yeux."},{"type":"add","content":"Le champ visuel binoculaire est apprécié à la coupole de Goldman avec le test III/4 sans dissociation des deux yeux."},{"type":"del","content":"d'évaluation toujours très difficile en raison de l'intervention de facteurs extrinsèques.A n'évaluer qu'après de multiples épreuves de contrôle avec, si nécessaire, mise en oeuvre de nouvelles techniques électrophysiologiques."},{"type":"add","content":"d'évaluation toujours très difficile en raison de l'intervention de facteurs extrinsèques. A n'évaluer qu'après de multiples épreuves de contrôle avec, si nécessaire, mise en oeuvre de nouvelles techniques électrophysiologiques."},{"type":"del","content":"2-DÉFICIENCES DE L'OCULOMOTRICITÉ"},{"type":"add","content":"2 - DÉFICIENCES DE L'OCULOMOTRICITÉ"},{"type":"del","content":"-diplopie en haut (taux : 3 à 10 p. 100) ;"},{"type":"add","content":"- diplopie en haut (taux : 3 à 10 p. 100) ;"},{"type":"del","content":"-diplopie en bas (taux : 15 à 25 p. 100) ;"},{"type":"add","content":"- diplopie en bas (taux : 15 à 25 p. 100) ;"},{"type":"del","content":"-diplopie latérale (taux : 10 à 15 p. 100)."},{"type":"add","content":"- diplopie latérale (taux : 10 à 15 p. 100)."},{"type":"del","content":"-paralysie vers le haut (taux : 3 à 5 p. 100) ;"},{"type":"add","content":"- paralysie vers le haut (taux : 3 à 5 p. 100) ;"},{"type":"del","content":"-paralysie vers le bas (taux : 15 à 25 p. 100) ;"},{"type":"add","content":"- paralysie vers le bas (taux : 15 à 25 p. 100) ;"},{"type":"del","content":"-paralysie latérale (taux : 10 à 12 p. 100) ;"},{"type":"add","content":"- paralysie latérale (taux : 10 à 12 p. 100) ;"},{"type":"del","content":"-paralysie de la convergence (taux : 10 à 15 p. 100)."},{"type":"add","content":"- paralysie de la convergence (taux : 10 à 15 p. 100)."},{"type":"del","content":"-paralysie de l'accomodation uni ou bilatérale (taux : 10 p. 100) ;"},{"type":"add","content":"- paralysie de l'accomodation uni ou bilatérale (taux : 10 p. 100) ;"},{"type":"del","content":"-mydriase aréactive (taux : 5 p. 100)."},{"type":"add","content":"- mydriase aréactive (taux : 5 p. 100)."},{"type":"del","content":"3-AUTRES TROUBLES NEURO-OPHTALMOLOGIQUES"},{"type":"add","content":"3 - AUTRES TROUBLES NEURO-OPHTALMOLOGIQUES"},{"type":"del","content":"L'agnosie visuelle sera évaluée selon l'importance du déficit (espace, formes, couleurs...) en fonction du retentissement sur la vie quotidienne.L'appréciation nécessitera un avis spécialisé complémentaire. Les troubles ne devront pas être appréciés de façon isolée ;"},{"type":"add","content":"L'agnosie visuelle sera évaluée selon l'importance du déficit (espace, formes, couleurs...) en fonction du retentissement sur la vie quotidienne. L'appréciation nécessitera un avis spécialisé complémentaire. Les troubles ne devront pas être appréciés de façon isolée ;"},{"type":"del","content":"4-APHAKIES"},{"type":"add","content":"4 - APHAKIES"},{"type":"del","content":"5-ANNEXES DE L'OEIL"},{"type":"add","content":"5 - ANNEXES DE L'OEIL"},{"type":"del","content":"CHAPITRE VI"},{"type":"del","content":""},{"type":"del","content":"Déficiences générales et viscérales"},{"type":"del","content":""},{"type":"del","content":"Les déficiences énumérées dans ce chapitre étaient jusqu'à présent peu ou mal prises en compte par les différentes commissions ayant à en connaître. Aussi, il a paru important aux rédacteurs de ce guide-barème de bien préciser l'esprit dans lequel il a été élaboré."},{"type":"del","content":""},{"type":"del","content":"Le principe qui a présidé à cette proposition de guide a été de fonder l'évaluation des taux d'incapacité sur l'importance de la ou des déficiences et des incapacités fonctionnelles subies par la personnne, et non sur la nature de l'affection médicale qui en est l'origine. Il en est ainsi des affections telles que sclérose en plaques, mucoviscidose, diabète grave."},{"type":"del","content":""},{"type":"del","content":"Selon leur importance, déficiences et incapacités fonctionnelles peuvent être évaluées selon une échelle divisée généralement en 5 classes réparties de la manière suivante :"},{"type":"del","content":""},{"type":"del","content":"1. Troubles légers entraînant une gêne, quelques interdits rares ou des troubles subjectifs sans incapacité réelle dans la vie domestique habituelle."},{"type":"del","content":""},{"type":"del","content":"2. Troubles d'importance moyenne entraînant des interdits multiples et quelques signes cliniques d'incapacité fonctionnelle, permettant cependant le maintien de l'autonomie du sujet dans la vie quotidienne."},{"type":"del","content":""},{"type":"del","content":"3. Troubles importants obligeant à des aménagements notables de la vie quotidienne limitée au logement ou à l'environnement immédiat. Autonomie conservée pour les actes élémentaires de la vie quotidienne (toilette, habillage, alimentation). Ce niveau de troubles définit l'obtention d'un taux au moins égal à 50 %."},{"type":"del","content":""},{"type":"del","content":"4. Déficience grave entraînant la perte de l'autonomie pour la plupart des actes essentiels de la vie quotidienne. Cela définit en principe le seuil de 80 %."},{"type":"del","content":""},{"type":"del","content":"5. Déficience sévère entraînant un état de dépendance totale et permanente."},{"type":"del","content":""},{"type":"del","content":"Le seuil de 80 % est donc défini comme celui de la perte d'autonomie dans la vie quotidienne."},{"type":"del","content":""},{"type":"del","content":"A l'intérieur de chaque classe, la modulation du taux sera appréciée également en fonction du retentissement du handicap (désavantage) secondaire à ses incapacités dans la vie socioprofessionnelle (au plan de la mobilité, de la capacité économique du sujet, de la capacité d'intégration)."},{"type":"del","content":""},{"type":"del","content":"Outre cette échelle, d'autres données plus spécifiques sont apparues comme devant être prises en compte dans ce chapitre des maladies viscérales ou générales :"},{"type":"del","content":""},{"type":"del","content":"1. Les contraintes liées au traitement ou aux techniques de compensations, par exemple dans le cas de l'insuffisance rénale (hémodialyse), des ablations (les stomies), et des greffes d'organe (pendant la durée du traitement)."},{"type":"del","content":""},{"type":"del","content":"2. Les contraintes liées à l'évolutivité de la déficience lorsque cette évolutivité est connue comme très rapide."},{"type":"del","content":""},{"type":"del","content":"3. Les contraintes liées au risque de mort subite même si les éléments d'incapacité permanente sont très discrets."},{"type":"del","content":""},{"type":"del","content":"Dans les cas fréquents d'une déficience viscérale ou générale ayant entraîné à titre de complications d'autres déficiences (visuelles, motrices...) secondaires, il conviendra de se reporter aux chapitres correspondant à chacune des déficiences concernées."},{"type":"del","content":""},{"type":"del","content":"Exemples :"},{"type":"del","content":""},{"type":"del","content":"diabète isolé : voir déficiences endocriniennes ;"},{"type":"del","content":""},{"type":"del","content":"diabète avec lésions oculaires, rénales... se reporter aux déficiences oculaires, rénales..."},{"type":"del","content":""},{"type":"del","content":"Les différents taux s'ajoutent selon les règles habituelles."},{"type":"del","content":""},{"type":"del","content":"SECTION 1"},{"type":"del","content":""},{"type":"del","content":"DÉFICIENCES DE LA FONCTION CARDIO-VASCULAIRE"},{"type":"del","content":""},{"type":"del","content":"I. - Déficiences de la fonction cardiaque"},{"type":"del","content":""},{"type":"del","content":"Seules les affections chroniques et invalidantes de façon durable sont prises en compte pour l'évaluation."},{"type":"del","content":""},{"type":"del","content":"L'étiologie est souvent différente chez l'enfant et chez l'adulte. L'évaluation se fera non pas en fonction de l'étiologie ou de l'accessibilité à un traitement médicamenteux ou chirurgical (qui gardent leur importance pour déterminer l'évolutivité de l'affection, mais ne donnent que peu d'informations sur le retentissement fonctionnel), mais en fonction du retentissement fonctionnel de l'affection."},{"type":"del","content":""},{"type":"del","content":"Les critères retenus pour évaluer le taux d'incapacité sont, quelle que soit l'étiologie :"},{"type":"del","content":""},{"type":"del","content":"- des critères cliniques :"},{"type":"del","content":""},{"type":"del","content":"- essentiellement la gêne fonctionnelle ou la douleur à l'effort (dyspnée d'effort ou angor) ;"},{"type":"del","content":""},{"type":"del","content":"- les signes propres à l'insuffisance ventriculaire droite ou gauche ;"},{"type":"del","content":""},{"type":"del","content":"- des critères paracliniques qui peuvent, selon le type d'affection, être :"},{"type":"del","content":""},{"type":"del","content":"- électrocardiographiques (éventuellement épreuve d'effort ou Holter) ;"},{"type":"del","content":""},{"type":"del","content":"- échocardiographiques si possible ;"},{"type":"del","content":""},{"type":"del","content":"- ou biologiques (saturation en oxygène au repos et/ou, à l'effort, hématocrite par exemple dans les cardiopahies congénitales cyanogènes)."},{"type":"del","content":""},{"type":"del","content":"1. Quatre niveaux d'incapacité sont définis comme suit (quel que soit le type de pathologie) :"},{"type":"del","content":""},{"type":"del","content":"a) Déficience légère totalement compensée par le traitement, quelques interdits rares, mais pas d'incapacité dans la vie socioprofessionnelle ou domestique habituelle. Les activités physiques ordinaires n'induisent pas ou peu de fatigue, de palpitations ou de dyspnée (taux : 1 à 20 %) ;"},{"type":"del","content":""},{"type":"del","content":"troubles subjectifs sans support organique (palpitations...) ;"},{"type":"del","content":""},{"type":"del","content":"cardiopathie congénitale ou acquise ayant bénéficié avec succès d'une cure chirurgicale palliative ou réparatrice."},{"type":"del","content":""},{"type":"del","content":"b) Déficience modérée entraînant des interdits multiples et quelques signes cliniques d'incapacité fonctionnelle (malgré le traitement médical) permettant cependant le maintien de l'autonomie du sujet dans la vie quotidienne et socioprofessionnelle. Dyspnée ou angor à moins de deux étages ;"},{"type":"del","content":""},{"type":"del","content":"signes électro- et échocardiographiques en rapport avec les manifestations cliniques (taux : 20 à 45 %)."},{"type":"del","content":""},{"type":"del","content":"c) Déficience importante obligeant à des aménagements notables de la vie quotidienne avec cependant autonomie pour les actes élémentaires de la vie quotidienne. Signes cliniques permanents ou répétés entravant tout effort (moins d'un étage) (taux : 50 à 75 %) ;"},{"type":"del","content":""},{"type":"del","content":"Insuffisance cardiaque droite ou gauche ou troubles du rythme sévères compensés par le traitement médical ;"},{"type":"del","content":""},{"type":"del","content":"Signes E.C.G. et échocardiographiques en rapport avec ces manifestations ;"},{"type":"del","content":""},{"type":"del","content":"Cardiopathie congénitale cyanogène avec saturation en oxygène comprise entre 70 et 80 % au repos et/ou ayant une polyglobulie avec une hématocrite supérieure à 65 %. Une hypertension artérielle pulmonaire fixée justifie toujours d'un taux au moins égal à 50 % et qui peut atteindre 80 % en fonction du retentissement fonctionnel (voir ci-dessus)."},{"type":"del","content":""},{"type":"del","content":"d) Déficience sévère de la fonction entraînant un état de dépendance pour la plupart des actes de la vie quotidienne. Dyspnée ou angor au moindre effort ou au repos (taux : 80 à 90 %) ;"},{"type":"del","content":""},{"type":"del","content":"insuffisance cardiaque décompensée ou compensée de façon précaire et instable par la thérapeutique ;"},{"type":"del","content":""},{"type":"del","content":"troubles de rythme graves et récidivants malgré le traitement (tachycardie ventriculaire récidivante par exemple...) ;"},{"type":"del","content":""},{"type":"del","content":"angor permanent ou quasi permanent rebelle au traitement ;"},{"type":"del","content":""},{"type":"del","content":"cardiopathie congénitale cyanogène avec saturation en oxygène de base inférieure à 70 %, ou/et inférieure à 50 % après effort modéré."},{"type":"del","content":""},{"type":"del","content":"signes E.C.G. et échocardiographiques : en rapport avec l'affection."},{"type":"del","content":""},{"type":"del","content":"2. Cas particuliers (taux de base dans ces cas) :"},{"type":"del","content":""},{"type":"del","content":"a) Transplantation : compte tenu des contraintes thérapeutiques (taux : 50 à 75 %) ;"},{"type":"del","content":""},{"type":"del","content":"b) Stimulateur cardiaque (taux : 20 %) ;"},{"type":"del","content":""},{"type":"del","content":"c) Risque de mort subite ;"},{"type":"del","content":""},{"type":"del","content":"si risque indéfini : non quantifiable en matière d'incapacité ;"},{"type":"del","content":""},{"type":"del","content":"Ne peut être quantifié que sur l'existence de troubles du rythme l'E.C.G. (éventuellement épreuve d'effort ou Holter) ou d'altération de la fonction cardiaque à l'échocardiographie. Dans ce cas se reporter aux paragraphes précédents."},{"type":"del","content":""},{"type":"del","content":"II. - Déficiences vasculaires périphériques"},{"type":"del","content":""},{"type":"del","content":"1. Artérites :"},{"type":"del","content":""},{"type":"del","content":"L'incapacité sera appréciée en tenant compte de critères :"},{"type":"del","content":""},{"type":"del","content":"cliniques : pouls, claudication intermittente, douleurs, troubles trophiques ;"},{"type":"del","content":""},{"type":"del","content":"paracliniques : Doppler, artériographie ou angiographie numérisée."},{"type":"del","content":""},{"type":"del","content":"a) Formes légères (taux : 1 à 15 %) ;"},{"type":"del","content":""},{"type":"del","content":"quelques interdits rares mais pas d'incapacité dans la vie socioprofessionnelle ou domestique habituelle :"},{"type":"del","content":""},{"type":"del","content":"disparition d'un pouls distal avec sténose incomplète au Doppler chez un sujet asymptomatique ;"},{"type":"del","content":""},{"type":"del","content":"claudication intermittente à la marche rapide et prolongée."},{"type":"del","content":""},{"type":"del","content":"b) Formes modérées (taux : 15 à 45 %) ;"},{"type":"del","content":""},{"type":"del","content":"entraînant des interdits multiples et quelques signes d'incapacité fonctionnelle : impossibilité de courir ou de porter des charges lourdes, périmètre de marche limité avec claudication intermittente permettant cependant le maintien de l'autonomie du sujet dans la vie quotidienne et socioprofessionnelle, nécessité d'un traitement continu."},{"type":"del","content":""},{"type":"del","content":"Explorations complémentaires (Doppler) confirmant le tableau clinique."},{"type":"del","content":""},{"type":"del","content":"Peut comprendre également les pontages périphériques avec bon résultat sur le plan clinique."},{"type":"del","content":""},{"type":"del","content":"c) Formes importantes (taux : 50 à 75 %)."},{"type":"del","content":""},{"type":"del","content":"Avec claudication intermittente, marche lente et réduction du périmètre de marche au logement ou à l'environnement immédiat."},{"type":"del","content":""},{"type":"del","content":"Maintien de l'autonomie pour les actes élémentaires de la vie quotidienne."},{"type":"del","content":""},{"type":"del","content":"Nécessité d'un traitement continu."},{"type":"del","content":""},{"type":"del","content":"Comprend les pontages périphériques de résultat clinique médiocre."},{"type":"del","content":""},{"type":"del","content":"Examens paracliniques confirmant le tableau clinique."},{"type":"del","content":""},{"type":"del","content":"d) Formes sévères (taux : 80 à 90 %)."},{"type":"del","content":""},{"type":"del","content":"Nota. - Atteinte isolée d'un membre inférieur, se reporter au chapitre Déficiences de l'appareil locomoteur."},{"type":"del","content":""},{"type":"del","content":"Atteintes massives et généralisées aboutissant à des mutilations répétées entraînant un état de dépendance pour la plupart des actes de la vie quotidienne."},{"type":"del","content":""},{"type":"del","content":"Troubles trophiques marqués et douleurs de décubitus."},{"type":"del","content":""},{"type":"del","content":"2. Atteintes veineuses (primitives ou postphlébitiques) :"},{"type":"del","content":""},{"type":"del","content":"l'incapacité sera appréciée essentiellement sur des signes cliniques : troubles fonctionnels (douleurs à la station debout prolongée), signes d'examen (dilatations veineuses, oedème, troubles trophiques, ulcères)."},{"type":"del","content":""},{"type":"del","content":"a) Formes légères (taux : 1 à 15 %) ;"},{"type":"del","content":""},{"type":"del","content":"avec dilatations veineuses, troubles fonctionnels notables, oedème vespéral."},{"type":"del","content":""},{"type":"del","content":"b) Formes modérées (taux : 15 à 45 %) ;"},{"type":"del","content":""},{"type":"del","content":"avec dilatations veineuses, troubles fonctionnels marqués, oedème important et existence de troubles trophiques (ulcères répétés)."},{"type":"del","content":""},{"type":"del","content":"c) Formes importantes (taux : 50 à 75 %) ;"},{"type":"del","content":""},{"type":"del","content":"dilatations veineuses massives, troubles trophiques graves (ulcères) et oedème très important gênant la marche qui est limitée au logement ou à l'environnement immédiat."},{"type":"del","content":""},{"type":"del","content":"phlébites répétées nécessitant une surveillance et un traitement continu (maladie thrombo-embolique)."},{"type":"del","content":""},{"type":"del","content":"3. Troubles angio-neurotiques :"},{"type":"del","content":""},{"type":"del","content":"ils s'apprécieront sur des critères identiques."},{"type":"del","content":""},{"type":"del","content":"Exemples :"},{"type":"del","content":""},{"type":"del","content":"a) Formes légères (taux : 1 à 15 %) ;"},{"type":"add","content":"Chapitre VI"},{"type":"del","content":"b) Formes modérées (taux : 15 à 45 %)."},{"type":"add","content":"Déficiences viscérales et générales"},{"type":"del","content":"III. - Hypertension artérielle"},{"type":"add","content":"Introduction"},{"type":"del","content":"Dans les hypertensions artérielles graves, l'appréciation du taux d'incapacité se basera essentiellement sur les conséquences viscérales de cette hypertension artérielle (reins, encéphale, oeil, coeur...)."},{"type":"add","content":"Pour ce chapitre plus particulièrement, il convient de rappeler que l'évaluation des taux d'incapacité est fondée sur l'importance des déficiences, incapacités fonctionnelles et désavantages en découlant, subis par la personne, et non seulement sur la nature des affections médicales dont elle est atteinte."},{"type":"del","content":"Il conviendra donc, dans ces cas, de se reporter aux chapitres correspondant à ces organes."},{"type":"add","content":"Une première section indique les différents types de déficiences traitées par le présent chapitre. Les exemples, qu'ils soient par pathologie, sur la base de résultats d'examens complémentaires ou en fonction de modalités thérapeutiques particulières, s'avèrent très rapidement dépassés compte tenu de l'évolution des techniques médicales. C'est pourquoi ce chapitre en contient peu."},{"type":"del","content":"L'incapacité liée aux hypertensions artérielles isolées pourra être évaluée de la manière suivante :"},{"type":"add","content":"La deuxième section apporte des indications sur des éléments, autres que les déficiences, à prendre en compte pour déterminer le taux d'incapacité. Il s'agit, d'une part, des symptômes susceptibles d'entraîner ou de majorer les incapacités ou désavantages, d'autre part, des incapacités et enfin des contraintes dans la vie quotidienne."},{"type":"del","content":"1. L'hypertension artérielle limite, éventuellement labile, ne nécessitant pas de traitement continu, ne sera pas prise en compte."},{"type":"add","content":"En effet, dans de nombreux cas d'affection chronique, plutôt que leur retentissement direct en termes de déficiences ou d'incapacités, ce sont leurs conséquences en matière de vie quotidienne qui devront être prises en compte : l'évolution des traitements médicaux ou des techniques de compensation conduit souvent à juguler le processus pathologique à l'oeuvre, et éventuellement à faire disparaître les déficiences (exemple des thérapies anti-VIH qui cherchent à améliorer les fonctions immunitaires), ou à les compenser (exemple de l'insuline injectée pour pallier la déficience endocrinienne du pancréas). C'est parfois au prix d'effets secondaires provoquant d'autres déficiences ou de contraintes lourdes dans la vie quotidienne compromettant l'insertion sociale, scolaire ou professionnelle des personnes."},{"type":"del","content":"2. L'hypertension artérielle permanente, nécessitant un traitement continu, imposant au patient quelques interdits dans la vie courante concernant le mode de vie et l'alimentation (régime) ainsi que quelques troubles subjectifs transitoires (céphalées, étourdissements, mouches volantes...) (taux : 1 à 10 %)."},{"type":"add","content":"Concernant les enfants et adolescents, il convient de tenir compte également des contraintes assumées par l'entourage familial, pour préserver au maximum la présence de l'enfant dans son milieu de vie naturel et éviter hospitalisations ou institutionnalisations considérées comme non souhaitables dans l'intérêt de l'enfant. Une partie de cette section leur est donc particulièrement consacrée."},{"type":"del","content":"3. L'hypertension artérielle permanente, instable et persistante malgré le traitement médical continu avec troubles subjectifs importants (céphalées, malaises...) (taux : 15 à 30 %)."},{"type":"add","content":"La troisième section aborde la gradation des fourchettes de taux d'incapacité, basée sur l'analyse des incapacités ainsi que des désavantages et contraintes constatés. Il convient, comme dans les autres chapitres, d'être particulièrement attentif aux critères permettant de déterminer les taux seuils de 50 et 80 %."},{"type":"del","content":"SECTION 2"},{"type":"del","content":""},{"type":"del","content":"DÉFICIENCES DE LA FONCTION RESPIRATOIRE"},{"type":"del","content":""},{"type":"del","content":"La pathologie présentée n'est prise en compte que lorsque son évolution peut être considérée comme chronique (durée d'évolution supérieure à six mois) malgré un traitement bien conduit. Les critères fonctionnels sont recueillis à l'état stable et en dehors de tout événement intercurrent pouvant les détériorer transitoirement. Les manifestations cliniques peuvent être paroxystiques (asthme) ou continues."},{"type":"del","content":""},{"type":"del","content":"La déficience de la fonction respiratoire est appréciée par :"},{"type":"del","content":""},{"type":"del","content":"- des éléments cliniques (bronchorrhée, dyspnée, expectoration, tirage, cyanose, signes cliniques de l'hypertension artérielle pulmonaire...) ;"},{"type":"del","content":""},{"type":"del","content":"- des éléments paracliniques."},{"type":"del","content":""},{"type":"del","content":"Actuellement, les examens habituellement utilisés pour évaluer la déficience respiratoire peuvent comporter, en fonction de la gravité de la déficience :"},{"type":"del","content":""},{"type":"del","content":"spirographie ;"},{"type":"del","content":""},{"type":"del","content":"gaz du sang (GDS) ;"},{"type":"del","content":""},{"type":"del","content":"épreuve d'effort ;"},{"type":"del","content":""},{"type":"del","content":"test de transfert du CO."},{"type":"del","content":""},{"type":"del","content":"Le taux d'incapacité sera apprécié en se référant à ces critères cliniques, et paracliniques."},{"type":"del","content":""},{"type":"del","content":"Si la concordance entre ces critères n'est pas toujours parfaite, ils permettent cependant de préciser correctement le seuil de 80 %. Dans tous les cas l'évaluation du taux se basera sur l'ensemble de ces critères permettant d'apprécier la gêne fonctionnelle réelle pour le sujet dans sa vie quotidienne."},{"type":"add","content":"En fonction de leur importance, les conséquences des déficiences viscérales et générales peuvent être évaluées selon une échelle divisée en quatre classes, réparties de la manière suivante :"},{"type":"del","content":"On prendra en compte comme pour les autres chapitres les déficiences associées éventuelles (motrices, neurologiques altération importante de l'état général...)."},{"type":"add","content":"1. Troubles légers entraînant une gêne, quelques interdits rares ou des troubles subjectifs sans incapacité réelle dans la vie sociale, scolaire, professionnelle ou quotidienne."},{"type":"del","content":"Les déficiences de la fonction respiratoire peuvent être réparties en quatre classes définies comme suit :"},{"type":"add","content":"2. Troubles d'importance moyenne entraînant des interdits et quelques signes objectivables d'incapacité fonctionnelle, permettant cependant le maintien de l'autonomie et de l'insertion du sujet dans la vie sociale, scolaire, professionnelle ou quotidienne."},{"type":"del","content":"1. Déficience légère (taux : 1 à 15 p. 100)"},{"type":"add","content":"3. Troubles importants obligeant à des aménagements notables de la vie quotidienne, qui se trouve alors limitée au logement ou à l'environnement immédiat ou nécessite des aides ou efforts particuliers pour maintenir une vie sociale, scolaire, professionnelle ou quotidienne dans les limites de la normale. L'autonomie est cependant conservée sans effort majeur pour les actions relevant de l'autonomie individuelle telles que définies dans l'introduction du présent guide-barème. Ce niveau de troubles définit l'obtention d'un taux au moins égal à 50 %."},{"type":"del","content":"Selon l'importance de la gêne fonctionnelle : pas de retentissement dans les conditions normales de la vie quotidienne et socioprofessionnelle."},{"type":"add","content":"4. Troubles graves ou majeurs entraînant la réduction de l'autonomie individuelle. Le seuil de 80 % est ainsi atteint."},{"type":"del","content":"Signes cliniques :"},{"type":"add","content":"Dans les cas fréquents d'une déficience viscérale ou générale associée à d'autres déficiences (psychiques, visuelles, motrices...) secondaires ou non par rapport à l'affection à l'origine de la déficience principale, il conviendra de se reporter aux chapitres correspondant à chacune des déficiences concernées. C'est le cas par exemple pour une déficience endocrinienne liée à un diabète, qui peut s'accompagner de déficiences visuelles, motrices, etc., en cas de lésions oculaires, d'amputation, etc., survenant au cours de cette affection."},{"type":"del","content":"ils peuvent se présenter sous forme de :"},{"type":"add","content":"Section 1"},{"type":"del","content":"- crises de dyspnée paroxystique fréquentes non quotidiennes ;"},{"type":"add","content":"Les déficiences viscérales et générales"},{"type":"del","content":"- bronchorrhée chronique persistante tout au long de la journée."},{"type":"add","content":"I. - Déficiences des fonctions cardio-respiratoires"},{"type":"del","content":"Examens paracliniques :"},{"type":"add","content":"I-1. Déficience de la fonction myocardique"},{"type":"del","content":"- déficit fonctionnel ventilatoire avec une capacité vitale (CV) un volume expiratoire maximal seconde (VEMS) ou une capacité pulmonaire totale (CPT) compris entre 71 et 80 % de la valeur théorique, ou"},{"type":"add","content":"Quelle qu'en soit l'étiologie, y compris génétique ou iatrogène, le niveau de retentissement est en général bien corrélé au niveau de la déficience elle-même en terme d'insuffisance cardiaque. Celle-ci est en pratique facilement objectivable par des examens paracliniques qui permettent une mesure de la fonction (échographie, scintigraphie...). Il ne faut cependant pas négliger l'analyse de facteurs associés intrinsèques telle l'obésité, ou environnementaux telles les conditions géographiques ou climatiques, qui en majorent l'impact sur les capacités réelles de la personne. Une déficience de la fonction myocardique peut :"},{"type":"del","content":"- anomalies de l'épreuve d'effort maximum, ou"},{"type":"add","content":"- n'avoir aucune conséquence quand elle est bien contrôlée par un traitement peu contraignant (cf. infra section 2) ;"},{"type":"del","content":"- test de transfert du CO entre 61 et 80 % de la valeur théorique."},{"type":"add","content":"- avoir un niveau de contrainte important en matière de régime ou d'activité, quand l'état clinique est très instable et que le moindre écart est suivi d'une décompensation ;"},{"type":"del","content":"2. Déficience modérée (taux : 20 à 45 p. 100)"},{"type":"add","content":"- entraîner un confinement au domicile, voire au lit ou au fauteuil, avec dyspnée au moindre effort entravant toute activité dans les stades ultimes d'évolution."},{"type":"del","content":"Selon l'importance de la gêne fonctionnelle : quelques limitations dans la vie quotidienne et socioprofessionnelle ;"},{"type":"add","content":"La fréquence des décompensations et l'analyse de leurs conséquences dans la vie de la personne sont donc les principaux éléments à explorer."},{"type":"del","content":"signes cliniques :"},{"type":"add","content":"Il convient également de prendre en compte la dimension évolutive souvent inéluctable des pathologies à l'origine de cette déficience (évolution spontanée ou liée à un traitement)."},{"type":"del","content":"dyspnée paroxystique contrôlée par traitement continu avec crises fréquentes (moins d'une dizaine de crises par mois à titre indicatif) ;"},{"type":"add","content":"I-2. Déficience de la fonction coronaire"},{"type":"del","content":"gêne respiratoire avec quelques limitations dans la vie quotidienne et socioprofessionnelle (impossibilité de courir, de porter des charges lourdes, montée lente des escaliers limitée à un ou deux étages) ;"},{"type":"add","content":"La déficience de l'irrigation du muscle cardiaque entraîne par elle-même des contraintes et limites en particulier à l'effort. Elle peut de plus avoir à terme des conséquences sur la fonction myocardique, qui seront à analyser en fonction de leur retentissement propre (cf. supra)."},{"type":"del","content":"épisodes infectieux bronchiques répétés mais sans retentissement majeur sur la vie sociale et professionnelle."},{"type":"add","content":"La fréquence des crises malgré le traitement et les recommandations en matière d'activité qui en découlent devront être analysées au vu de leurs conséquences sur la vie quotidienne et la socialisation de la personne."},{"type":"del","content":"Signes paracliniques :"},{"type":"add","content":"I-3. Déficiences de la régulation du rythme cardiaque"},{"type":"del","content":"soit déficit fonctionnel ventilatoire avec une CV, un VEMS ou une CPT compris entre 61 et 70 % de la valeur théorique ;"},{"type":"add","content":"Leurs conséquences dans la vie de la personne sont variables compte tenu des traitements et appareillages. Il conviendra d'évaluer soigneusement, d'une part, les incapacités révélées par certaines situations limitant l'activité (comme la confrontation à des facteurs d'environnement) et, d'autre part, les conséquences des traitements."},{"type":"del","content":"soit apparition d'une hypoxémie à l'exercice (Pa 02 70 mHg) ;"},{"type":"add","content":"I-4. Déficiences vasculaires périphériques d'origine artérielle, veineuse ou lymphatique"},{"type":"del","content":"soit test de transfert du CO entre 51 et 60 % de la valeur théorique."},{"type":"add","content":"Leur retentissement sur la station debout et les capacités de déplacement de la personne devra être pris en compte de façon similaire au retentissement des déficiences motrices, les incapacités en résultant étant de même nature."},{"type":"del","content":"3. Déficience importante (taux : 50 à 75 p. 100)"},{"type":"add","content":"Elles peuvent également occasionner des déficiences esthétiques ou des fonctions cutanées qui seront à prendre en compte en référence au chapitre concerné."},{"type":"del","content":"Selon l'importance de la gêne fonctionnelle :"},{"type":"add","content":"I-5. Déficiences respiratoires"},{"type":"del","content":"aménagements notables de la vie quotidienne : marche lente avec périmètre de marche limité au logement et à l'environnement immédiat, montée des escaliers limitée à un étage, port de charges impossible, autonomie conservée pour les actes de la vie quotidienne."},{"type":"add","content":"Quelle qu'en soit l'étiologie, le niveau de retentissement est en général bien corrélé au niveau de la déficience elle-même en terme d'insuffisance respiratoire. Celle-ci est objectivable par des examens paracliniques, mais il est nécessaire de prendre en compte des situations où le niveau des performances en situation d'examen est différent de celui constaté dans les situations de vie quotidienne. Ainsi, des incapacités révélées par certaines situations (confrontation à des éléments d'environnement tels que la pollution ou les allergènes, sensibilité accrue aux agents infectieux...) se rencontrent fréquemment avec ce type de déficiences."},{"type":"del","content":"Signes cliniques :"},{"type":"add","content":"Les incapacités concernant la locomotion sont également souvent présentes."},{"type":"del","content":"dyspnée à la marche lente (ne peut plus marcher à son pas) ;"},{"type":"add","content":"Par ailleurs, ce type de déficience peut nécessiter des traitements répétés, contraignants, qu'il est nécessaire de prendre en compte (cf. infra section 2)."},{"type":"del","content":"ou signes de retentissement cardiaque ;"},{"type":"add","content":"Enfin, la dimension de l'évolutivité souvent inéluctable doit être prise en compte, pouvant conduire jusqu'au confinement au domicile, voire au lit ou au fauteuil, avec dyspnée au moindre effort entravant toute activité."},{"type":"del","content":"ou asthme à dyspnée continue malgré le traitement ou avec crises sévères (à titre indicatif, plus d'une dizaine par mois)."},{"type":"add","content":"I-7. Déficiences de la délivrance d'oxygène aux tissus"},{"type":"del","content":"Signes paracliniques :"},{"type":"add","content":"Quels qu'en soient la cause et le niveau d'atteinte au cours de la chaîne du transport de l'oxygène (y compris hématologique : cf. infra 6.1), les conséquences atteignent potentiellement tous les tissus et organes. A ce titre, elles ont un retentissement en termes d'incapacité et de désavantage qu'il conviendra d'analyser en référence aux différents chapitres concernés de façon globale."},{"type":"del","content":"soit un déficit fonctionnel ventilatoire avec CV, VEMS ou CPT compris entre 40 et 60 % de la valeur théorique ;"},{"type":"add","content":"II. - Déficiences de la fonction de digestion"},{"type":"del","content":"soit une hypoxémie au repos comprise entre 60 et 70 mmHg ;"},{"type":"add","content":"Les éléments suivants, permettant d'évaluer le retentissement fonctionnel des déficiences de l'appareil digestif, sont à rechercher particulièrement :"},{"type":"del","content":"soit une hypoxémie d'effort comprise entre 60 et 50 mmHg (60 Pa 02 50 mmHg) ;"},{"type":"add","content":"Les troubles de la prise alimentaire, parmi lesquels notamment :"},{"type":"del","content":"soit des signes électriques et radiologiques de retentissement cardiaque droit."},{"type":"add","content":"- gêne à la prise alimentaire (impossibilité de prise des aliments solides ou liquides, défaut de salivation...) ;"},{"type":"del","content":"Cas particulier de la mucoviscidose :"},{"type":"add","content":"- troubles de l'appétit ;"},{"type":"del","content":"on attribuera un taux compris entre 50 et 75 % dans les cas suivants :"},{"type":"add","content":"- fausses routes ;"},{"type":"del","content":"syndrome bronchique avec toux et expectoration nécessitant le recours à une kinésithérapie quotidienne ;"},{"type":"add","content":"- nécessité d'une alimentation artificielle entérale ou parentérale ;"},{"type":"del","content":"syndrome infectieux bronchique limité à une colonisation chronique à staphylo ou à haemophilus traité par antibiothérapie orale épisodique ;"},{"type":"add","content":"- nausées, vomissements."},{"type":"del","content":"syndrome infectieux sinusien caractérisé par une altération de l'image radiologique sans polypose ;"},{"type":"add","content":"Les troubles du transit, parmi lesquels notamment :"},{"type":"del","content":"épreuves fonctionnelles respiratoires caractérisées à ce stade par un abaissement du VEMS ;"},{"type":"add","content":"- diarrhée, malgré le traitement ;"},{"type":"del","content":"absence de désaturation nocturne ou à l'effort ;"},{"type":"add","content":"- constipation ayant un retentissement important dans la vie quotidienne."},{"type":"del","content":"image radiologique caractérisée par un début de foyers d'impactions mucoïdes, un emphysème modéré."},{"type":"add","content":"Les troubles sphinctériens, parmi lesquels notamment :"},{"type":"del","content":"L'atteinte de la fonction respiratoire s'inscrit ici dans un cadre clinique correspondant à une atteinte cotée entre 80 et 100 dans le score de Shwachman où se trouvent pris en compte :"},{"type":"add","content":"- incontinence fécale partielle ou totale ;"},{"type":"del","content":"- l'activité générale ;"},{"type":"add","content":"- stomies et leur retentissement dans la vie quotidienne."},{"type":"del","content":"- l'examen clinique ;"},{"type":"add","content":"L'altération de l'état général et les signes fonctionnels digestifs pouvant être paroxystiques ou continus, tels notamment les douleurs, l'asthénie et l'amaigrissement."},{"type":"del","content":"- la nutrition ;"},{"type":"add","content":"III. - Déficiences de la fonction hépatique"},{"type":"del","content":"- l'image thoracique."},{"type":"add","content":"La fonction hépatique est une fonction biologique complexe, dont l'altération peut donner lieu à des retentissements variés, comme par exemple :"},{"type":"del","content":"4. Déficience sévère (taux : 80 à 95 p. 100)"},{"type":"add","content":"- sur l'hémostase ;"},{"type":"del","content":"Selon l'importance de la gêne fonctionnelle : perte de l'autonomie pour les actes de la vie quotidienne."},{"type":"add","content":"- sur les fonctions supérieures ;"},{"type":"del","content":"Signes cliniques :"},{"type":"add","content":"- sur le comportement (anxiété, sommeil, irritabilité...) ;"},{"type":"del","content":"insuffisance respiratoire grave avec dyspnée continue et tirage au repos et à la parole, cyanose ;"},{"type":"add","content":"- sur l'état général (fatigue, amaigrissement...)."},{"type":"del","content":"dyspnée à la moindre activité de la vie courante ;"},{"type":"add","content":"Il convient donc de ne pas se limiter à la mesure biologique de la fonction hépatique, qui ne reflète pas les conséquences de la perturbation sur la vie quotidienne de la personne, et d'apprécier les déficiences qui en découlent conformément aux différents chapitres concernés."},{"type":"del","content":"insuffisance cardiaque droite permanente ;"},{"type":"add","content":"Comme pour les autres déficiences viscérales, et compte tenu de l'importance vitale de la fonction hépatique, ses altérations peuvent faire l'objet de traitements agressifs ou très particuliers comme la transplantation d'organe."},{"type":"del","content":"insuffisance respiratoire sévère nécessitant une assistance ventilatoire continue et entraînant une dépendance totale et permanente."},{"type":"add","content":"Les conséquences de ces traitements dans la vie de la personne sont éventuellement beaucoup plus importantes que l'atteinte elle-même à la fonction, mais ces traitements visent à éviter une évolution ultérieure vers des complications graves, voire le décès."},{"type":"del","content":"Signes paracliniques : déficit fonctionnel ventilatoire avec une CV, un VEMS ou une CPT inférieur à 40 % de la valeur théorique ; hypoxémie de repos avec Pa 02 50 mmHg, ou signes permanents périphériques et électrocardiographiques de retentissement ventriculaire droit."},{"type":"add","content":"Il est donc essentiel d'apprécier le retentissement du traitement suivi et les contraintes qu'il occasionne sur l'autonomie individuelle ainsi que sur l'insertion sociale et professionnelle."},{"type":"del","content":"Cas particulier de la mucoviscidose :"},{"type":"add","content":"IV. - Déficiences des fonctions rénales et urinaires"},{"type":"del","content":"toute situation clinique du premier âge inaugurée par une détresse néonatale inductrice de forme pulmonaire sévère dès les premières années de la vie justifie de l'attribution d'un taux au moins égal à 80 %."},{"type":"add","content":"On peut distinguer plusieurs types de déficiences :"},{"type":"del","content":"Le taux de 80 % sera également attribué lors de la survenue :"},{"type":"add","content":"- liées aux fonctions d'épuration : filtration et excrétion ;"},{"type":"del","content":"- d'un broncho-spasme surajouté, ou"},{"type":"add","content":"- liées aux fonctions d'élimination ;"},{"type":"del","content":"- d'atteintes bronchiques caractérisées par l'implantation du pseudomonas en entraînant le recours à l'antibiothérapie orale ou intraveineuse séquentielle ou sur demande médicale, ou"},{"type":"add","content":"- liées aux fonctions endocriniennes assurées par le rein."},{"type":"del","content":"- d'une toux constante, expectoration mucopurulente, souvent dyspnée, cyanose, hippocratisme digital."},{"type":"add","content":"Ces différents types de déficiences peuvent être diversement associés et les traitements sont également variés."},{"type":"del","content":"Anomalie des épreuves fonctionnelles respiratoires (VEMS ou CPT) amputées de 40 % de la valeur théorique."},{"type":"add","content":"IV-1. Déficience des fonctions d'épuration :"},{"type":"del","content":"Perturbation des constantes gazométriques : chute de la PO 2 au-dessous de 60, désaturation nocturne ou à l'effort nécessitant une oxygénothérapie 15 heures sur 24."},{"type":"add","content":"filtration et excrétion"},{"type":"del","content":"Sur le plan clinique général, ces situations correspondent à un score de Shwachman au-dessous de 60."},{"type":"add","content":"Les traitements et mesures hygiéno-diététiques éventuels mis en place pour retarder l'évolution de cette déficience sont en général contraignants ou provoquent par eux-mêmes la survenue d'autres déficiences qui seront à prendre en compte en référence aux chapitres concernés."},{"type":"del","content":"On prendra en compte les déficiences associées lorsqu'elles existent selon les modalités habituelles. Notamment pour la mucoviscidose, on se reportera à la section sur les déficiences de la fonction digestive (section 3) (déficiences du pancréas exocrine, déficiences de la fonction hépatique) sur les déficiences d'origine endocrinienne et/ou métabolique (section 5) ainsi que les troubles de la vie affective et émotionnelle (chapitres Ier et II) (taux : 1 à 15 %)."},{"type":"add","content":"A un stade plus avancé, la survie de la personne dépend de traitements extrêmement contraignants et entraînant des incapacités qui peuvent être importantes, notamment les incapacités révélées par certaines situations. Ces incapacités et contraintes seront à apprécier en s'appuyant sur la section 2 du présent chapitre. Le retentissement des déficiences associées, notamment endocriniennes et psychiques, sera pris en compte également en référence aux chapitres concernés."},{"type":"del","content":"II. - CAS PARTICULIERS"},{"type":"add","content":"IV-2. Déficience de la fonction d'élimination"},{"type":"del","content":"1. Pathologie tumorale"},{"type":"add","content":"En dehors de son retentissement à terme sur la précédente, elle fait souvent l'objet de traitements, chirurgicaux ou d'autres types, dont il sera nécessaire d'apprécier les conséquences en termes de contraintes ultérieures pour la vie quotidienne de la personne. Le retentissement de la nécessité d'une élimination par appareillage temporaire ou définitif sera notamment évalué."},{"type":"del","content":"Cancers bronchiques, pulmonaires et pleuraux (durée limitée à deux ans avec réévaluation des séquelles ensuite) (taux supérieur à 80 %)."},{"type":"del","content":""},{"type":"del","content":"2. Séquelles d'exérèse chirurgicale"},{"type":"del","content":""},{"type":"del","content":"Se reporter aux critères d'insuffisance respiratoire (I)."},{"type":"del","content":""},{"type":"del","content":"Exemples :"},{"type":"del","content":""},{"type":"del","content":"- pneumectomie partielle avec poumon sain par ailleurs entraînant une impossibilité de courir ou de porter des charges lourdes, montée lente des escaliers limitée à un ou deux étages (taux : 20 à 45 %) ;"},{"type":"del","content":""},{"type":"del","content":"- pneumectonie totale entraînant une déficience importante (taux : 50 à 75 %)."},{"type":"del","content":""},{"type":"del","content":"3. Transplantation pulmonaire."},{"type":"del","content":""},{"type":"del","content":"Elle justifie à elle seule d'un taux au moins égal à 50 % pouvant atteindre 80 % en cas de surinfections bronchiques répétées, de contraintes thérapeutiques lourdes, ou de pathologie sous-jacente restant évolutive."},{"type":"del","content":""},{"type":"del","content":"4. LA DOULEUR"},{"type":"del","content":""},{"type":"del","content":"On majorera arithmétiquement le taux proposé de 1 à 5 % en cas de douleur."},{"type":"del","content":""},{"type":"del","content":"SECTION 3"},{"type":"add","content":"IV-3. Déficiences des fonctions endocriniennes rénales"},{"type":"del","content":"DÉFICIENCES DE LA FONCTION DE DIGESTION"},{"type":"add","content":"Elles sont fréquemment associées à la déficience des fonctions de filtration et devront être prises en compte conformément au chapitre concerné."},{"type":"del","content":"Les rédacteurs proposent un guide, d'une part, pour la fonction digestive que l'on pourrait qualifier de mécanique et, d'autre part, pour la fonction hépatique qui a été isolée."},{"type":"add","content":"V. - Déficiences d'origine endocrinienne, métabolique et enzymatique"},{"type":"del","content":"Les troubles doivent être suffisamment durables pour retentir sur la vie quotidienne et socioprofessionnelle."},{"type":"add","content":"Quelle qu'en soit l'étiologie, une déficience d'origine endocrinienne, métabolique ou enzymatique sera appréciée selon l'intensité de la gêne fonctionnelle (réduction des capacités de déplacement, de l'activité...), mais également, et parfois exclusivement, selon le poids des contraintes médicales, en général de longue durée, imposées par le traitement. En effet, les processus pathologiques et les déficiences sont souvent bien contrôlés, mais au prix de prises médicamenteuses répétées, d'effets secondaires et d'interdictions et entraves diverses. Ces éléments sont alors en eux-mêmes constitutifs du handicap, la prise en charge médicale ayant réduit les déficiences d'origine et éloigné un pronostic fatal à plus ou moins long terme."},{"type":"del","content":"I. - Déficiences de l'appareil digestif"},{"type":"add","content":"Il sera donc nécessaire non seulement d'apprécier l'importance du désordre métabolique (en s'aidant des résultats d'examen paraclinique) mais également d'analyser soigneusement les conséquences, qui ne sont pas forcément corrélées à l'importance du trouble et qui peuvent être variables dans le temps, notamment en fonction de l'évolution des thérapeutiques proposées par les professionnels de santé."},{"type":"del","content":"Les critères permettant d'évaluer le retentissement fonctionnel des déficiences de l'appareil digestif sont les suivants :"},{"type":"add","content":"V-1. Déficience de la régulation glycémique"},{"type":"del","content":"les troubles de la prise alimentaire ;"},{"type":"add","content":"Chez les adultes, dès lors que la personne est correctement éduquée et gère elle-même son traitement et son alimentation, seuls les cas compliqués, à l'équilibre instable impliquant de fréquentes hospitalisations et une surveillance particulièrement rapprochée, entraînent des contraintes d'un niveau important."},{"type":"del","content":"les troubles du transit ;"},{"type":"add","content":"Chez les enfants ou les adolescents en début de traitement, il existe des enjeux majeurs en terme de prévention des complications et d'un surhandicap à terme. Dans certains cas, l'éducation devant conduire le jeune vers l'autonomie dans la gestion de son problème de santé peut nécessiter la mise en place de moyens particuliers qui sont alors assimilés à une éducation spéciale. Il convient donc d'en peser soigneusement le retentissement dans la vie quotidienne et les contraintes entraînées pour la famille. Dans quelques cas, notamment pour les très jeunes enfants, elles seront lourdes et durables et devront être prises en compte. Elles seront cependant généralement temporaires et la situation devra être réévaluée périodiquement."},{"type":"del","content":"les troubles sphinctériens ;"},{"type":"add","content":"Dans tous les cas, des déficiences associées peuvent survenir au cours de l'évolution, dont les conséquences seront à apprécier en référence aux chapitres concernés du guide barème."},{"type":"del","content":"l'état général, les manifestations cliniques pouvant être paroxystiques ou continues."},{"type":"add","content":"V-2. Déficience de la régulation pondérale"},{"type":"del","content":"La gêne fonctionnelle permettra de moduler, si besoin, les taux à l'intérieur des fourchettes en fonction du niveau de gêne fonctionnelle constatée. Pour ce qui concerne les douleurs, en fonction de leur importance, un taux estimatif sera ajouté sur la capacité restante."},{"type":"add","content":"En cas de surpoids majeur, cette déficience peut entraîner des incapacités, notamment en matière de locomotion (posture, utilisation du corps, changement de position) ou de manipulation, et une réduction importante et durable des activités. Le traitement diététique est également contraignant, mais en général compatible avec une vie sociale normale."},{"type":"del","content":"Quatre niveaux de déficience peuvent être définis :"},{"type":"add","content":"La cachexie entraîne également par elle-même, quels qu'en soient les causes et le pronostic, des incapacités en matière de locomotion et une réduction durable des activités."},{"type":"del","content":"1° Déficience légère sans retentissement dans les conditions normales de la vie quotidienne et socioprofessionnelle :"},{"type":"add","content":"Ces problèmes de santé peuvent entraîner ou être associés à des déficiences d'autre nature (motrice, psychique, viscérales...) qui devront également être évaluées."},{"type":"del","content":"nausées épisodiques ;"},{"type":"add","content":"V-3. Déficience de la taille"},{"type":"del","content":"diarrhées ou constipation occasionnelles cédant rapidement sous traitement ;"},{"type":"add","content":"Ces déficiences ont des conséquences fonctionnelles en général liées à l'environnement : la situation de chaque personne devra donc être évaluée en tenant compte de la possibilité de mobiliser des adaptations permettant des activités et une insertion sociale satisfaisantes. Il conviendra de tenir compte des capacités de déplacement et d'éventuelles déficiences associées."},{"type":"del","content":"douleurs à la défécation ;"},{"type":"add","content":"V-4. Autres déficiences endocriniennes ou enzymatiques"},{"type":"del","content":"hémorragie cédant sous traitement symptomatique."},{"type":"add","content":"Elles sont très variées, leurs diagnostics et traitements sont particulièrement susceptibles d'évolution. Il convient donc, pour chaque situation particulière, d'évaluer soigneusement le retentissement, en tenant compte notamment :"},{"type":"del","content":"Ces troubles fonctionnels ne retentissent pas sur l'état général et les examens cliniques sont normaux (taux : 1 à 15 %)."},{"type":"add","content":"- des incapacités révélées par certaines situations : interdiction d'exposition à des facteurs d'environnement particuliers (physique, alimentaire, toxique, médicamenteux...) ;"},{"type":"del","content":"2° Déficience moyenne avec quelques limitations dans la vie quotidienne et socioprofessionnelle (taux : 20 à 40 %) :"},{"type":"add","content":"- d'incapacités variables dans le temps ;"},{"type":"del","content":"nausées fréquentes avec vomissements nécessitant un traitement permanent ;"},{"type":"add","content":"- des contraintes entraînées dans la vie courante du fait de ces facteurs, d'un régime alimentaire particulier, d'une adaptation nécessaire du milieu scolaire ou professionnel, ou des traitements ou appareillages."},{"type":"del","content":"diarrhée ou constipation répétée nécessitant un traitement permanent ;"},{"type":"add","content":"VI. - Déficiences des fonctions immuno-hématologiques"},{"type":"del","content":"troubles sphinctériens à type de fistule laissant le passage de certaines matières."},{"type":"add","content":"Les fonctions hématologiques sont diverses ainsi que les causes de leurs atteintes."},{"type":"del","content":"Ces troubles fonctionnels ne retentissent pas sur l'état général de façon importante (la perte pondérale étant inférieure à 10 % du poids du corps). L'asthénie reste modérée mais les examens paracliniques mettent en évidence des anomalies."},{"type":"add","content":"Comme pour les autres déficiences viscérales, et compte tenu de l'importance vitale de ces fonctions, leurs altérations peuvent faire l'objet de traitements contraignants, agressifs, ou très particuliers comme la greffe de cellules, dont les conséquences dans la vie de la personne sont éventuellement beaucoup plus importantes que l'atteinte elle-même, mais qui visent à éviter une évolution ultérieure vers des complications graves, voire le décès."},{"type":"del","content":"3° Déficience importante obligeant à des aménagements de la vie quotidienne (taux : 50 à 75 %) :"},{"type":"add","content":"Il est donc essentiel d'apprécier le retentissement du traitement suivi et des contraintes qu'il entraîne sur l'insertion sociale et professionnelle et l'autonomie individuelle."},{"type":"del","content":"gêne à la prise alimentaire avec impossibilité de prise des aliments solides ;"},{"type":"add","content":"D'autre part, les atteintes liées à ces déficiences peuvent être associées ou entraîner des déficiences très variées d'autres types, dont les conséquences devront être prises en compte, en référence au chapitre concerné, dans l'analyse globale de la situation de la personne."},{"type":"del","content":"anorexie sévère ;"},{"type":"add","content":"On peut ainsi distinguer trois types de déficiences qui peuvent être associées entre elles lorsque la totalité des fonctions hématologiques est touchée :"},{"type":"del","content":"diarrhée permanente malgré le traitement ;"},{"type":"add","content":"VI-1. Déficiences des fonctions de délivrance de l'oxygène aux tissus"},{"type":"del","content":"incontinence fécale partielle."},{"type":"add","content":"Elles peuvent occasionner un retentissement important sur l'état général, comparable à certaines déficiences cardiaques et respiratoires : la fatigabilité, la mauvaise tolérance à l'effort sont les principales conséquences à rechercher."},{"type":"del","content":"Tous ces troubles retentissent sur l'état général de façon importante avec une perte pondérale de 10 à 20 % du poids du corps et une asthénie marquée. Les examens paracliniques mettent par ailleurs en évidence une pathologie organique manifeste."},{"type":"add","content":"VI-2. Déficiences des fonctions immunitaires"},{"type":"del","content":"4° Déficience sévère avec abolition totale d'une fonction de l'appareil digestif (taux de 80 à 90 %) :"},{"type":"add","content":"Quelle qu'en soit l'origine, elles induisent une fatigue quasi constante, des incapacités révélées par certaines situations, notamment la vulnérabilité accrue aux agents infectieux, et des contraintes médicales, en général de longue durée, imposées par les traitements."},{"type":"del","content":"incapacité de s'alimenter ou anorexie totale nécessitant une alimentation artificielle ;"},{"type":"add","content":"VI-3. Déficiences de l'hémostase"},{"type":"del","content":"diarrhée permanente totale telle que toute prise alimentaire per os est impossible ;"},{"type":"add","content":"Quand il s'agit de déficiences prolongées, elles peuvent induire des déficiences motrices par atteinte répétée des articulations, dont il est nécessaire de tenir compte."},{"type":"del","content":"incontinence fécale totale."},{"type":"add","content":"Pour les trois types de déficiences mentionnées ci-dessus, les processus pathologiques et les déficiences sont parfois bien contrôlés, mais au prix de contraintes potentiellement lourdes. Les traitements sont souvent générateurs d'effets secondaires, prises médicamenteuses répétées, interdictions et entraves diverses. Ces éléments sont alors en eux-mêmes constitutifs du handicap."},{"type":"del","content":"Tous ces troubles fonctionnels retentissent de façon sévère avec une perte pondérale supérieure à 20 % du poids du corps entraînant un état cachectique. Les examens paracliniques mettant en évidence une pathologie organique grave."},{"type":"add","content":"Enfin, ces déficiences, parce qu'elles peuvent engager le pronostic vital, induisent des incapacités révélées par certaines situations, et notamment la restriction de certaines activités potentiellement à risque, qui devra être analysée."},{"type":"del","content":"Cas particuliers :"},{"type":"add","content":"VII. - Déficiences des fonctions cutanées et troubles des phanères"},{"type":"del","content":"1° Les phénomènes douloureux étant des symptômes subjectifs, il a été proposé de rajouter un taux sur la capacité restante, soit :"},{"type":"add","content":"La peau est un organe particulier, qui représente un élément majeur dans la vie sociale. Ses atteintes peuvent donc avoir un retentissement direct à ce niveau, avec l'induction d'autres déficiences surajoutées, particulièrement psychiques, esthétiques ou motrices, qu'il faudra prendre en compte en référence à d'autres chapitres du guide barème."},{"type":"del","content":"10 % pour les douleurs épisodiques n'entravant pas la vie quotidienne et nécessitant un traitement occasionnel ;"},{"type":"add","content":"La douleur ou le prurit, ainsi que des incapacités variées, peuvent retentir fortement sur la vie familiale, sociale, scolaire ou professionnelle ou l'autonomie individuelle de la personne."},{"type":"del","content":"20 % pour les douleurs beaucoup plus fréquentes gênant la vie quotidienne et nécessitant un traitement permanent ;"},{"type":"add","content":"Par ailleurs, quand une superficie importante de la peau est atteinte, les contraintes des traitements peuvent s'en trouver considérablement alourdies et il convient donc d'être particulièrement attentif à ce point dans l'évaluation des conséquences au quotidien pour la personne."},{"type":"del","content":"30 % pour les douleurs permanentes retentissant sur l'état général avec des manifestations physiques telles qu'un faciès douloureux et un aspect dépressif entravant toute activité."},{"type":"add","content":"De la même façon que pour les autres déficiences de ce chapitre, il est nécessaire d'apprécier globalement leur retentissement ainsi que celui des déficiences qui leurs sont éventuellement associées."},{"type":"del","content":"2° Cas particulier des stomies définitives :"},{"type":"add","content":"VII. - Déficiences génitales, sexuelles et de la reproduction"},{"type":"del","content":"colostomie : 70 % ;"},{"type":"add","content":"Ces déficiences peuvent avoir des conséquences dans plusieurs domaines (physique, psychique...) variables selon les individus, qui seront donc à évaluer en se référant à chacun de ces chapitres."},{"type":"del","content":"oesophagostomie, gastrostomie, jéjunostomie, iléostomie : 80 %."},{"type":"add","content":"Elles peuvent avoir en elles-mêmes un retentissement direct sur la vie courante et l'intégration sociale des personnes, en particulier du fait des conséquences liées éventuellement aux traitements entrepris. Cependant, ces contraintes ne sont pas en règle générale permanentes et les traitements de ces déficiences ne sont pas à poursuivre dans le cas où ils sont mal tolérés, en raison de leur caractère non vital, contrairement à la plupart des déficiences listées ci-dessus."},{"type":"del","content":"On majorera le taux lorsque l'appareillage est rendu difficile (obésité, maigreur, difficultés de manipulation, malvoyance...)."},{"type":"add","content":"Section 2"},{"type":"del","content":"3° Iléostomie sur iléus méconial à la naissance, 80 % jusqu'à l'âge de trois ans, évaluation à nouveau dans la quatrième année."},{"type":"add","content":"Eléments à prendre en compte dans l'évaluation de la situation de la personne"},{"type":"del","content":"4° Les exérèses :"},{"type":"add","content":"Les désavantages cités dans ce chapitre procèdent des incapacités et des contraintes, mais peuvent être majorés par certains symptômes ou des effets secondaires des traitements, qui sont à prendre en compte dès lors qu'ils évoluent au long cours."},{"type":"del","content":"Pour la gastrectomie partielle ou totale, le taux sera fixé en fonction des éléments ci-dessus, la gêne fonctionnelle pouvant être très variable."},{"type":"add","content":"I. - Symptômes à rechercher, susceptibles d'entraîner ou de majorer des incapacités et désavantages"},{"type":"del","content":"Pour les résections intestinales, le taux sera fixé en fonction de la gêne fonctionnelle séquellaire et de l'obligation ou non d'une stomie."},{"type":"add","content":"Enumérés de façon non exhaustive dans cette section, les symptômes doivent être recherchés soigneusement, afin de mesurer leur impact."},{"type":"del","content":"II. - DÉFICIENCES DE LA FONCTION HÉPATIQUE"},{"type":"add","content":"Ils résultent de l'affection causale ou sont induits par les traitements et sont susceptibles d'aggraver l'entrave à la vie sociale, scolaire, professionnelle ou quotidienne, par exemple :"},{"type":"del","content":"Les critères permettant d'évaluer le retentissement fonctionnel sont les suivants :"},{"type":"add","content":"- la douleur physique ou morale ;"},{"type":"del","content":"les signes cliniques d'examen ;"},{"type":"add","content":"- l'asthénie, la fatigabilité, la lenteur ;"},{"type":"del","content":"les signes biologiques ;"},{"type":"add","content":"- les insomnies, l'hypersomnie ;"},{"type":"del","content":"les signes histologiques (ponction biopsique hépatique) ;"},{"type":"add","content":"- la vulnérabilité psychique ;"},{"type":"del","content":"le retentissement sur l'état général et les complications : hypertension portale, varices oesophagiennes, insuffisance hépatique, encéphalopathie hépatique, hépatocarcinome."},{"type":"add","content":"- les nausées ;"},{"type":"del","content":"Nota. - L'atteinte hépatique aiguë sans séquelles ne sera pas prise en compte."},{"type":"add","content":"- la diarrhée, les flatulences, la constipation ;"},{"type":"del","content":"1. Déficience hépatique légère avec atteinte chronique bien compensée (taux : 1 à 15 %) :"},{"type":"add","content":"- l'amaigrissement ;"},{"type":"del","content":"avec perturbations biologiques ;"},{"type":"add","content":"- l'obésité ;"},{"type":"del","content":"test de cytolyse inférieur à cinq fois le taux normal ;"},{"type":"add","content":"- les oedèmes ;"},{"type":"del","content":"sans hypertension portale ;"},{"type":"add","content":"- la dyspnée ;"},{"type":"del","content":"sans encéphalopathie ;"},{"type":"add","content":"- la toux et l'expectoration ;"},{"type":"del","content":"sans insuffisance hépatique."},{"type":"add","content":"- les troubles de la croissance staturo-pondérale ;"},{"type":"del","content":"2. Déficience hépatique moyenne avec atteinte chronique et quelques signes de décompensation (taux : 20 à 45 %) :"},{"type":"add","content":"- le prurit."},{"type":"del","content":"avec perturbation des tests de cytolyse supérieurs X5 ou gamma globulines sériques supérieures à 20 g/l ;"},{"type":"add","content":"II. - Les incapacités"},{"type":"del","content":"hypertension portale ;"},{"type":"add","content":"Les déficiences viscérales et générales peuvent occasionner des incapacités de toutes sortes."},{"type":"del","content":"varices oesophagiennes sans hémorragie ;"},{"type":"del","content":""},{"type":"del","content":"pas d'encéphalopathie, suivant les douleurs, l'importance et la gravité des poussées et le retentissement sur l'état général."},{"type":"del","content":""},{"type":"del","content":"3. Déficience hépatique importante avec signes de décompensation majeurs mais réductibles (taux : 50 à 75 %) :"},{"type":"del","content":""},{"type":"del","content":"épisodes hémorragiques contrôlés par le traitement ;"},{"type":"del","content":""},{"type":"del","content":"épisodes ascitiques contrôlables ou épisodes d'encéphalopathies invalidantes."},{"type":"del","content":""},{"type":"del","content":"4. Déficience hépatique sévère lorsqu'il existe plusieurs signes de décompensation cités ci-dessous (taux : plus de 80 %) :"},{"type":"del","content":""},{"type":"del","content":"ascite irréductible ;"},{"type":"del","content":""},{"type":"del","content":"hémorragies graves répétées ;"},{"type":"del","content":""},{"type":"del","content":"encéphalopathie prolongée avec détérioration intellectuelle grave."},{"type":"del","content":""},{"type":"del","content":"Cas particuliers (taux : plus de 80 %) :"},{"type":"del","content":""},{"type":"del","content":"les tumeurs du foie :"},{"type":"del","content":""},{"type":"del","content":"hépatocarcinome ou tumeur secondaire ;"},{"type":"del","content":""},{"type":"del","content":"angiosarcome du foie."},{"type":"del","content":""},{"type":"del","content":"Transplantation hépatique (taux : plus de 50 %)."},{"type":"del","content":""},{"type":"del","content":"Déficience du pancréas exocrine :"},{"type":"del","content":""},{"type":"del","content":"greffe du pancréas : 70 %."},{"type":"del","content":""},{"type":"del","content":"SECTION 4"},{"type":"del","content":""},{"type":"del","content":"DÉFICIENCES DES FONCTIONS RÉNALES ET URINAIRES"},{"type":"del","content":""},{"type":"del","content":"I. - Déficience rénale"},{"type":"del","content":""},{"type":"del","content":"Le terme de déficience rénale couvre un champ plus large que celui d'insuffisance rénale."},{"type":"del","content":""},{"type":"del","content":"La déficience rénale prend en compte en effet les situations où l'atteinte de l'appareil urinaire se traduit par des signes cliniques avec ou sans insuffisance rénale."},{"type":"del","content":""},{"type":"del","content":"1. Déficience rénale légère (taux : 1 à 15 %) :"},{"type":"del","content":""},{"type":"del","content":"imposant une surveillance clinique et biologique régulière, sans retentissement sur la vie quotidienne et socioprofessionnelle."},{"type":"del","content":""},{"type":"del","content":"Exemples :"},{"type":"add","content":"Il convient de rappeler qu'il est nécessaire d'avoir une approche globale de la situation de la personne et de s'assurer qu'elle ne présente pas d'autres déficiences ayant leurs propres conséquences en matière d'incapacité. En particulier, un éventuel retentissement des déficiences viscérales et générales sur la sphère psychique devra être systématiquement évalué."},{"type":"del","content":"pathologies avec hématurie ou protéinurie isolée, manifestations cliniques bien compensées, manifestations biologiques d'intensité légère (clairance de la créatinine supérieure à 70 ml/mn)."},{"type":"add","content":"Dans ce chapitre, on portera une attention particulière mais non exclusive à trois types d'incapacité les plus fréquents :"},{"type":"del","content":"tubulopathie chronique avec manifestations cliniques et métaboliques nécessitant une surveillance biologique et clinique régulière."},{"type":"add","content":"II-1. Incapacités concernant la locomotion"},{"type":"del","content":"2. Déficience rénale modérée (taux : 15 à 45 %) :"},{"type":"add","content":"Les déficiences viscérales et générales ont souvent un impact non sur la capacité de se déplacer, mais plutôt sur la qualité du déplacement : en particulier, son maintien à son niveau optimal est souvent très entravé, de façon plus ou moins intermittente, par la fatigue, la douleur, la dyspnée ou la fonte musculaire par exemple. Il doit donc être porté une attention particulière aux capacités concrètes et à leur variabilité dans le temps."},{"type":"del","content":"imposant une surveillance clinique et biologique régulière, un régime ou un traitement médicamenteux, mais compatible avec une vie professionnelle adaptée."},{"type":"add","content":"II-2. Incapacités concernant les soins corporels"},{"type":"del","content":"Insuffisance rénale dont la clairance de la créatinine est comprise entre 30 % et 70 % de la normale, manifestations cliniques modérées (asthénie, anémie, hypertension artérielle, syndrome néphrotique)."},{"type":"add","content":"La toilette comme l'habillage, ou la prise d'aliments, peuvent être rendus difficiles. Il est important de savoir si l'aide d'une tierce personne est nécessaire pour réaliser ces actes et la lourdeur de cette aide : doit-on aider dans l'installation et la préparation du geste, ou faire le geste complètement ou partiellement à la place de la personne ?"},{"type":"del","content":"Tubulopathie chronique avec manifestations cliniques et métaboliques (diabète insipide, kypokaliémie, hyponatrémie, hypercalciurie, acidose, etc.) imposant surveillance régulière, diététique et traitement adaptés."},{"type":"add","content":"L'élimination fécale ou urinaire : est-elle contrôlée ou non ? Nécessite-t-elle des protections ou appareillages ? Ceux-ci doivent-ils être disponibles en permanence ? Entraînent-ils des tâches supplémentaires ?"},{"type":"del","content":"Lithiase (l'insuffisance rénale ou les conséquences parenchymateuses étant évaluées pour leur propre compte) avec crises douloureuses hématuriques, épisodes de surinfection."},{"type":"add","content":"II-3. Incapacités révélées par certaines situations"},{"type":"del","content":"3. Déficience rénale importante (taux : 50 à 75 %) :"},{"type":"add","content":"Le risque vital, l'évolutivité, des changements itératifs de thérapies, ainsi que des incapacités fluctuantes en fonction du temps ou du traitement, peuvent interdire la réalisation de certaines activités."},{"type":"del","content":"non compensée par le régime et le traitement, retentissant de façon marquée sur la vie quotidienne et professionnelle."},{"type":"add","content":"La diminution de la résistance physique ou psychique, l'incapacité de maintenir une position ou de supporter le rythme d'une activité peuvent en restreindre la qualité ou la durée."},{"type":"del","content":"Clairance de la créatinine inférieure à 30 ml/mn et supérieure à 10 ml/mn."},{"type":"add","content":"De même, l'exposition non supportée à certains facteurs d'environnement : froid, chaleur, intempéries, poussière, agents chimiques, humidité, luminosité, agents infectieux."},{"type":"del","content":"Insuffisance rénale grave avec manifestations cliniques permanentes (anémie, hypertension artérielle, syndrome néphrotique, manifestations osseuses ou neuromusculaires)."},{"type":"add","content":"III. - Les contraintes"},{"type":"del","content":"4. Déficience rénale sévère (taux : 80 à 95 %) :"},{"type":"add","content":"Elles sont liées à l'affection causale elle-même ou à la nécessité d'un traitement qui peut être curatif ou n'agir que sur la compensation de la déficience. Ce qui en fait un élément constitutif de handicap est en général la nécessité de maintenir cette contrainte de manière prolongée, nécessitant des réaménagements parfois majeurs de la vie de la personne et susceptibles d'entraver gravement son insertion sociale et son indépendance personnelle."},{"type":"del","content":"Clairance de la créatinine < 10 ml/mn."},{"type":"add","content":"Tous les éléments listés ci-dessous de façon non exhaustive doivent s'analyser conjointement, car, dans de nombreux cas, ils se conjuguent et s'aggravent mutuellement :"},{"type":"del","content":"Insuffisance rénale chronique sévère nécessitant un traitement de suppléance (dialyse péritonéale, rein artificiel) selon le degré de compensation clinique, le retentissement sur la vie quotidienne et professionnelle."},{"type":"add","content":"- contrainte géographique : nécessité de se maintenir en permanence à proximité d'un dispositif de soin ou d'assistance ;"},{"type":"del","content":"Remarque : l'insuffisance rénale greffée sera évaluée selon la valeur de la fonction rénale rétablie (se reporter pour cela à l'échelle fonctionnelle), la tolérance du traitement immunosupresseur, la persistance de manifestations cliniques d'insuffisance rénale. Le taux sera d'au moins 30 %."},{"type":"add","content":"- contraintes liées à la nécessité de présence, voire à la dépendance éventuellement vitale, d'un appareillage complexe, nécessitant un apprentissage particulier, ou des aménagements de l'habitat ;"},{"type":"del","content":"II. - Déficiences de l'appareil urinaire"},{"type":"add","content":"- contraintes liées au mode d'administration du traitement à des impératifs dans les horaires, les dosages, la voie d'administration (injection, perfusion, aérosols...) ;"},{"type":"del","content":"Sont prises en compte les anomalies fonctionnelles de l'appareil urinaire (rétention ou incontinence), étayées par la pratique d'examens paracliniques chaque fois que possible."},{"type":"add","content":"- contrainte de répétition : un traitement complexe à assurer de manière quotidienne ou pluriquotidienne constitue une entrave très importante ;"},{"type":"del","content":"Les douleurs, lorsqu'elles sont présentes, seront évaluées de façon indépendante, et leur taux estimé ajouté, selon la règle habituelle."},{"type":"add","content":"- contrainte liée au temps consacré au traitement : plus celui-ci est important, plus il empiète sur l'insertion et l'autonomie de la personne, qui est rendue ainsi indisponible pour les autres activités ;"},{"type":"del","content":"Les douleurs :"},{"type":"add","content":"- contrainte de présence ou d'assistance d'un tiers : le recours nécessaire à un tiers est d'une lourdeur proportionnelle à la quantité de temps et à la technicité que ce tiers doit déployer pour la personne ;"},{"type":"del","content":"douleurs épisodiques modérées (taux : 5 à 10 %) ;"},{"type":"add","content":"- contraintes d'apprentissage de techniques particulières ou de soins ;"},{"type":"del","content":"douleurs fréquentes, perturbant l'activité quotidienne (taux : 2 %) ;"},{"type":"add","content":"- contraintes liées aux interactions médicamenteuses pouvant conduire à ne pas compenser certaines déficiences ;"},{"type":"del","content":"douleurs quasi-permanentes, retentissant sur l'état général (taux : 30 %)."},{"type":"add","content":"- contraintes alimentaires : régime avec éviction totale ou partielle de certains aliments, nécessité de se procurer des produits particuliers, nécessité de fractionnement ou d'horaires atypiques des prises alimentaires ;"},{"type":"del","content":"1. Les troubles fonctionnels :"},{"type":"add","content":"- contraintes liées à la charge affective des troubles."},{"type":"del","content":"a) Troubles fonctionnels légers ou intermittents (pollakiurie, dysurie, incontinence urinaire intermittente en orthostatisme) (taux : 1 à 20 %)."},{"type":"add","content":"IV. - Situation des enfants ou adolescents"},{"type":"del","content":"b) Troubles fonctionnels permanents ;"},{"type":"add","content":"Les conséquences des déficiences viscérales et générales dans la vie des enfants ou adolescents doivent être analysées en référence à :"},{"type":"del","content":"incontinence urinaire :"},{"type":"add","content":"- l'état normal de dépendance à sa famille d'un enfant ou adolescent sans déficience ;"},{"type":"del","content":"compte tenu de l'appareillage et de la gêne fonctionnelle résiduelle (taux : 50 à 60 %)."},{"type":"add","content":"- la particularité des enfants et adolescents d'être en phase de développement aussi bien physique que psychique ;"},{"type":"del","content":"Rétention urinaire :"},{"type":"add","content":"- la nécessité à cette période de la vie de faire des apprentissages, de toute nature, dans des délais et à un âge donné."},{"type":"del","content":"permanente nécessitant la pose d'une sonde urinaire (taux : 70 %) ;"},{"type":"add","content":"Il conviendra donc d'être particulièrement attentif pour eux aux éléments suivants :"},{"type":"del","content":"rétention urinaire contrôlée (mictions par percussion) (taux : 50 %) ;"},{"type":"add","content":"- contraintes supplémentaires liées aux déficiences, incapacités et traitements pour la famille ;"},{"type":"del","content":"stomies chirurgicales (cytostomie, urétérostomie) selon la tolérance (taux : 70 à 80 %)."},{"type":"add","content":"- contraintes éducatives supplémentaires liées (en particulier chez le grand enfant et l'adolescent) à la nécessité de le rendre autonome vis-à-vis de ses troubles et de leur prise en charge ;"},{"type":"del","content":"En cas de plusieurs stomies quelle qu'en soit la nature (taux : 80 %)."},{"type":"add","content":"- entraves à l'apprentissage normal de l'autonomie, et aux acquisitions de toute nature, ainsi que les contraintes qui en découlent pour la famille afin d'en minimiser l'impact sur l'avenir de l'enfant ou adolescent."},{"type":"del","content":"SECTION 5"},{"type":"add","content":"Section 3"},{"type":"del","content":"DÉFICIENCES D'ORIGINE ENDOCRINIENNE, MÉTABOLIQUE ET ENZYMATIQUE"},{"type":"add","content":"Guide pratique pour la détermination du taux d'incapacité"},{"type":"del","content":"L'éventail de ces déficiences est tel qu'il n'est pas possible de proposer un guide exhaustif (qui, d'ailleurs, n'aurait qu'une réalité éphémère), c'est pourquoi il n'est proposé que quelques exemples-repères cliniques parmi les plus souvent rencontrés, qui permettront au médecin de se situer par rapport au sujet examiné."},{"type":"add","content":"On donne ci-après un certain nombre de repères qui, pour chacun d'entre eux, constitue un critère suffisant pour l'attribution d'un taux compris dans la fourchette considérée. Toutefois, ces listes ne sont pas exhaustives et il revient à la commission d'apprécier par analogie avec ces exemples les cas particuliers qui lui sont soumis."},{"type":"del","content":"Quelle qu'en soit l'étiologie, une déficience d'origine endocrinienne, métabolique ou enzymatique sera appréciée selon l'intensité de la gêne fonctionnelle (réduction des capacités de déplacements, de l'activité, etc.) et le poids des contraintes médicales inhérentes à cette déficience (régime, traitements médicamenteux, surveillance régulière)."},{"type":"add","content":"I. - Troubles légers entraînant une gêne, quelques interdits rares ou des troubles subjectifs sans incapacité réelle constatée dans la vie sociale, scolaire, professionnelle ou quotidienne (taux de 0 à 15 %)"},{"type":"del","content":"Les examens paracliniques seront pris en compte pour quantifier l'importance du désordre métabolique, et contrôler éventuellement son équilibre."},{"type":"add","content":"Gestion autonome des contraintes et compensation des déficiences par la personne elle-même éventuellement à l'aide d'un appareillage."},{"type":"del","content":"L'existence de complications viscérales, fréquentes dans ce domaine, impose le recours aux chapitres ad hoc."},{"type":"add","content":"Traitement au long cours ou suivi médical n'entravant pas l'intégration scolaire, la vie sociale, familiale, professionnelle."},{"type":"del","content":"I. - DIABÈTE (SUCRE)"},{"type":"add","content":"Régime n'entravant pas la prise de repas à l'extérieur, moyennant quelques aménagements mineurs et ne nécessitant pas la présence d'un tiers."},{"type":"del","content":"1. Diabète non insulino-dépendant impliquant régime, surveillance, éventuellement médications administrées par voie orale (taux : 5 à 20 %)."},{"type":"add","content":"II. - Troubles d'importance moyenne entraînant des interdits et quelques signes objectivables d'incapacité fonctionnelle permettant cependant le maintien de l'autonomie individuelle et de l'insertion dans une vie sociale, scolaire ou professionnelle dans les limites de la normale (taux 20 à 45 %)"},{"type":"del","content":"2. Diabète insulino-requérant (type intermédiaire) (taux : 15 à 30 %)."},{"type":"add","content":"Incapacités compensables au moyen d'appareillages ou aides techniques, gérés par la personne elle-même, n'entravant pas la vie sociale, familiale, professionnelle ou l'intégration scolaire."},{"type":"del","content":"3. Diabète insulino-dépendant équilibré (taux : 25 à 35 %)."},{"type":"add","content":"Traitements assumés par la personne elle-même moyennant un apprentissage, sans asservissement à une machine fixe ou peu mobile, et sans contrainte de durée rendant la personne indisponible pour d'autres activités de la vie sociale, scolaire ou professionnelle."},{"type":"del","content":"4. Diabète insulino-dépendant instable avec incidents hypoglycémiques et/ou céto-acidosiques fréquents ou graves et/ou avec hospitalisations répétées, difficile à équilibrer avec comas fréquents (taux : 50 à 75 %)."},{"type":"add","content":"Rééducations n'entravant pas l'intégration scolaire, la vie sociale, familiale, professionnelle."},{"type":"del","content":"On prendra en compte, selon les règles habituelles, les complications de diabète : visuelles, artéritiques..."},{"type":"add","content":"Régime permettant la prise de repas à l'extérieur, moyennant des aménagements importants, ou l'apport de nutriments mais ne nécessitant pas la présence d'un tiers."},{"type":"del","content":"II. - OBÉSITÉ"},{"type":"add","content":"Pour les enfants, contraintes éducatives restant en rapport avec l'âge, ou limitées à une aide supplémentaire compatible avec la vie familiale, sociale ou professionnelle habituelle de la personne qui l'apporte."},{"type":"del","content":"1. Obésité modérée, imposant régime continu et surveillance régulière (taux : 1 à 10 %)."},{"type":"add","content":"III. - Troubles importants obligeant à des aménagements notables de la vie quotidienne et nécessitant des aides ou efforts particuliers pour l'insertion ou le maintien dans une vie sociale, scolaire ou professionnelle dans les limites de la normale. L'autonomie est cependant conservée pour les actes relevant de l'autonomie individuelle (taux 50 à 75 %)"},{"type":"del","content":"2. Obésité marquée, réduisant l'activité, entraînant une gêne fonctionnelle à l'effort (taux : 15 à 40 %)."},{"type":"add","content":"Incapacités contrôlables au moyen d'appareillages ou d'aides techniques permettant le maintien de l'autonomie individuelle."},{"type":"del","content":"3. Obésité monstrueuse avec dyspnée, limitation des mouvements (taux : 50 à 75 %)."},{"type":"add","content":"Contraintes telles que définies à la section 2 du présent chapitre nécessitant le recours à une aide apportée par un tiers pour assurer le maintien d'une activité sociale et familiale."},{"type":"del","content":"III. - NANISME"},{"type":"add","content":"Contraintes liées à la nécessité de traitements, rééducations, utilisation d'appareillage ou de machine permettant, au prix d'aménagements, le maintien d'une activité sociale et familiale, mais se révélant un obstacle à la vie professionnelle en milieu ordinaire non aménagé ou à l'intégration scolaire en classe ordinaire."},{"type":"del","content":"1. Retard staturo-pondéral simple (taux : 1 à 10 %)."},{"type":"add","content":"Contraintes liées à l'acquisition et à la mise en oeuvre par la personne elle-même ou son entourage de compétences nécessaires à l'utilisation et la maintenance d'équipements techniques."},{"type":"del","content":"2. Nanisme marqué (1,20 mètre pour l'adulte), harmonieux (taux : 15 à 45 %)."},{"type":"add","content":"Régime ne permettant la prise de repas à l'extérieur que moyennant des aménagements lourds ou non compatible avec le rythme de vie des individus de même classe d'âge sans déficience."},{"type":"del","content":"3. Nanisme dysharmonieux sévère, achondroplasie, dyschondroplasie (taux : 50 à 75 %)."},{"type":"add","content":"Troubles et symptômes fréquents ou mal contrôlés, et entraînant des limitations importantes pour la vie sociale, y compris la nécessité d'aide pour des tâches ménagères, mais n'entraînant pas le confinement au domicile, ni la nécessité d'une assistance ou surveillance quotidienne par une tierce personne."},{"type":"del","content":"Ce taux peut atteindre 80 % s'il y a retentissement fonctionnel majeur."},{"type":"add","content":"IV. - Troubles graves ou majeurs entraînant la réduction de l'autonomie individuelle"},{"type":"del","content":"IV. - DÉFICIENCES ENDOCRINIENNES"},{"type":"add","content":"Le seuil de 80 % est ainsi atteint :"},{"type":"del","content":"Hyperthyroïdie."},{"type":"add","content":"Un taux égal ou supérieur à 80 % correspond à la réduction de l'autonomie individuelle de la personne telle que définie à l'introduction du présent guide barème. Cette réduction de l'autonomie peut être liée à une ou plusieurs incapacités telles que définies à la section 2 du présent chapitre, y compris si elles surviennent du fait de troubles et symptômes de survenue fréquente ou mal contrôlés, éventuellement en lien avec les conséquences d'un traitement. Ce taux peut également correspondre à une déficience sévère avec abolition totale d'une fonction."},{"type":"del","content":"Hypothyroïdie."},{"type":"add","content":"Deux cas de figure peuvent se présenter et donner lieu à l'attribution d'un taux de 80 % :"},{"type":"del","content":"Insuffisance surrénale."},{"type":"add","content":"- les incapacités sont difficilement ou non compensées par des appareillages, aides techniques ou traitements ;"},{"type":"del","content":"Hypercorticisme (spontané ou iatrogène)."},{"type":"add","content":"- les incapacités ne sont compensées, y compris par une aide humaine, qu'au prix de contraintes importantes telles que décrites à la section 2 du présent chapitre."},{"type":"del","content":"Diabète insipide, etc."},{"type":"del","content":""},{"type":"del","content":"1. Déficience légère imposant un traitement médical continu, une surveillance (taux : 1 à 15 %)."},{"type":"del","content":""},{"type":"del","content":"2. Déficience moyenne entraînant une gêne fonctionnelle marquée (fatigue, raideurs) (taux : 15 à 40 %)."},{"type":"del","content":""},{"type":"del","content":"Les manifestations cliniques (éventuellement invalidantes) des déficiences enzymatiques sont extrêmement diverses dans leur intensité et leur qualité. Elles peuvent en effet entraîner des troubles dans toutes les sphères fonctionnelles, motrices, mentales, cardio-respiratoires, rénales..."},{"type":"del","content":""},{"type":"del","content":"Certaines sont définies au niveau moléculaire, d'autres ne sont définies que par un faisceau convergent de données cliniques, biochimiques et génétiques. Une particularité commune à de nombreuses déficiences enzymatiques est d'être susceptible de s'aggraver et d'entraîner des manifestations majeures lorsque l'individu est placé dans un contexte particulier (physique, alimentaire, toxique médicamenteux, etc.). Il existe donc deux ordres de manifestations susceptibles d'être prises en compte dans l'évaluation :"},{"type":"del","content":""},{"type":"del","content":"- les déficiences liées à l'existence de manifestations permanentes ou répétées ;"},{"type":"del","content":""},{"type":"del","content":"- le risque de troubles majeurs à l'occasion d'une exposition particulière."},{"type":"del","content":""},{"type":"del","content":"Les taux doivent être à nouveau évalués lorsque le traitement n'est plus aussi contraignant."},{"type":"del","content":""},{"type":"del","content":"I. - Déficiences enzymatiques n'entraînant aucune manifestation clinique permanente, mais exposant à des risques majeurs en cas d'exposition à un environnement inadapté, d'effort physique intense, de prise d'aliment ou de médicament particulier (taux : 1 à 15 %)."},{"type":"del","content":""},{"type":"del","content":"II. - Déficiences enzymatiques entraînant des manifestations permanentes mineures (intolérance à l'effort physique, courbatures, crampes, anémie, troubles digestifs, hématomes, etc.) et exposant à des risques majeurs dans les mêmes circonstances que celles exposées ci-dessus, et donc nécessitant une adaptation de la vie quotidienne et professionnelle (taux : 15 à 40 %)."},{"type":"del","content":""},{"type":"del","content":"Exemples : déficit en enzymes de la glycogénolyse et de la glycolyse ; déficit en enzymes impliqués dans la dégradation des acides gras ; déficit des enzymes de la chaîne respiratoire ; hémoglobinopathies mineures ; hypercholestérolémies et hypertriglycéridémies familiales ; hémophilie et autres anomalies de la coagulation, etc."},{"type":"del","content":""},{"type":"del","content":"III. - Déficiences enzymatiques entraînant des troubles majeurs permanents dans le domaine moteur, intellectuel, sensoriel ou viscéral."},{"type":"del","content":""},{"type":"del","content":"Exemples : sphingolipidoses, mucopolysasccharidoses."},{"type":"del","content":""},{"type":"del","content":"Le taux devra être apprécié en fonction des barèmes correspondant aux déficiences corrélatives."},{"type":"del","content":""},{"type":"del","content":"SECTION 6"},{"type":"del","content":""},{"type":"del","content":"DÉFICIENCES HÉMATOPOIÉTIQUES ET DÉFICIENCES DU SYSTEME IMMUNITAIRE"},{"type":"del","content":""},{"type":"del","content":"Elles peuvent être congénitales (hémoglobinopathies, hémophilies) ou acquises : (sida, chimiothérapie, cancers, leucoses, toxiques)."},{"type":"del","content":""},{"type":"del","content":"Les manifestations secondaires peuvent être infectieuses (cérébrales, pulmonaires, cutanées, septicémies...) ou néoplasiques (cutanées, systémiques...)."},{"type":"del","content":""},{"type":"del","content":"Le praticien devra estimer la déficience tout en connaissant son évolutivité qui peut être très rapide."},{"type":"del","content":""},{"type":"del","content":"1. Déficience légère (taux : 1 à 10 %) :"},{"type":"del","content":""},{"type":"del","content":"Aucune manifestation clinique permanente mais avec des règles de vie particulières."},{"type":"del","content":""},{"type":"del","content":"Exemples :"},{"type":"del","content":""},{"type":"del","content":"- sujets VIH + ;"},{"type":"del","content":""},{"type":"del","content":"- leucoses et réticulopathies considérées comme guéries cliniquement."},{"type":"del","content":""},{"type":"del","content":"2. Déficience modérée (taux : de 20 à 45 %) :"},{"type":"del","content":""},{"type":"del","content":"Manifestations permanentes, contrôlables par le traitement, exigeant une surveillance médicale permanente."},{"type":"del","content":""},{"type":"del","content":"Exemples :"},{"type":"del","content":""},{"type":"del","content":"- polyadénopathies ;"},{"type":"del","content":""},{"type":"del","content":"- asthénie ;"},{"type":"del","content":""},{"type":"del","content":"- amaigrissement."},{"type":"del","content":""},{"type":"del","content":"3. Déficience importante (taux : 50 à 75 %) :"},{"type":"del","content":""},{"type":"del","content":"Syndrome clinique permanent, nécessitant une prise en charge thérapeutique (éventuellement pluridisciplinaire) continue."},{"type":"del","content":""},{"type":"del","content":"Exemple :"},{"type":"del","content":""},{"type":"del","content":"- sujet présentant les éléments d'un Arc."},{"type":"del","content":""},{"type":"del","content":"4. Déficience sévère (taux : 80 à 95 %) :"},{"type":"del","content":""},{"type":"del","content":"Manifestations majeures, impliquant des traitements médicaux permanents, incompatibles avec le maintien d'une activité professionnelle, retentissant de façon majeure sur la vie sociale."},{"type":"del","content":""},{"type":"del","content":"Exemples :"},{"type":"del","content":""},{"type":"del","content":"- sida avéré ;"},{"type":"del","content":""},{"type":"del","content":"- leucose en phase évolutive ou affection hématologique ou immunitaire nécessitant un suivi médical continu en hospitalisation classique ou en hospitalisation de jour."},{"type":"add","content":"Seul un état végétatif chronique autorise l'attribution d'un taux d'incapacité de 100 %."},{"type":"del","content":"1-ÉVALUER LES DÉFICIENCES MOTRICES"},{"type":"add","content":"1 - ÉVALUER LES DÉFICIENCES MOTRICES"},{"type":"del","content":"2-DÉFICIENCES ASSOCIÉES"},{"type":"add","content":"2 - DÉFICIENCES ASSOCIÉES"},{"type":"del","content":"Sauf pour les troubles sensitifs, dont l'existence amènera à majorer de 5 p. 100 à 15 p. 100 les taux dans le cadre du chapitre : Déficiences motrices ou paralytiques, on devra systématiquement évaluer et cumuler les déficiences associées aux déficiences motrices (en particulier dans les pathologies complexes et / ou disséminées telles que accidents vasculaires, tétraplégie, sclérose en plaques...)."},{"type":"add","content":"Sauf pour les troubles sensitifs, dont l'existence amènera à majorer de 5 p. 100 à 15 p. 100 les taux dans le cadre du chapitre : Déficiences motrices ou paralytiques, on devra systématiquement évaluer et cumuler les déficiences associées aux déficiences motrices (en particulier dans les pathologies complexes et/ ou disséminées telles que accidents vasculaires, tétraplégie, sclérose en plaques...)."},{"type":"del","content":"intellectuelles et / ou psychiques (chapitres I er et II) ;"},{"type":"add","content":"intellectuelles et/ ou psychiques (chapitres I er et II) ;"},{"type":"del","content":"3-APPAREILLAGE"},{"type":"add","content":"3 - APPAREILLAGE"},{"type":"del","content":"4-RETENTISSEMENT SOCIOPROFESSIONNEL : ACTES ESSENTIELS ET COURANTS"},{"type":"add","content":"4 - RETENTISSEMENT SOCIOPROFESSIONNEL : ACTES ESSENTIELS ET COURANTS"},{"type":"del","content":"l'habillage / déshabillage et la mise en place des éventuels appareillages ;"},{"type":"add","content":"l'habillage/ déshabillage et la mise en place des éventuels appareillages ;"},{"type":"del","content":"Nota.-Le chapitre 7 : Déficience de l'appareil locomoteur, est divisé en cinq sous-chapitres qui ne s'excluent pas, et l'expert s'attachera à apprécier chaque type de déficience séparément (ex. : tenue de la tête, paralysie des membres)."},{"type":"add","content":"Nota. - Le chapitre 7 : Déficience de l'appareil locomoteur, est divisé en cinq sous-chapitres qui ne s'excluent pas, et l'expert s'attachera à apprécier chaque type de déficience séparément (ex. : tenue de la tête, paralysie des membres)."},{"type":"del","content":"I-DÉFICIENCES DE LA TÊTE"},{"type":"add","content":"I - DÉFICIENCES DE LA TÊTE"},{"type":"del","content":"1-DÉFICIENCE LÉGÈRE (TAUX : 1 À 20 P. 100)"},{"type":"add","content":"1 - DÉFICIENCE LÉGÈRE (TAUX : 1 À 20 P. 100)"},{"type":"del","content":"2-DÉFICIENCE MODÉRÉE (TAUX : 20 À 40 P. 100)"},{"type":"add","content":"2 - DÉFICIENCE MODÉRÉE (TAUX : 20 À 40 P. 100)"},{"type":"del","content":"3-DÉFICIENCE IMPORTANTE (TAUX : 50 À 70 P. 100)"},{"type":"add","content":"3 - DÉFICIENCE IMPORTANTE (TAUX : 50 À 70 P. 100)"},{"type":"del","content":"-alimentation liquide car mastication impossible ; tenue de tête impossible... (si dépendance d'un tiers : 80 p. 100)."},{"type":"add","content":"- alimentation liquide car mastication impossible ; tenue de tête impossible... (si dépendance d'un tiers : 80 p. 100)."},{"type":"del","content":"II-DÉFICIENCES DU TRONC"},{"type":"add","content":"II - DÉFICIENCES DU TRONC"},{"type":"del","content":"Le retentissement cardio-respiratoire éventuel sera apprécié à part (chapitre VI, section 1 et / ou 2) ; le retentissement sur la marche sera apprécié séparément sauf si les déficiences du tronc sont isolées (retentissement sur la marche = déficience importante ou sévère)."},{"type":"add","content":"Le retentissement cardio-respiratoire éventuel sera apprécié à part (chapitre VI, section 1 et/ ou 2) ; le retentissement sur la marche sera apprécié séparément sauf si les déficiences du tronc sont isolées (retentissement sur la marche = déficience importante ou sévère)."},{"type":"del","content":"1-DÉFICIENCE LÉGÈRE (TAUX : 1 À 20 P. 100)"},{"type":"add","content":"1 - DÉFICIENCE LÉGÈRE (TAUX : 1 À 20 P. 100)"},{"type":"del","content":"-lombalgies simples, déviation minime."},{"type":"add","content":"- lombalgies simples, déviation minime."},{"type":"del","content":"2-DÉFICIENCE MODÉRÉE (TAUX : 20 À 40 P. 100)"},{"type":"add","content":"2 - DÉFICIENCE MODÉRÉE (TAUX : 20 À 40 P. 100)"},{"type":"del","content":"-lombalgies chroniques ou lombo-sciatalgies gênantes (port de charges) sans raideur importante ou sans retentissement professionnel notable, déviation modérée."},{"type":"add","content":"- lombalgies chroniques ou lombo-sciatalgies gênantes (port de charges) sans raideur importante ou sans retentissement professionnel notable, déviation modérée."},{"type":"del","content":"3-DÉFICIENCE IMPORTANT (TAUX : 50 À 75 P. 100)"},{"type":"add","content":"3 - DÉFICIENCE IMPORTANT (TAUX : 50 À 75 P. 100)"},{"type":"del","content":"-raideur et / ou déviation importante, ou reclassement professionnel nécessaire."},{"type":"add","content":"- raideur et/ ou déviation importante, ou reclassement professionnel nécessaire."},{"type":"del","content":"4-DÉFICIENCE SÉVÈRE (TAUX : 80 À 85 P. 100)"},{"type":"add","content":"4 - DÉFICIENCE SÉVÈRE (TAUX : 80 À 85 P. 100)"},{"type":"del","content":"III-DÉFICIENCES MÉCANIQUES DES MEMBRES"},{"type":"add","content":"III - DÉFICIENCES MÉCANIQUES DES MEMBRES"},{"type":"del","content":"1-DÉFICIENCE LÉGÈRE (TAUX : 1 À 20 P. 100)"},{"type":"add","content":"1 - DÉFICIENCE LÉGÈRE (TAUX : 1 À 20 P. 100)"},{"type":"del","content":"-raideur des doigts (selon degré, doigt et mouvement), du poignet, de la prono-supination ; certaines raideurs légères de l'épaule, de la cheville, du genou, ou de la hanche."},{"type":"add","content":"- raideur des doigts (selon degré, doigt et mouvement), du poignet, de la prono-supination ; certaines raideurs légères de l'épaule, de la cheville, du genou, ou de la hanche."},{"type":"del","content":"2-DÉFICIENCE MODÉRÉE (TAUX : 20 À 40 P. 100)"},{"type":"add","content":"2 - DÉFICIENCE MODÉRÉE (TAUX : 20 À 40 P. 100)"},{"type":"del","content":"-certaines raideurs du coude, de l'épaule, du poignet, du genou (en particulier avec déviation gênante), de la hanche, de la cheville et du pied (déformation majeure appareillée par chaussure orthopédique : 40 p. 100)."},{"type":"add","content":"- certaines raideurs du coude, de l'épaule, du poignet, du genou (en particulier avec déviation gênante), de la hanche, de la cheville et du pied (déformation majeure appareillée par chaussure orthopédique : 40 p. 100)."},{"type":"del","content":"3-DÉFICIENCE IMPORTANTE (TAUX : 50 À 75 P. 100)"},{"type":"add","content":"3 - DÉFICIENCE IMPORTANTE (TAUX : 50 À 75 P. 100)"},{"type":"del","content":"-enraidissement complet de l'épaule, de la main et du poignet, du genou ou d'une hanche."},{"type":"add","content":"- enraidissement complet de l'épaule, de la main et du poignet, du genou ou d'une hanche."},{"type":"del","content":"4-DÉFICIENCE SÉVÈRE (TAUX : 80 À 90 P. 100)"},{"type":"add","content":"4 - DÉFICIENCE SÉVÈRE (TAUX : 80 À 90 P. 100)"},{"type":"del","content":"IV-DÉFICIENCES MOTRICES OU PARALYTIQUES DES MEMBRES"},{"type":"add","content":"IV - DÉFICIENCES MOTRICES OU PARALYTIQUES DES MEMBRES"},{"type":"del","content":"Les déficiences motrices ou paralytiques comprennent, quelle que soit l'étiologie, tous les troubles moteurs, qu'ils soient d'origine centrale et / ou périphériques : paralysie, troubles de la commande, incoordination (dont cérébelleuse), dyskinésie volitionnelle d'attitude, tremblements, mouvements anormaux (chorée-athétose), troubles du tonus, spasticité / contractures, déficit musculaire...)."},{"type":"add","content":"Les déficiences motrices ou paralytiques comprennent, quelle que soit l'étiologie, tous les troubles moteurs, qu'ils soient d'origine centrale et/ ou périphériques : paralysie, troubles de la commande, incoordination (dont cérébelleuse), dyskinésie volitionnelle d'attitude, tremblements, mouvements anormaux (chorée-athétose), troubles du tonus, spasticité/ contractures, déficit musculaire...)."},{"type":"del","content":"1-DÉFICIENCE LÉGÈRE (TAUX : 1 À 20 P. 100)"},{"type":"add","content":"1 - DÉFICIENCE LÉGÈRE (TAUX : 1 À 20 P. 100)"},{"type":"del","content":"-tremblement de repos, certains troubles sensitifs isolés."},{"type":"add","content":"- tremblement de repos, certains troubles sensitifs isolés."},{"type":"del","content":"2-DÉFICIENCE MODÉRÉE (TAUX : 20 À 40 P. 100)"},{"type":"add","content":"2 - DÉFICIENCE MODÉRÉE (TAUX : 20 À 40 P. 100)"},{"type":"del","content":"-paralysie d'un nerf périphérique du membre supérieur, hémiplégie fruste, trouble de l'équilibre ou incoordination modérée, paralysie du sciatique poplité externe..."},{"type":"add","content":"- paralysie d'un nerf périphérique du membre supérieur, hémiplégie fruste, trouble de l'équilibre ou incoordination modérée, paralysie du sciatique poplité externe..."},{"type":"del","content":"3-DÉFICIENCE IMPORTANTE (TAUX : 50 À 75 P. 100)"},{"type":"add","content":"3 - DÉFICIENCE IMPORTANTE (TAUX : 50 À 75 P. 100)"},{"type":"del","content":"-athétose importante, paralysie complète du plexus brachial, hémiplégie ou paraplégie motrice incomplète permettant une marche satisfaisante et indépendante."},{"type":"add","content":"- athétose importante, paralysie complète du plexus brachial, hémiplégie ou paraplégie motrice incomplète permettant une marche satisfaisante et indépendante."},{"type":"del","content":"4-DÉFICIENCE SÉVÈRE (TAUX : 80 À 90 P. 100)"},{"type":"add","content":"4 - DÉFICIENCE SÉVÈRE (TAUX : 80 À 90 P. 100)"},{"type":"del","content":"-para-ou tétraplégie complète sur le plan moteur, hémiplégie massive, athétose sévère, grands syndromes cérébelleux des quatre membres."},{"type":"add","content":"- para-ou tétraplégie complète sur le plan moteur, hémiplégie massive, athétose sévère, grands syndromes cérébelleux des quatre membres."},{"type":"del","content":"V-DÉFICIENCES PAR ALTÉRATION DES MEMBRES"},{"type":"add","content":"V - DÉFICIENCES PAR ALTÉRATION DES MEMBRES"},{"type":"del","content":"1-DÉFICIENCE LÉGÈRE (TAUX : 1 À 20 P. 100)"},{"type":"add","content":"1 - DÉFICIENCE LÉGÈRE (TAUX : 1 À 20 P. 100)"},{"type":"del","content":"-amputations partielles ou isolées des doigts ou des orteils, raccourcissement minime..."},{"type":"add","content":"- amputations partielles ou isolées des doigts ou des orteils, raccourcissement minime..."},{"type":"del","content":"2-DÉFICIENCE MODÉRÉE (TAUX : 20 À 40 P. 100)"},{"type":"add","content":"2 - DÉFICIENCE MODÉRÉE (TAUX : 20 À 40 P. 100)"},{"type":"del","content":"-amputation d'un pouce, ou du gros orteil ou de plusieurs doigts ou orteils, de l'avant-pied, raccourcissement gênant (boiterie)."},{"type":"add","content":"- amputation d'un pouce, ou du gros orteil ou de plusieurs doigts ou orteils, de l'avant-pied, raccourcissement gênant (boiterie)."},{"type":"del","content":"3-DÉFICIENCE IMPORTANTE (TAUX : 50 À 75 P. 100)"},{"type":"add","content":"3 - DÉFICIENCE IMPORTANTE (TAUX : 50 À 75 P. 100)"},{"type":"del","content":"-amputation de jambe ou de cuisse (appareillée), ou de l'avant-bras, du coude ou de l'épaule, unilatérale côté non dominant."},{"type":"add","content":"- amputation de jambe ou de cuisse (appareillée), ou de l'avant-bras, du coude ou de l'épaule, unilatérale côté non dominant."},{"type":"del","content":"4-DÉFICIENCE SÉVÈRE (TAUX : 80 À 90 P. 100)"},{"type":"add","content":"4 - DÉFICIENCE SÉVÈRE (TAUX : 80 À 90 P. 100)"},{"type":"del","content":"-désarticulation de hanche, d'épaule ou du coude dominant ; ou amputation bilatérale des membres supérieurs."},{"type":"add","content":"- désarticulation de hanche, d'épaule ou du coude dominant ; ou amputation bilatérale des membres supérieurs."},{"type":"del","content":"-amputation : voir déficiences motrices ;"},{"type":"add","content":"- amputation : voir déficiences motrices ;"},{"type":"del","content":"-énucléation : voir déficiences visuelles."},{"type":"add","content":"- énucléation : voir déficiences visuelles."},{"type":"del","content":"1-DÉFICIENCE ESTHÉTIQUE LÉGÈRE (TAUX : 1 À 10 P. 100)"},{"type":"add","content":"1 - DÉFICIENCE ESTHÉTIQUE LÉGÈRE (TAUX : 1 À 10 P. 100)"},{"type":"del","content":"-séquelles de brûlure ou cicatrices étendues respectant globalement les parties habituellement découvertes du corps (main, face, cou)."},{"type":"add","content":"- séquelles de brûlure ou cicatrices étendues respectant globalement les parties habituellement découvertes du corps (main, face, cou)."},{"type":"del","content":"2-DÉFICIENCE ESTHÉTIQUE MOYENNE (TAUX : 15 À 35 P. 100)"},{"type":"add","content":"2 - DÉFICIENCE ESTHÉTIQUE MOYENNE (TAUX : 15 À 35 P. 100)"},{"type":"del","content":"-séquelles de brûlure ou cicatrices étendues atteignant les parties découvertes, en respectant globalement la morphologie générale et la mimique faciale."},{"type":"add","content":"- séquelles de brûlure ou cicatrices étendues atteignant les parties découvertes, en respectant globalement la morphologie générale et la mimique faciale."},{"type":"del","content":"3-DÉFICIENCE ESTHÉTIQUE IMPORTANTE (TAUX : 50 À 60 P. 100)"},{"type":"add","content":"3 - DÉFICIENCE ESTHÉTIQUE IMPORTANTE (TAUX : 50 À 60 P. 100)"},{"type":"del","content":"-séquelles de brûlures ou cicatrices de la face entraînant une défiguration complète par atteinte majeure de la morphologie et des orifices, et apportant des troubles notables à la mimique faciale (paupières essentiellement puis bouche, nez)."},{"type":"add","content":"- séquelles de brûlures ou cicatrices de la face entraînant une défiguration complète par atteinte majeure de la morphologie et des orifices, et apportant des troubles notables à la mimique faciale (paupières essentiellement puis bouche, nez)."},{"type":"del","content":"4-DÉFICIENCE ESTHÉTIQUE SÉVÈRE (TAUX : 65 À 85 P. 100)"},{"type":"add","content":"4 - DÉFICIENCE ESTHÉTIQUE SÉVÈRE (TAUX : 65 À 85 P. 100)"},{"type":"del","content":"-défiguration complète interdisant toute vie sociale et professionnelle."},{"type":"add","content":"- défiguration complète interdisant toute vie sociale et professionnelle."},{"type":"del","content":"Décret n°2002-423 du 29 mars 2002 relatif aux prestations familiales à Mayotte - article 19-1 AUTONOME TRANSFERE, en vigueur du 2010-11-17 au 2018-01-01 CITATION source"},{"type":"add","content":"Code de l'action sociale et des familles - article L241-5 AUTONOME MODIFIE, en vigueur du 2015-03-22 au 2018-01-01 CITATION cible"},{"type":"del","content":"Code de la sécurité sociale - article D821-1 AUTONOME VIGUEUR, en vigueur depuis le 2010-11-17 CITATION source"},{"type":"add","content":"Code de l'action sociale et des familles - article L114-1 AUTONOME MODIFIE, en vigueur du 2000-12-23 au 2002-01-18 CITATION cible"},{"type":"del","content":"Code de l'action sociale et des familles - article R241-13 AUTONOME MODIFIE, en vigueur du 2016-03-01 au 2017-01-01 CITATION source"},{"type":"add","content":"Code de l'action sociale et des familles - article L114-1 AUTONOME MODIFIE, en vigueur du 2002-01-18 au 2005-02-12 CITATION cible"},{"type":"del","content":"Code de l'action sociale et des familles - article R241-12-1 AUTONOME VIGUEUR, en vigueur depuis le 2017-01-01 CITATION source"},{"type":"add","content":"Code de l'action sociale et des familles - article L114-1 AUTONOME VIGUEUR, en vigueur depuis le 2005-02-12 CITATION cible"},{"type":"del","content":"Code de l'action sociale et des familles - article R241-2 AUTONOME VIGUEUR, en vigueur depuis le 2004-10-26 CITATION source"},{"type":"add","content":"Code de l'action sociale et des familles - article L241-5 AUTONOME MODIFIE, en vigueur du 2011-07-31 au 2015-03-22 CITATION cible"},{"type":"del","content":"Code de l'action sociale et des familles - article D344-40 AUTONOME VIGUEUR, en vigueur depuis le 2009-02-22 CITATION source"},{"type":"add","content":"Code de l'action sociale et des familles - article L241-5 AUTONOME VIGUEUR, en vigueur depuis le 2018-01-01 CITATION cible"},{"type":"del","content":"Arrêté du 15 février 2019 fixant les modalités d'appréciation d'une situation de handicap donnant lieu à l'attribution de droits sans limitation de durée prévue par l'article R. 241-15 du code de l'action sociale et des familles et par l'article R. 821-5 du code de la sécurité sociale - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2019-02-25 CITATION source"},{"type":"add","content":"Code de l'action sociale et des familles - article L241-5 AUTONOME MODIFIE, en vigueur du 2010-02-26 au 2011-07-31 CITATION cible"},{"type":"del","content":"Décret n°2007-1574 du 6 novembre 2007 modifiant l'annexe 2-4 du code de l'action sociale et des familles établissant le guide-barème pour l'évaluation des déficiences et incapacités des personnes handicapées - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2007-11-08 MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la propriété intellectuelle - article R122-13 AUTONOME MODIFIE, en vigueur du 2008-12-25 au 2017-03-01 CITATION source"},{"type":"add","content":"Code de l'action sociale et des familles - article L241-5 AUTONOME MODIFIE, en vigueur du 2005-02-12 au 2010-02-26 CITATION cible"},{"type":"del","content":"2007-11-06 MODIFICATION source Décret n°2007-1574 du 6 novembre 2007 modifiant l'annexe 2-4 du code de l'action sociale et des familles établissant le guide-barème pour l'évaluation des déficiences et incapacités des personnes handicapées - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2007-11-08"},{"type":"add","content":"2007-11-06 MODIFICATION source Décret n°2007-1574 du 6 novembre 2007 modifiant l'annexe 2-4 du code de l'action sociale et des familles établissant le guide-barème pour l'évaluation des déficiences et incapacités des personnes handicapées - Annexes"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de l'action sociale et des familles - article L114-1 AUTONOME MODIFIE, en vigueur du 2000-12-23 au 2002-01-18"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de l'action sociale et des familles - article L241-5 AUTONOME MODIFIE, en vigueur du 2005-02-12 au 2010-02-26"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/19/32/52/LEGIARTI000019325262.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/19/32/52/LEGIARTI000019325262.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/19/32/52/LEGIARTI000019325262.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/03/76/LEGIARTI000027037614.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/03/76/LEGIARTI000027037614.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/27/03/76/LEGIARTI000027037614.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000019325262)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000027037614)"}],"status":"modified"}],"stats":{"additions":1154,"deletions":1286,"filesChanged":1}}