{"sha":"9266ac8304e4","date":"2010-04-01","message":"Ordonnance n° 2010-177 du 23 février 2010 de coordination avec la loi n° 2009-879 du 21 juillet 2009 portant réforme de l'hôpital et relative aux patients, à la santé et aux territoires","files":[{"filename":"partie_legislative/livre_iii/titre_ier/chapitre_iii/section_1/article_l313-3.md","articleName":"Article L313-3","additions":21,"deletions":35,"diff":[{"type":"del","content":"a) Par le président du conseil général, pour les établissements et services mentionnés au 1° du I de l'article L. 312-1 ainsi que pour ceux mentionnés aux 6°, 7°, 8°, 11° et 12° du I et au III du même article lorsque les prestations qu'ils dispensent sont susceptibles d'être prises en charge par l'aide sociale départementale ou lorsque leurs interventions relèvent d'une compétence dévolue par la loi au département ;"},{"type":"add","content":"a) Par le président du conseil général, pour les établissements et services mentionnés aux 1°, 6°, 7°, 8°, 11° et 12° du I et au III de l'article L. 312-1 lorsque les prestations qu'ils dispensent sont susceptibles d'être prises en charge par l'aide sociale départementale ou lorsque leurs interventions relèvent d'une compétence dévolue par la loi au département ;"},{"type":"del","content":"b) Par l'autorité compétente de l'Etat, pour les établissements et services mentionnés aux 2°, 5°, 9° et 10° du I de l'article L. 312-1 ainsi que pour ceux mentionnés aux 4°, 6°, 7°, 8°, 11° à 13° du I et au III du même article lorsque les prestations qu'ils dispensent sont susceptibles d'être prises en charge par l'Etat ou l'assurance maladie au titre de l'article L. 162-24-1 du code de la sécurité sociale ;"},{"type":"add","content":"b) Par le directeur général de l'agence régionale de santé pour les établissements et services mentionnés aux 2°, 3°, b du 5°, 6°, 7°, 9°, 11° et 12° du I de l'article L. 312-1 et pour les lieux de vie et d'accueil mentionnés au III du même article, lorsque les prestations qu'ils dispensent sont susceptibles d'être prises en charge par les organismes d'assurance maladie, ainsi que pour les établissements et services mentionnés au a du 5° du I du même article ;"},{"type":"del","content":"c) Par l'autorité compétente de l'Etat, après avis conforme du procureur de la République, pour les services mentionnés aux 14° et 15° du I de l'article L. 312-1 ;"},{"type":"add","content":"c) Par l'autorité compétente de l'Etat pour les établissements et services mentionnés aux 4°, 8°, 11°, 12° et 13° du I de l'article L. 312-1 ainsi que, après avis conforme du procureur de la République, pour les services mentionnés aux 14° et 15° du I de l'article L. 312-1 ;"},{"type":"del","content":"d) Conjointement par l'autorité compétente de l'Etat et le président du conseil général, pour les établissements et services mentionnés aux 3°, 4°, 6°, 7°, 8°, 11° et 12° du I et au III de l'article L. 312-1 lorsque les prestations qu'ils dispensent sont susceptibles d'être prises en charge pour partie par l'Etat ou les organismes de sécurité sociale et pour partie par le département."},{"type":"add","content":"d) Conjointement par le président du conseil général et le directeur général de l'agence régionale de santé pour les établissements et services dont l'autorisation relève simultanément du a et du b du présent article ainsi que ceux dont l'autorisation relève du 3° du I et du III de l'article L. 312-1 ;"},{"type":"add","content":""},{"type":"add","content":"e) Conjointement par l'autorité compétente de l'Etat et le président du conseil général pour les établissements et services dont l'autorisation relève simultanément du a et du c du présent article ainsi que ceux dont l'autorisation relève du 4° du I et du III de l'article L. 312-1 ;"},{"type":"add","content":""},{"type":"add","content":"f) Conjointement par l'autorité compétente de l'Etat et le directeur général de l'agence régionale de santé pour les établissements et services dont l'autorisation relève simultanément du b et du c du présent article."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Loi n° 2009-879 du 21 juillet 2009, art 131 II : Les 3°, 8°, 9° et 10° du I de l'article 124, en tant qu'ils créent la commission d'appel à projet, qu'ils suppriment le comité régional de l'organisation sociale et médico-sociale et définissent une nouvelle procédure d'autorisation, s'appliquent aux nouvelles demandes d'autorisation, d'extension ou de transformation des établissements et services médico-sociaux déposées à compter de la date prévue au I du présent article (1er juillet 2010).Les mandats des membres des comités régionaux de l'organisation sociale et médico-sociale, en cours ou arrivant à échéance au cours de l'année 2009 ou de l'année 2010, restent en vigueur pour l'examen des demandes déposées jusqu'à la date mentionnée au I de cet article et ce pour une durée maximale de six mois à compter de la date mentionnée au I de cet article."},{"type":"del","content":"LOI n° 2007-308 du 5 mars 2007 portant réforme de la protection juridique des majeurs - article 15 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Rapport au Président de la République relatif à l'ordonnance n° 2000-1249 du 21 décembre 2000 relative à la partie Législative du code de l'action sociale et des familles CODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2002-2 du 2 janvier 2002 rénovant l'action sociale et médico-sociale CODIFICATION cible"},{"type":"add","content":"Ordonnance n° 2010-177 du 23 février 2010 de coordination avec la loi n° 2009-879 du 21 juillet 2009 portant réforme de l'hôpital et relative aux patients, à la santé et aux territoires - article 18 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CODIFICATION source Rapport au Président de la République relatif à l'ordonnance n° 2000-1249 du 21 décembre 2000 relative à la partie Législative du code de l'action sociale et des familles"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2002-01-02 CODIFICATION source LOI n° 2002-2 du 2 janvier 2002 rénovant l'action sociale et médico-sociale"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2007-03-05 MODIFICATION source LOI n° 2007-308 du 5 mars 2007 portant réforme de la protection juridique des majeurs - article 15 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"add","content":""},{"type":"add","content":"2010-02-23 MODIFIE cible Ordonnance n° 2010-177 du 23 février 2010 de coordination avec la loi n° 2009-879 du 21 juillet 2009 portant réforme de l'hôpital et relative aux patients, à la santé et aux territoires - article 18 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la sécurité sociale - article L162-24-1 AUTONOME MODIFIE, en vigueur du 1986-07-17 au 2002-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de l'action sociale et des familles - article L312-1 AUTONOME MODIFIE, en vigueur du 2000-12-23 au 2002-01-03"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/79/74/LEGIARTI000006797451.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/79/74/LEGIARTI000006797451.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/79/74/LEGIARTI000006797451.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/94/10/LEGIARTI000021941010.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/94/10/LEGIARTI000021941010.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/21/94/10/LEGIARTI000021941010.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006797451)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000021941010)"}],"status":"modified"},{"filename":"partie_legislative/livre_iii/titre_ier/chapitre_iii/section_4/article_l313-13.md","articleName":"Article L313-13","additions":20,"deletions":28,"diff":[{"type":"del","content":"Lorsque le contrôle a pour objet d'apprécier l'état de santé, la sécurité, l'intégrité ou le bien-être physique ou moral des bénéficiaires, il est procédé, dans le respect de l'article L. 331-3, à des visites d'inspection conduites, en fonction de la nature du contrôle, par un médecin inspecteur de santé publique ou par un inspecteur de l'action sanitaire et sociale. Le médecin inspecteur ou l'inspecteur veille à entendre les usagers et leurs familles et à recueillir leurs témoignages. Il recueille également les témoignages des personnels de l'établissement ou du service."},{"type":"add","content":"Dans les établissements et services sociaux autorisés par le représentant de l'Etat, les contrôles prévus au présent livre sont effectués par les personnels, placés sous son autorité ou sous celle de l'agence régionale de santé, mentionnés aux articles L. 1421-1 et L. 1435-7 du code de la santé publique ou par les personnels des services déconcentrés de la protection judiciaire de la jeunesse."},{"type":"del","content":"Les inspecteurs de l'action sanitaire et sociale, dûment assermentés à cet effet dans des conditions fixées par décret en Conseil d'Etat, recherchent et constatent les infractions définies au présent code par des procès-verbaux transmis au procureur de la République, qui font foi jusqu'à preuve du contraire."},{"type":"add","content":"Dans les établissements et services médico-sociaux autorisés par le directeur général de l'agence régionale de santé, les contrôles prévus au présent livre sont effectués par les personnels de l'agence régionale de santé mentionnés aux articles L. 1421-1 et L. 1435-7 du code de la santé publique."},{"type":"del","content":"Ils peuvent, au titre des contrôles mentionnés aux articles L. 313-16, L. 331-3, L. 331-5 et L. 331-7, effectuer des saisies dans des conditions fixées par décret en Conseil d'Etat."},{"type":"add","content":"Dans les établissements et services autorisés par le président du conseil général, les contrôles prévus à la présente section sont effectués par les agents départementaux mentionnés à l'article L. 133-2 du présent code, dans les conditions définies à cet article. Toutefois, ces contrôles peuvent être également exercés, de façon séparée ou conjointe avec ces agents, par les agents mentionnés au deuxième alinéa du présent article."},{"type":"del","content":"Dans les établissements et services autorisés par le président du conseil général, les contrôles prévus à l'alinéa précédent sont effectués par les agents départementaux mentionnés à l'article L. 133-2 et dans les conditions définies audit article. Toutefois, ces contrôles peuvent être également exercés, de façon séparée ou conjointe avec ces agents, par les agents de l'Etat mentionnés au présent article."},{"type":"add","content":"Dans les établissements et services médico-sociaux autorisés conjointement par le président du conseil général et par le directeur général de l'agence régionale de santé, les contrôles prévus à la présente section sont effectués par les agents départementaux et les personnels de l'agence régionale de santé mentionnés aux articles L. 1421-1 et L. 1435-7 du code de la santé publique, dans la limite de leurs compétences respectives."},{"type":"add","content":""},{"type":"add","content":"Quelle que soit l'autorité qui a délivré l'autorisation, le représentant de l'Etat dans le département peut, à tout moment, diligenter les contrôles prévus au titre III du présent livre. Il dispose à cette fin des moyens d'inspection et de contrôle de l'agence régionale de santé pour l'exercice de ses compétences."},{"type":"add","content":""},{"type":"add","content":"Lorsque le contrôle a pour objet d'apprécier l'état de santé, la sécurité, l'intégrité ou le bien-être physique ou moral des bénéficiaires accueillis dans les établissements et services sociaux ou médico-sociaux et les lieux de vie et d'accueil, il est procédé, dans le respect de l'article L. 331-3, à des visites d'inspection conduites, en fonction de la nature du contrôle, par un médecin inspecteur de santé publique ou par un inspecteur de l'action sanitaire et sociale."},{"type":"add","content":""},{"type":"add","content":"Les agents mentionnés à l'alinéa précédent, habilités et assermentés à cet effet dans des conditions fixées par décret en Conseil d'Etat, recherchent et constatent les infractions définies au présent code par des procès-verbaux transmis au procureur de la République, qui font foi jusqu'à preuve du contraire. Ils peuvent, au titre des contrôles mentionnés au présent article et aux articles L. 313-16, L. 331-3, L. 331-5 et L. 331-7, effectuer des saisies dans des conditions fixées par décret en Conseil d'Etat."},{"type":"del","content":"LOI n° 2007-308 du 5 mars 2007 portant réforme de la protection juridique des majeurs - article 26 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Rapport au Président de la République relatif à l'ordonnance n° 2000-1249 du 21 décembre 2000 relative à la partie Législative du code de l'action sociale et des familles CODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2002-2 du 2 janvier 2002 rénovant l'action sociale et médico-sociale CODIFICATION cible"},{"type":"add","content":"Ordonnance n° 2010-177 du 23 février 2010 de coordination avec la loi n° 2009-879 du 21 juillet 2009 portant réforme de l'hôpital et relative aux patients, à la santé et aux territoires - article 18 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CODIFICATION source Rapport au Président de la République relatif à l'ordonnance n° 2000-1249 du 21 décembre 2000 relative à la partie Législative du code de l'action sociale et des familles"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2002-01-02 CODIFICATION source LOI n° 2002-2 du 2 janvier 2002 rénovant l'action sociale et médico-sociale"},{"type":"del","content":""},{"type":"del","content":"2007-03-05 MODIFICATION source LOI n° 2007-308 du 5 mars 2007 portant réforme de la protection juridique des majeurs - article 26 ENTIEREMENT_MODIF"},{"type":"add","content":"2009-03-20 CITATION cible Décret n° 2009-322 du 20 mars 2009 relatif aux obligations des établissements et services accueillant ou accompagnant des personnes handicapées adultes n'ayant pu acquérir un minimum d'autonomie - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2009-03-27"},{"type":"del","content":"2009-03-20 CITATION cible Décret n° 2009-322 du 20 mars 2009 relatif aux obligations des établissements et services accueillant ou accompagnant des personnes handicapées adultes n'ayant pu acquérir un minimum d'autonomie - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2009-03-27"},{"type":"add","content":"2010-02-23 MODIFIE cible Ordonnance n° 2010-177 du 23 février 2010 de coordination avec la loi n° 2009-879 du 21 juillet 2009 portant réforme de l'hôpital et relative aux patients, à la santé et aux territoires - article 18 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la santé publique - article L1421-1 AUTONOME MODIFIE, en vigueur du 2000-06-22 au 2002-01-18"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/79/74/LEGIARTI000006797492.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/79/74/LEGIARTI000006797492.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/79/74/LEGIARTI000006797492.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/94/10/LEGIARTI000021941071.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/94/10/LEGIARTI000021941071.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/21/94/10/LEGIARTI000021941071.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006797492)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000021941071)"}],"status":"modified"}],"stats":{"additions":41,"deletions":63,"filesChanged":2}}