{"sha":"a1b214d280d2","date":"2016-11-20","message":"LOI n° 2016-1547 du 18 novembre 2016 de modernisation de la justice du XXIe siècle","files":[{"filename":"partie_legislative/livre_ii/titre_ii/chapitre_viii/article_l228-4.md","articleName":"Article L228-4","additions":20,"deletions":12,"diff":[{"type":"del","content":"Sous réserve des dispositions du deuxième alinéa du présent article, les prestations d'aide sociale à l'enfance mentionnées au chapitre II du présent titre sont à la charge du département qui a prononcé l'admission dans le service de l'aide sociale à l'enfance."},{"type":"add","content":"Sous réserve des deuxième à cinquième alinéas du présent article, les prestations d'aide sociale à l'enfance mentionnées au chapitre II du présent titre sont à la charge du département qui a prononcé l'admission dans le service de l'aide sociale à l'enfance."},{"type":"del","content":"Les dépenses mentionnées à l'article L. 228-3 sont prises en charge par le département du ressort de la juridiction qui a prononcé la mesure en première instance, nonobstant tous recours éventuels contre les décisions correspondantes, dans les conditions suivantes :"},{"type":"add","content":"Les dépenses mentionnées à l'article L. 228-3 sont prises en charge par le département du siège de la juridiction qui a prononcé la mesure en première instance, nonobstant tout recours éventuel contre cette décision."},{"type":"del","content":"1° Les dépenses mentionnées au 2° de l'article L. 228-3 sont prises en charge par le département auquel le mineur est confié par l'autorité judiciaire ;"},{"type":"add","content":"Toutefois, par exception au deuxième alinéa du présent article, lorsque la juridiction qui a prononcé la mesure en première instance a un ressort territorial s'étendant sur plusieurs départements, les dépenses sont prises en charge dans les conditions suivantes :"},{"type":"del","content":"2° Les autres dépenses mentionnées à l'article L. 228-3 résultant de mesures prononcées en première instance par l'autorité judiciaire sont prises en charge par le département sur le territoire duquel le mineur est domicilié ou sur le territoire duquel sa résidence a été fixée."},{"type":"add","content":"1° Les dépenses mentionnées au 2° de l'article L. 228-3 sont prises en charge par le département auquel le mineur est confié par l'autorité judiciaire, à la condition que ce département soit l'un de ceux mentionnés au troisième alinéa du présent article ;"},{"type":"del","content":"Lorsque, pendant l'exécution de la mesure, la juridiction décide de se dessaisir du dossier au profit d'une autre juridiction, elle porte cette décision à la connaissance des présidents des conseils départementaux concernés. Le département du ressort de la juridiction désormais saisie prend en charge les frais afférents à l'exécution de la mesure dans les conditions fixées par le deuxième alinéa du présent article."},{"type":"add","content":"2° Les autres dépenses mentionnées à l'article L. 228-3 résultant de mesures prononcées en première instance par l'autorité judiciaire sont prises en charge par le département sur le territoire duquel le mineur réside ou fait l'objet d'une mesure de placement, à la condition que ce département soit l'un de ceux mentionnés au troisième alinéa du présent article."},{"type":"del","content":"Le département chargé de la prise en charge financière d'une mesure, en application des deuxième et troisième alinéas ci-dessus, assure celle-ci selon le tarif en vigueur dans le département où se trouve le lieu de placement de l'enfant."},{"type":"add","content":"Lorsque, pendant l'exécution de la mesure, la juridiction décide de se dessaisir du dossier au profit d'une autre juridiction, elle porte cette décision à la connaissance des présidents des conseils départementaux concernés. Le département du ressort de la juridiction désormais saisie prend en charge les frais afférents à l'exécution de la mesure dans les conditions fixées aux deuxième à cinquième alinéas du présent article."},{"type":"add","content":""},{"type":"add","content":"Le département chargé de la prise en charge financière d'une mesure, en application des deuxième à cinquième alinéas ci-dessus, assure celle-ci selon le tarif en vigueur dans le département où se trouve le lieu de placement de l'enfant."},{"type":"del","content":"LOI n° 2013-403 du 17 mai 2013 relative à l'élection des conseillers départementaux, des conseillers municipaux et des conseillers communautaires, et modifiant le calendrier électoral - article 1 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2013-05-19 MODIFIE source"},{"type":"add","content":"Code de l'action sociale et des familles - article L228-3 AUTONOME VIGUEUR, en vigueur depuis le 2000-12-23 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2016-1547 du 18 novembre 2016 de modernisation de la justice du XXIe siècle - article 28 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2013-05-17 MODIFIE cible LOI n° 2013-403 du 17 mai 2013 relative à l'élection des conseillers départementaux, des conseillers municipaux et des conseillers communautaires, et modifiant le calendrier électoral - article 1 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2013-05-19"},{"type":"add","content":"2016-11-18 MODIFIE cible LOI n° 2016-1547 du 18 novembre 2016 de modernisation de la justice du XXIe siècle - article 28 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de l'action sociale et des familles - article L228-3 AUTONOME VIGUEUR, en vigueur depuis le 2000-12-23"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/19/37/LEGIARTI000030193745.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/19/37/LEGIARTI000030193745.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/30/19/37/LEGIARTI000030193745.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/46/00/LEGIARTI000033460019.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/46/00/LEGIARTI000033460019.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/46/00/LEGIARTI000033460019.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000030193745)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033460019)"}],"status":"modified"}],"stats":{"additions":20,"deletions":12,"filesChanged":1}}