{"sha":"b203c2b496e2","date":"2021-07-01","message":"Décret n° 2021-834 du 29 juin 2021 relatif aux modalités de répartition du concours versé aux départements au titre de l'installation ou du fonctionnement des maisons départementales des personnes handicapées","files":[{"filename":"partie_reglementaire/livre_ier/titre_iv/chapitre_x/section_5/sous-section_1/article_r14-10-34.md","articleName":"Article R14-10-34","additions":45,"deletions":14,"diff":[{"type":"del","content":"Le concours mentionné au III de l'article L. 14-10-5 versé pour l'installation ou le fonctionnement des maisons départementales des personnes handicapées est réparti entre les départements selon la formule suivante :"},{"type":"add","content":"I.-Le concours mentionné au c du 3° de l'article L. 14-10-5 versé pour l'installation ou le fonctionnement des maisons départementales des personnes handicapées est composé, pour chaque département, d'une part forfaitaire et d'une part variable."},{"type":"del","content":"Formule non reproduite (consulter le fac-similé)"},{"type":"add","content":"Le montant total réparti au titre de la part forfaitaire représente au moins 75 % et au plus 90 % du concours attribué par la Caisse nationale de solidarité pour l'autonomie."},{"type":"del","content":"dans laquelle :"},{"type":"add","content":"II.-La part forfaitaire attribuée à chaque département est déterminée chaque année selon la formule suivante :"},{"type":"del","content":"a) Fd représente la fraction attribuée à un département ;"},{"type":"add","content":"PFd = (Fx + Fdd)-(SEd + MADd)"},{"type":"del","content":"b) Fx représente une dotation dont le montant, identique pour chaque département, est fixé par le conseil de la Caisse nationale de solidarité pour l'autonomie ;"},{"type":"add","content":"Pour laquelle :"},{"type":"del","content":"c) PAAd représente le nombre de personnes adultes du département dont l'âge est inférieur à la limite fixée en application du I de l'article L. 245-1 tel qu'il figure dans les statistiques démographiques annuelles départementales produites par l'Institut national de la statistique et des études économiques disponibles au 31 décembre de l'année au titre de laquelle la répartition est effectuée ;"},{"type":"add","content":"a) PFd représente la part forfaitaire perçue par chaque département ;"},{"type":"del","content":"d) PFd représente, pour ce département, le potentiel fiscal de l'année au titre de laquelle la répartition est effectuée, tel que défini à l'article L. 3334-6 du code général des collectivités territoriales."},{"type":"add","content":"b) Fx représente la dotation dont le montant, identique pour chaque département, est fixé par le conseil de la Caisse nationale de solidarité pour l'autonomie ;"},{"type":"add","content":""},{"type":"add","content":"c) Fdd représente la dotation dont le montant est fixé par le conseil de la Caisse nationale de solidarité pour l'autonomie en fonction du groupe démographique auquel se rattache le département, en tenant compte de la population totale du département telle qu'elle figure dans les statistiques démographiques annuelles départementales produites par l'Institut national de la statistique et des études économiques disponibles au 1er janvier de l'année au titre de laquelle la dotation est déterminée. A cette fin, le conseil de la Caisse nationale de solidarité pour l'autonomie détermine annuellement les différents groupes démographiques et le montant correspondant pour chaque groupe ;"},{"type":"add","content":""},{"type":"add","content":"d) SEd représente la subvention mentionnée au III de l'article L. 14-10-7-1, versée à la maison départementale des personnes handicapées du département l'année précédant celle au titre de laquelle le concours mentionné au I est déterminé ;"},{"type":"add","content":""},{"type":"add","content":"e) MADd représente la valorisation des personnels mis à disposition par l'Etat auprès de la maison départementale des personnes handicapées du département en application du 1° de l'article L. 146-4-1, au titre de la pénultième année. Chaque poste est valorisé en tenant compte des modalités applicables pour le calcul de la compensation par l'Etat de la vacance des postes occupés par ces personnels consécutive à un départ de leur administration d'origine."},{"type":"add","content":""},{"type":"add","content":"Pour chaque département, la somme de Fx et Fdd ne peut être inférieure à la somme de SEd et MADd."},{"type":"add","content":""},{"type":"add","content":"III.-La part variable attribuée à chaque département est déterminée selon la formule suivante :"},{"type":"add","content":""},{"type":"add","content":"PVd = (C-∑ PFd) x [(PAEEHd/ ∑ PAEEHd) x 30 % + (PPCHd/ ∑ PPCHd) x 30 % + (POMSd/ ∑ POMSd) x 40 %]"},{"type":"add","content":""},{"type":"add","content":"Pour laquelle :"},{"type":"add","content":""},{"type":"add","content":"a) PVd représente la part variable perçue par chaque département ;"},{"type":"add","content":""},{"type":"add","content":"b) C représente le montant total du concours afférent à l'installation ou au fonctionnement des maisons départementales des personnes handicapées mentionné au c du 3° de l'article L. 14-10-5 ;"},{"type":"add","content":""},{"type":"add","content":"c) PFd représente la part forfaitaire mentionnée au II ;"},{"type":"add","content":""},{"type":"add","content":"d) PAEEHd représente le nombre de personnes bénéficiaires, dans le département, de l'allocation d'éducation de l'enfant handicapé prévue à l'article L. 541-1 du code de la sécurité sociale, constaté au 31 décembre de l'année précédente ;"},{"type":"add","content":""},{"type":"add","content":"e) PPCHd représente le nombre de personnes bénéficiaires, dans le département, de la prestation de compensation mentionnée à l'article L. 245-1, constaté au 31 décembre de l'année précédente ;"},{"type":"add","content":""},{"type":"add","content":"f) POMSd représente le nombre annuel de décisions relatives à l'orientation de la personne handicapée vers un établissement ou service relevant de l'article L. 312-1, prises par la commission des droits et de l'autonomie des personnes handicapées du département tel que prévu par le 1° du I de l'article L. 241-6, constaté au 31 décembre de l'année précédente."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Conformément à l'article 2 du décret n° 2021-834 du 29 juin 2021 : Par dérogation aux dispositions de l'article 1er du présent décret, le montant du concours perçu par chaque département au titre de l'année 2021 en application desdites dispositions est supérieur de 10 % au moins à celui perçu au titre de l'année 2020."},{"type":"del","content":"Décret n° 2007-828 du 11 mai 2007 portant diverses dispositions relatives à la solidarité pour l'autonomie et modifiant le code de l'action sociale et des familles (partie réglementaire) - article 1 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"Décret n° 2021-834 du 29 juin 2021 relatif aux modalités de répartition du concours versé aux départements au titre de l'installation ou du fonctionnement des maisons départementales des personnes handicapées - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2007-05-11 MODIFICATION source Décret n° 2007-828 du 11 mai 2007 portant diverses dispositions relatives à la solidarité pour l'autonomie et modifiant le code de l'action sociale et des familles (partie réglementaire) - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2018-02-08 CITATION cible Décret n° 2018-76 du 8 février 2018 portant diverses mesures institutionnelles relatives à la collectivité de Corse - article 5 AUTONOME VIGUEUR, en vigueur depuis le 2018-02-10"},{"type":"del","content":"2018-02-08 CITATION cible Décret n° 2018-76 du 8 février 2018 portant diverses mesures institutionnelles relatives à la collectivité de Corse - article 5 AUTONOME VIGUEUR, en vigueur depuis le 2018-02-10"},{"type":"add","content":"2021-06-29 MODIFIE cible Décret n° 2021-834 du 29 juin 2021 relatif aux modalités de répartition du concours versé aux départements au titre de l'installation ou du fonctionnement des maisons départementales des personnes handicapées - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/90/53/LEGIARTI000006905325.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/90/53/LEGIARTI000006905325.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/90/53/LEGIARTI000006905325.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/72/10/LEGIARTI000043721011.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/72/10/LEGIARTI000043721011.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/43/72/10/LEGIARTI000043721011.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006905325)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000043721011)"}],"status":"modified"}],"stats":{"additions":45,"deletions":14,"filesChanged":1}}