{"sha":"c5a8c9371586","date":"2018-12-23","message":"LOI n° 2015-1776 du 28 décembre 2015 relative à l'adaptation de la société au vieillissement","files":[{"filename":"partie_legislative/livre_iii/titre_ier/chapitre_iii/section_3/article_l313-12.md","articleName":"Article L313-12","additions":22,"deletions":18,"diff":[{"type":"del","content":"IV ter.-A.-La personne physique ou morale qui gère un établissement d'hébergement pour personnes âgées dépendantes mentionné aux I ou II conclut un contrat pluriannuel d'objectifs et de moyens avec le ou les présidents du conseil départemental et le directeur général de l'agence régionale de santé concernés. La personne morale qui exerce un contrôle exclusif, dans les conditions prévues au II de l ’ article L. 233-16 du code de commerce, peut conclure ce contrat pour le compte des sociétés contrôlées qui gèrent un établissement d ’ hébergement pour personnes âgées dépendantes mentionné aux I ou II du présent article."},{"type":"add","content":"IV ter.-A.-La personne physique ou morale qui gère un établissement d'hébergement pour personnes âgées dépendantes mentionné aux I ou II conclut un contrat pluriannuel d'objectifs et de moyens avec le ou les présidents du conseil départemental et le directeur général de l'agence régionale de santé concernés. La personne morale qui exerce un contrôle exclusif, dans les conditions prévues au II de l’article L. 233-16 du code de commerce, peut conclure ce contrat pour le compte des sociétés contrôlées qui gèrent un établissement d ’ hébergement pour personnes âgées dépendantes mentionné aux I ou II du présent article."},{"type":"del","content":"Lorsqu ’ une personne physique ou morale mentionnée au premier alinéa du présent A gère ou contrôle plusieurs de ces établissements situés dans le même département, un contrat pluriannuel d ’ objectifs et de moyens est conclu pour l ’ ensemble de ces établissements entre la personne physique ou morale, le président du conseil départemental et le directeur général de l ’ agence régionale de santé. Sous réserve de l'accord des présidents de conseils départementaux concernés et du directeur général de l'agence, ce contrat pluriannuel d'objectifs et de moyens peut inclure les établissements situés dans d'autres départements de la même région."},{"type":"add","content":"Lorsqu’une personne physique ou morale mentionnée au premier alinéa du présent A gère ou contrôle plusieurs de ces établissements situés dans le même département, un contrat pluriannuel d’objectifs et de moyens est conclu pour l’ensemble de ces établissements entre la personne physique ou morale, le président du conseil départemental et le directeur général de l’agence régionale de santé. Sous réserve de l'accord des présidents de conseils départementaux concernés et du directeur général de l'agence, ce contrat pluriannuel d'objectifs et de moyens peut inclure les établissements situés dans d'autres départements de la même région."},{"type":"del","content":"Par dérogation aux II et III de l'article L. 314-7, ce contrat fixe les éléments pluriannuels du budget des établissements et des services et prévoit l'affectation des résultats d'exploitation par le gestionnaire dans des conditions précisées par décret en Conseil d'Etat. Dans l ’ attente de la signature du contrat, les autorités de tarification peuvent réviser les propositions d ’ affectation des résultats sur la base de l ’ examen de l ’ état des prévisions de recettes et de dépenses."},{"type":"add","content":"Par dérogation aux II et III de l'article L. 314-7, ce contrat fixe les éléments pluriannuels du budget des établissements et des services et prévoit l'affectation des résultats d'exploitation par le gestionnaire dans des conditions précisées par décret en Conseil d'Etat. Dans l ’ attente de la signature du contrat, les autorités de tarification peuvent réviser les propositions d’affectation des résultats sur la base de l’examen de l’état des prévisions de recettes et de dépenses."},{"type":"del","content":"Sans préjudice des articles L. 313-14-1 et L. 315-14, le contrat intègre, le cas échéant, un plan de retour à l ’ équilibre lorsque la situation financière de l ’ établissement l ’ exige."},{"type":"add","content":"Sans préjudice des articles L. 313-14-1 et L. 315-14, le contrat intègre, le cas échéant, un plan de retour à l’équilibre lorsque la situation financière de l’établissement l’exige."},{"type":"del","content":"V.-Le personnel des établissements mentionnés au I et au IV bis comprend un médecin coordonnateur. Le médecin coordonnateur contribue, auprès des professionnels de santé exerçant dans l'établissement, à la bonne adaptation aux impératifs gériatriques des prescriptions de médicaments et des produits et prestations inscrits sur la liste mentionnée à l'article L. 165-1 du code de la sécurité sociale. A cette fin, il élabore une liste, par classe pharmaco-thérapeutique, des médicaments à utiliser préférentiellement, en collaboration avec les médecins traitants des résidents et avec le pharmacien chargé de la gérance de la pharmacie à usage intérieur ou le pharmacien d'officine référent mentionné au II de l'article L. 5126-10 du code de la santé publique. Ses autres missions sont définies par décret. Le médecin coordonnateur de l'établissement est associé à l'élaboration et à la mise en oeuvre des contrats prévus à l'article L. 183-1-1 du code de la sécurité sociale. Le personnel des établissements publics mentionnés au I et au IV bis peut comprendre des médecins, des biologistes, des odontologistes et des pharmaciens visés par l'article L. 6152-1 du code de la santé publique. Les établissements privés mentionnés au I peuvent faire appel à ces praticiens dans les conditions prévues par les statuts de ces derniers."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"### Nota"},{"type":"del","content":""},{"type":"del","content":"Conformément au I l'article 3 de l'ordonnance n° 2016-1729 du 15 décembre 2016, ces dispositions entrent en vigueur le 1er juillet 2017."},{"type":"add","content":"V.-Le personnel des établissements mentionnés au I et au IV bis comprend un médecin coordonnateur. Le médecin coordonnateur contribue, auprès des professionnels de santé exerçant dans l'établissement, à la bonne adaptation aux impératifs gériatriques des prescriptions de médicaments et des produits et prestations inscrits sur la liste mentionnée à l'article L. 165-1 du code de la sécurité sociale, qu'il peut lui-même réaliser, en cette qualité et en articulation avec le médecin traitant, dans des conditions prévues par décret. A cette fin, il élabore une liste, par classe pharmaco-thérapeutique, des médicaments à utiliser préférentiellement, en collaboration avec les médecins traitants des résidents et avec le pharmacien chargé de la gérance de la pharmacie à usage intérieur ou le pharmacien d'officine référent mentionné au II de l'article L. 5126-10 du code de la santé publique. Ses autres missions sont également définies par décret. Le médecin coordonnateur de l'établissement est associé à l'élaboration et à la mise en œuvre des contrats prévus à l'article L. 183-1-1 du code de la sécurité sociale. Le personnel des établissements publics mentionnés au I et au IV bis peut comprendre des médecins, des biologistes, des odontologistes et des pharmaciens visés par l'article L. 6152-1 du code de la santé publique. Les établissements privés mentionnés au I peuvent faire appel à ces praticiens dans les conditions prévues par les statuts de ces derniers."},{"type":"del","content":"LOI n° 2017-1836 du 30 décembre 2017 de financement de la sécurité sociale pour 2018 - article 70 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Code de la santé publique - article L5125-1-1 A AUTONOME MODIFIE, en vigueur du 2019-03-01 au 2020-01-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2015-1776 du 28 décembre 2015 relative à l'adaptation de la société au vieillissement - article 58 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2018-12-23 MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2018-1203 du 22 décembre 2018 de financement de la sécurité sociale pour 2019 - article 64 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":"2015-12-28 MODIFIE cible LOI n° 2015-1776 du 28 décembre 2015 relative à l'adaptation de la société au vieillissement - article 58 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2018-12-23"},{"type":"add","content":""},{"type":"del","content":""},{"type":"del","content":"2017-12-30 MODIFIE cible LOI n° 2017-1836 du 30 décembre 2017 de financement de la sécurité sociale pour 2018 - article 70 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"add","content":""},{"type":"add","content":"2018-12-22 MODIFIE cible LOI n° 2018-1203 du 22 décembre 2018 de financement de la sécurité sociale pour 2019 - article 64 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/36/39/38/LEGIARTI000036393892.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/36/39/38/LEGIARTI000036393892.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/36/39/38/LEGIARTI000036393892.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/37/95/06/LEGIARTI000037950652.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/37/95/06/LEGIARTI000037950652.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/37/95/06/LEGIARTI000037950652.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000036393892)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000037950652)"}],"status":"modified"}],"stats":{"additions":22,"deletions":18,"filesChanged":1}}