{"sha":"f54cb8d28933","date":"2016-10-01","message":"Décret n° 2016-1284 du 29 septembre 2016 pris en application de l'article L. 112-3 du code de l'action sociale et des familles et relatif aux missions, à la composition et aux modalités de fonctionnement du Conseil national de la protection de l'enfance","files":[{"filename":"partie_reglementaire/livre_ier/titre_iv/chapitre_viii/section_1/article_d148-1.md","articleName":"Article D148-1","additions":15,"deletions":53,"diff":[{"type":"del","content":"Le Conseil supérieur de l'adoption créé à l'article L. 148-1 est placé auprès du ministre chargé de la famille. Il comprend trente membres :"},{"type":"add","content":"Le Conseil national de la protection de l'enfance favorise la coordination des acteurs de la protection de l'enfance. A cette fin :"},{"type":"del","content":"1° Un sénateur désigné par le président du Sénat ;"},{"type":"add","content":"1° Il propose au Gouvernement les orientations nationales de la protection de l'enfance dans le but de construire une stratégie nationale ;"},{"type":"del","content":"un député désigné par le président de l'Assemblée nationale ;"},{"type":"add","content":"2° Il assiste le Gouvernement en rendant des avis sur toutes les questions qui concernent la protection de l'enfance et peut de sa propre initiative proposer aux pouvoirs publics, après évaluation, les mesures de nature à améliorer les interventions en protection de l'enfance ;"},{"type":"del","content":"deux présidents de conseils généraux désignés par l'Assemblée des départements de France."},{"type":"add","content":"3° Il contribue à orienter les études stratégiques, les travaux de prospective et d'évaluation menés dans le champ de la protection de l'enfance ;"},{"type":"del","content":"2° Deux représentants du ministre de la justice ;"},{"type":"add","content":"4° Il promeut la convergence des politiques menées au niveau local en s'appuyant sur les expériences conduites au niveau territorial comme à l'étranger ;"},{"type":"del","content":"un représentant du ministre chargé de la famille ;"},{"type":"add","content":"5° Il formule des recommandations dans le champ de la formation initiale et continue des professionnels de la protection de l'enfance."},{"type":"del","content":"un représentant du ministre chargé de la santé ;"},{"type":"add","content":"En outre, le Conseil national de la protection de l'enfance est consulté sur les projets de texte législatif ou réglementaire."},{"type":"del","content":"deux représentants du ministre des affaires étrangères dont un représentant de la mission de l'adoption internationale."},{"type":"add","content":"Il peut être saisi par le Premier ministre, le ministre chargé des familles et de l'enfance et les autres ministres concernés de toute question relevant de son champ de compétences."},{"type":"del","content":"3° Trois magistrats désignés par le ministre de la justice ;"},{"type":"del","content":""},{"type":"del","content":"deux directeurs départementaux des affaires sanitaires et sociales désignés par le ministre chargé de la famille ;"},{"type":"del","content":""},{"type":"del","content":"deux représentants des services d'action sociale et de santé des départements désignés par le ministre chargé de la famille."},{"type":"del","content":""},{"type":"del","content":"4° Deux représentants des associations de familles adoptives représentatives au niveau national ;"},{"type":"del","content":""},{"type":"del","content":"un représentant des associations de personnes adoptées représentatives au niveau national ;"},{"type":"del","content":""},{"type":"del","content":"un représentant des associations de pupilles et anciens pupilles de l'Etat représentatives au niveau national ;"},{"type":"del","content":""},{"type":"del","content":"un représentant du service social d'aide aux émigrants ;"},{"type":"del","content":""},{"type":"del","content":"deux représentants des organismes autorisés ou habilités pour l'adoption."},{"type":"del","content":""},{"type":"del","content":"Ces représentants sont désignés par arrêté du ministre de la justice, du ministre chargé de la famille et du ministre des affaires étrangères."},{"type":"del","content":""},{"type":"del","content":"5° Six personnalités qualifiées en raison de leurs titres ou des travaux par lesquels elles ont contribué à la connaissance de l'adoption, désignées par arrêté du ministre de la justice, du ministre chargé de la famille et du ministre des affaires étrangères."},{"type":"del","content":""},{"type":"del","content":"Les personnes désignées en vertu des 3° , 4° et 5° le sont pour trois ans. Leur mandat peut être renouvelé deux fois."},{"type":"add","content":"Il peut se saisir de toute question relative à la protection de l'enfance."},{"type":"del","content":"Code de l'action sociale et des familles - article L148-1 AUTONOME VIGUEUR, en vigueur depuis le 2022-02-09 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'action sociale et des familles - article L148-1 AUTONOME MODIFIE, en vigueur du 2018-01-01 au 2019-03-25 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'action sociale et des familles - article L148-1 AUTONOME MODIFIE, en vigueur du 2002-01-23 au 2005-06-15 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'action sociale et des familles - article L148-1 AUTONOME TRANSFERE, en vigueur du 2019-03-25 au 2022-02-09 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'action sociale et des familles - article L148-1 AUTONOME MODIFIE, en vigueur du 2005-06-15 au 2018-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°2002-473 du 8 avril 2002 relatif au Conseil supérieur de l'adoption - article 1 AUTONOME ABROGE, en vigueur du 2002-04-09 au 2004-10-26 CONCORDANCE cible"},{"type":"add","content":"Décret n° 2016-1284 du 29 septembre 2016 pris en application de l'article L. 112-3 du code de l'action sociale et des familles et relatif aux missions, à la composition et aux modalités de fonctionnement du Conseil national de la protection de l'enfance - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2999-01-01 CITATION source Code de l'action sociale et des familles - article L148-1 AUTONOME MODIFIE, en vigueur du 2002-01-23 au 2005-06-15"},{"type":"add","content":"2016-09-29 MODIFIE cible Décret n° 2016-1284 du 29 septembre 2016 pris en application de l'article L. 112-3 du code de l'action sociale et des familles et relatif aux missions, à la composition et aux modalités de fonctionnement du Conseil national de la protection de l'enfance - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":"      MODIFICATION source Décret 2005-06-14 art. 2 JORF 15 juin 2005"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/90/52/LEGIARTI000006905246.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/90/52/LEGIARTI000006905246.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/90/52/LEGIARTI000006905246.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/17/06/LEGIARTI000033170642.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/17/06/LEGIARTI000033170642.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/17/06/LEGIARTI000033170642.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006905246)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033170642)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_ier/titre_iv/chapitre_viii/section_1/article_d148-2.md","articleName":"Article D148-2","additions":131,"deletions":15,"diff":[{"type":"del","content":"Le président du Conseil supérieur est nommé pour trois ans par décret."},{"type":"add","content":"I.-Le Conseil national de la protection de l'enfance comprend soixante-dix-neuf membres répartis dans les cinq collèges suivants :"},{"type":"add","content":""},{"type":"add","content":"1° Vingt-huit membres représentant les institutions, collectivités et administrations compétentes :"},{"type":"add","content":""},{"type":"add","content":"a) deux sénateurs, désignés par le président du Sénat ;"},{"type":"add","content":""},{"type":"add","content":"b) deux députés, désignés par le président de l'Assemblée nationale ;"},{"type":"add","content":""},{"type":"add","content":"c) neuf conseillers départementaux, désignés par l'Assemblée des départements de France ;"},{"type":"add","content":""},{"type":"add","content":"d) l'ambassadeur chargé de l'adoption internationale ou son représentant ;"},{"type":"add","content":""},{"type":"add","content":"e) le directeur des affaires civiles et du sceau ou son représentant ;"},{"type":"add","content":""},{"type":"add","content":"f) le directeur de la protection judiciaire de la jeunesse ou son représentant ;"},{"type":"add","content":""},{"type":"add","content":"g) le directeur général de l'enseignement scolaire ou son représentant ;"},{"type":"add","content":""},{"type":"add","content":"h) le directeur général de la cohésion sociale ou son représentant ;"},{"type":"add","content":""},{"type":"add","content":"i) le directeur général de la santé ou son représentant ;"},{"type":"add","content":""},{"type":"add","content":"j) le commissaire général à l'égalité des territoires ou son représentant ;"},{"type":"add","content":""},{"type":"add","content":"k) le directeur de la recherche, des études, de l'évaluation et des statistiques ou son représentant ;"},{"type":"add","content":""},{"type":"add","content":"l) un représentant de l'inspection générale des affaires sociales ;"},{"type":"add","content":""},{"type":"add","content":"m) le président de la formation enfance du Haut Conseil de la famille, de l'enfance et de l'âge ou son représentant ;"},{"type":"add","content":""},{"type":"add","content":"n) le président du groupement d'intérêt public Enfance en danger ou son représentant ;"},{"type":"add","content":""},{"type":"add","content":"o) le président du groupement d'intérêt public Agence française de l'adoption ou son représentant ;"},{"type":"add","content":""},{"type":"add","content":"p) le président de la Caisse nationale des allocations familiales ou son représentant ;"},{"type":"add","content":""},{"type":"add","content":"q) le président de la Caisse centrale de mutualité sociale agricole ou son représentant ;"},{"type":"add","content":""},{"type":"add","content":"r) le Défenseur des droits ou son représentant ;"},{"type":"add","content":""},{"type":"add","content":"2° Vingt-trois membres représentant la société civile et les associations :"},{"type":"add","content":""},{"type":"add","content":"a) quatre représentants désignés par l'Union nationale interfédérale des œuvres et organismes privés sanitaires et sociaux ;"},{"type":"add","content":""},{"type":"add","content":"b) quatre représentants désignés par la Convention nationale des associations de protection de l'enfant permettant d'assurer la représentativité de l'ensemble des mouvements ;"},{"type":"add","content":""},{"type":"add","content":"c) un représentant du Groupe national des établissements publics sociaux et médico-sociaux ;"},{"type":"add","content":""},{"type":"add","content":"d) un représentant de l'Union nationale des centres communaux d'action sociale ;"},{"type":"add","content":""},{"type":"add","content":"e) un représentant de l'Union nationale des associations familiales ;"},{"type":"add","content":""},{"type":"add","content":"f) le président de l'Observatoire de l'action sociale décentralisée ou son représentant ;"},{"type":"add","content":""},{"type":"add","content":"g) un représentant du Comité national de liaison des acteurs de prévention spécialisée ;"},{"type":"add","content":""},{"type":"add","content":"h) un représentant de l'association ATD Quart Monde ;"},{"type":"add","content":""},{"type":"add","content":"i) un représentant de l'association SOS Petits Princes ;"},{"type":"add","content":""},{"type":"add","content":"j) deux représentants des associations des personnes ayant été accueillies à l'aide sociale à l'enfance, dont au moins un membre de la Fédération nationale des associations départementales d'entraide des personnes accueillies en protection de l'enfance ;"},{"type":"add","content":""},{"type":"add","content":"k) un représentant de l'association Enfance et Partage ;"},{"type":"add","content":""},{"type":"add","content":"l) un représentant de l'association Enfance famille adoption ;"},{"type":"add","content":""},{"type":"add","content":"m) un représentant de la Fédération française des organismes autorisés pour l'adoption ;"},{"type":"add","content":""},{"type":"add","content":"n) un représentant de l'association Conseil national des adoptés ;"},{"type":"add","content":""},{"type":"add","content":"o) un représentant de l'association Mouvement pour l'adoption sans frontières ;"},{"type":"add","content":""},{"type":"add","content":"p) un représentant de l'association La Voix des adoptés ;"},{"type":"add","content":""},{"type":"add","content":"3° Treize membres représentant les associations de professionnels :"},{"type":"add","content":""},{"type":"add","content":"a) un représentant de l'Association nationale des assistants de service social ;"},{"type":"add","content":""},{"type":"add","content":"b) un représentant de l'Organisation nationale des éducateurs spécialisés ;"},{"type":"add","content":""},{"type":"add","content":"c) un représentant de l'Union fédérale nationale des associations de familles d'accueil et assistants maternels ;"},{"type":"add","content":""},{"type":"add","content":"d) un représentant de l'Association nationale des directeurs de l'enfance et de la famille ;"},{"type":"add","content":""},{"type":"add","content":"e) un représentant de l'Association nationale des directeurs d'action sociale et de santé ;"},{"type":"add","content":""},{"type":"add","content":"f) un représentant du Conseil national de l'ordre des médecins ;"},{"type":"add","content":""},{"type":"add","content":"g) un représentant du Syndicat national des médecins de protection maternelle et infantile ;"},{"type":"add","content":""},{"type":"add","content":"h) un représentant de la Société française de pédiatrie ;"},{"type":"add","content":""},{"type":"add","content":"i) un représentant de l'Association des psychiatres de secteur infanto-juvénile ;"},{"type":"add","content":""},{"type":"add","content":"j) un représentant du Conseil national des barreaux spécialement formé pour assister les enfants ;"},{"type":"add","content":""},{"type":"add","content":"k) deux représentants de l'Association française des magistrats de la jeunesse et de la famille, un juge des enfants et un juge aux affaires familiales ;"},{"type":"add","content":""},{"type":"add","content":"l) un représentant de la Fédération nationale des administrateurs ad hoc ;"},{"type":"add","content":""},{"type":"add","content":"4° Cinq membres représentant les organismes de formation :"},{"type":"add","content":""},{"type":"add","content":"a) un représentant du Centre national de la fonction publique territoriale ;"},{"type":"add","content":""},{"type":"add","content":"b) un représentant de l'Union nationale des acteurs de formation et de recherche en intervention sociale ;"},{"type":"add","content":""},{"type":"add","content":"c) un représentant de l'Ecole nationale de la magistrature ;"},{"type":"add","content":""},{"type":"add","content":"d) un représentant de l'Ecole nationale de la protection judiciaire de la jeunesse ;"},{"type":"add","content":""},{"type":"add","content":"e) un représentant de l'Association nationale pour la formation permanente du personnel hospitalier ;"},{"type":"add","content":""},{"type":"add","content":"5° Dix personnalités qualifiées œuvrant dans le champ de la protection de l'enfance."},{"type":"add","content":""},{"type":"add","content":"II.-Chaque collège est composé de telle sorte que l'écart entre le nombre de femmes et d'hommes ne soit pas supérieur à un. Les membres de droit siégeant ès qualités sont exclus du décompte paritaire."},{"type":"add","content":""},{"type":"add","content":"A cette fin, chaque autorité amenée à désigner un nombre pair de membres désigne autant de femmes que d'hommes."},{"type":"add","content":""},{"type":"add","content":"Un tirage au sort est organisé pour déterminer le sexe des membres à nommer par les autorités chargées de désigner un seul membre. Les conditions de déroulement de ce tirage au sort sont définies par un arrêté du ministre chargé des familles et de l'enfance."},{"type":"add","content":""},{"type":"add","content":"Les membres suppléants sont de même sexe que les titulaires."},{"type":"add","content":""},{"type":"add","content":"III.-En cas de décès, de démission ou de cessation de fonctions pour toute autre cause, le membre nommé à la suite de la vacance de poste pour la durée du mandat restant à courir est de même sexe que celui qu'il remplace."},{"type":"del","content":"Décret n°2002-473 du 8 avril 2002 relatif au Conseil supérieur de l'adoption - article 2 AUTONOME ABROGE, en vigueur du 2002-04-09 au 2004-10-26 CONCORDE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°2002-473 du 8 avril 2002 relatif au Conseil supérieur de l'adoption - article 2 AUTONOME ABROGE, en vigueur du 2002-04-09 au 2004-10-26 CONCORDANCE cible"},{"type":"add","content":"Décret n° 2016-1284 du 29 septembre 2016 pris en application de l'article L. 112-3 du code de l'action sociale et des familles et relatif aux missions, à la composition et aux modalités de fonctionnement du Conseil national de la protection de l'enfance - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":"Arrêté du 24 octobre 2016 précisant les modalités de mise en œuvre de la parité au Conseil national de protection de l'enfance CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 24 octobre 2016 précisant les modalités de mise en œuvre de la parité au Conseil national de protection de l'enfance ABROGE, en vigueur du 2016-10-31 au 2023-06-15 CITATION source"},{"type":"del","content":""},{"type":"add","content":""},{"type":"add","content":"2016-09-29 MODIFIE cible Décret n° 2016-1284 du 29 septembre 2016 pris en application de l'article L. 112-3 du code de l'action sociale et des familles et relatif aux missions, à la composition et aux modalités de fonctionnement du Conseil national de la protection de l'enfance - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/90/52/LEGIARTI000006905247.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/90/52/LEGIARTI000006905247.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/90/52/LEGIARTI000006905247.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/17/06/LEGIARTI000033170637.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/17/06/LEGIARTI000033170637.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/17/06/LEGIARTI000033170637.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006905247)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033170637)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_ier/titre_iv/chapitre_viii/section_1/article_d148-3.md","articleName":"Article D148-3","additions":55,"deletions":7,"diff":[{"type":"del","content":"Le secrétariat du conseil est assuré par la direction générale de la cohésion sociale."},{"type":"add","content":"I.-Le Conseil national de la protection de l'enfance est placé auprès du Premier ministre. Il est présidé par le ministre chargé des familles et de l'enfance. Un vice-président est nommé sur proposition du président au sein du cinquième collège. Le vice-président assure la présidence du conseil lorsque le ministre est absent."},{"type":"add","content":""},{"type":"add","content":"Un secrétaire général est nommé par le président du conseil pour assurer le fonctionnement courant du conseil."},{"type":"add","content":""},{"type":"add","content":"II.-Les membres du Conseil national de la protection de l'enfance, dont le vice-président, sont nommés pour une durée de trois ans renouvelable une fois, par arrêté du Premier ministre."},{"type":"add","content":""},{"type":"add","content":"Tout membre qui perd la qualité en raison de laquelle il a été nommé cesse de faire partie du conseil. Il est pourvu à son remplacement dans un délai de trois mois pour la durée du mandat restant à courir."},{"type":"add","content":""},{"type":"add","content":"En cas d'empêchement définitif, de démission ou de décès d'un membre du conseil, il est procédé à son remplacement dans les mêmes conditions."},{"type":"add","content":""},{"type":"add","content":"III.-Le ministre chargé des familles et de l'enfance fixe l'ordre du jour du conseil et arrête le programme de travail annuel du conseil."},{"type":"add","content":""},{"type":"add","content":"IV.-Le Conseil national de la protection de l'enfance se réunit au moins une fois par an en séance plénière sur convocation de son président."},{"type":"add","content":""},{"type":"add","content":"Il peut convier à ses séances et associer à ses travaux toute personne dont l'expertise est nécessaire."},{"type":"add","content":""},{"type":"add","content":"Le conseil constitue en son sein une commission permanente sur l'adoption dont il fixe la composition lors de sa première séance. Sa composition peut être revue lors des assemblées plénières du conseil. La commission permanente sur l'adoption se réunit au moins une fois par an et traite de sujets liés à l'adoption nationale et internationale."},{"type":"add","content":""},{"type":"add","content":"Il peut en tant que de besoin être constitué d'autres commissions permanentes thématiques."},{"type":"add","content":""},{"type":"add","content":"Le conseil peut également constituer en son sein des groupes de travail, présidés chacun par un membre du conseil et composés de membres du conseil et, le cas échéant, de personnalités extérieures. Chaque groupe de travail désigne un rapporteur."},{"type":"add","content":""},{"type":"add","content":"V.-Les séances du Conseil national de la protection de l'enfance ne sont pas publiques."},{"type":"add","content":""},{"type":"add","content":"Le conseil peut rendre publics ses avis."},{"type":"add","content":""},{"type":"add","content":"VI.-Le président du Conseil national de la protection de l'enfance ou son représentant, ainsi que le secrétaire général du conseil, ou son représentant, siègent au sein de la formation enfance du Haut Conseil de la famille, de l'enfance et de l'âge, prévu à l'article L. 142-1."},{"type":"add","content":""},{"type":"add","content":"VII.-Les crédits nécessaires au fonctionnement du Conseil national de la protection de l'enfance sont inscrits au budget du ministère des affaires sociales."},{"type":"add","content":""},{"type":"add","content":"Le secrétariat du Conseil national de la protection de l'enfance est assuré par la direction générale de la cohésion sociale."},{"type":"add","content":""},{"type":"add","content":"VIII.-Les fonctions de président, de vice-président et de membres du Conseil national de la protection de l'enfance sont exercées à titre gratuit."},{"type":"add","content":""},{"type":"add","content":"Le président et les membres peuvent se faire rembourser leurs frais de déplacement dans les conditions fixées par le décret n° 2006-781 du 3 juillet 2006."},{"type":"del","content":"Décret n° 2010-95 du 25 janvier 2010 relatif à l'administration centrale des ministères chargés des affaires sociales et portant création d'une direction générale de la cohésion sociale - article 6 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2010-01-27 MODIFIE source"},{"type":"add","content":"Décret n° 2016-1284 du 29 septembre 2016 pris en application de l'article L. 112-3 du code de l'action sociale et des familles et relatif aux missions, à la composition et aux modalités de fonctionnement du Conseil national de la protection de l'enfance - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2006-781 du 3 juillet 2006 fixant les conditions et les modalités de règlement des frais occasionnés par les déplacements temporaires des personnels civils de l'Etat CITATION cible"},{"type":"del","content":"2010-01-25 MODIFIE cible Décret n° 2010-95 du 25 janvier 2010 relatif à l'administration centrale des ministères chargés des affaires sociales et portant création d'une direction générale de la cohésion sociale - article 6 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2010-01-27"},{"type":"add","content":"2006-07-03 CITATION source Décret n° 2006-781 du 3 juillet 2006 fixant les conditions et les modalités de règlement des frais occasionnés par les déplacements temporaires des personnels civils de l'Etat"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2016-09-29 MODIFIE cible Décret n° 2016-1284 du 29 septembre 2016 pris en application de l'article L. 112-3 du code de l'action sociale et des familles et relatif aux missions, à la composition et aux modalités de fonctionnement du Conseil national de la protection de l'enfance - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de l'action sociale et des familles - article L142-1 AUTONOME ABROGE, en vigueur du 2000-12-23 au 2003-09-06"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/74/68/LEGIARTI000021746809.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/74/68/LEGIARTI000021746809.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/21/74/68/LEGIARTI000021746809.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/17/06/LEGIARTI000033170633.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/17/06/LEGIARTI000033170633.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/17/06/LEGIARTI000033170633.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000021746809)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033170633)"}],"status":"modified"}],"stats":{"additions":201,"deletions":75,"filesChanged":3}}