{"sha":"f7480ffc1762","date":"2010-03-05","message":"Décret n° 2003-1010 du 22 octobre 2003 relatif à la gestion budgétaire, comptable et financière, et aux modalités de financement et de tarification des établissements et services sociaux et médico-sociaux mentionnés au I de l'article L. 312-1 du code de l'action sociale et des familles, et des établissements mentionnés au 2° de l'article L. 6111-2 du code de la santé publique","files":[{"filename":"partie_reglementaire/livre_iii/titre_ier/chapitre_iv/section_2/sous-section_1/paragraphe_5/sous-paragraphe_2/article_r314-62.md","articleName":"Article R314-62","additions":6,"deletions":17,"diff":[{"type":"del","content":"La constitution d'une mission d'enquête peut, aux mêmes conditions, être demandée au préfet par l'autorité administrative compétente en matière de tutelle des établissements sanitaires et médico-sociaux ou par l'autorité compétente en matière de tutelle des établissements sociaux, le directeur régional de la protection judiciaire de la jeunesse ou, lorsque l'établissement ou le service est financé par l'assurance maladie, la caisse régionale d'assurance maladie ou l'organisme chargé du versement du tarif."},{"type":"add","content":"La constitution d'une mission d'enquête peut, aux mêmes conditions, être demandée au préfet par l'autorité administrative compétente en matière de tutelle des établissements sanitaires et médico-sociaux ou par l'autorité compétente en matière de tutelle des établissements sociaux, le directeur interrégional de la protection judiciaire de la jeunesse ou, lorsque l'établissement ou le service est financé par l'assurance maladie, la caisse régionale d'assurance maladie ou l'organisme chargé du versement du tarif."},{"type":"del","content":"La composition de la mission est fixée par le préfet. Elle peut comporter, en fonction de son objet, le trésorier-payeur général du département, le directeur régional et le directeur départemental des affaires sanitaires et sociales, le directeur régional et le directeur départemental de la protection judiciaire de la jeunesse, le directeur départemental de la concurrence, de la consommation et de la répression des fraudes ou leurs représentants. Elle peut également comporter, lorsque l'établissement ou le service est financé par l'assurance maladie, des représentants de la caisse régionale d'assurance maladie et de l'organisme chargé du versement du tarif."},{"type":"add","content":"La composition de la mission est fixée par le préfet. Elle peut comporter, en fonction de son objet, le trésorier-payeur général du département, le directeur régional et le directeur départemental des affaires sanitaires et sociales, le directeur régional et le directeur territorial de la protection judiciaire de la jeunesse, le directeur départemental de la concurrence, de la consommation et de la répression des fraudes ou leurs représentants. Elle peut également comporter, lorsque l'établissement ou le service est financé par l'assurance maladie, des représentants de la caisse régionale d'assurance maladie et de l'organisme chargé du versement du tarif."},{"type":"del","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2009-1540 du 10 décembre 2009 relatif à l'organisation et aux missions des directions régionales de la jeunesse, des sports et de la cohésion sociale - article 10 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2010-01-01 au 2010-07-01 MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":"2009-12-10 MODIFIE cible Décret n° 2009-1540 du 10 décembre 2009 relatif à l'organisation et aux missions des directions régionales de la jeunesse, des sports et de la cohésion sociale - article 10 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2010-01-01 au 2010-07-01"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/49/38/LEGIARTI000021493851.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/49/38/LEGIARTI000021493851.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/21/49/38/LEGIARTI000021493851.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/94/71/LEGIARTI000021947185.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/94/71/LEGIARTI000021947185.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/21/94/71/LEGIARTI000021947185.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000021493851)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000021947185)"}],"status":"modified"}],"stats":{"additions":6,"deletions":17,"filesChanged":1}}