{"sha":"fdae60b88344","date":"2010-07-01","message":"Ordonnance n° 2010-177 du 23 février 2010 de coordination avec la loi n° 2009-879 du 21 juillet 2009 portant réforme de l'hôpital et relative aux patients, à la santé et aux territoires","files":[{"filename":"partie_legislative/livre_iii/titre_ier/chapitre_iii/section_1/README.md","articleName":"Sommaire - Section 1","additions":2,"deletions":0,"diff":[{"type":"add","content":"- [Article L313-1-1](article_l313-1-1.md)"},{"type":"add","content":"- [Article L313-1-2](article_l313-1-2.md)"}],"status":"modified"},{"filename":"partie_legislative/livre_iii/titre_ier/chapitre_iii/section_1/article_l313-1-1.md","articleName":"Article L313-1-1","additions":183,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article L313-1-1"},{"type":"add","content":""},{"type":"add","content":"I. - Les projets, y compris expérimentaux, de création, de transformation et d'extension d'établissements ou de services sociaux et médico-sociaux relevant de l'article L. 312-1 ainsi que les projets de lieux de vie et d'accueil sont autorisés par les autorités compétentes en vertu de l'article L. 313-3."},{"type":"add","content":""},{"type":"add","content":"Lorsque les projets font appel partiellement ou intégralement à des financements publics, ces autorités délivrent l'autorisation après avis d'une commission de sélection d'appel à projet social ou médico-social qui associe des représentants des usagers.L'avis de cette dernière n'est toutefois pas requis en cas d'extension inférieure à un seuil. Une partie des appels à projets doit être réservée à la présentation de projets expérimentaux ou innovants répondant à un cahier des charges allégé. Les financements publics mentionnés au présent alinéa s'entendent de ceux qu'apportent directement ou indirectement, en vertu de dispositions législatives ou réglementaires, les personnes morales de droit public ou les organismes de sécurité sociale en vue de supporter en tout ou partie des dépenses de fonctionnement."},{"type":"add","content":""},{"type":"add","content":"Si des établissements ou services créés sans recours à des financements publics présentent des projets de transformation ou d'extension faisant appel à de tels financements, la procédure prévue à l'alinéa précédent s'applique."},{"type":"add","content":""},{"type":"add","content":"Les conditions d'application du présent article sont définies par décret en Conseil d'Etat, à l'exception du seuil mentionné au deuxième alinéa, qui l'est par décret."},{"type":"add","content":""},{"type":"add","content":"Le décret en Conseil d'Etat susvisé définit notamment les règles de publicité, les modalités de l'appel à projet et le contenu de son cahier des charges, ainsi que les modalités d'examen et de sélection des projets présentés, afin de garantir une mise en concurrence sincère, loyale et équitable et la qualité de l'accueil et de l'accompagnement."},{"type":"add","content":""},{"type":"add","content":"II. - Les opérations de regroupement d'établissements et services préexistants sont exonérées de la procédure visée au I, si elles n'entraînent pas des extensions de capacités supérieures aux seuils prévus au I et si elles ne modifient pas les missions des établissements et services concernés."},{"type":"add","content":""},{"type":"add","content":"Un décret définit les modalités de réception et d'examen desdits projets par les autorités chargées de la délivrance de ces autorisations."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Loi n° 2009-879 du 21 juillet 2009, art 131 II : Les 3°, 8°, 9° et 10° du I de l'article 124, en tant qu'ils créent la commission d'appel à projet, qu'ils suppriment le comité régional de l'organisation sociale et médico-sociale et définissent une nouvelle procédure d'autorisation, s'appliquent aux nouvelles demandes d'autorisation, d'extension ou de transformation des établissements et services médico-sociaux déposées à compter de la date prévue au I du présent article (1er juillet 2010).Les mandats des membres des comités régionaux de l'organisation sociale et médico-sociale, en cours ou arrivant à échéance au cours de l'année 2009 ou de l'année 2010, restent en vigueur pour l'examen des demandes déposées jusqu'à la date mentionnée au I de cet article et ce pour une durée maximale de six mois à compter de la date mentionnée au I de cet article."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Ordonnance n° 2010-177 du 23 février 2010 de coordination avec la loi n° 2009-879 du 21 juillet 2009 portant réforme de l'hôpital et relative aux patients, à la santé et aux territoires - article 18 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2010-02-23 MODIFIE cible Ordonnance n° 2010-177 du 23 février 2010 de coordination avec la loi n° 2009-879 du 21 juillet 2009 portant réforme de l'hôpital et relative aux patients, à la santé et aux territoires - article 18 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2010-05-20 CITATION cible Décret n° 2010-534 du 20 mai 2010 relatif à l'usage du titre de psychothérapeute - article 22 AUTONOME VIGUEUR, en vigueur depuis le 2012-05-09"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2010-05-20 CITATION cible Décret n° 2010-534 du 20 mai 2010 relatif à l'usage du titre de psychothérapeute - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2010-07-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2012-05-31 CITATION cible Ordonnance n° 2012-785 du 31 mai 2012 portant extension et adaptation du code de l'action sociale et des familles au Département de Mayotte - article 11 AUTONOME VIGUEUR, en vigueur depuis le 2012-06-02"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2014-10-23 CITATION cible Décret n° 2014-1286 du 23 octobre 2014 relatif aux exceptions à l'application du principe « silence vaut acceptation » sur le fondement du II de l'article 21 de la loi n° 2000-321 du 12 avril 2000 relative aux droits des citoyens dans leurs relations avec les administrations (ministère des affaires sociales, de la santé et des droits des femmes) - article AUTONOME VIGUEUR, en vigueur depuis le 2017-11-04"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2015-07-29 CITATION cible LOI n° 2015-925 du 29 juillet 2015 relative à la réforme du droit d'asile - article 35 AUTONOME VIGUEUR, en vigueur depuis le 2015-07-31"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2015-09-21 CITATION cible Décret n° 2015-1166 du 21 septembre 2015 pris pour l'application de la loi n° 2015-925 du 29 juillet 2015 relative à la réforme du droit d'asile - article 30 AUTONOME VIGUEUR, en vigueur depuis le 2015-11-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2015-10-16 CITATION cible Décret n° 2015-1293 du 16 octobre 2015 relatif aux modalités dérogatoires d'organisation et de tarification applicables aux services polyvalents d'aide et de soins à domicile dans le cadre de l'expérimentation des projets pilotes destinés à optimiser le parcours de santé des personnes âgées en risque de perte d'autonomie - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2015-10-18"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2015-12-28 CITATION cible LOI n° 2015-1776 du 28 décembre 2015 relative à l'adaptation de la société au vieillissement - article 47 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2016-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2016-01-26 CITATION cible LOI n° 2016-41 du 26 janvier 2016 de modernisation de notre système de santé - article 43 AUTONOME VIGUEUR, en vigueur depuis le 2021-12-25"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2017-03-03 CITATION cible Arrêté du 3 mars 2017 fixant le contenu du cahier des charges du contrat pluriannuel d'objectifs et de moyens prévu au IV ter de l'article L. 313-12 du code de l'action sociale et des familles VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2017-12-29 CITATION cible Décret n° 2017-1862 du 29 décembre 2017 relatif à l'expérimentation territoriale d'un droit de dérogation reconnu au directeur général de l'agence régionale de santé - article 2 AUTONOME MODIFIE, en vigueur du 2019-08-23 au 2019-12-27"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code pénitentiaire - article R412-84 AUTONOME VIGUEUR, en vigueur depuis le 2025-08-28"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-12-22 CITATION cible Décret n° 2023-1235 du 22 décembre 2023 relatif aux établissements ou services d'aide par le travail implantés dans un établissement pénitentiaire - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2024-04-08 CITATION cible LOI n° 2024-317 du 8 avril 2024 portant mesures pour bâtir la société du bien vieillir et de l'autonomie - article 17 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2024-05-13 CITATION cible Arrêté du 13 mai 2024 fixant les conditions de réalisation des tests rapides d'orientation diagnostique de l'infection par les virus de l'immunodéficience humaine (VIH 1 et 2), des infections par les virus de l'hépatite C (VHC) et de l'hépatite B (VHB) et par la bactérie Treponema pallidum (syphilis), en milieu médico-social ou associatif et autres centres et établissements autorisés VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2024-12-04 CITATION cible Décret n° 2024-1137 du 4 décembre 2024 fixant le seuil de capacité pour la dispense d'appel à projets des services mandataires judiciaires à la protection des majeurs VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article D313-2 AUTONOME VIGUEUR, en vigueur depuis le 2025-03-24"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article D313-2-1 A AUTONOME VIGUEUR, en vigueur depuis le 2024-12-06"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article D316-1 AUTONOME VIGUEUR, en vigueur depuis le 2013-01-07"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article D316-2 AUTONOME VIGUEUR, en vigueur depuis le 2021-09-30"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article D316-4 AUTONOME VIGUEUR, en vigueur depuis le 2013-01-07"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article D316-5 AUTONOME VIGUEUR, en vigueur depuis le 2013-01-07"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article D347-3 AUTONOME MODIFIE, en vigueur du 2006-07-25 au 2012-02-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article L313-1 AUTONOME MODIFIE_MORT_NE, en vigueur du 2010-07-01 au 2010-02-26"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CONCORDE source Code de l'action sociale et des familles - article L313-1-2 AUTONOME MODIFIE_MORT_NE, en vigueur du 2010-07-01 au 2010-02-26"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article L313-14 AUTONOME VIGUEUR, en vigueur depuis le 2022-12-25"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article L313-21 AUTONOME MODIFIE, en vigueur du 2010-02-26 au 2011-05-19"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article L313-22 AUTONOME MODIFIE, en vigueur du 2005-12-02 au 2010-02-26"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article L313-4 AUTONOME VIGUEUR, en vigueur depuis le 2018-11-25"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article L313-6 AUTONOME VIGUEUR, en vigueur depuis le 2019-07-27"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article L315-2 AUTONOME VIGUEUR, en vigueur depuis le 2015-12-30"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article L347-1 AUTONOME MODIFIE, en vigueur du 2005-12-02 au 2010-02-26"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article L581-7 AUTONOME VIGUEUR, en vigueur depuis le 2019-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article R313-1 AUTONOME VIGUEUR, en vigueur depuis le 2018-02-10"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article R313-2-1 AUTONOME VIGUEUR, en vigueur depuis le 2020-02-23"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article R313-7-1 AUTONOME VIGUEUR, en vigueur depuis le 2016-06-18"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article R313-7-4 AUTONOME VIGUEUR, en vigueur depuis le 2020-02-23"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article R313-7-6 AUTONOME VIGUEUR, en vigueur depuis le 2020-02-23"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article R313-7-7 AUTONOME VIGUEUR, en vigueur depuis le 2020-02-23"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article R313-7-8 AUTONOME VIGUEUR, en vigueur depuis le 2020-02-23"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article R313-8 AUTONOME VIGUEUR, en vigueur depuis le 2010-08-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article R315-1 AUTONOME VIGUEUR, en vigueur depuis le 2016-06-18"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code du travail - article L7232-4 AUTONOME VIGUEUR, en vigueur depuis le 2015-12-30"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/94/10/LEGIARTI000021941017.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/94/10/LEGIARTI000021941017.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/21/94/10/LEGIARTI000021941017.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_l_action_sociale_et_des_familles/src/branch/main/partie_legislative/livre_iii/titre_ier/chapitre_iii/section_1/article_l313-1-1.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000021941017)"},{"type":"add","content":""}],"status":"added"},{"filename":"partie_legislative/livre_iii/titre_ier/chapitre_iii/section_1/article_l313-1-2.md","articleName":"Article L313-1-2","additions":243,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article L313-1-2"},{"type":"add","content":""},{"type":"add","content":"La création, la transformation et l'extension des services d'aide et d'accompagnement à domicile mentionnés aux 1°, 6° et 7° du I de l'article L. 312-1 sont soumises, à la demande de l'organisme gestionnaire :"},{"type":"add","content":""},{"type":"add","content":"1° Soit à l'autorisation prévue à la présente section ;"},{"type":"add","content":""},{"type":"add","content":"2° Soit à l'agrément prévu à l'article L. 7232-1 du code du travail."},{"type":"add","content":""},{"type":"add","content":"Les services auxquels un agrément est délivré en vertu du 2° sont tenus de conclure un contrat dans les mêmes conditions que celles prévues au premier alinéa de l'article L. 342-2. Les dispositions des articles L. 311-3 et L. 311-4 relatives au livret d'accueil et de l'article L. 331-1 leur sont applicables. Les conditions et les délais dans lesquels sont applicables à ces services les dispositions de l'article L. 312-8 sont fixés par décret."},{"type":"add","content":""},{"type":"add","content":"Les services mentionnés au premier alinéa peuvent, même en l'absence d'habilitation à recevoir des bénéficiaires de l'aide sociale, intervenir auprès des bénéficiaires de l'allocation personnalisée d'autonomie."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article L7232-1 AUTONOME VIGUEUR, en vigueur depuis le 2010-07-25 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article L312-8 AUTONOME MODIFIE, en vigueur du 2009-07-23 au 2011-03-24 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article L342-2 AUTONOME MODIFIE, en vigueur du 2015-12-30 au 2020-10-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article L331-1 AUTONOME MODIFIE, en vigueur du 2010-02-26 au 2018-01-19 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article L311-3 AUTONOME MODIFIE, en vigueur du 2011-05-19 au 2015-12-30 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article L331-1 AUTONOME VIGUEUR, en vigueur depuis le 2018-01-19 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article L312-8 AUTONOME MODIFIE, en vigueur du 2021-01-01 au 2024-04-10 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article L342-2 AUTONOME MODIFIE, en vigueur du 2002-01-03 au 2015-12-30 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article L311-3 AUTONOME MODIFIE, en vigueur du 2015-12-30 au 2020-10-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article L311-3 AUTONOME MODIFIE, en vigueur du 2002-01-03 au 2009-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article L312-8 AUTONOME MODIFIE, en vigueur du 2006-12-22 au 2009-07-23 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article L331-1 AUTONOME MODIFIE, en vigueur du 2007-03-07 au 2010-02-26 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article L331-1 AUTONOME MODIFIE, en vigueur du 2000-12-23 au 2002-01-03 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article L312-8 AUTONOME MODIFIE, en vigueur du 2002-01-01 au 2002-01-03 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code du travail - article L7232-1 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2010-07-25 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article L342-2 AUTONOME MODIFIE, en vigueur du 2000-12-23 au 2002-01-03 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article L312-8 AUTONOME MODIFIE, en vigueur du 2000-12-23 au 2002-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article L311-3 AUTONOME MODIFIE, en vigueur du 2020-10-01 au 2024-04-10 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article L312-8 AUTONOME MODIFIE, en vigueur du 2018-04-01 au 2021-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article L311-3 AUTONOME VIGUEUR, en vigueur depuis le 2024-04-10 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article L312-8 AUTONOME VIGUEUR, en vigueur depuis le 2024-04-10 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article L311-3 AUTONOME MODIFIE, en vigueur du 2000-12-23 au 2002-01-03 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article L312-8 AUTONOME MODIFIE, en vigueur du 2002-01-03 au 2006-12-22 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article L312-8 AUTONOME MODIFIE, en vigueur du 2011-03-24 au 2016-07-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article L312-8 AUTONOME MODIFIE, en vigueur du 2016-07-01 au 2018-04-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article L342-2 AUTONOME VIGUEUR, en vigueur depuis le 2020-10-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article L311-3 AUTONOME MODIFIE, en vigueur du 2009-01-01 au 2011-05-19 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'action sociale et des familles - article L331-1 AUTONOME MODIFIE, en vigueur du 2002-01-03 au 2007-03-07 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Ordonnance n° 2010-177 du 23 février 2010 de coordination avec la loi n° 2009-879 du 21 juillet 2009 portant réforme de l'hôpital et relative aux patients, à la santé et aux territoires - article 18 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2010-02-23 MODIFIE cible Ordonnance n° 2010-177 du 23 février 2010 de coordination avec la loi n° 2009-879 du 21 juillet 2009 portant réforme de l'hôpital et relative aux patients, à la santé et aux territoires - article 18 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2011-12-28 CITATION cible LOI n° 2011-1977 du 28 décembre 2011 de finances pour 2012 - article 150 AUTONOME VIGUEUR, en vigueur depuis le 2011-12-30"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2012-01-04 CITATION cible Arrêté du 4 janvier 2012 relatif aux prix des prestations de certains services d'aide et d'accompagnement à domicile - article 1 AUTONOME PERIME, en vigueur du 2012-01-08 au 2012-12-23"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2012-01-26 CITATION cible Arrêté du 26 janvier 2012 portant sur les modalités de répartition de la dotation prévue à l'article 150 de la loi de finances du 28 décembre 2011 destinée à la restructuration des services d'aide et d'accompagnement à domicile - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2012-02-05"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2012-08-30 CITATION cible Arrêté du 30 août 2012 fixant le cahier des charges des expérimentations relatives aux modalités de tarification des services d'aide et d'accompagnement à domicile et le contenu du contrat pluriannuel d'objectifs et de moyens mentionné au 1° du I de l'article 150 de la loi du 28 décembre 2011 de finances pour 2012 - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2014-01-17"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2012-08-30 CITATION cible Arrêté du 30 août 2012 fixant le cahier des charges des expérimentations relatives aux modalités de tarification des services d'aide et d'accompagnement à domicile et le contenu du contrat pluriannuel d'objectifs et de moyens mentionné au 1° du I de l'article 150 de la loi du 28 décembre 2011 de finances pour 2012 - article Annexe 1 AUTONOME VIGUEUR, en vigueur depuis le 2015-03-22"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2012-12-18 CITATION cible Arrêté du 18 décembre 2012 relatif aux prix des prestations de certains services d'aide et d'accompagnement à domicile - article 1 AUTONOME PERIME, en vigueur du 2012-12-23 au 2014-01-02"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2013-03-08 CITATION cible Arrêté du 8 mars 2013 portant sur les modalités de répartition de la dotation prévue à l'article 70 de la loi de financement de la sécurité sociale du 17 décembre 2012 destinée à la restructuration des services d'aide et d'accompagnement à domicile - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2013-03-14"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2013-12-26 CITATION cible Arrêté du 26 décembre 2013 relatif aux prix des prestations de certains services d'aide et d'accompagnement à domicile - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2014-01-02"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2014-04-25 CITATION cible Arrêté du 25 avril 2014 portant sur les modalités de répartition de la dotation prévue au XIV de l'article 17 de la loi de financement de la sécurité sociale du 23 décembre 2013 pour 2014 destinée à la restructuration des services d'aide et d'accompagnement à domicile - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2014-05-07"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2014-12-17 CITATION cible Arrêté du 17 décembre 2014 relatif aux prix des prestations de certains services d'aide et d'accompagnement à domicile - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2014-12-21"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2015-03-17 CITATION cible Arrêté du 17 mars 2015 relatif à l'information préalable du consommateur sur les prestations de services à la personne - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2015-07-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2015-12-28 CITATION cible LOI n° 2015-1776 du 28 décembre 2015 relative à l'adaptation de la société au vieillissement - article 49 AUTONOME ABROGE, en vigueur du 2019-07-27 au 2023-06-30"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2015-12-28 CITATION cible LOI n° 2015-1776 du 28 décembre 2015 relative à l'adaptation de la société au vieillissement - article 95 AUTONOME VIGUEUR, en vigueur depuis le 2015-12-30"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2016-02-25 CITATION cible Arrêté du 25 février 2016 portant modification de l'arrêté du 28 décembre 2005 modifié fixant les tarifs de l'élément de la prestation de compensation mentionné au 1° de l'article L. 245-3 du code de l'action sociale et des familles - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2019-05-15 CITATION cible Décret n° 2019-457 du 15 mai 2019 relatif à la répartition et l'utilisation des crédits mentionnés au IX de l'article 26 de la loi de financement de la sécurité sociale pour 2019 visant à la préfiguration d'un nouveau modèle de financement des services d'aide et d'accompagnement à domicile - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2019-05-18"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2020-03-25 CITATION cible Ordonnance n° 2020-313 du 25 mars 2020 relative aux adaptations des règles d'organisation et de fonctionnement des établissements sociaux et médico-sociaux - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2020-06-19"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2020-06-29 CITATION cible Décret n° 2020-822 du 29 juin 2020 précisant les modalités de financement des services d'aide et d'accompagnement à domicile dans le cadre de l'épidémie de covid-19 - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2020-07-02"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2021-04-02 CITATION cible Décret n° 2021-392 du 2 avril 2021 précisant les modalités de financement des services d'aide et d'accompagnement à domicile dans le cadre de l'épidémie de covid-19 - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2021-04-05"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2021-04-02 CITATION cible Décret n° 2021-392 du 2 avril 2021 précisant les modalités de financement des services d'aide et d'accompagnement à domicile dans le cadre de l'épidémie de covid-19 - article 3 AUTONOME VIGUEUR, en vigueur depuis le 2021-04-05"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code du travail - article L7232-1 AUTONOME MODIFIE, en vigueur du 2008-05-01 au 2010-07-25"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article D347-1 AUTONOME ABROGE, en vigueur du 2012-02-01 au 2017-05-05"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article D347-2 AUTONOME ABROGE, en vigueur du 2012-02-01 au 2017-05-05"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article D347-3 AUTONOME ABROGE, en vigueur du 2012-02-01 au 2017-05-05"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de l'action sociale et des familles - article L311-3 AUTONOME MODIFIE, en vigueur du 2000-12-23 au 2002-01-03"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de l'action sociale et des familles - article L312-1 AUTONOME MODIFIE, en vigueur du 2000-12-23 au 2002-01-03"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de l'action sociale et des familles - article L312-8 AUTONOME MODIFIE, en vigueur du 2000-12-23 au 2002-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article L313-1-3 AUTONOME MODIFIE, en vigueur du 2014-03-19 au 2015-12-30"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article L313-21 AUTONOME ABROGE, en vigueur du 2011-05-19 au 2014-03-19"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article L313-22 AUTONOME MODIFIE, en vigueur du 2010-02-26 au 2015-12-30"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de l'action sociale et des familles - article L331-1 AUTONOME MODIFIE, en vigueur du 2000-12-23 au 2002-01-03"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de l'action sociale et des familles - article L342-2 AUTONOME MODIFIE, en vigueur du 2000-12-23 au 2002-01-03"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article L347-1 AUTONOME MODIFIE, en vigueur du 2010-02-26 au 2015-12-30"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article L543-1 AUTONOME MODIFIE, en vigueur du 2014-03-27 au 2015-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article R14-10-49 AUTONOME MODIFIE, en vigueur du 2012-12-02 au 2017-05-11"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article R314-104-1 AUTONOME VIGUEUR, en vigueur depuis le 2022-09-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la consommation - article L141-1 AUTONOME MODIFIE, en vigueur du 2015-08-22 au 2015-12-30"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code du travail - article L7232-4 AUTONOME VIGUEUR, en vigueur depuis le 2015-12-30"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code du travail - article R7232-9 AUTONOME VIGUEUR, en vigueur depuis le 2016-12-30"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/94/10/LEGIARTI000021941014.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/94/10/LEGIARTI000021941014.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/21/94/10/LEGIARTI000021941014.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_l_action_sociale_et_des_familles/src/branch/main/partie_legislative/livre_iii/titre_ier/chapitre_iii/section_1/article_l313-1-2.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000021941014)"},{"type":"add","content":""}],"status":"added"},{"filename":"partie_legislative/livre_iii/titre_ier/chapitre_iii/section_1/article_l313-1.md","articleName":"Article L313-1","additions":10,"deletions":36,"diff":[{"type":"del","content":"La création, la transformation ou l'extension des établissements et services mentionnés à l'article L. 312-1 sont soumises à autorisation, sous réserve des dispositions de l'article L. 313-1-1."},{"type":"del","content":""},{"type":"del","content":"La section sociale du Comité national de l'organisation sanitaire et sociale ou le comité régional de l'organisation sociale et médico-sociale compétent émet un avis sur tous les projets de création ainsi que sur les projets de transformation et d'extension portant sur une capacité supérieure à un seuil fixé par décret en Conseil d'Etat d'établissements ou de services de droit public ou privé. Cet avis peut être rendu selon une procédure simplifiée."},{"type":"del","content":""},{"type":"del","content":"En outre, le comité de coordination régional de l'emploi et de la formation professionnelle et le conseil régional émettent un avis sur tous les projets de création, d'extension ou de transformation des établissements visés au b du 5° du I de l'article L. 312-1."},{"type":"del","content":""},{"type":"del","content":"Toute autorisation est caduque si elle n'a pas reçu un commencement d'exécution dans un délai de trois ans à compter de sa date de notification."},{"type":"add","content":"Toute autorisation est caduque si elle n'a pas reçu un commencement d'exécution dans un délai fixé par décret à compter de sa date de notification."},{"type":"del","content":"Lorsque l'autorisation est accordée à une personne physique ou morale de droit privé, elle ne peut être cédée qu'avec l'accord de l'autorité compétente concernée."},{"type":"add","content":"Lorsque l'autorisation est accordée à une personne physique ou morale de droit privé, elle ne peut être cédée qu'avec l'accord de l'autorité compétente concernée. Cette autorité assure la publicité de cette décision dans la forme qui lui est applicable pour la publication des actes et décisions à caractère administratif."},{"type":"del","content":"Loi n° 2006-1640 du 21 décembre 2006 de financement de la sécurité sociale pour 2007 - article 92 AUTONOME VIGUEUR, en vigueur depuis le 2006-12-22 MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Rapport au Président de la République relatif à l'ordonnance n° 2000-1249 du 21 décembre 2000 relative à la partie Législative du code de l'action sociale et des familles CODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2002-2 du 2 janvier 2002 rénovant l'action sociale et médico-sociale CODIFICATION cible"},{"type":"add","content":"Ordonnance n° 2010-177 du 23 février 2010 de coordination avec la loi n° 2009-879 du 21 juillet 2009 portant réforme de l'hôpital et relative aux patients, à la santé et aux territoires - article 18 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CODIFICATION source Rapport au Président de la République relatif à l'ordonnance n° 2000-1249 du 21 décembre 2000 relative à la partie Législative du code de l'action sociale et des familles"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2002-01-02 CODIFICATION source LOI n° 2002-2 du 2 janvier 2002 rénovant l'action sociale et médico-sociale"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2006-12-21 MODIFICATION source Loi n° 2006-1640 du 21 décembre 2006 de financement de la sécurité sociale pour 2007 - article 92 AUTONOME VIGUEUR, en vigueur depuis le 2006-12-22"},{"type":"del","content":""},{"type":"add","content":""},{"type":"add","content":"2010-02-23 MODIFIE cible Ordonnance n° 2010-177 du 23 février 2010 de coordination avec la loi n° 2009-879 du 21 juillet 2009 portant réforme de l'hôpital et relative aux patients, à la santé et aux territoires - article 18 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de l'action sociale et des familles - article L312-8 AUTONOME MODIFIE, en vigueur du 2000-12-23 au 2002-01-01"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/79/74/LEGIARTI000006797440.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/79/74/LEGIARTI000006797440.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/79/74/LEGIARTI000006797440.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/94/10/LEGIARTI000021941019.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/94/10/LEGIARTI000021941019.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/21/94/10/LEGIARTI000021941019.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006797440)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000021941019)"}],"status":"modified"},{"filename":"partie_legislative/livre_iii/titre_ier/chapitre_iii/section_1/article_l313-4.md","articleName":"Article L313-4","additions":15,"deletions":12,"diff":[{"type":"del","content":"L'autorisation initiale est accordée si le projet :"},{"type":"add","content":"L'autorisation est accordée si le projet :"},{"type":"del","content":"3° Présente un coût de fonctionnement qui n'est pas hors de proportion avec le service rendu ou les coûts des établissements et services fournissant des prestations comparables ;"},{"type":"add","content":"3° Répond au cahier des charges établi, dans des conditions fixées par décret, par les autorités qui délivrent l'autorisation, sauf en ce qui concerne les projets visés au II de l'article L. 313-1-1 ;"},{"type":"del","content":"Lorsque l'autorisation a été refusée en raison de son incompatibilité avec les dispositions de l'un des articles L. 313-8, L. 314-3, L. 314-3-2 et L. 314-4 et lorsque le coût prévisionnel de fonctionnement du projet se révèle, dans un délai de trois ans, en tout ou partie compatible avec le montant des dotations mentionnées audit article, l'autorisation peut être accordée en tout ou partie au cours de ce même délai sans qu'il soit à nouveau procédé aux consultations mentionnées à l'article L. 313-1."},{"type":"add","content":"Pour les projets ne relevant pas de financements publics, l'autorisation est accordée si le projet satisfait aux règles d'organisation et de fonctionnement prévues au présent code, et prévoit les démarches d'évaluation."},{"type":"del","content":"Lorsque les dotations mentionnées aux articles L. 313-8, L. 314-3, L. 314-3-2 et L. 314-4 ne permettent pas le financement de tous les projets présentés dans le cadre du premier alinéa de l'article L. 313-2 ou lorsqu'elles n'en permettent qu'une partie, ceux des projets qui, de ce seul fait, n'obtiennent pas l'autorisation font l'objet d'un classement prioritaire dans des conditions déterminées par décret en Conseil d'Etat."},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Loi n° 2009-879 du 21 juillet 2009, art 131 II : Les 3°, 8°, 9° et 10° du I de l'article 124, en tant qu'ils créent la commission d'appel à projet, qu'ils suppriment le comité régional de l'organisation sociale et médico-sociale et définissent une nouvelle procédure d'autorisation, s'appliquent aux nouvelles demandes d'autorisation, d'extension ou de transformation des établissements et services médico-sociaux déposées à compter de la date prévue au I du présent article (1er juillet 2010).Les mandats des membres des comités régionaux de l'organisation sociale et médico-sociale, en cours ou arrivant à échéance au cours de l'année 2009 ou de l'année 2010, restent en vigueur pour l'examen des demandes déposées jusqu'à la date mentionnée au I de cet article et ce pour une durée maximale de six mois à compter de la date mentionnée au I de cet article."},{"type":"del","content":"LOI n° 2007-1786 du 19 décembre 2007 de financement de la sécurité sociale pour 2008 - article 69 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Ordonnance n° 2010-177 du 23 février 2010 de coordination avec la loi n° 2009-879 du 21 juillet 2009 portant réforme de l'hôpital et relative aux patients, à la santé et aux territoires - article 18 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2007-12-19 MODIFIE cible LOI n° 2007-1786 du 19 décembre 2007 de financement de la sécurité sociale pour 2008 - article 69 ENTIEREMENT_MODIF"},{"type":"add","content":"2010-02-23 MODIFIE cible Ordonnance n° 2010-177 du 23 février 2010 de coordination avec la loi n° 2009-879 du 21 juillet 2009 portant réforme de l'hôpital et relative aux patients, à la santé et aux territoires - article 18 ENTIEREMENT_MODIF"},{"type":"del","content":"2999-01-01 CITATION source Code de l'action sociale et des familles - article L312-9 AUTONOME MODIFIE, en vigueur du 2000-12-23 au 2002-01-03"},{"type":"add","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article L313-1 AUTONOME VIGUEUR, en vigueur depuis le 2024-04-10"},{"type":"del","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article L313-1 AUTONOME VIGUEUR, en vigueur depuis le 2024-04-10"},{"type":"add","content":"2999-01-01 CITATION source Code de l'action sociale et des familles - article L313-1-1 AUTONOME MODIFIE, en vigueur du 2005-12-02 au 2006-12-22"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/17/84/24/LEGIARTI000017842426.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/17/84/24/LEGIARTI000017842426.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/17/84/24/LEGIARTI000017842426.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/94/09/LEGIARTI000021940997.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/94/09/LEGIARTI000021940997.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/21/94/09/LEGIARTI000021940997.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000017842426)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000021940997)"}],"status":"modified"}],"stats":{"additions":453,"deletions":48,"filesChanged":5}}