{"sha":"056142805cc7","date":"2022-01-01","message":"Ordonnance n° 2021-175 du 17 février 2021 relative à la protection sociale complémentaire dans la fonction publique","files":[{"filename":"partie_legislative/partie_4/livre_ier/titre_ii/chapitre_iii/section_2/article_l4123-3.md","articleName":"Article L4123-3","additions":35,"deletions":82,"diff":[{"type":"del","content":"L'Etat et ses établissements peuvent contribuer au financement des garanties de protection sociale complémentaire auxquelles les militaires qu'ils emploient souscrivent."},{"type":"add","content":"I.-L'Etat et ses établissements publics participent au financement des garanties de protection sociale complémentaire destinées à couvrir les frais occasionnés par une maternité, une maladie, ou un accident auxquelles souscrivent les militaires qu'ils emploient. Ces garanties sont au minimum celles définies au II de l'article L. 911-7 du code de la sécurité sociale. Le montant de la participation ne peut être inférieur à la moitié du financement nécessaire à la couverture de ces garanties minimales."},{"type":"del","content":"Leur participation est réservée aux contrats ou règlements, garantissant la mise en oeuvre de dispositifs de solidarité entre les bénéficiaires, actifs et retraités."},{"type":"add","content":"L'Etat et ses établissements publics peuvent également participer au financement des garanties de protection sociale complémentaire destinées à couvrir les risques d'incapacité de travail, d'invalidité, d'inaptitude ou de décès auxquelles souscrivent les militaires qu'ils emploient."},{"type":"del","content":"Les modalités d'application du présent article sont fixées par décret au Conseil d'Etat."},{"type":"add","content":"II.-L'Etat et ses établissements publics peuvent souscrire un contrat collectif pour la couverture complémentaire de tout ou partie des risques mentionnés au I. Dans ce cas, la souscription des militaires que l'Etat ou ses établissements emploient à tout ou partie des garanties que ce contrat comporte peut être rendue obligatoire par arrêté du ministre intéressé après avis du Conseil supérieur de la fonction militaire."},{"type":"add","content":""},{"type":"add","content":"III.-La participation financière mentionnée au I du présent article est réservée aux contrats à caractère collectif ou individuel sélectionnés par l'Etat et ses établissements au terme d'une procédure de mise en concurrence. Ces contrats sont conformes aux conditions prévues au II de l'article L. 862-4 et à l'article L. 871-1 du code de la sécurité sociale et garantissent la mise en œuvre de dispositifs de solidarité entre les bénéficiaires, notamment en faveur des retraités et des familles."},{"type":"add","content":""},{"type":"add","content":"IV.-Un décret en Conseil d'Etat fixe les modalités d'application du présent article, notamment :"},{"type":"add","content":""},{"type":"add","content":"1° Les conditions de participation de l'Etat et de ses établissements publics en l'absence de mise en œuvre des dispositions du II ;"},{"type":"add","content":""},{"type":"add","content":"2° Les dispositifs de solidarité entre les bénéficiaires mentionnés au III et les modalités de prise en compte des anciens militaires non retraités ;"},{"type":"add","content":""},{"type":"add","content":"3° Lorsqu'en application du II, la souscription des militaires à tout ou partie des garanties est rendue obligatoire, les cas dans lesquels certains militaires peuvent être dispensés de cette obligation en raison de leur situation personnelle."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Conformément au I de l'article 4 de l'ordonnance n° 2021-175 du 17 février 2021, ces dispositions entrent en vigueur le 1er janvier 2022. Se reporter aux conditions d’application prévues à l’article 4 de ladite ordonnance."},{"type":"del","content":"Code de la mutualité - article L110-2 AUTONOME VIGUEUR, en vigueur depuis le 2017-05-06 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2023-605 du 15 juillet 2023 relatif à la protection sociale complémentaire des militaires, des anciens militaires et de leurs ayants droit en matière de couverture des frais occasionnés par une maternité, une maladie ou un accident - article 3 AUTONOME VIGUEUR, en vigueur depuis le 2023-07-17 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2010-754 du 5 juillet 2010 relatif à la participation de l'Etat et de ses établissements publics au financement de la protection sociale complémentaire des militaires - article 1 AUTONOME ABROGE, en vigueur du 2010-07-08 au 2023-07-17 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Ordonnance n° 2007-465 du 29 mars 2007 relative au personnel militaire, modifiant et complétant la partie législative du code de la défense et le code civil. - article Annexe AUTONOME VIGUEUR, en vigueur depuis le 2007-03-30 CODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 2005-270 du 24 mars 2005 portant statut général des militaires (1). - article 11-1 AUTONOME ABROGE, en vigueur du 2007-02-06 au 2007-03-30 CONCORDANCE cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 2005-270 du 24 mars 2005 portant statut général des militaires (1). - article 11-1 AUTONOME ABROGE, en vigueur du 2007-02-06 au 2007-03-30 CONCORDE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2023-605 du 15 juillet 2023 relatif à la protection sociale complémentaire des militaires, des anciens militaires et de leurs ayants droit en matière de couverture des frais occasionnés par une maternité, une maladie ou un accident - article 2 AUTONOME MODIFIE, en vigueur du 2023-07-17 au 2025-04-12 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2023-605 du 15 juillet 2023 relatif à la protection sociale complémentaire des militaires, des anciens militaires et de leurs ayants droit en matière de couverture des frais occasionnés par une maternité, une maladie ou un accident - article 1 AUTONOME MODIFIE, en vigueur du 2023-07-17 au 2025-04-12 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2021-1164 du 8 septembre 2021 relatif au remboursement d'une partie des cotisations de protection sociale complémentaire destinées à couvrir les frais de santé des agents civils et militaires de l'Etat - article 13 AUTONOME VIGUEUR, en vigueur depuis le 2022-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2023-605 du 15 juillet 2023 relatif à la protection sociale complémentaire des militaires, des anciens militaires et de leurs ayants droit en matière de couverture des frais occasionnés par une maternité, une maladie ou un accident - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2025-04-12 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2023-605 du 15 juillet 2023 relatif à la protection sociale complémentaire des militaires, des anciens militaires et de leurs ayants droit en matière de couverture des frais occasionnés par une maternité, une maladie ou un accident - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2025-04-12 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Ordonnance n° 2021-175 du 17 février 2021 relative à la protection sociale complémentaire dans la fonction publique - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2025-02-16 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2022-633 du 22 avril 2022 relatif à la protection sociale complémentaire en matière de couverture des frais occasionnés par une maternité, une maladie ou un accident dans la fonction publique de l'Etat - article 3 AUTONOME MODIFIE, en vigueur du 2024-07-06 au 2025-11-10 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Accord relatif à la protection sociale complémentaire en matière de couverture des frais occasionnés par une maternité, une maladie ou un accident et en matière de prévoyance au sein du ministère de l'Europe et des affaires étrangères ainsi que de l'Agence pour l'enseignement français à l'étranger - article AUTONOME VIGUEUR, en vigueur depuis le 2024-12-20 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2025-326 du 9 avril 2025 relatif à la protection sociale complémentaire en matière de prévoyance du personnel militaire - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2025-04-12 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2022-633 du 22 avril 2022 relatif à la protection sociale complémentaire en matière de couverture des frais occasionnés par une maternité, une maladie ou un accident dans la fonction publique de l'Etat - article 3 AUTONOME VIGUEUR, en vigueur depuis le 2025-11-10 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2023-605 du 15 juillet 2023 relatif à la protection sociale complémentaire des militaires, des anciens militaires et de leurs ayants droit en matière de couverture des frais occasionnés par une maternité, une maladie ou un accident CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n°55-1074 du 6 août 1955 MILITAIRES PARTICIPANT AU MAINTIEN DE L'ORDRE DANS CERTAINES CIRCONSTANCES CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2023-605 du 15 juillet 2023 relatif à la protection sociale complémentaire des militaires, des anciens militaires et de leurs ayants droit en matière de couverture des frais occasionnés par une maternité, une maladie ou un accident VIGUEUR, en vigueur depuis le 2023-07-17 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2025-326 du 9 avril 2025 relatif à la protection sociale complémentaire en matière de prévoyance du personnel militaire CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2025-326 du 9 avril 2025 relatif à la protection sociale complémentaire en matière de prévoyance du personnel militaire VIGUEUR, en vigueur depuis le 2025-04-12 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 25 juillet 2025 pris en application de l'article 9 du décret n° 2025-326 du 9 avril 2025 relatif à la protection sociale complémentaire en matière de prévoyance du personnel militaire CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 25 juillet 2025 pris en application de l'article 9 du décret n° 2025-326 du 9 avril 2025 relatif à la protection sociale complémentaire en matière de prévoyance du personnel militaire VIGUEUR, en vigueur depuis le 2025-07-31 CITATION source"},{"type":"add","content":"Ordonnance n° 2021-175 du 17 février 2021 relative à la protection sociale complémentaire dans la fonction publique - article 3 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"1955-08-06 CITATION source Loi n°55-1074 du 6 août 1955 MILITAIRES PARTICIPANT AU MAINTIEN DE L'ORDRE DANS CERTAINES CIRCONSTANCES"},{"type":"add","content":"CODIFICATION source Ordonnance n° 2007-465 du 29 mars 2007 relative au personnel militaire, modifiant et complétant la partie législative du code de la défense et le code civil"},{"type":"del","content":"2007-03-29 CODIFICATION source Ordonnance n° 2007-465 du 29 mars 2007 relative au personnel militaire, modifiant et complétant la partie législative du code de la défense et le code civil. - article Annexe AUTONOME VIGUEUR, en vigueur depuis le 2007-03-30"},{"type":"add","content":"2010-07-05 CITATION cible Décret n° 2010-754 du 5 juillet 2010 relatif à la participation de l'Etat et de ses établissements publics au financement de la protection sociale complémentaire des militaires - article 1 AUTONOME ABROGE, en vigueur du 2010-07-08 au 2023-07-17"},{"type":"del","content":"2010-07-05 CITATION cible Décret n° 2010-754 du 5 juillet 2010 relatif à la participation de l'Etat et de ses établissements publics au financement de la protection sociale complémentaire des militaires - article 1 AUTONOME ABROGE, en vigueur du 2010-07-08 au 2023-07-17"},{"type":"add","content":"2021-02-17 MODIFIE cible Ordonnance n° 2021-175 du 17 février 2021 relative à la protection sociale complémentaire dans la fonction publique - article 3 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la sécurité sociale - article L862-4 AUTONOME MODIFIE, en vigueur du 2000-01-01 au 2000-07-06"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la sécurité sociale - article L871-1 AUTONOME MODIFIE_MORT_NE, en vigueur du 2006-01-01 au 2004-12-31"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code de la sécurité sociale. - art. L911-7"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/54/02/LEGIARTI000006540255.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/54/02/LEGIARTI000006540255.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/54/02/LEGIARTI000006540255.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/15/57/LEGIARTI000043155712.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/15/57/LEGIARTI000043155712.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/43/15/57/LEGIARTI000043155712.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006540255)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000043155712)"}],"status":"modified"}],"stats":{"additions":35,"deletions":82,"filesChanged":1}}