{"sha":"dc8dc495d350","date":"2020-08-15","message":"Décret n° 2020-1034 du 13 août 2020 relatif à la rémunération des militaires en position de détachement","files":[{"filename":"partie_reglementaire/partie_4/livre_ier/titre_iii/chapitre_viii/section_2/article_r4138-39.md","articleName":"Article R4138-39","additions":10,"deletions":10,"diff":[{"type":"del","content":"II. – Durant le détachement prévu au I, le militaire perçoit de l'administration d'accueil une rémunération comprenant le traitement indiciaire brut calculé sur la base du classement opéré en application du I, les indemnités de résidence et à caractère familial et, le cas échéant, les primes et indemnités allouées au titre du nouvel emploi."},{"type":"add","content":"II. – Durant le détachement prévu au I, le militaire perçoit de l'administration d'accueil une rémunération comprenant le traitement indiciaire brut calculé sur la base du classement opéré en application du I, l'indemnité de résidence et, le cas échéant, les suppléments pour charge de famille ainsi que les primes et indemnités allouées au titre du nouvel emploi."},{"type":"del","content":"Dans le cas où la rémunération perçue par le militaire dans son nouvel emploi est inférieure à celle qu'il aurait perçue s'il était resté en position d'activité au sein des forces armées et formations rattachées, le militaire perçoit de son administration d'origine une indemnité compensatrice égale à la différence entre, d'une part, la solde indiciaire brute, l'indemnité de résidence, le supplément familial de solde, l'indemnité pour charges militaires et les primes et indemnités liées à la qualification qu'il aurait perçus s'il était resté en position d'activité et, d'autre part, le traitement indiciaire brut, les indemnités de résidence et à caractère familial, et les primes et indemnités allouées au titre du nouvel emploi."},{"type":"add","content":"Dans le cas où la rémunération perçue par le militaire dans son nouvel emploi est inférieure à celle qu'il aurait perçue s'il était resté en position d'activité au sein des forces armées et formations rattachées, le militaire perçoit de son administration d'origine une indemnité compensatrice égale à la différence entre, d'une part, la solde indiciaire brute, l'indemnité de résidence, l'indemnité pour charges militaires et, le cas échéant, les suppléments pour charges de famille ainsi que les primes et indemnités liées à la qualification qu'il aurait perçus s'il était resté en position d'activité et, d'autre part, le traitement indiciaire brut, l'indemnité de résidence et, le cas échéant, les suppléments pour charges de famille ainsi que les primes et indemnités allouées au titre du nouvel emploi."},{"type":"del","content":"Décret n° 2017-744 du 4 mai 2017 relatif aux forces armées et aux formations rattachées et modifiant le code de la défense - article 4 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Décret n° 2020-1034 du 13 août 2020 relatif à la rémunération des militaires en position de détachement - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":"2017-05-04 MODIFIE cible Décret n° 2017-744 du 4 mai 2017 relatif aux forces armées et aux formations rattachées et modifiant le code de la défense - article 4 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"add","content":""},{"type":"add","content":"2020-08-13 MODIFIE cible Décret n° 2020-1034 du 13 août 2020 relatif à la rémunération des militaires en position de détachement - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/69/10/LEGIARTI000034691044.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/34/69/10/LEGIARTI000034691044.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/34/69/10/LEGIARTI000034691044.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/42/23/49/LEGIARTI000042234950.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/42/23/49/LEGIARTI000042234950.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/42/23/49/LEGIARTI000042234950.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000034691044)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000042234950)"}],"status":"modified"}],"stats":{"additions":10,"deletions":10,"filesChanged":1}}