{"sha":"eee7995b776b","date":"2015-08-03","message":"Ordonnance n° 2015-948 du 31 juillet 2015 relative à l'égal accès des femmes et des hommes au sein des autorités administratives indépendantes et des autorités publiques indépendantes","files":[{"filename":"partie_legislative/partie_2/livre_iii/titre_ier/chapitre_ii/article_l2312-2.md","articleName":"Article L2312-2","additions":14,"deletions":46,"diff":[{"type":"del","content":"1° Un président, un vice-président qui le supplée en cas d'absence ou d'empêchement et un membre choisis par le Président de la République sur une liste de six membres du Conseil d'Etat, de la Cour de cassation ou de la Cour des comptes, établie conjointement par le vice-président du Conseil d'Etat, le premier président de la Cour de cassation et le premier président de la Cour des comptes ;"},{"type":"add","content":"1° Un président, un vice-président qui le supplée en cas d'absence ou d'empêchement et un membre choisis par le Président de la République sur une liste de six membres du Conseil d'Etat, de la Cour de cassation ou de la Cour des comptes, établie conjointement par le vice-président du Conseil d'Etat, le premier président de la Cour de cassation et le premier président de la Cour des comptes et comportant un nombre égal de femmes et d'hommes ;"},{"type":"add","content":"Les trois membres mentionnés au 1° comprennent au moins une femme et un homme."},{"type":"add","content":""},{"type":"add","content":"Pour les membres mentionnés aux 2° et 3°, le membre succédant à une femme est un homme et celui succédant à un homme est une femme. Toutefois, en cas d'application de la deuxième phrase du dernier alinéa du présent article, le nouveau membre désigné est de même sexe que celui qu'il remplace."},{"type":"add","content":""},{"type":"del","content":"Sauf démission, il ne peut être mis fin aux fonctions de membre de la commission qu'en cas d'empêchement constaté par celle-ci. Les membres de la commission désignés en remplacement de ceux dont le mandat a pris fin avant son terme normal sont nommés pour la durée restant à courir dudit mandat. Par dérogation au cinquième alinéa, lorsque leur nomination est intervenue moins de deux ans avant l'expiration du mandat de leur prédécesseur, ils peuvent être renouvelés en qualité de membre de la commission."},{"type":"add","content":"Sauf démission, il ne peut être mis fin aux fonctions de membre de la commission qu'en cas d'empêchement constaté par celle-ci. Les membres de la commission désignés en remplacement de ceux dont le mandat a pris fin avant son terme normal sont nommés pour la durée restant à courir dudit mandat. Par dérogation au septième alinéa, lorsque leur nomination est intervenue moins de deux ans avant l'expiration du mandat de leur prédécesseur, ils peuvent être renouvelés en qualité de membre de la commission, sous réserve des cinquième et sixième alinéas."},{"type":"del","content":"Arrêté du 7 juin 2022 modifiant l'arrêté du 27 février 2020 pris en application du décret n° 2020-173 du 27 février 2020 relatif aux modalités de rémunération des membres des autorités administratives indépendantes et des autorités publiques indépendantes - article 1 ENTIEREMENT_MODIF CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°2001-648 du 19 juillet 2001 relatif à l'attribution d'une indemnité au président et aux collaborateurs de la Commission consultative du secret de la défense nationale. - article 3 AUTONOME MODIFIE, en vigueur du 2010-06-24 au 2020-02-29 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 21 juin 2010 fixant le montant des indemnités susceptibles d'être allouées au président, au vice-président, aux membres et aux collaborateurs de la Commission consultative du secret de la défense nationale - article 2 AUTONOME ABROGE, en vigueur du 2010-06-24 au 2020-02-29 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 27 février 2020 pris en application du décret n° 2020-173 du 27 février 2020 relatif aux modalités de rémunération des membres des autorités administratives indépendantes et des autorités publiques indépendantes - article Annexe 6 AUTONOME MODIFIE, en vigueur du 2022-06-09 au 2023-09-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 27 février 2020 pris en application du décret n° 2020-173 du 27 février 2020 relatif aux modalités de rémunération des membres des autorités administratives indépendantes et des autorités publiques indépendantes - article Annexe 6 AUTONOME MODIFIE, en vigueur du 2020-02-29 au 2022-06-09 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2020-173 du 27 février 2020 relatif aux modalités de rémunération des membres des autorités administratives indépendantes et des autorités publiques indépendantes - article 14 ENTIEREMENT_MODIF CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n°98-567 du 8 juillet 1998 instituant une Commission consultative du secret de la défense nationale - article 2 AUTONOME ABROGE, en vigueur du 1998-07-09 au 2004-12-21 CONCORDANCE cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n°98-567 du 8 juillet 1998 instituant une Commission consultative du secret de la défense nationale - article 2 AUTONOME ABROGE, en vigueur du 1998-07-09 au 2004-12-21 CONCORDE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 27 février 2020 pris en application du décret n° 2020-173 du 27 février 2020 relatif aux modalités de rémunération des membres des autorités administratives indépendantes et des autorités publiques indépendantes - article Annexe 6 AUTONOME VIGUEUR, en vigueur depuis le 2023-09-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°2001-648 du 19 juillet 2001 relatif à l'attribution d'une indemnité aux collaborateurs de la Commission consultative du secret de la défense nationale. - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2020-02-29 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°2001-648 du 19 juillet 2001 relatif à l'attribution d'une indemnité au président et aux collaborateurs de la Commission consultative du secret de la défense nationale. - article 1 bis AUTONOME ABROGE, en vigueur du 2010-06-24 au 2020-02-29 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°2001-648 du 19 juillet 2001 relatif à l'attribution d'une indemnité aux collaborateurs de la Commission consultative du secret de la défense nationale. - article 3 AUTONOME VIGUEUR, en vigueur depuis le 2020-02-29 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°2001-648 du 19 juillet 2001 relatif à l'attribution d'une indemnité au président et aux collaborateurs de la Commission consultative du secret de la défense nationale. - article 4 AUTONOME MODIFIE, en vigueur du 2010-06-24 au 2020-02-29 CITATION source"},{"type":"add","content":"Ordonnance n° 2015-948 du 31 juillet 2015 relative à l'égal accès des femmes et des hommes au sein des autorités administratives indépendantes et des autorités publiques indépendantes - article 11 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":"Décret du 13 juin 2025 portant nomination à la Commission du secret de la défense nationale - Mme LEGRAS (Claire) CITATION source"},{"type":"del","content":""},{"type":"add","content":""},{"type":"add","content":"2015-07-31 MODIFIE cible Ordonnance n° 2015-948 du 31 juillet 2015 relative à l'égal accès des femmes et des hommes au sein des autorités administratives indépendantes et des autorités publiques indépendantes - article 11 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/53/99/LEGIARTI000006539925.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/53/99/LEGIARTI000006539925.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/53/99/LEGIARTI000006539925.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/96/38/LEGIARTI000030963886.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/96/38/LEGIARTI000030963886.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/30/96/38/LEGIARTI000030963886.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006539925)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000030963886)"}],"status":"modified"}],"stats":{"additions":14,"deletions":46,"filesChanged":1}}