{"sha":"a661e4c282c2","date":"2005-05-11","message":"Décret n° 2005-449 du 10 mai 2005 pris pour l'application de l'article 136 de la loi de finances rectificative pour 2004 (loi n° 2004-1485 du 30 décembre 2004) et modifiant le code des pensions civiles et militaires de retraite","files":[{"filename":"partie_reglementaire_-_decrets_en_conseil_d_etat/livre_ier/titre_iv/README.md","articleName":"Sommaire - Titre Iv","additions":1,"deletions":0,"diff":[{"type":"add","content":"- [Article R37](article_r37.md)"}],"status":"modified"},{"filename":"partie_reglementaire_-_decrets_en_conseil_d_etat/livre_ier/titre_iv/article_r37.md","articleName":"Article R37","additions":200,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article R37"},{"type":"add","content":""},{"type":"add","content":"I. - L'interruption d'activité prévue au premier alinéa du 3° du I de l'article L. 24 doit avoir eu une durée continue au moins égale à deux mois et être intervenue alors que le fonctionnaire était affilié à un régime de retraite obligatoire. En cas de naissances ou d'adoptions simultanées, la durée d'interruption d'activité prise en compte au titre de l'ensemble des enfants en cause est également de deux mois."},{"type":"add","content":""},{"type":"add","content":"Cette interruption d'activité doit avoir eu lieu pendant la période comprise entre le premier jour de la quatrième semaine précédant la naissance ou l'adoption et le dernier jour de la seizième semaine suivant la naissance ou l'adoption."},{"type":"add","content":""},{"type":"add","content":"Par dérogation aux dispositions de l'alinéa précédent, pour les enfants énumérés aux troisième, quatrième, cinquième et sixième alinéas du II de l'article L. 18 que l'intéressé a élevés dans les conditions prévues au III dudit article, l'interruption d'activité doit intervenir soit avant leur seizième anniversaire, soit avant l'âge où ils ont cessé d'être à charge au sens des articles L. 512-3 et R. 512-2 à R. 512-3 du code de la sécurité sociale."},{"type":"add","content":""},{"type":"add","content":"II. - Sont prises en compte pour le calcul de la durée d'interruption d'activité les périodes correspondant à une suspension de l'exécution du contrat de travail ou à une interruption du service effectif, intervenues dans le cadre :"},{"type":"add","content":""},{"type":"add","content":"a) Du congé pour maternité, tel que prévu à l'article 53 de la loi du 13 juillet 1972 portant statut général des militaires, au 5° de l'article 34 de la loi du 11 janvier 1984 portant dispositions statutaires relatives à la fonction publique de l'Etat, au 5° de l'article 57 de la loi du 26 janvier 1984 portant dispositions statutaires relatives à la fonction publique territoriale, au 5° de l'article 41 de la loi du 9 janvier 1986 portant dispositions statutaires relatives à la fonction publique hospitalière, aux articles L. 331-3 et L. 615-19 du code de la sécurité sociale, à l'article 4 du décret n° 72-154 du 24 février 1972 modifié relatif aux congés en cas de maladie, maternité et d'accidents du travail dont peuvent bénéficier certains personnels ouvriers de l'Etat mensualisés, ainsi qu'aux articles L. 732-10 et L. 732-11 du code rural ;"},{"type":"add","content":""},{"type":"add","content":"b) Du congé de paternité, tel que prévu à l'article 53 de la loi du 13 juillet 1972 susmentionnée, au 5° de l'article 34 de la loi du 11 janvier 1984 susmentionnée, au 5° de l'article 57 de la loi du 26 janvier 1984 susmentionnée, au 5° de l'article 41 de la loi du 9 janvier 1986 susmentionnée, à l'article 4 du décret du 24 février 1972 susmentionné, aux articles L. 331-8 et L. 615-19-2 du code de la sécurité sociale, ainsi qu'à l'article L. 732-12 du code rural ;"},{"type":"add","content":""},{"type":"add","content":"c) Du congé d'adoption, tel que prévu à l'article 53 de la loi du 13 juillet 1972 susmentionnée, au 5° de l'article 34 de la loi du 11 janvier 1984 susmentionnée, à l'article 57 de la loi du 26 janvier 1984 susmentionnée, à l'article 41 de la loi du 9 janvier 1986 susmentionnée, à l'article 4 du décret du 24 février 1972 susmentionné, aux articles L. 331-7 et L. 615-19 du code de la sécurité sociale, ainsi qu'aux articles L. 732-12 et L. 732-12-1 du code rural ;"},{"type":"add","content":""},{"type":"add","content":"d) Du congé parental, tel que prévu à l'article 65-1 de la loi du 13 juillet 1972 susmentionnée, à l'article 54 de la loi du 11 janvier 1984 susmentionnée, à l'article 75 de la loi du 26 janvier 1984 susmentionnée, à l'article 64 de la loi du 9 janvier 1986 susmentionnée, à l'article 4 bis du décret du 24 février 1972 susmentionné et à l'article L. 122-28-1 du code du travail ;"},{"type":"add","content":""},{"type":"add","content":"e) Du congé de présence parentale, tel que prévu à l'article 65-3 de la loi du 13 juillet 1972 susmentionnée, à l'article 54 bis de la loi du 11 janvier 1984 susmentionnée, à l'article 75 bis de la loi du 26 janvier 1984 susmentionnée, à l'article 64-1 de la loi du 9 janvier 1986 susmentionnée, à l'article 4 ter du décret du 24 février 1972 susmentionné et à l'article 122-28-9 du code du travail ;"},{"type":"add","content":""},{"type":"add","content":"f) D'une disponibilité pour élever un enfant de moins de huit ans prévue au b de l'article 47 du décret du 16 septembre 1985 relatif au régime particulier de certaines positions des fonctionnaires de l'Etat et à certaines modalités de cessation définitive d'activité, au b de l'article 24 du décret du 13 janvier 1986 relatif aux positions de détachement, hors cadres, de disponibilité et de congé parental des fonctionnaires territoriaux, au b de l'article 34 du décret du 13 octobre 1988 relatif à certaines positions des fonctionnaires hospitaliers et à l'article 5 du décret du 5 octobre 2004 relatif au régime des pensions des ouvriers des établissements industriels de l'Etat."},{"type":"add","content":""},{"type":"add","content":"III. - Les périodes visées au deuxième alinéa du 3° du I de l'article L. 24 sont les périodes n'ayant pas donné lieu à cotisation de l'intéressé et pendant lesquelles celui-ci n'exerçait aucune activité professionnelle."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2005-449 du 10 mai 2005 pris pour l'application de l'article 136 de la loi de finances rectificative pour 2004 (loi n° 2004-1485 du 30 décembre 2004) et modifiant le code des pensions civiles et militaires de retraite - article 1 ENTIEREMENT_MODIF CREATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n°72-154 du 24 février 1972 RELATIF AUX CONGES EN CAS DE MALADIE, DE MATERNITE ET D'ACCIDENTS DU TRAVAIL DONT PEUVENT BENEFICIER CERTAINS PERSONNELS OUVRIERS DE L'ETAT MENSUALISES CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Loi n° 72-662 du 13 juillet 1972 portant statut général des militaires CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 84-16 du 11 janvier 1984 portant dispositions statutaires relatives à la fonction publique de l'Etat CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 86-33 du 9 janvier 1986 portant dispositions statutaires relatives à la fonction publique hospitalière CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n°66-809 du 28 octobre 1966 PRIS POUR L'APPLICATION DE LA LOI 641339 DU 26-12-1964 PORTANT REFORME DU CODE DES PENSIONS CIVILES ET MILITAIRES DE RETRAITE (PARTIE LEGISLATIVE) ET PORTANT REGLEMENT D'ADMINISTRATION PUBLIQUE POUR L'APPLICATION DE L'ART. 11 DE LADITE LOI ET DE CERTAINES DISPOSITIONS DU CODE Y ANNEXE CODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 84-53 du 26 janvier 1984 portant dispositions statutaires relatives à la fonction publique territoriale CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2004-1056 du 5 octobre 2004 relatif au régime des pensions des ouvriers des établissements industriels de l'Etat CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CITATION source Code rural L732-10, L732-11, L732-12, L732-12-1"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1966-10-28 CODIFICATION source Décret n°66-809 du 28 octobre 1966 PRIS POUR L'APPLICATION DE LA LOI 641339 DU 26-12-1964 PORTANT REFORME DU CODE DES PENSIONS CIVILES ET MILITAIRES DE RETRAITE (PARTIE LEGISLATIVE) ET PORTANT REGLEMENT D'ADMINISTRATION PUBLIQUE POUR L'APPLICATION DE L'ART. 11 DE LADITE LOI ET DE CERTAINES DISPOSITIONS DU CODE Y ANNEXE"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1968-04-05 CITATION cible Décret n°68-382 du 5 avril 1968 portant statut de la caisse de retraites des personnels de l'Opéra national de Paris. - article 19 AUTONOME VIGUEUR, en vigueur depuis le 2011-08-13"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1968-10-11 CITATION cible Décret n°68-960 du 11 octobre 1968 MODIFIANT LE STATUT DE LA CAISSE DE RETRAITES DU PERSONNEL DE LA COMEDIE-FRANCAISE - article 17 AUTONOME VIGUEUR, en vigueur depuis le 2011-09-23"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1972-02-24 CITATION source Décret n°72-154 du 24 février 1972 RELATIF AUX CONGES EN CAS DE MALADIE, DE MATERNITE ET D'ACCIDENTS DU TRAVAIL DONT PEUVENT BENEFICIER CERTAINS PERSONNELS OUVRIERS DE L'ETAT MENSUALISES"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1972-02-24 CITATION source Décret n°72-154 du 24 février 1972 relatif aux congés en cas de maladie, de maternité et d'accidents du travail dont peuvent bénéficier certains personnels ouvriers de l'Etat mensualisés. - article 4 AUTONOME MODIFIE, en vigueur du 1976-12-20 au 1987-12-16"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1972-07-13 CITATION source Loi n° 72-662 du 13 juillet 1972 portant statut général des militaires"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1972-07-13 CITATION source Loi n° 72-662 du 13 juillet 1972 portant statut général des militaires (1). - article 65-1 AUTONOME MODIFIE, en vigueur du 1989-07-11 au 1997-11-08"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1972-07-13 CITATION source Loi n° 72-662 du 13 juillet 1972 portant statut général des militaires (1). - article 65-3 AUTONOME ABROGE, en vigueur du 2001-12-26 au 2005-07-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1984-01-11 CITATION source LOI n° 84-16 du 11 janvier 1984 portant dispositions statutaires relatives à la fonction publique de l'Etat"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1984-01-26 CITATION source LOI n° 84-53 du 26 janvier 1984 portant dispositions statutaires relatives à la fonction publique territoriale"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1985-09-16 CITATION source Décret n°85-986 du 16 septembre 1985 relatif au régime particulier de certaines positions des fonctionnaires de l'Etat et à certaines modalités de mise à disposition et de cessation définitive de fonctions - article 47 AUTONOME MODIFIE, en vigueur du 1997-12-09 au 1998-09-23"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1986-01-09 CITATION source LOI n° 86-33 du 9 janvier 1986 portant dispositions statutaires relatives à la fonction publique hospitalière"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1986-01-09 CITATION source Loi n° 86-33 du 9 janvier 1986 portant dispositions statutaires relatives à la fonction publique hospitalière. - article 41 AUTONOME MODIFIE, en vigueur du 1986-01-11 au 1987-07-31"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1986-01-09 CITATION source Loi n° 86-33 du 9 janvier 1986 portant dispositions statutaires relatives à la fonction publique hospitalière. - article 64-1 AUTONOME ABROGE, en vigueur du 2000-12-24 au 2005-12-20"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1986-01-13 CITATION source Décret n° 86-68 du 13 janvier 1986 relatif aux positions de détachement, hors cadres, de disponibilité et de congé parental des fonctionnaires territoriaux - article 24 AUTONOME MODIFIE, en vigueur du 1986-01-16 au 1998-02-06"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1988-10-13 CITATION source Décret n°88-976 du 13 octobre 1988 relatif à certaines positions des fonctionnaires hospitaliers - article 34 AUTONOME MODIFIE, en vigueur du 1988-10-14 au 1998-09-16"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1990-12-20 CITATION cible Décret n°90-1215 du 20 décembre 1990 portant application de la loi du 12 juillet 1937 instituant une caisse de retraite et de prévoyance des clercs et employés de notaires et modifiant certaines dispositions relatives à cette caisse - article 84 AUTONOME MODIFIE, en vigueur du 2015-01-01 au 2017-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2003-12-26 CITATION cible Décret n°2003-1306 du 26 décembre 2003 relatif au régime de retraite des fonctionnaires affiliés à la Caisse nationale de retraites des agents des collectivités locales - article 25 AUTONOME VIGUEUR, en vigueur depuis le 2025-01-02"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2003-12-26 CITATION cible Décret n°2003-1306 du 26 décembre 2003 relatif au régime de retraite des fonctionnaires affiliés à la Caisse nationale de retraites des agents des collectivités locales - article 65-2 AUTONOME VIGUEUR, en vigueur depuis le 2011-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2004-10-05 CITATION source Décret n° 2004-1056 du 5 octobre 2004 relatif au régime des pensions des ouvriers des établissements industriels de l'Etat"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2004-10-05 CITATION cible Décret n°2004-1056 du 5 octobre 2004 relatif au régime des pensions des ouvriers des établissements industriels de l'Etat - article 21 AUTONOME VIGUEUR, en vigueur depuis le 2025-01-02"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2005-05-10 CREATION source Décret n° 2005-449 du 10 mai 2005 pris pour l'application de l'article 136 de la loi de finances rectificative pour 2004 (loi n° 2004-1485 du 30 décembre 2004) et modifiant le code des pensions civiles et militaires de retraite - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2006-07-28 CITATION cible Décret n°2006-933 du 28 juillet 2006 relatif aux conditions de cessation d'activité des maîtres et documentalistes contractuels ou agréés des établissements d'enseignement privés liés à l'Etat par contrat pris pour l'application de l'article L. 914-1 du code de l'éducation. - article 4 AUTONOME ABROGE, en vigueur du 2006-07-29 au 2008-12-29"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2006-07-28 CITATION cible Décret n°2006-941 du 28 juillet 2006 relatif aux conditions de cessation d'activité des personnels enseignants et de documentation mentionnés à l'article L. 813-8 du code rural. - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2012-03-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2010-12-30 CITATION cible Décret n° 2010-1741 du 30 décembre 2010 portant application aux fonctionnaires, aux militaires et aux ouvriers des établissements industriels de l'Etat des articles 44 et 52 de la loi n° 2010-1330 du 9 novembre 2010 portant réforme des retraites - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2011-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2016-06-16 CITATION cible Décret n° 2016-810 du 16 juin 2016 modifiant l'article R. 37 du code des pensions civiles et militaires de retraite VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-06-03 CITATION cible Décret n° 2023-435 du 3 juin 2023 portant application des articles 10, 11 et 17 de la loi n° 223-270 du 14 avril 2023 de financement rectificative de la sécurité sociale pour 2023 - article 8 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de l'éducation - article R914-123 AUTONOME VIGUEUR, en vigueur depuis le 2011-10-20"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code des pensions civiles et militaires de retraite - article L18 AUTONOME MODIFIE, en vigueur du 1982-07-14 au 1991-07-27"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code des pensions civiles et militaires de retraite - article L24 AUTONOME MODIFIE, en vigueur du 1982-04-02 au 2004-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code du travail - article L122-28-1 AUTONOME MODIFIE, en vigueur du 1977-07-13 au 1984-01-05"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code du travail VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la sécurité sociale VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la sécurité sociale - article L331-3 AUTONOME MODIFIE, en vigueur du 1985-12-21 au 1994-07-26"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la sécurité sociale - article L331-7 AUTONOME MODIFIE, en vigueur du 1985-12-21 au 1993-01-30"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la sécurité sociale - article L331-8 AUTONOME MODIFIE, en vigueur du 2001-12-26 au 2012-12-19"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la sécurité sociale - article L512-3 AUTONOME MODIFIE, en vigueur du 1985-12-21 au 1999-12-30"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la sécurité sociale - article L615-19 AUTONOME MODIFIE, en vigueur du 1985-12-21 au 1990-01-02"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la sécurité sociale - article L615-19-2 AUTONOME TRANSFERE, en vigueur du 2001-12-26 au 2005-12-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/36/29/LEGIARTI000006362957.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/36/29/LEGIARTI000006362957.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/36/29/LEGIARTI000006362957.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_des_pensions_civiles_et_militaires_de_retraite/src/branch/main/partie_reglementaire_-_decrets_en_conseil_d_etat/livre_ier/titre_iv/article_r37.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006362957)"},{"type":"add","content":""}],"status":"added"}],"stats":{"additions":201,"deletions":0,"filesChanged":2}}