{"sha":"aceb623c3488","date":"2017-01-09","message":"Décret n° 2017-17 du 6 janvier 2017 modifiant le code des pensions civiles et militaires de retraite","files":[{"filename":"partie_reglementaire_-_decrets_simples/livre_ier/titre_ii/chapitre_ier/paragraphe_ii/article_d2.md","articleName":"Article D2","additions":36,"deletions":8,"diff":[{"type":"del","content":"La demande de validation des services mentionnés à l'avant-dernier alinéa de l'article L. 5 porte obligatoirement sur la totalité desdits services que l'intéressé a accomplis antérieurement à son affiliation au régime du présent code."},{"type":"add","content":"La demande de validation des services mentionnés à l'antépénultième alinéa de l'article L. 5 porte obligatoirement sur la totalité desdits services que l'intéressé a accomplis antérieurement à son affiliation au régime du présent code."},{"type":"del","content":"Le silence gardé par le fonctionnaire ou le militaire pendant le délai prévu au dernier alinéa de l'article L. 5 vaut refus. L'acceptation ou le refus sont irrévocables. Lorsque le fonctionnaire ou le militaire décède avant l'expiration de ce délai, sans avoir accepté ou refusé la notification de la validation, la procédure est définitivement interrompue."},{"type":"add","content":"Le fonctionnaire ou le militaire dispose d'un délai de six mois pour répondre à toute demande de pièces complémentaires qui lui est notifiée par l'administration auprès de laquelle il a adressé sa demande de validation."},{"type":"add","content":""},{"type":"add","content":"Le silence gardé par le fonctionnaire ou le militaire pendant le délai prévu à l'avant-dernier alinéa de l'article L. 5 vaut refus. L'acceptation ou le refus sont irrévocables. Lorsque le fonctionnaire ou le militaire décède avant l'expiration de ce délai, sans avoir accepté ou refusé la notification de la validation, la procédure est définitivement interrompue."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Conformément à l'article 4 du n° 2017-17 du 6 janvier 2017, le délai de six mois mentionné au deuxième alinéa de l'article D. 2 du code des pensions civiles et militaires de retraite s'applique à toute demande de pièces complémentaires notifiée aux fonctionnaires ou aux militaires à compter de l'entrée en vigueur du présent décret."},{"type":"del","content":"Décret n° 2003-1309 du 26 décembre 2003 pris pour l'application de la loi n° 2003-775 du 21 août 2003 portant réforme des retraites et modifiant le code des pensions civiles et militaires de retraite - article 2 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"Code des pensions civiles et militaires de retraite - article L5 AUTONOME MODIFIE, en vigueur du 2004-01-01 au 2010-11-11 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des pensions civiles et militaires de retraite - article L5 AUTONOME MODIFIE, en vigueur du 1991-07-27 au 2004-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des pensions civiles et militaires de retraite - article L5 AUTONOME MODIFIE_MORT_NE, en vigueur du 2015-01-01 au 2014-08-28 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2017-17 du 6 janvier 2017 modifiant le code des pensions civiles et militaires de retraite - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des pensions civiles et militaires de retraite - article L5 AUTONOME MODIFIE, en vigueur du 1982-04-02 au 1991-07-27 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des pensions civiles et militaires de retraite - article L5 AUTONOME MODIFIE, en vigueur du 2010-11-11 au 2014-09-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des pensions civiles et militaires de retraite - article L5 AUTONOME MODIFIE, en vigueur du 2014-09-01 au 2023-09-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des pensions civiles et militaires de retraite - article L5 AUTONOME VIGUEUR, en vigueur depuis le 2023-09-01 CITATION cible"},{"type":"del","content":"2003-12-26 MODIFICATION source Décret n° 2003-1309 du 26 décembre 2003 pris pour l'application de la loi n° 2003-775 du 21 août 2003 portant réforme des retraites et modifiant le code des pensions civiles et militaires de retraite - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":"2017-01-06 MODIFIE cible Décret n° 2017-17 du 6 janvier 2017 modifiant le code des pensions civiles et militaires de retraite - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/36/25/LEGIARTI000006362535.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/36/25/LEGIARTI000006362535.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/36/25/LEGIARTI000006362535.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/84/20/LEGIARTI000033842081.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/84/20/LEGIARTI000033842081.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/84/20/LEGIARTI000033842081.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006362535)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033842081)"}],"status":"modified"},{"filename":"partie_reglementaire_-_decrets_simples/livre_ier/titre_viii/paragraphe_ier/article_d20.md","articleName":"Article D20","additions":136,"deletions":13,"diff":[{"type":"del","content":"I. - Le fonctionnaire, le magistrat ou le militaire dépose sa demande de pension six mois avant la date à laquelle il souhaite cesser son activité auprès du service des retraites de l'Etat."},{"type":"add","content":"I. – Le fonctionnaire, le magistrat ou le militaire dépose sa demande de pension six mois avant la date à laquelle il souhaite cesser son activité auprès du service des retraites de l'Etat ou, pour les demandes de pension d'invalidité prévue aux articles L. 27 à L. 37 ou de pension de retraite prévue au 4° du I et au 3° du II de l'article L. 24, auprès du service gestionnaire dont il relève."},{"type":"del","content":"II. - L'ayant cause du fonctionnaire, du magistrat ou du militaire décédé avant ou après son admission à la retraite dépose sa demande de pension de réversion auprès du service des retraites de l'Etat."},{"type":"add","content":"II. – L'ayant cause du fonctionnaire, du magistrat ou du militaire dépose sa demande de pension de réversion auprès du service des retraites de l'Etat ou, lorsque le fonctionnaire, le magistrat ou le militaire décède avant son admission à la retraite, auprès du service gestionnaire dont l'agent décédé relevait."},{"type":"del","content":"Arrêté du 22 mai 2014 article 1 : A l'égard de la direction générale de l'Institut national de la statistique et des études économiques, placée sous l'autorité conjointe du ministre des finances et des comptes publics et du ministre de l'économie, du redressement productif et du numérique, les dispositions de l'article D. 20 du code des pensions civiles et militaires de retraite, dans sa rédaction issue du décret du 10 janvier 2013 susvisé, prend effet le 1er juin 2014."},{"type":"add","content":"Arrêté du 10 janvier 2013 : A l'égard de la Caisse des dépôts et consignations, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet à compter de la date d'entrée en vigueur de ce décret."},{"type":"del","content":"Arrêté du 27 août 2014 article 1 : A l'égard de la direction générale des finances publiques du ministère des finances et des comptes publics, les dispositions de l'article D. 20 du code des pensions civiles et militaires de retraite, dans sa rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er octobre 2014."},{"type":"add","content":"Arrêté du 10 janvier 2013 : A l'égard du Conseil d'Etat, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet à compter de la date d'entrée en vigueur de ce décret."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 10 janvier 2013 : A l'égard de l'administration centrale, des services déconcentrés et des services à compétence nationale relevant du garde des sceaux, ministre de la justice, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet à compter de la date d'entrée en vigueur de ce décret."},{"type":"add","content":"La date d'effet mentionnée au présent article est également applicable aux établissements et organismes employeurs de fonctionnaires, magistrats et militaires, placés sous la tutelle du garde des sceaux, ministre de la justice."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 10 janvier 2013 : A l'égard de la direction générale de l'aviation civile, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet à compter de la date d'entrée en vigueur de ce décret."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 10 janvier 2013 : A l'égard de l'Institut de recherche pour le développement, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet à compter de la date d'entrée en vigueur de ce décret."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 18 janvier 2013 : A l'égard de l'Institut national de recherche en sciences et technologies pour l'environnement et l'agriculture, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du"},{"type":"add","content":"décret du 10 janvier 2013 susvisé"},{"type":"add","content":", prennent effet le 1er février 2013."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 22 mai 2014 : A l'égard de la direction générale de l'Institut national de la statistique et des études économiques, placée sous l'autorité conjointe du ministre des finances et des comptes publics et du ministre de l'économie, du redressement productif et du numérique, les dispositions de l'article D. 20 du code des pensions civiles et militaires de retraite, dans sa rédaction issue du décret du 10 janvier 2013 susvisé, prend effet le 1er juin 2014."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 27 août 2014 : A l'égard de la direction générale des finances publiques du ministère des finances et des comptes publics, les dispositions de l'article D. 20 du code des pensions civiles et militaires de retraite, dans sa rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er octobre 2014."},{"type":"add","content":"Arrêté du 29 mai 2015 : A l'égard du Conseil économique, social et environnemental, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er juin 2015."},{"type":"add","content":""},{"type":"del","content":"Arrêté du 17 décembre 2015, A l'égard des personnels appartenant à des corps ou occupant des emplois dont la gestion administrative relève du secrétariat général des ministères économiques et financiers, de la direction générale des entreprises et du conseil général de l'économie, de l'industrie, de l'énergie et des technologies, ainsi que de la direction générale du Trésor et de l'inspection générale des finances, les dispositions de l'article D. 20 du code des pensions civiles et militaires de retraite, dans sa rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er janvier 2016."},{"type":"add","content":"Arrêté du 17 décembre 2015, A l'égard des personnels appartenant à des corps ou occupant des emplois dont la gestion administrative relève du secrétariat général des ministères économiques et financiers, de la direction générale des entreprises et du conseil général de l'économie, de l'industrie, de l'énergie et des technologies, ainsi que de la direction générale du Trésor et de l'inspection générale des finances, les dispositions de l'article D. 20 du code des pensions civiles et militaires de retraite, dans sa rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er janvier 2016."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 4 mai 2016 : A l'égard des services du Premier ministre, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er juin 2016."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 11 août 2016 : A l'égard des services du rectorat de l'académie de Nancy-Metz, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er septembre 2016."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 11 août 2016 : A l'égard du ministère de l'agriculture, de l'agroalimentaire et de la forêt, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er octobre 2016."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 16 septembre 2016 : A l'égard de l'Institut national de la recherche agronomique, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er octobre 2016."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 13 décembre 2016 : A l'égard de la société Orange, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er janvier 2017."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 23 janvier 2017 : A l'égard de Météo-France, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er février 2017."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 13 avril 2017 : A l'égard des académies de Besançon, de Caen, de Lyon, d'Orléans-Tours, de Strasbourg et du pôle universitaire de Toulouse, les dispositions des articles D.1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er septembre 2017."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 29 août 2017 : A l'égard de l'Institut national de recherche en informatique et en automatique, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er octobre 2017."},{"type":"add","content":""},{"type":"add","content":"26 octobre 2017 : A l'égard de la Caisse nationale militaire de sécurité sociale, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er novembre 2017."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 30 novembre 2017 : A l'égard du Centre national de la recherche scientifique, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er janvier 2018."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 27 décembre 2017: A l'égard de la direction générale de la concurrence, de la consommation et de la répression des fraudes et du service commun des laboratoires, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er janvier 2018."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 18 mai 2018 : A l'égard du ministère de la transition écologique et solidaire et du ministère de la cohésion des territoires, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er juin 2018."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 31 juillet 2018 : A l'égard des Académies d'Aix-Marseille, d'Amiens, de Bordeaux, de Clermont-Ferrand, de Corse, de Dijon, de Limoges, de Montpellier, de Rennes, de Rouen et des Pôles universitaires de Lille et de Lorraine, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er septembre 2018."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 18 septembre 2018 : A l'égard de l'Institut national de la santé et de la recherche médicale, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er octobre 2018."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 20 novembre 2018 : A l'égard de l'Office national des anciens combattants et victimes de guerre, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er décembre 2018."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 11 janvier 2019 : A l'égard des fonctionnaires de l'Etat, des magistrats et des militaires relevant du vice-rectorat de Nouvelle-Calédonie et de l'université de Nouvelle-Calédonie, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er février 2019."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 10 mai 2019 : A l'égard des militaires, des fonctionnaires de l'Etat et des magistrats relevant de la marine nationale, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er juin 2019."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 26 juillet 2019 : A l'égard des fonctionnaires de l'Etat, des magistrats et des militaires relevant de l'administration centrale des ministères de l'éducation nationale et de la jeunesse et de l'enseignement supérieur, de la recherche et de l'innovation, des académies de Créteil, de Grenoble, de Guadeloupe, de Guyane, de Lille, de Martinique, de Nantes, de Nice, de Paris, de Poitiers, de Reims, de La Réunion, de Toulouse, de Versailles ainsi que de Mayotte, de Polynésie Française, des îles Wallis et Futuna et des établissements d'enseignement supérieur des académies de Besançon, de Bordeaux, de Caen, de Dijon, de Guadeloupe, de Guyane, de Martinique, de Reims, de La Réunion, de Rouen ainsi que de l'université de La Rochelle et des établissements d'enseignement supérieur de Mayotte et de Polynésie Française, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er septembre 2019."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 28 novembre 2019 (NOR : CPAE1931653A) : A l'égard des fonctionnaires de l'Etat, des militaires et des magistrats relevant du ministère de l'Europe et des affaires étrangères, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret n° 2013-39 du 10 janvier 2013 , prennent effet le 1er janvier 2020."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 9 décembre 2019 (NOR : CPAE1931672A) : A l’égard des militaires, des fonctionnaires de l’Etat et des magistrats relevant du ministère de la culture, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er janvier 2020."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 19 décembre 2019 (NOR : CPAE1931658A) : A l’égard des militaires, des fonctionnaires de l’Etat et des magistrats relevant du ministère des solidarités et de la santé, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er janvier 2020."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 12 mars 2020 (NOR : CPAE2005365A) : A l’égard des militaires, des fonctionnaires de l’Etat et des magistrats relevant de l’armée de l’air, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er avril 2020."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 7 mai 2020 (NOR : CPAE2009845A) : A l’égard des fonctionnaires de l’Etat, des militaires, et des magistrats relevant des établissements d’enseignement supérieur des académies d’Aix-Marseille, de Nice, de Corse, de Rennes, d’Amiens, de Clermont- Ferrand, de Grenoble, de Limoges, de Poitiers, de Lyon, de Montpellier, de Nantes, d’Orléans-Tours, de Strasbourg, de Paris et de Créteil, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er juillet 2020."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 20 mai 2020 (NOR : CPAE2012025A) : A l’égard des militaires, des fonctionnaires de l’Etat et des magistrats relevant de l’armée de terre, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er juillet 2020."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 12 juin 2020 (NOR : CPAE2013812A) : A l’égard des fonctionnaires de l’Etat, des militaires, et des magistrats relevant des établissements d’enseignement supérieur de l’académie de Versailles, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er juillet 2020."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 5 août 2020 (NOR : ECOE2019377A) : A l’égard des fonctionnaires civils, des militaires et des magistrats relevant du groupe La Poste, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er octobre 2020."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 15 octobre 2020 (NOR : ECOE2026016A) : A l’égard des fonctionnaires de l’Etat, des militaires et des magistrats relevant du Service de santé des armées, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er novembre 2020."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 22 novembre 2020 (NOR : CCPE2029904A) : A l’égard de l’administration centrale, des services déconcentrés et des services à compétence nationale relevant du ministre de l’intérieur et du ministre des outre-mer, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er décembre 2020."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 23 novembre 2020 (NOR : CCPE2029989A) : A l’égard des militaires, des fonctionnaires civils et des magistrats relevant du ministre des armées, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er décembre 2020."},{"type":"del","content":"Décret n° 2013-39 du 10 janvier 2013 relatif à l'admission à la retraite des fonctionnaires de l'Etat, des magistrats et des militaires - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Code des pensions civiles et militaires de retraite - article L27 AUTONOME MODIFIE, en vigueur du 2014-01-22 au 2019-08-08 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des pensions civiles et militaires de retraite - article L27 AUTONOME MODIFIE, en vigueur du 1964-12-01 au 1991-07-27 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des pensions civiles et militaires de retraite - article L27 AUTONOME MODIFIE, en vigueur du 1991-07-27 au 2014-01-22 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des pensions civiles et militaires de retraite - article L24 AUTONOME MODIFIE, en vigueur du 2012-03-14 au 2014-01-22 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des pensions civiles et militaires de retraite - article L24 AUTONOME MODIFIE, en vigueur du 2014-01-22 au 2023-09-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des pensions civiles et militaires de retraite - article L27 AUTONOME VIGUEUR, en vigueur depuis le 2019-08-08 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des pensions civiles et militaires de retraite - article L24 AUTONOME MODIFIE, en vigueur du 2005-07-01 au 2006-06-28 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des pensions civiles et militaires de retraite - article L24 AUTONOME MODIFIE, en vigueur du 2004-01-01 au 2004-12-31 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des pensions civiles et militaires de retraite - article L24 AUTONOME MODIFIE, en vigueur du 2005-02-12 au 2005-07-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des pensions civiles et militaires de retraite - article L24 AUTONOME MODIFIE, en vigueur du 2006-06-28 au 2011-07-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des pensions civiles et militaires de retraite - article L24 AUTONOME MODIFIE, en vigueur du 2004-12-31 au 2005-02-12 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des pensions civiles et militaires de retraite - article L24 AUTONOME VIGUEUR, en vigueur depuis le 2023-09-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des pensions civiles et militaires de retraite - article L24 AUTONOME MODIFIE, en vigueur du 1982-04-02 au 2004-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2017-17 du 6 janvier 2017 modifiant le code des pensions civiles et militaires de retraite - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des pensions civiles et militaires de retraite - article L24 AUTONOME MODIFIE, en vigueur du 2011-07-01 au 2012-03-14 CITATION cible"},{"type":"del","content":""},{"type":"del","content":"2013-01-10 MODIFIE cible Décret n° 2013-39 du 10 janvier 2013 relatif à l'admission à la retraite des fonctionnaires de l'Etat, des magistrats et des militaires - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"add","content":""},{"type":"add","content":"2017-01-06 MODIFIE cible Décret n° 2017-17 du 6 janvier 2017 modifiant le code des pensions civiles et militaires de retraite - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code des pensions civiles et militaires de retraite - article L24 AUTONOME MODIFIE, en vigueur du 1982-04-02 au 2004-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code des pensions civiles et militaires de retraite - article L27 AUTONOME MODIFIE, en vigueur du 1964-12-01 au 1991-07-27"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/26/93/28/LEGIARTI000026932860.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/26/93/28/LEGIARTI000026932860.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/26/93/28/LEGIARTI000026932860.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/84/20/LEGIARTI000033842088.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/84/20/LEGIARTI000033842088.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/84/20/LEGIARTI000033842088.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000026932860)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033842088)"}],"status":"modified"},{"filename":"partie_reglementaire_-_decrets_simples/livre_ier/titre_viii/paragraphe_ii/article_d27.md","articleName":"Article D27","additions":30,"deletions":19,"diff":[{"type":"del","content":"En vue de la concession des prestations d'invalidité, les administrations, établissements, offices de l'Etat ou tous autres organismes employeurs des fonctionnaires de l'Etat, magistrats et militaires constituent des dossiers, transmis au service des retraites de l'Etat, dans lesquels figurent :"},{"type":"add","content":"En vue de la concession des prestations d'invalidité, les administrations, établissements, offices de l'Etat ou tous autres organismes employeurs des fonctionnaires de l'Etat, magistrats et militaires constituent des dossiers, transmis au service des retraites de l'Etat après s'être prononcés, en application de l'article L. 31, sur la réalité des infirmités invoquées, la preuve de leur imputabilité au service, le taux d'invalidité qu'elles entraînent et l'incapacité permanente à l'exercice des fonctions."},{"type":"del","content":"- la demande de mise à la retraite pour invalidité ;"},{"type":"del","content":""},{"type":"del","content":"- le cas échéant, la copie de la carte d'invalidité ;"},{"type":"del","content":""},{"type":"del","content":"- les procès-verbaux des instances médicales obligatoirement saisies en vertu des lois et règlements applicables à la situation de l'intéressé accompagnés des pièces justificatives médicales et administratives produites à ces organismes."},{"type":"add","content":"Les dossiers comprennent, outre les pièces mentionnées aux articles D. 20 à D. 26, les procès-verbaux des instances médicales obligatoirement saisies en vertu des lois et règlements applicables à la situation de l'intéressé accompagnés des pièces justificatives médicales et administratives produites à ces organismes, ainsi que toutes les pièces nécessaires à l'établissement des droits à prestation d'invalidité."},{"type":"del","content":"Décret n° 2011-616 du 30 mai 2011, article 6 et décret n° 2013-39 du 10 janvier 2013, article 2 : Les présentes dispositions prennent effet à l'égard des employeurs de fonctionnaires, magistrats et militaires chacun pour ce qui le concerne, à une date et selon les modalités fixées par arrêté conjoint des ministres chargés du budget et de la fonction publique et du ministre concerné et au plus tard le 31 décembre 2014."},{"type":"del","content":""},{"type":"del","content":"Jusqu'à cette date, la pension ou la rente viagère d'invalidité des agents des employeurs en cause est liquidée et concédée dans les conditions prévues aux articles D. 21-1 et D. 21-2 dans leur rédaction antérieure à l'entrée en vigueur du présent décret."},{"type":"del","content":"Décret n° 2011-616 du 30 mai 2011 modifiant diverses dispositions de la partie réglementaire du code des pensions civiles et militaires de retraite et portant abrogation du décret n° 80-792 du 2 octobre 1980 tendant à accélérer le règlement des droits à pension de retraite de l'Etat - article 4 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Code des pensions civiles et militaires de retraite - article D20 AUTONOME VIGUEUR, en vigueur depuis le 2017-01-09 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des pensions civiles et militaires de retraite - article L31 AUTONOME MODIFIE, en vigueur du 1964-12-01 au 1980-07-09 CITATION cible"},{"type":"del","content":"Code des pensions civiles et militaires de retraite - article L59 AUTONOME ABROGE, en vigueur du 1964-12-01 au 2004-01-01 CITATION cible"},{"type":"add","content":"Code des pensions civiles et militaires de retraite - article D20 AUTONOME MODIFIE, en vigueur du 2016-10-01 au 2017-01-09 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des pensions civiles et militaires de retraite - article L31 AUTONOME VIGUEUR, en vigueur depuis le 2022-02-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2017-17 du 6 janvier 2017 modifiant le code des pensions civiles et militaires de retraite - article 3 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des pensions civiles et militaires de retraite - article D20 AUTONOME MODIFIE, en vigueur du 1979-01-30 au 2016-10-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des pensions civiles et militaires de retraite - article L31 AUTONOME MODIFIE, en vigueur du 1980-07-09 au 2022-02-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":"2011-05-30 MODIFIE cible Décret n° 2011-616 du 30 mai 2011 modifiant diverses dispositions de la partie réglementaire du code des pensions civiles et militaires de retraite et portant abrogation du décret n° 80-792 du 2 octobre 1980 tendant à accélérer le règlement des droits à pension de retraite de l'Etat - article 4 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code des pensions civiles et militaires de retraite - article L59 AUTONOME ABROGE, en vigueur du 1964-12-01 au 2004-01-01"},{"type":"add","content":"2017-01-06 MODIFIE cible Décret n° 2017-17 du 6 janvier 2017 modifiant le code des pensions civiles et militaires de retraite - article 3 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code des pensions civiles et militaires de retraite - article D20 AUTONOME MODIFIE, en vigueur du 1979-01-30 au 2016-10-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code des pensions civiles et militaires de retraite - article L31 AUTONOME MODIFIE, en vigueur du 1964-12-01 au 1980-07-09"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/26/85/30/LEGIARTI000026853024.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/26/85/30/LEGIARTI000026853024.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/26/85/30/LEGIARTI000026853024.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/84/20/LEGIARTI000033842091.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/84/20/LEGIARTI000033842091.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/84/20/LEGIARTI000033842091.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000026853024)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033842091)"}],"status":"modified"}],"stats":{"additions":202,"deletions":40,"filesChanged":3}}