{"sha":"fff9a8ba7bf1","date":"2016-10-01","message":"Décret n° 2013-39 du 10 janvier 2013 relatif à l'admission à la retraite des fonctionnaires de l'Etat, des magistrats et des militaires","files":[{"filename":"partie_reglementaire_-_decrets_simples/livre_ier/titre_ier/article_d1.md","articleName":"Article D1","additions":80,"deletions":10,"diff":[{"type":"del","content":"Pour obtenir la concession et la liquidation de sa pension à la date à laquelle il souhaite cesser son activité, le fonctionnaire, le magistrat ou le militaire doit déposer sa demande d'admission à la retraite, par la voie hiérarchique, six mois avant cette date, auprès du service gestionnaire dont il relève."},{"type":"add","content":"Le fonctionnaire, le magistrat ou le militaire dépose sa demande d'admission à la retraite, par la voie hiérarchique, au moins six mois avant la date à laquelle il souhaite cesser son activité, auprès du service gestionnaire dont il relève."},{"type":"del","content":"La concession de la pension doit intervenir au plus tard un mois avant la date d'effet de la radiation des cadres."},{"type":"add","content":"La décision de radiation des cadres est communiquée sans délai au service des retraites de l'Etat."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Décret n° 2013-39 du 10 janvier 2013 article 3 : Les présentes dispositions prennent effet à l'égard des employeurs de fonctionnaires, magistrats et militaires, chacun pour ce qui le concerne, à une date fixée par arrêté conjoint des ministres chargés du budget et de la fonction publique et du ministre concerné."},{"type":"add","content":""},{"type":"add","content":"Jusqu'à cette date, l'admission à la retraite des agents des employeurs en cause est régie par les dispositions de l'article D. 1 du code des pensions civiles et militaires de retraite, dans sa rédaction antérieure au 13 janvier 2013."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 10 janvier 2013 : A l'égard de la Caisse des dépôts et consignations, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet à compter de la date d'entrée en vigueur de ce décret."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 10 janvier 2013 : A l'égard du Conseil d'Etat, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet à compter de la date d'entrée en vigueur de ce décret."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 10 janvier 2013 : A l'égard de l'administration centrale, des services déconcentrés et des services à compétence nationale relevant du garde des sceaux, ministre de la justice, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet à compter de la date d'entrée en vigueur de ce décret."},{"type":"add","content":"La date d'effet mentionnée au présent article est également applicable aux établissements et organismes employeurs de fonctionnaires, magistrats et militaires, placés sous la tutelle du garde des sceaux, ministre de la justice."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 10 janvier 2013 : A l'égard de la direction générale de l'aviation civile, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet à compter de la date d'entrée en vigueur de ce décret."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 10 janvier 2013 : A l'égard de l'Institut de recherche pour le développement, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet à compter de la date d'entrée en vigueur de ce décret."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 18 janvier 2013 : A l'égard de l'Institut national de recherche en sciences et technologies pour l'environnement et l'agriculture, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er février 2013."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 22 mai 2014 : A l'égard de la direction générale de l'Institut national de la statistique et des études économiques, placée sous l'autorité conjointe du ministre des finances et des comptes publics et du ministre de l'économie, du redressement productif et du numérique, les dispositions de l'article D. 20 du code des pensions civiles et militaires de retraite, dans sa rédaction issue du décret du 10 janvier 2013 susvisé, prend effet le 1er juin 2014."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 27 août 2014 : A l'égard de la direction générale des finances publiques du ministère des finances et des comptes publics, les dispositions de l'article D. 20 du code des pensions civiles et militaires de retraite, dans sa rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er octobre 2014."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 27 août 2014 : A l'égard de la direction générale des douanes et droits indirects placée sous l'autorité du ministre des finances et des comptes publics, les dispositions de l'article D. 20 du code des pensions civiles et militaires de retraite, dans sa rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er octobre 2014."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 29 mai 2015 : A l'égard du Conseil économique, social et environnemental, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er juin 2015."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 25 septembre 2015 : A l'égard de la Cour des comptes, les dispositions de l'article D. 20 du code des pensions civiles et militaires de retraite, dans sa rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er octobre 2015."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 17 décembre 2015, A l'égard des personnels appartenant à des corps ou occupant des emplois dont la gestion administrative relève du secrétariat général des ministères économiques et financiers, de la direction générale des entreprises et du conseil général de l'économie, de l'industrie, de l'énergie et des technologies, ainsi que de la direction générale du Trésor et de l'inspection générale des finances, les dispositions de l'article D. 20 du code des pensions civiles et militaires de retraite, dans sa rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er janvier 2016."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 4 mai 2016 : A l'égard des services du Premier ministre, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er juin 2016."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 11 août 2016 : A l'égard des services du rectorat de l'académie de Nancy-Metz, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er septembre 2016."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 11 août 2016 : A l'égard du ministère de l'agriculture, de l'agroalimentaire et de la forêt, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er octobre 2016."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 16 septembre 2016 : A l'égard de l'Institut national de la recherche agronomique, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er octobre 2016."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 13 décembre 2016 : A l'égard de la société Orange, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er janvier 2017."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 23 janvier 2017 : A l'égard de Météo-France, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er février 2017."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 13 avril 2017 : A l'égard des académies de Besançon, de Caen, de Lyon, d'Orléans-Tours, de Strasbourg et du pôle universitaire de Toulouse, les dispositions des articles D.1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er septembre 2017."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 29 août 2017 : A l'égard de l'Institut national de recherche en informatique et en automatique, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er octobre 2017."},{"type":"add","content":""},{"type":"add","content":"26 octobre 2017 : A l'égard de la Caisse nationale militaire de sécurité sociale, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er novembre 2017."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 30 novembre 2017 : A l'égard du Centre national de la recherche scientifique, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er janvier 2018."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 27 décembre 2017: A l'égard de la direction générale de la concurrence, de la consommation et de la répression des fraudes et du service commun des laboratoires, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er janvier 2018."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 18 mai 2018 : A l'égard du ministère de la transition écologique et solidaire et du ministère de la cohésion des territoires, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er juin 2018."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 31 juillet 2018 : A l'égard des Académies d'Aix-Marseille, d'Amiens, de Bordeaux, de Clermont-Ferrand, de Corse, de Dijon, de Limoges, de Montpellier, de Rennes, de Rouen et des Pôles universitaires de Lille et de Lorraine, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er septembre 2018."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 18 septembre 2018 : A l'égard de l'Institut national de la santé et de la recherche médicale, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er octobre 2018."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 20 novembre 2018 : A l'égard de l'Office national des anciens combattants et victimes de guerre, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er décembre 2018."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 11 janvier 2019 : A l'égard des fonctionnaires de l'Etat, des magistrats et des militaires relevant du vice-rectorat de Nouvelle-Calédonie et de l'université de Nouvelle-Calédonie, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er février 2019."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 10 mai 2019 : A l'égard des militaires, des fonctionnaires de l'Etat et des magistrats relevant de la marine nationale, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er juin 2019."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 26 juillet 2019 : A l'égard des fonctionnaires de l'Etat, des magistrats et des militaires relevant de l'administration centrale des ministères de l'éducation nationale et de la jeunesse et de l'enseignement supérieur, de la recherche et de l'innovation, des académies de Créteil, de Grenoble, de Guadeloupe, de Guyane, de Lille, de Martinique, de Nantes, de Nice, de Paris, de Poitiers, de Reims, de La Réunion, de Toulouse, de Versailles ainsi que de Mayotte, de Polynésie Française, des îles Wallis et Futuna et des établissements d'enseignement supérieur des académies de Besançon, de Bordeaux, de Caen, de Dijon, de Guadeloupe, de Guyane, de Martinique, de Reims, de La Réunion, de Rouen ainsi que de l'université de La Rochelle et des établissements d'enseignement supérieur de Mayotte et de Polynésie Française, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er septembre 2019."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 28 novembre 2019 (NOR : CPAE1931653A) : A l'égard des fonctionnaires de l'Etat, des militaires et des magistrats relevant du ministère de l'Europe et des affaires étrangères, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret n° 2013-39 du 10 janvier 2013 , prennent effet le 1er janvier 2020."},{"type":"del","content":"Décret n° 2011-616 du 30 mai 2011 modifiant diverses dispositions de la partie réglementaire du code des pensions civiles et militaires de retraite et portant abrogation du décret n° 80-792 du 2 octobre 1980 tendant à accélérer le règlement des droits à pension de retraite de l'Etat - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Décret n° 2013-39 du 10 janvier 2013 relatif à l'admission à la retraite des fonctionnaires de l'Etat, des magistrats et des militaires - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":"2011-05-30 MODIFIE cible Décret n° 2011-616 du 30 mai 2011 modifiant diverses dispositions de la partie réglementaire du code des pensions civiles et militaires de retraite et portant abrogation du décret n° 80-792 du 2 octobre 1980 tendant à accélérer le règlement des droits à pension de retraite de l'Etat - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"add","content":""},{"type":"add","content":"2013-01-10 MODIFIE cible Décret n° 2013-39 du 10 janvier 2013 relatif à l'admission à la retraite des fonctionnaires de l'Etat, des magistrats et des militaires - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/24/10/65/LEGIARTI000024106587.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/24/10/65/LEGIARTI000024106587.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/24/10/65/LEGIARTI000024106587.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/26/93/26/LEGIARTI000026932640.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/26/93/26/LEGIARTI000026932640.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/26/93/26/LEGIARTI000026932640.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000024106587)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000026932640)"}],"status":"modified"},{"filename":"partie_reglementaire_-_decrets_simples/livre_ier/titre_viii/paragraphe_ier/article_d20.md","articleName":"Article D20","additions":29,"deletions":145,"diff":[{"type":"del","content":"La demande de pension ou de rente viagère d'invalidité est adressée au ministre du département auquel appartenait le fonctionnaire ou le militaire décédé en activité de service ; elle est adressée au ministre du budget lorsque l'auteur du droit est décédé en position de retraite."},{"type":"add","content":"I. - Le fonctionnaire, le magistrat ou le militaire dépose sa demande de pension six mois avant la date à laquelle il souhaite cesser son activité auprès du service des retraites de l'Etat."},{"type":"del","content":"La date du dépôt de la demande de liquidation est apposée sur ladite demande. Il en est accusé réception."},{"type":"add","content":"La pension est concédée au plus tard un mois avant la date d'effet de la radiation des cadres. Toutefois, en cas de maintien en fonctions ou en activité en surnombre, au-delà de la limite d'âge, la pension est concédée au plus tard un mois avant le terme de ce maintien."},{"type":"add","content":""},{"type":"add","content":"II. - L'ayant cause du fonctionnaire, du magistrat ou du militaire décédé avant ou après son admission à la retraite dépose sa demande de pension de réversion auprès du service des retraites de l'Etat."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Décret n° 2013-39 du 10 janvier 2013 article 3 : Les présentes dispositions prennent effet à l'égard des employeurs de fonctionnaires, magistrats et militaires, chacun pour ce qui le concerne, à une date fixée par arrêté conjoint des ministres chargés du budget et de la fonction publique et du ministre concerné."},{"type":"add","content":""},{"type":"add","content":"Jusqu'à cette date, l'admission à la retraite des agents des employeurs en cause est régie par les dispositions de l'article D. 20 du code des pensions civiles et militaires de retraite, dans sa rédaction antérieure au 13 janvier 2013."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 22 mai 2014 article 1 : A l'égard de la direction générale de l'Institut national de la statistique et des études économiques, placée sous l'autorité conjointe du ministre des finances et des comptes publics et du ministre de l'économie, du redressement productif et du numérique, les dispositions de l'article D. 20 du code des pensions civiles et militaires de retraite, dans sa rédaction issue du décret du 10 janvier 2013 susvisé, prend effet le 1er juin 2014."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 27 août 2014 article 1 : A l'égard de la direction générale des finances publiques du ministère des finances et des comptes publics, les dispositions de l'article D. 20 du code des pensions civiles et militaires de retraite, dans sa rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er octobre 2014."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 27 août 2014 : A l'égard de la direction générale des douanes et droits indirects placée sous l'autorité du ministre des finances et des comptes publics, les dispositions de l'article D. 20 du code des pensions civiles et militaires de retraite, dans sa rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er octobre 2014."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 25 septembre 2015 : A l'égard de la Cour des comptes, les dispositions de l'article D. 20 du code des pensions civiles et militaires de retraite, dans sa rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er octobre 2015."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 17 décembre 2015, A l'égard des personnels appartenant à des corps ou occupant des emplois dont la gestion administrative relève du secrétariat général des ministères économiques et financiers, de la direction générale des entreprises et du conseil général de l'économie, de l'industrie, de l'énergie et des technologies, ainsi que de la direction générale du Trésor et de l'inspection générale des finances, les dispositions de l'article D. 20 du code des pensions civiles et militaires de retraite, dans sa rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er janvier 2016."},{"type":"del","content":"Arrêté du 12 mars 2020 fixant la date d'effet de la nouvelle procédure d'admission à la retraite à l'égard des militaires, des fonctionnaires de l'Etat et des magistrats relevant de l'armée de l'air - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2020-03-29 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 15 octobre 2020 fixant la date d'effet de la nouvelle procédure d'admission à la retraite à l'égard des fonctionnaires de l'Etat, des militaires et des magistrats relevant du Service de santé des armées - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2020-10-23 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 23 novembre 2020 fixant la date d'effet de la nouvelle procédure d'admission à la retraite à l'égard des militaires, des fonctionnaires civils et des magistrats relevant du ministère des armées - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2020-11-30 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des pensions civiles et militaires de retraite - article D27 AUTONOME VIGUEUR, en vigueur depuis le 2017-01-09 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 10 janvier 2013 fixant la date d'effet de la nouvelle procédure d'admission à la retraite à l'égard des fonctionnaires civils et militaires relevant de la Caisse des dépôts et consignations - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2013-01-13 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 27 août 2014 fixant la date d'effet de la nouvelle procédure d'admission à la retraite à l'égard des fonctionnaires civils et militaires relevant de la direction générale des finances publiques - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2014-09-05 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 10 janvier 2013 fixant la date d'effet de la nouvelle procédure d'admission à la retraite à l'égard des fonctionnaires civils et militaires relevant du ministère de la justice - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2013-01-13 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 18 janvier 2013 fixant la date d'effet de la nouvelle procédure d'admission à la retraite à l'égard des fonctionnaires civils et militaires relevant de l'Institut national de recherche en sciences et technologies pour l'environnement et l'agriculture - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2013-01-27 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 22 mai 2014 fixant la date d'effet de la nouvelle procédure d'admission à la retraite à l'égard des fonctionnaires civils et militaires relevant de la direction générale de l'Institut national de la statistique et des études économiques - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2014-05-24 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 27 août 2014 fixant la date d'effet de la nouvelle procédure d'admission à la retraite à l'égard des fonctionnaires civils et militaires relevant de la direction générale des douanes et droits indirects - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2014-09-05 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 25 septembre 2015 fixant la date d'effet de la nouvelle procédure d'admission à la retraite à l'égard des fonctionnaires civils et militaires relevant de la Cour des comptes - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2015-09-30 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 29 mai 2015 fixant la date d'effet de la nouvelle procédure d'admission à la retraite à l'égard des fonctionnaires civils et des militaires relevant du Conseil économique, social et environnemental - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2015-06-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 17 décembre 2015 fixant la date d'effet de la nouvelle procédure d'admission à la retraite à l'égard des fonctionnaires civils et militaires relevant du secrétariat général et de divers directions et services des ministères économiques et financiers - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2015-12-27 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 4 mai 2016 fixant la date d'effet de la nouvelle procédure d'admission à la retraite à l'égard des fonctionnaires civils et militaires relevant des services du Premier ministre - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2016-05-28 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 11 août 2016 fixant la date d'effet de la nouvelle procédure d'admission à la retraite à l'égard des fonctionnaires civils et militaires relevant du rectorat de l'académie de Nancy-Metz - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2016-08-19 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 11 août 2016 fixant la date d'effet de la nouvelle procédure d'admission à la retraite à l'égard des fonctionnaires civils et militaires relevant du ministère de l'agriculture, de l'agroalimentaire et de la forêt - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2016-08-29 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 23 janvier 2017 fixant la date d'effet de la nouvelle procédure d'admission à la retraite à l'égard des fonctionnaires civils, des magistrats et des militaires relevant de Météo-France - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2017-01-28 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 13 avril 2017 fixant la date d'effet de la nouvelle procédure d'admission à la retraite à l'égard des académies de Besançon, de Caen, de Lyon, d'Orléans-Tours, de Strasbourg et du pôle universitaire de Toulouse - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2017-04-28 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 30 novembre 2017 fixant la date d'effet de la nouvelle procédure d'admission à la retraite à l'égard du Centre national de la recherche scientifique - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2017-12-09 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 27 décembre 2017 fixant la date d'effet de la nouvelle procédure d'admission à la retraite à l'égard de la direction générale de la concurrence, de la consommation et de la répression des fraudes et du service commun des laboratoires - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2017-12-30 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 29 août 2017 fixant la date d'effet de la nouvelle procédure d'admission à la retraite à l'égard de l'Institut national de recherche en informatique et en automatique - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2017-09-04 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 26 octobre 2017 fixant la date d'effet de la nouvelle procédure d'admission à la retraite à l'égard de la Caisse nationale militaire de sécurité sociale - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2017-10-29 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 18 mai 2018 fixant la date d'effet de la nouvelle procédure d'admission à la retraite à l'égard des fonctionnaires civils et militaires relevant du ministère de la transition écologique et solidaire et du ministère de la cohésion des territoires - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2018-05-27 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 31 juillet 2018 fixant la date d'effet de la nouvelle procédure d'admission à la retraite à l'égard des fonctionnaires civils et militaires relevant des Académies d'Aix-Marseille, d'Amiens, de Bordeaux, de Clermont-Ferrand, de Corse, de Dijon, de Limoges, de Montpellier, de Rennes, de Rouen et des Pôles universitaires de Lille et de Lorraine - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2018-08-05 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 20 novembre 2018 fixant la date d'effet de la nouvelle procédure d'admission à la retraite à l'égard des fonctionnaires civils et militaires relevant de l'Office national des anciens combattants et victimes de guerre - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2018-11-26 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 11 janvier 2019 fixant la date d'effet de la nouvelle procédure d'admission à la retraite à l'égard des fonctionnaires de l'Etat, des magistrats et des militaires relevant du vice-rectorat de Nouvelle-Calédonie et de l'université de Nouvelle-Calédonie - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2019-01-17 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 26 juillet 2019 fixant la date d'effet de la nouvelle procédure d'admission à la retraite à l'égard des fonctionnaires civils et des militaires relevant de l'administration centrale des ministères de l'éducation nationale et de la jeunesse et de l'enseignement supérieur, de la recherche et de l'innovation, de certaines académies et de certains établissements d'enseignement supérieur - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2019-08-16 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 22 novembre 2019 fixant la date d'effet de la nouvelle procédure d'admission à la retraite à l'égard des militaires, des fonctionnaires de l'Etat et des magistrats relevant de la gendarmerie nationale - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2019-11-30 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 27 novembre 2019 fixant la date d'effet de la nouvelle procédure d'admission à la retraite à l'égard des militaires, des fonctionnaires de l'Etat et des magistrats relevant de l'Office national des forêts - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2019-11-30 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 28 novembre 2019 fixant la date d'effet de la nouvelle procédure d'admission à la retraite à l'égard des fonctionnaires de l'Etat, des militaires et des magistrats relevant du ministère de l'Europe et des affaires étrangères - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2019-12-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 9 décembre 2019 fixant la date d'effet de la nouvelle procédure d'admission à la retraite à l'égard des militaires, des fonctionnaires de l'Etat et des magistrats relevant du ministère de la culture - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2019-12-20 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 7 mai 2020 fixant la date d'effet de la nouvelle procédure d'admission à la retraite à l'égard des fonctionnaires de l'Etat, des magistrats et des militaires relevant des établissements d'enseignement supérieur de certaines académies - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2020-05-21 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 20 mai 2020 fixant la date d'effet de la nouvelle procédure d'admission à la retraite à l'égard des militaires, des fonctionnaires de l'Etat et des magistrats relevant de l'armée de terre - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2020-06-05 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 22 novembre 2020 fixant la date d'effet de la nouvelle procédure d'admission à la retraite à l'égard des fonctionnaires de l'Etat, des magistrats et des militaires relevant du ministère de l'intérieur et du ministère des outre-mer - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2020-11-30 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 10 janvier 2013 fixant la date d'effet de la nouvelle procédure d'admission à la retraite à l'égard des fonctionnaires civils et militaires relevant du Conseil d'Etat - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2013-01-13 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 10 janvier 2013 fixant la date d'effet de la nouvelle procédure d'admission à la retraite à l'égard des fonctionnaires civils et militaires relevant de l'Institut de recherche pour le développement - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2013-01-13 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 26 novembre 2004 portant application du décret n° 2004-569 du 18 juin 2004 relatif à la retraite additionnelle de la fonction publique - article 5 AUTONOME VIGUEUR, en vigueur depuis le 2004-12-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 10 janvier 2013 fixant la date d'effet de la nouvelle procédure d'admission à la retraite à l'égard des fonctionnaires civils et militaires relevant de la direction générale de l'aviation civile - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2013-01-13 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 16 septembre 2016 fixant la date d'effet de la nouvelle procédure d'admission à la retraite à l'égard des fonctionnaires civils et des militaires relevant de l'Institut national de la recherche agronomique - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2016-09-21 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 13 décembre 2016 fixant la date d'effet de la nouvelle procédure d'admission à la retraite à l'égard des fonctionnaires civils, des magistrats et des militaires relevant de la société Orange - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2016-12-18 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 18 septembre 2018 fixant la date d'effet de la nouvelle procédure d'admission à la retraite à l'égard des fonctionnaires civils et militaires relevant de l'Institut national de la santé et de la recherche médicale - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2018-09-21 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 10 mai 2019 fixant la date d'effet de la nouvelle procédure d'admission à la retraite à l'égard des militaires, des fonctionnaires de l'Etat et des magistrats relevant de la marine nationale - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2019-05-27 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 19 décembre 2019 fixant la date d'effet de la nouvelle procédure d'admission à la retraite à l'égard des militaires, des fonctionnaires de l'Etat et des magistrats relevant du ministère des solidarités et de la santé - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2020-01-01 CITATION source"},{"type":"add","content":"Décret n° 2013-39 du 10 janvier 2013 relatif à l'admission à la retraite des fonctionnaires de l'Etat, des magistrats et des militaires - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":"Décret n°79-82 du 15 janvier 1979 MODIFIANT LES ART. D12,D20,D21,D22,D23,D24,D25,D26,D32 ET D54 DU CODE DES PENSIONS CIVILES ET MILITAIRES DE RETRAITE (PARTIE REGLEMENTAIRE: DECRETS) MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2024-839 du 16 juillet 2024 relatif à la garantie de 4 000 € mentionnée à l'article 76 bis de la loi du 21 août 2003 VIGUEUR, en vigueur depuis le 2024-07-18 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2024-839 du 16 juillet 2024 relatif à la garantie de 4 000 € mentionnée à l'article 76 bis de la loi du 21 août 2003 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1979-01-15 MODIFICATION source Décret n°79-82 du 15 janvier 1979 MODIFIANT LES ART. D12,D20,D21,D22,D23,D24,D25,D26,D32 ET D54 DU CODE DES PENSIONS CIVILES ET MILITAIRES DE RETRAITE (PARTIE REGLEMENTAIRE: DECRETS)"},{"type":"del","content":""},{"type":"add","content":""},{"type":"add","content":"2013-01-10 MODIFIE cible Décret n° 2013-39 du 10 janvier 2013 relatif à l'admission à la retraite des fonctionnaires de l'Etat, des magistrats et des militaires - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/36/25/LEGIARTI000006362572.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/36/25/LEGIARTI000006362572.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/36/25/LEGIARTI000006362572.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/26/93/28/LEGIARTI000026932860.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/26/93/28/LEGIARTI000026932860.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/26/93/28/LEGIARTI000026932860.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006362572)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000026932860)"}],"status":"modified"},{"filename":"partie_reglementaire_-_decrets_simples/livre_ier/titre_viii/paragraphe_ier/article_d21.md","articleName":"Article D21","additions":78,"deletions":8,"diff":[{"type":"del","content":"1° Une demande d'admission à la retraite comportant une déclaration relative à l'élection de domicile ;"},{"type":"add","content":"1° Une demande de pension comportant une déclaration relative à l'élection de domicile ;"},{"type":"del","content":"2° Une photocopie du livret de famille régulièrement tenu à jour ou un extrait d'acte de naissance si ce document ne se trouve pas déjà dans le dossier administratif."},{"type":"add","content":"2° Une photocopie du livret de famille régulièrement tenu à jour ou un extrait d'acte de naissance."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Décret n° 2013-39 du 10 janvier 2013 article 3 : Les présentes dispositions prennent effet à l'égard des employeurs de fonctionnaires, magistrats et militaires, chacun pour ce qui le concerne, à une date fixée par arrêté conjoint des ministres chargés du budget et de la fonction publique et du ministre concerné."},{"type":"add","content":""},{"type":"add","content":"Jusqu'à cette date, l'admission à la retraite des agents des employeurs en cause est régie par les dispositions de l'article D. 21 du code des pensions civiles et militaires de retraite, dans sa rédaction antérieure au 13 janvier 2013."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 10 janvier 2013 : A l'égard de la Caisse des dépôts et consignations, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet à compter de la date d'entrée en vigueur de ce décret."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 10 janvier 2013 : A l'égard du Conseil d'Etat, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet à compter de la date d'entrée en vigueur de ce décret."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 10 janvier 2013 : A l'égard de l'administration centrale, des services déconcentrés et des services à compétence nationale relevant du garde des sceaux, ministre de la justice, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet à compter de la date d'entrée en vigueur de ce décret."},{"type":"add","content":"La date d'effet mentionnée au présent article est également applicable aux établissements et organismes employeurs de fonctionnaires, magistrats et militaires, placés sous la tutelle du garde des sceaux, ministre de la justice."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 10 janvier 2013 : A l'égard de la direction générale de l'aviation civile, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet à compter de la date d'entrée en vigueur de ce décret."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 10 janvier 2013 : A l'égard de l'Institut de recherche pour le développement, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet à compter de la date d'entrée en vigueur de ce décret."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 18 janvier 2013 : A l'égard de l'Institut national de recherche en sciences et technologies pour l'environnement et l'agriculture, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er février 2013."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 22 mai 2014 : A l'égard de la direction générale de l'Institut national de la statistique et des études économiques, placée sous l'autorité conjointe du ministre des finances et des comptes publics et du ministre de l'économie, du redressement productif et du numérique, les dispositions de l'article D. 20 du code des pensions civiles et militaires de retraite, dans sa rédaction issue du décret du 10 janvier 2013 susvisé, prend effet le 1er juin 2014."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 27 août 2014 : A l'égard de la direction générale des finances publiques du ministère des finances et des comptes publics, les dispositions de l'article D. 20 du code des pensions civiles et militaires de retraite, dans sa rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er octobre 2014."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 27 août 2014 : A l'égard de la direction générale des douanes et droits indirects placée sous l'autorité du ministre des finances et des comptes publics, les dispositions de l'article D. 20 du code des pensions civiles et militaires de retraite, dans sa rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er octobre 2014."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 29 mai 2015 : A l'égard du Conseil économique, social et environnemental, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er juin 2015."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 25 septembre 2015 : A l'égard de la Cour des comptes, les dispositions de l'article D. 20 du code des pensions civiles et militaires de retraite, dans sa rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er octobre 2015."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 17 décembre 2015, A l'égard des personnels appartenant à des corps ou occupant des emplois dont la gestion administrative relève du secrétariat général des ministères économiques et financiers, de la direction générale des entreprises et du conseil général de l'économie, de l'industrie, de l'énergie et des technologies, ainsi que de la direction générale du Trésor et de l'inspection générale des finances, les dispositions de l'article D. 20 du code des pensions civiles et militaires de retraite, dans sa rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er janvier 2016."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 4 mai 2016 : A l'égard des services du Premier ministre, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er juin 2016."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 11 août 2016 : A l'égard des services du rectorat de l'académie de Nancy-Metz, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er septembre 2016."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 11 août 2016 : A l'égard du ministère de l'agriculture, de l'agroalimentaire et de la forêt, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er octobre 2016."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 16 septembre 2016 : A l'égard de l'Institut national de la recherche agronomique, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er octobre 2016."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 13 décembre 2016 : A l'égard de la société Orange, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er janvier 2017."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 23 janvier 2017 : A l'égard de Météo-France, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er février 2017."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 13 avril 2017 : A l'égard des académies de Besançon, de Caen, de Lyon, d'Orléans-Tours, de Strasbourg et du pôle universitaire de Toulouse, les dispositions des articles D.1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er septembre 2017."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 29 août 2017 : A l'égard de l'Institut national de recherche en informatique et en automatique, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er octobre 2017."},{"type":"add","content":""},{"type":"add","content":"26 octobre 2017 : A l'égard de la Caisse nationale militaire de sécurité sociale, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er novembre 2017."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 30 novembre 2017 : A l'égard du Centre national de la recherche scientifique, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er janvier 2018."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 27 décembre 2017: A l'égard de la direction générale de la concurrence, de la consommation et de la répression des fraudes et du service commun des laboratoires, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er janvier 2018."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 18 mai 2018 : A l'égard du ministère de la transition écologique et solidaire et du ministère de la cohésion des territoires, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er juin 2018."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 31 juillet 2018 : A l'égard des Académies d'Aix-Marseille, d'Amiens, de Bordeaux, de Clermont-Ferrand, de Corse, de Dijon, de Limoges, de Montpellier, de Rennes, de Rouen et des Pôles universitaires de Lille et de Lorraine, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er septembre 2018."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 18 septembre 2018 : A l'égard de l'Institut national de la santé et de la recherche médicale, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er octobre 2018."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 20 novembre 2018 : A l'égard de l'Office national des anciens combattants et victimes de guerre, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er décembre 2018."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 11 janvier 2019 : A l'égard des fonctionnaires de l'Etat, des magistrats et des militaires relevant du vice-rectorat de Nouvelle-Calédonie et de l'université de Nouvelle-Calédonie, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er février 2019."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 10 mai 2019 : A l'égard des militaires, des fonctionnaires de l'Etat et des magistrats relevant de la marine nationale, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er juin 2019."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 26 juillet 2019 : A l'égard des fonctionnaires de l'Etat, des magistrats et des militaires relevant de l'administration centrale des ministères de l'éducation nationale et de la jeunesse et de l'enseignement supérieur, de la recherche et de l'innovation, des académies de Créteil, de Grenoble, de Guadeloupe, de Guyane, de Lille, de Martinique, de Nantes, de Nice, de Paris, de Poitiers, de Reims, de La Réunion, de Toulouse, de Versailles ainsi que de Mayotte, de Polynésie Française, des îles Wallis et Futuna et des établissements d'enseignement supérieur des académies de Besançon, de Bordeaux, de Caen, de Dijon, de Guadeloupe, de Guyane, de Martinique, de Reims, de La Réunion, de Rouen ainsi que de l'université de La Rochelle et des établissements d'enseignement supérieur de Mayotte et de Polynésie Française, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret du 10 janvier 2013 susvisé, prennent effet le 1er septembre 2019."},{"type":"add","content":""},{"type":"add","content":"Arrêté du 28 novembre 2019 (NOR : CPAE1931653A) : A l'égard des fonctionnaires de l'Etat, des militaires et des magistrats relevant du ministère de l'Europe et des affaires étrangères, les dispositions des articles D. 1, D. 20 et D. 21 du code des pensions civiles et militaires de retraite, dans leur rédaction issue du décret n° 2013-39 du 10 janvier 2013 , prennent effet le 1er janvier 2020."},{"type":"del","content":"Décret n° 2003-1309 du 26 décembre 2003 pris pour l'application de la loi n° 2003-775 du 21 août 2003 portant réforme des retraites et modifiant le code des pensions civiles et militaires de retraite - article 11 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"Décret n° 2013-39 du 10 janvier 2013 relatif à l'admission à la retraite des fonctionnaires de l'Etat, des magistrats et des militaires - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2003-12-26 MODIFICATION source Décret n° 2003-1309 du 26 décembre 2003 pris pour l'application de la loi n° 2003-775 du 21 août 2003 portant réforme des retraites et modifiant le code des pensions civiles et militaires de retraite - article 11 ENTIEREMENT_MODIF"},{"type":"add","content":"2013-01-10 MODIFIE cible Décret n° 2013-39 du 10 janvier 2013 relatif à l'admission à la retraite des fonctionnaires de l'Etat, des magistrats et des militaires - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/36/25/LEGIARTI000006362574.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/36/25/LEGIARTI000006362574.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/36/25/LEGIARTI000006362574.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/26/93/26/LEGIARTI000026932637.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/26/93/26/LEGIARTI000026932637.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/26/93/26/LEGIARTI000026932637.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006362574)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000026932637)"}],"status":"modified"}],"stats":{"additions":187,"deletions":163,"filesChanged":3}}