{"sha":"0275c6b8c57a","date":"2010-01-31","message":"Décret n° 2010-107 du 29 janvier 2010 relatif aux conditions de mise en œuvre des décisions de limitation ou d'arrêt de traitement","files":[{"filename":"partie_reglementaire/quatrieme_partie/livre_ier/titre_ii/chapitre_vii/section_1/sous-section_2/article_r4127-37.md","articleName":"Article R4127-37","additions":23,"deletions":23,"diff":[{"type":"del","content":"I. - En toutes circonstances, le médecin doit s'efforcer de soulager les souffrances du malade par des moyens appropriés à son état et l'assister moralement. Il doit s'abstenir de toute obstination déraisonnable dans les investigations ou la thérapeutique et peut renoncer à entreprendre ou poursuivre des traitements qui apparaissent inutiles, disproportionnés ou qui n'ont d'autre objet ou effet que le maintien artificiel de la vie."},{"type":"add","content":"I.-En toutes circonstances, le médecin doit s'efforcer de soulager les souffrances du malade par des moyens appropriés à son état et l'assister moralement. Il doit s'abstenir de toute obstination déraisonnable dans les investigations ou la thérapeutique et peut renoncer à entreprendre ou poursuivre des traitements qui apparaissent inutiles, disproportionnés ou qui n'ont d'autre objet ou effet que le maintien artificiel de la vie."},{"type":"del","content":"II. - Dans les cas prévus aux articles L. 1111-4 et L. 1111-13, lorsque le patient est hors d'état d'exprimer sa volonté, le médecin ne peut décider de limiter ou d'arrêter les traitements dispensés sans avoir préalablement mis en oeuvre une procédure collégiale dans les conditions suivantes :"},{"type":"add","content":"II.-Dans les cas prévus au cinquième alinéa de l'article L. 1111-4 et au premier alinéa de l'article L. 1111-13, la décision de limiter ou d'arrêter les traitements dispensés ne peut être prise sans qu'ait été préalablement mise en œuvre une procédure collégiale. Le médecin peut engager la procédure collégiale de sa propre initiative. Il est tenu de le faire au vu des directives anticipées du patient présentées par l'un des détenteurs de celles-ci mentionnés à l'article R. 1111-19 ou à la demande de la personne de confiance, de la famille ou, à défaut, de l'un des proches. Les détenteurs des directives anticipées du patient, la personne de confiance, la famille ou, le cas échéant, l'un des proches sont informés, dès qu'elle a été prise, de la décision de mettre en œuvre la procédure collégiale :"},{"type":"del","content":"La décision est prise par le médecin en charge du patient, après concertation avec l'équipe de soins si elle existe et sur l'avis motivé d'au moins un médecin, appelé en qualité de consultant. Il ne doit exister aucun lien de nature hiérarchique entre le médecin en charge du patient et le consultant. L'avis motivé d'un deuxième consultant est demandé par ces médecins si l'un d'eux l'estime utile."},{"type":"add","content":"La décision de limitation ou d'arrêt de traitement est prise par le médecin en charge du patient, après concertation avec l'équipe de soins si elle existe et sur l'avis motivé d'au moins un médecin, appelé en qualité de consultant. Il ne doit exister aucun lien de nature hiérarchique entre le médecin en charge du patient et le consultant. L'avis motivé d'un deuxième consultant est demandé par ces médecins si l'un d'eux l'estime utile."},{"type":"del","content":"La décision prend en compte les souhaits que le patient aurait antérieurement exprimés, en particulier dans des directives anticipées, s'il en a rédigé, l'avis de la personne de confiance qu'il aurait désignée ainsi que celui de la famille ou, à défaut, celui d'un de ses proches."},{"type":"add","content":"La décision de limitation ou d'arrêt de traitement prend en compte les souhaits que le patient aurait antérieurement exprimés, en particulier dans des directives anticipées, s'il en a rédigé, l'avis de la personne de confiance qu'il aurait désignée ainsi que celui de la famille ou, à défaut, celui d'un de ses proches."},{"type":"del","content":"Lorsque la décision concerne un mineur ou un majeur protégé, le médecin recueille en outre, selon les cas, l'avis des titulaires de l'autorité parentale ou du tuteur, hormis les situations où l'urgence rend impossible cette consultation."},{"type":"add","content":"Lorsque la décision de limitation ou d'arrêt de traitement concerne un mineur ou un majeur protégé, le médecin recueille en outre, selon les cas, l'avis des titulaires de l'autorité parentale ou du tuteur, hormis les situations où l'urgence rend impossible cette consultation."},{"type":"del","content":"La décision est motivée. Les avis recueillis, la nature et le sens des concertations qui ont eu lieu au sein de l'équipe de soins ainsi que les motifs de la décision sont inscrits dans le dossier du patient."},{"type":"add","content":"La décision de limitation ou d'arrêt de traitement est motivée. Les avis recueillis, la nature et le sens des concertations qui ont eu lieu au sein de l'équipe de soins ainsi que les motifs de la décision sont inscrits dans le dossier du patient. La personne de confiance, si elle a été désignée, la famille ou, à défaut, l'un des proches du patient sont informés de la nature et des motifs de la décision de limitation ou d'arrêt de traitement."},{"type":"add","content":""},{"type":"add","content":"III.-Lorsqu'une limitation ou un arrêt de traitement a été décidé en application de l'article L. 1110-5 et des articles L. 1111-4 ou L. 1111-13, dans les conditions prévues aux I et II du présent article, le médecin, même si la souffrance du patient ne peut pas être évaluée du fait de son état cérébral, met en œuvre les traitements, notamment antalgiques et sédatifs, permettant d'accompagner la personne selon les principes et dans les conditions énoncés à l'article R. 4127-38. Il veille également à ce que l'entourage du patient soit informé de la situation et reçoive le soutien nécessaire."},{"type":"del","content":"Décret n° 2006-120 du 6 février 2006 relatif à la procédure collégiale prévue par la loi n° 2005-370 du 22 avril 2005 relative aux droits des malades et à la fin de vie et modifiant le code de la santé publique (dispositions réglementaires) - article 1 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret no 95-1000 du 6 septembre 1995 portant code de déontologie médicale CONCORDANCE cible"},{"type":"add","content":"Décret n° 2010-107 du 29 janvier 2010 relatif aux conditions de mise en œuvre des décisions de limitation ou d'arrêt de traitement - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"Décret n° 2004-802 du 29 juillet 2004 relatif aux parties IV et V (dispositions réglementaires) du code de la santé publique et modifiant certaines dispositions de ce code Les dispositions réglementaires des parties IV et V du code de la santé publique font l'objet d'une publication spéciale annexée au Journal officiel de ce jour (voir à la fin du sommaire). CODIFICATION cible"},{"type":"add","content":"Décret n° 2010-107 du 29 janvier 2010 relatif aux conditions de mise en œuvre des décisions de limitation ou d'arrêt de traitement - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2004-07-29 CODIFICATION source Décret n° 2004-802 du 29 juillet 2004 relatif aux parties IV et V (dispositions réglementaires) du code de la santé publique et modifiant certaines dispositions de ce code Les dispositions réglementaires des parties IV et V du code de la santé publique font l'objet d'une publication spéciale annexée au Journal officiel de ce jour (voir à la fin du sommaire)."},{"type":"add","content":"2008-09-16 CITATION cible Décret n° 2008-967 du 16 septembre 2008 fixant les règles de déontologie propres aux praticiens des armées - article 44 AUTONOME ABROGE, en vigueur du 2008-09-19 au 2025-04-13"},{"type":"del","content":"2006-02-06 MODIFICATION source Décret n° 2006-120 du 6 février 2006 relatif à la procédure collégiale prévue par la loi n° 2005-370 du 22 avril 2005 relative aux droits des malades et à la fin de vie et modifiant le code de la santé publique (dispositions réglementaires) - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2010-01-29 MODIFIE cible Décret n° 2010-107 du 29 janvier 2010 relatif aux conditions de mise en œuvre des décisions de limitation ou d'arrêt de traitement - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":"2008-09-16 CITATION cible Décret n° 2008-967 du 16 septembre 2008 fixant les règles de déontologie propres aux praticiens des armées - article 44 AUTONOME ABROGE, en vigueur du 2008-09-19 au 2025-04-13"},{"type":"add","content":"2010-01-29 MODIFIE cible Décret n° 2010-107 du 29 janvier 2010 relatif aux conditions de mise en œuvre des décisions de limitation ou d'arrêt de traitement - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la santé publique - article L1110-5 AUTONOME MODIFIE, en vigueur du 2002-03-05 au 2005-04-23"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la santé publique - article R4127-38 AUTONOME VIGUEUR, en vigueur depuis le 2004-08-08"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/91/29/LEGIARTI000006912900.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/91/29/LEGIARTI000006912900.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/91/29/LEGIARTI000006912900.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/77/37/LEGIARTI000021773765.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/77/37/LEGIARTI000021773765.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/21/77/37/LEGIARTI000021773765.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006912900)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000021773765)"}],"status":"modified"}],"stats":{"additions":23,"deletions":23,"filesChanged":1}}