{"sha":"164986bcdf06","date":"2014-08-02","message":"LOI n° 2014-856 du 31 juillet 2014 relative à l'économie sociale et solidaire","files":[{"filename":"partie_legislative/quatrieme_partie/livre_ii/titre_ier/chapitre_ier/article_l4211-2-1.md","articleName":"Article L4211-2-1","additions":26,"deletions":14,"diff":[{"type":"del","content":"En l'absence de dispositif de collecte de proximité spécifique, les officines de pharmacies, les pharmacies à usage intérieur et les laboratoires de biologie médicale sont tenus de collecter gratuitement les déchets d'activités de soins à risque infectieux perforants produits par les patients en autotraitement, apportés par les particuliers qui les détiennent. Un décret en Conseil d'Etat pris après avis de l'Autorité de la concurrence précise :"},{"type":"del","content":""},{"type":"del","content":"― les conditions de la collecte et de l'élimination, au sens de l'article L. 541-2 du code de l'environnement, des déchets mentionnés au premier alinéa du présent article ;"},{"type":"del","content":""},{"type":"del","content":"― les conditions de financement de celles-ci par les exploitants de médicaments et les fabricants de dispositifs médicaux et dispositifs médicaux de diagnostic in vitro ou leurs mandataires, qui mettent sur le marché des matériels ou matériaux, associés ou non à un médicament ou à un dispositif médical et destinés aux patients en autotraitement et conduisant à la production de ces déchets ;"},{"type":"del","content":""},{"type":"del","content":"― les sanctions en cas de non-respect de l'obligation visée au premier alinéa."},{"type":"add","content":"I.-Pour l'application de l' article L. 541-10 du code de l'environnement , les exploitants ou importateurs de médicaments, les fabricants ou leurs mandataires, distributeurs ou importateurs de dispositifs médicaux ou de dispositifs médicaux de diagnostic in vitro qui fabriquent, importent ou introduisent sur le marché national des matériels ou matériaux, associés ou non à un médicament ou à un dispositif médical ou à un dispositif médical de diagnostic in vitro dont l'utilisation conduit directement à la production de déchets d'activités de soins à risque infectieux perforants par les patients en auto-traitement, assurent la prise en charge de la collecte et du traitement des déchets issus de ces produits de santé."},{"type":"add","content":""},{"type":"add","content":"A cette fin, ils s'acquittent de leur obligation en mettant en place des systèmes individuels de collecte et de traitement des déchets issus de leurs produits ou en mettant en place collectivement des éco-organismes auxquels ils versent une contribution financière et transfèrent leur obligation et dont ils assurent la gouvernance."},{"type":"add","content":""},{"type":"add","content":"II.-En l'absence de dispositif de collecte de proximité spécifique, les officines de pharmacies, les pharmacies à usage intérieur et les laboratoires de biologie médicale sont tenus de collecter gratuitement les déchets d'activités de soins à risque infectieux perforants produits par les patients en auto-traitement, apportés par les particuliers qui les détiennent."},{"type":"add","content":""},{"type":"add","content":"III.-Un décret en Conseil d'Etat, pris après avis de l'Autorité de la concurrence, précise :"},{"type":"add","content":""},{"type":"add","content":"1° Les conditions de la collecte et du traitement, au sens de l' article L. 541-2 du code de l'environnement , des déchets mentionnés au I du présent article ;"},{"type":"add","content":""},{"type":"add","content":"2° Les conditions de financement de ceux-ci par les personnes mentionnées au même I ;"},{"type":"add","content":""},{"type":"add","content":"3° Les sanctions en cas de non-respect des obligations mentionnées aux I et II, dans les limites de celles prévues à l' article L. 541-10 du code de l'environnement ."},{"type":"del","content":"LOI n° 2010-788 du 12 juillet 2010 portant engagement national pour l'environnement - article 187 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"LOI n° 2014-856 du 31 juillet 2014 relative à l'économie sociale et solidaire - article 92 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2010-07-12 MODIFIE cible LOI n° 2010-788 du 12 juillet 2010 portant engagement national pour l'environnement - article 187 ENTIEREMENT_MODIF"},{"type":"add","content":"2011-06-28 CITATION cible Décret n° 2011-763 du 28 juin 2011 relatif à la gestion des déchets d'activités de soins à risques infectieux perforants produits par les patients en autotraitement VIGUEUR"},{"type":"del","content":"2011-06-28 CITATION cible Décret n° 2011-763 du 28 juin 2011 relatif à la gestion des déchets d'activités de soins à risques infectieux perforants produits par les patients en autotraitement VIGUEUR"},{"type":"add","content":"2014-07-31 MODIFIE cible LOI n° 2014-856 du 31 juillet 2014 relative à l'économie sociale et solidaire - article 92 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de l'environnement - article L541-10 AUTONOME MODIFIE, en vigueur du 2000-09-21 au 2010-07-14"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de l'environnement - article L541-2 AUTONOME MODIFIE, en vigueur du 2000-09-21 au 2010-12-19"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/22/49/49/LEGIARTI000022494977.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/22/49/49/LEGIARTI000022494977.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/22/49/49/LEGIARTI000022494977.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/29/32/54/LEGIARTI000029325453.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/29/32/54/LEGIARTI000029325453.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/29/32/54/LEGIARTI000029325453.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000022494977)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000029325453)"}],"status":"modified"}],"stats":{"additions":26,"deletions":14,"filesChanged":1}}