{"sha":"376b156c188e","date":"2018-04-01","message":"Ordonnance n° 2017-27 du 12 janvier 2017 relative à l'hébergement de données de santé à caractère personnel","files":[{"filename":"partie_legislative/premiere_partie/livre_ier/titre_ier/chapitre_ier/section_1/article_l1111-8.md","articleName":"Article L1111-8","additions":39,"deletions":61,"diff":[{"type":"del","content":"Toute personne qui héberge des données de santé à caractère personnel recueillies à l'occasion d'activités de prévention, de diagnostic, de soins ou de suivi social et médico-social, pour le compte de personnes physiques ou morales à l'origine de la production ou du recueil desdites données ou pour le compte du patient lui-même, doit être agréée à cet effet. Cet hébergement, quel qu'en soit le support, papier ou électronique, est réalisé après que la personne prise en charge en a été dûment informée et sauf opposition pour un motif légitime."},{"type":"add","content":"I.-Toute personne qui héberge des données de santé à caractère personnel recueillies à l'occasion d'activités de prévention, de diagnostic, de soins ou de suivi social et médico-social, pour le compte de personnes physiques ou morales à l'origine de la production ou du recueil de ces données ou pour le compte du patient lui-même, réalise cet hébergement dans les conditions prévues au présent article."},{"type":"del","content":"Les traitements de données de santé à caractère personnel que nécessite l'hébergement prévu au premier alinéa, quel qu'en soit le support, papier ou informatique, doivent être réalisés dans le respect des dispositions de la loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés. La prestation d'hébergement, quel qu'en soit le support, fait l'objet d'un contrat."},{"type":"add","content":"L'hébergement, quel qu'en soit le support, papier ou numérique, est réalisé après que la personne prise en charge en a été dûment informée et sauf opposition pour un motif légitime."},{"type":"del","content":"Les conditions d'agrément des hébergeurs des données, quel qu'en soit le support, sont fixées par décret en Conseil d'Etat pris après avis de la Commission nationale de l'informatique et des libertés et des conseils de l'ordre des professions de santé. Ce décret mentionne les informations qui doivent être fournies à l'appui de la demande d'agrément, notamment les modèles de contrats prévus au deuxième alinéa et les dispositions prises pour garantir la sécurité des données traitées en application de l'article 34 de la loi n° 78-17 du 6 janvier 1978 précitée, en particulier les mécanismes de contrôle et de sécurité dans le domaine informatique ainsi que les procédures de contrôle interne. Les dispositions de l'article L. 4113-6 s'appliquent aux contrats prévus à l'alinéa précédent."},{"type":"add","content":"La prestation d'hébergement de données de santé à caractère personnel fait l'objet d'un contrat."},{"type":"del","content":"L'agrément peut être retiré, dans les conditions prévues aux articles L. 121-1, L. 121-2 et L. 122-1 du code des relations entre le public et l'administration, en cas de violation des prescriptions législatives ou réglementaires relatives à cette activité ou des prescriptions fixées par l'agrément."},{"type":"add","content":"II.-L'hébergeur de données mentionnées au premier alinéa du I sur support numérique est titulaire d'un certificat de conformité. S'il conserve des données dans le cadre d'un service d'archivage électronique, il est soumis aux dispositions du III."},{"type":"del","content":"Seuls peuvent accéder aux données ayant fait l'objet d'un hébergement les personnes physiques ou morales à l'origine de la production de soins ou de leur recueil et qui sont désignées par les personnes concernées. L'accès aux données ayant fait l'objet d'un hébergement s'effectue selon les modalités fixées dans le contrat, dans le respect des articles L. 1110-4 et L. 1111-7."},{"type":"add","content":"Ce certificat est délivré par des organismes de certification accrédités par l'instance française d'accréditation ou l'instance nationale d'accréditation d'un autre Etat membre de l'Union européenne mentionnée à l'article 137 de la loi n° 2008-776 du 4 août 2008 de modernisation de l'économie."},{"type":"del","content":"Les hébergeurs tiennent les données de santé à caractère personnel qui ont été déposées auprès d'eux à la disposition de ceux qui les leur ont confiées. Ils ne peuvent les utiliser à d'autres fins. Ils ne peuvent les transmettre à d'autres personnes que celles qui les leur ont confiées."},{"type":"add","content":"Les conditions de délivrance de ce certificat sont fixées par décret en Conseil d'Etat pris après avis de la Commission nationale de l'informatique et des libertés et des conseils nationaux de l'ordre des professions de santé."},{"type":"del","content":"Lorsqu'il est mis fin à l'hébergement, l'hébergeur restitue les données aux personnes qui les lui ont confiées, sans en garder de copie."},{"type":"add","content":"III.-L'hébergeur de données mentionnées au premier alinéa du I est agréé par le ministre chargé de la culture pour la conservation de ces données sur support papier ou sur support numérique dans le cadre d'un service d'archivage électronique."},{"type":"del","content":"Les hébergeurs de données de santé à caractère personnel et les personnes placées sous leur autorité qui ont accès aux données déposées sont astreintes au secret professionnel dans les conditions et sous les peines prévues à l'article 226-13 du code pénal."},{"type":"add","content":"Les conditions d'agrément sont fixées par décret en Conseil d'Etat pris après avis de la Commission nationale de l'informatique et des libertés et des conseils nationaux de l'ordre des professions de santé."},{"type":"del","content":"Les hébergeurs de données de santé à caractère personnel ou qui proposent cette prestation d'hébergement sont soumis, dans les conditions prévues aux articles L. 1421-2 et L. 1421-3, au contrôle de l'Inspection générale des affaires sociales et des agents mentionnés aux articles L. 1421-1 et L. 1435-7. Les agents chargés du contrôle peuvent être assistés par des experts désignés par le ministre chargé de la santé."},{"type":"add","content":"L'agrément peut être retiré, dans les conditions prévues par les articles L. 121-1, L. 121-2 et L. 122-1 du code des relations entre le public et l'administration, en cas de violation des prescriptions législatives ou réglementaires relatives à cette activité ou des prescriptions fixées par l'agrément."},{"type":"del","content":"Tout acte de cession à titre onéreux de données de santé identifiantes, directement ou indirectement, y compris avec l'accord de la personne concernée, est interdit sous peine des sanctions prévues à l'article 226-21 du code pénal."},{"type":"add","content":"IV.-La nature des prestations d'hébergement mentionnées aux II et III, les rôles et responsabilités de l'hébergeur et des personnes physiques ou morales pour le compte desquelles les données de santé à caractère personnel sont conservées, ainsi que les stipulations devant figurer dans le contrat mentionné au I sont précisés par décret en Conseil d'Etat, pris après avis de la Commission nationale de l'informatique et des libertés et des conseils nationaux de l'ordre des professions de santé."},{"type":"add","content":""},{"type":"add","content":"V.-L'accès aux données ayant fait l'objet d'un hébergement s'effectue selon les modalités fixées dans le contrat dans le respect des articles L. 1110-4 et L. 1111-7."},{"type":"add","content":""},{"type":"add","content":"Les hébergeurs ne peuvent utiliser les données qui leur sont confiées à d'autres fins que l'exécution de la prestation d'hébergement. Lorsqu'il est mis fin à l'hébergement, l'hébergeur restitue les données aux personnes qui les lui ont confiées, sans en garder de copie. Les hébergeurs de données de santé à caractère personnel et les personnes placées sous leur autorité qui ont accès aux données déposées sont astreints au secret professionnel dans les conditions et sous les peines prévues à l'article 226-13 du code pénal."},{"type":"add","content":""},{"type":"add","content":"VI.-Les hébergeurs de données de santé à caractère personnel ou qui proposent cette prestation d'hébergement sont soumis, dans les conditions prévues aux articles L. 1421-2 et L. 1421-3, au contrôle de l'inspection générale des affaires sociales et des agents mentionnés aux articles L. 1421-1 et L. 1435-7, à l'exception des hébergeurs certifiés dans les conditions définies au II. Les agents chargés du contrôle peuvent être assistés par des experts désignés par le ministre chargé de la santé."},{"type":"add","content":""},{"type":"add","content":"VII.-Tout acte de cession à titre onéreux de données de santé identifiantes directement ou indirectement, y compris avec l'accord de la personne concernée, est interdit sous peine des sanctions prévues à l'article 226-21 du code pénal."},{"type":"add","content":"Conformément au I de l'article 3 de l'ordonnance n° 2017-27 du 12 janvier 2017, ces dispositions entrent en vigueur à une date fixée par décret et au plus tard le 1er janvier 2019."},{"type":"add","content":""},{"type":"add","content":"Se reporter aux dispositions des II et III dudit article 3 concernant les dispositions transitoires relatives aux agréments pour l'hébergement des données de santé."},{"type":"add","content":""},{"type":"add","content":"Aux termes du décret n° 2018-137 du 26 février 2018, l'ordonnance n° 2017-27 du 12 janvier 2017 entre en vigueur le 1er avril 2018."},{"type":"del","content":"Loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés - article 34 AUTONOME MODIFIE, en vigueur du 2004-08-07 au 2019-06-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la santé publique - article L4113-6 AUTONOME MODIFIE, en vigueur du 2000-06-22 au 2002-03-05 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la santé publique - article L4113-6 AUTONOME MODIFIE, en vigueur du 2007-02-27 au 2011-12-31 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la santé publique - article L4113-6 AUTONOME MODIFIE, en vigueur du 2002-03-05 au 2007-02-27 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés - article 34 AUTONOME MODIFIE, en vigueur du 1980-01-01 au 2004-08-07 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la santé publique - article L4113-6 AUTONOME ABROGE, en vigueur du 2011-12-31 au 2018-07-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2016-41 du 26 janvier 2016 de modernisation de notre système de santé - article 96 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2016-01-28 MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés - article 34 AUTONOME VIGUEUR, en vigueur depuis le 2019-06-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Ordonnance n° 2015-1341 du 23 octobre 2015 relative aux dispositions législatives du code des relations entre le public et l'administration - article 3 AUTONOME VIGUEUR, en vigueur depuis le 2016-01-01 MODIFICATION cible"},{"type":"add","content":"Code de la santé publique - article L1115-1 AUTONOME VIGUEUR, en vigueur depuis le 2018-04-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":"LOI n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés CITATION cible"},{"type":"add","content":"Ordonnance n° 2017-27 du 12 janvier 2017 relative à l'hébergement de données de santé à caractère personnel - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":"1978-01-06 CITATION source LOI n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1978-01-06 CITATION source Loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés - article 34 AUTONOME MODIFIE, en vigueur du 1980-01-01 au 2004-08-07"},{"type":"del","content":""},{"type":"add","content":""},{"type":"add","content":"2008-08-04 CITATION source LOI n° 2008-776 du 4 août 2008 de modernisation de l'économie - article 137 PARTIELLEMENT_MODIF"},{"type":"add","content":""},{"type":"del","content":""},{"type":"del","content":"2015-10-23 MODIFICATION source Ordonnance n° 2015-1341 du 23 octobre 2015 relative aux dispositions législatives du code des relations entre le public et l'administration - article 3 AUTONOME VIGUEUR, en vigueur depuis le 2016-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2016-01-26 MODIFIE cible LOI n° 2016-41 du 26 janvier 2016 de modernisation de notre système de santé - article 96 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2016-01-28"},{"type":"del","content":""},{"type":"add","content":""},{"type":"add","content":"2017-01-12 MODIFIE cible Ordonnance n° 2017-27 du 12 janvier 2017 relative à l'hébergement de données de santé à caractère personnel - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"del","content":"      2999-01-01 CITATION source Code de la santé publique - art. L1435-7 (V)"},{"type":"add","content":"      2999-01-01 CITATION source Code de la santé publique - art. L1435-7"},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la santé publique - article L4113-6 AUTONOME MODIFIE, en vigueur du 2000-06-22 au 2002-03-05"},{"type":"del","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code des relations entre le public et l'administration - article L121-2 AUTONOME VIGUEUR, en vigueur depuis le 2016-01-01"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/31/92/90/LEGIARTI000031929051.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/31/92/90/LEGIARTI000031929051.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/31/92/90/LEGIARTI000031929051.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/86/25/LEGIARTI000033862549.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/86/25/LEGIARTI000033862549.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/86/25/LEGIARTI000033862549.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000031929051)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033862549)"}],"status":"modified"},{"filename":"partie_legislative/premiere_partie/livre_v/titre_iii/chapitre_ier/article_l1531-3.md","articleName":"Article L1531-3","additions":168,"deletions":13,"diff":[{"type":"del","content":"1° Au sixième alinéa de l'article L. 1111-2, les mots : \"sont établies par la Haute Autorité de santé et\" ne sont pas applicables ;"},{"type":"add","content":"1° Au sixième alinéa de l'article L. 1111-2, les mots : \" sont établies par la Haute Autorité de santé et \" ne sont pas applicables ;"},{"type":"del","content":"3° Au deuxième alinéa de l'article L. 1111-7, les mots : \"ou lorsque la commission départementale des soins psychiatriques est saisie en application du quatrième alinéa\" ainsi que le quatrième alinéa de ce même article ne sont pas applicables ;"},{"type":"add","content":"3° Au deuxième alinéa de l'article L. 1111-7, les mots : \" ou lorsque la commission départementale des soins psychiatriques est saisie en application du quatrième alinéa \" ainsi que le quatrième alinéa de ce même article ne sont pas applicables ;"},{"type":"del","content":"4° La dernière phrase du troisième alinéa de l'article L. 1111-8 n'est pas applicable ;"},{"type":"add","content":"4° L'article L. 1111-8 est applicable dans sa rédaction de l'ordonnance n° 2017-27 du 12 janvier 2017, à l'exception de la dernière phrase du 3e alinéa du I, et les références L. 1421-3 et L. 1435-7 mentionnées au VI sont supprimées ;"},{"type":"del","content":"5° Le quatrième alinéa de l'article L. 1111-8 est ainsi rédigé :"},{"type":"del","content":""},{"type":"del","content":"\"L'agrément peut être retiré en cas de violation des prescriptions législatives ou réglementaires relatives à cette activité ou des prescriptions fixées par l'agrément après que la personne intéressée a été mise à même de présenter des observations écrites et, le cas échéant, sur sa demande, des observations orales. Cette personne peut se faire assister par un conseil ou représenter par un mandataire de son choix. L'autorité administrative n'est pas tenue de satisfaire les demandes d'audition abusives, notamment par leur nombre, leur caractère répétitif ou systématique. Cette procédure n'est pas applicable en cas d'urgence ou de circonstances exceptionnelles ou lorsque sa mise en oeuvre serait de nature à compromettre l'ordre public ou la conduite des relations internationales.\" ;"},{"type":"add","content":"5° (Supprimé) ;"},{"type":"del","content":"\"établies par la Haute Autorité de santé et\" ne sont pas applicables."},{"type":"add","content":"\" établies par la Haute Autorité de santé et \" ne sont pas applicables."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Conformément au I de l'article 3 de l'ordonnance n° 2017-27 du 12 janvier 2017, ces dispositions entrent en vigueur à une date fixée par décret et au plus tard le 1er janvier 2019."},{"type":"add","content":""},{"type":"add","content":"Aux termes du décret n° 2018-137 du 26 février 2018, l'ordonnance n° 2017-27 du 12 janvier 2017 entre en vigueur le 1er avril 2018."},{"type":"del","content":"LOI n° 2011-803 du 5 juillet 2011 relative aux droits et à la protection des personnes faisant l'objet de soins psychiatriques et aux modalités de leur prise en charge - article 9 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Code de la santé publique - article L1111-8 AUTONOME MODIFIE, en vigueur du 2004-08-07 au 2004-08-17 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article L1111-9 AUTONOME VIGUEUR, en vigueur depuis le 2005-04-23 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article L1111-8 AUTONOME MODIFIE, en vigueur du 2009-07-23 au 2010-02-26 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article L1435-7 AUTONOME MODIFIE_MORT_NE, en vigueur du 2010-04-01 au 2010-04-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article L1111-8 AUTONOME MODIFIE, en vigueur du 2010-02-26 au 2016-01-28 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article L1435-7 AUTONOME MODIFIE, en vigueur du 2014-02-01 au 2019-07-27 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article L1111-5 AUTONOME VIGUEUR, en vigueur depuis le 2016-01-28 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article L1111-8 AUTONOME MODIFIE, en vigueur du 2016-01-28 au 2018-04-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article L1435-7 AUTONOME MODIFIE, en vigueur du 2019-07-27 au 2019-12-28 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article L1111-2 AUTONOME VIGUEUR, en vigueur depuis le 2020-10-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article L1111-7 AUTONOME MODIFIE, en vigueur du 2020-10-01 au 2021-08-04 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article L1111-7 AUTONOME MODIFIE, en vigueur du 2021-08-04 au 2021-11-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article L1111-7 AUTONOME ABROGE_DIFF, en vigueur du 2021-11-01 au 2029-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article L1111-9 AUTONOME MODIFIE, en vigueur du 2004-08-17 au 2005-04-23 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article L1111-7 AUTONOME MODIFIE, en vigueur du 2011-08-01 au 2016-01-28 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article L1421-3 AUTONOME VIGUEUR, en vigueur depuis le 2019-12-28 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article L1111-9 AUTONOME MODIFIE, en vigueur du 2002-03-05 au 2004-08-17 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article L1111-7 AUTONOME MODIFIE_MORT_NE, en vigueur du 2018-04-01 au 2018-01-19 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article L1435-7 AUTONOME MODIFIE, en vigueur du 2010-04-01 au 2012-05-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article L1421-3 AUTONOME MODIFIE, en vigueur du 2012-05-01 au 2014-02-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article L1435-7 AUTONOME MODIFIE, en vigueur du 2012-05-01 au 2014-02-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article L1111-2 AUTONOME MODIFIE, en vigueur du 2004-08-17 au 2005-04-23 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article L1111-2 AUTONOME MODIFIE, en vigueur du 2016-01-28 au 2020-10-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article L1435-7 AUTONOME VIGUEUR, en vigueur depuis le 2019-12-28 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article L1421-3 AUTONOME MODIFIE, en vigueur du 2000-06-22 au 2010-02-26 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article L1111-8 AUTONOME MODIFIE, en vigueur du 2018-04-01 au 2024-05-23 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article L1421-3 AUTONOME MODIFIE, en vigueur du 2010-02-26 au 2012-05-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article L1111-2 AUTONOME ABROGE, en vigueur du 2000-06-22 au 2002-03-05 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article L1111-2 AUTONOME MODIFIE, en vigueur du 2009-07-23 au 2016-01-28 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article L1111-5 AUTONOME MODIFIE, en vigueur du 2005-04-23 au 2016-01-28 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article L1111-2 AUTONOME MODIFIE, en vigueur du 2002-03-05 au 2004-08-17 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article L1111-7 AUTONOME MODIFIE, en vigueur du 2016-01-28 au 2018-04-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article L1421-3 AUTONOME MODIFIE, en vigueur du 2014-02-01 au 2019-12-28 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article L1111-2 AUTONOME MODIFIE, en vigueur du 2005-04-23 au 2009-07-23 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article L1111-5 AUTONOME TRANSFERE, en vigueur du 2000-06-22 au 2002-03-05 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article L1111-5 AUTONOME MODIFIE, en vigueur du 2002-03-05 au 2005-04-23 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article L1111-7 AUTONOME MODIFIE, en vigueur du 2005-04-23 au 2007-02-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article L1111-7 AUTONOME MODIFIE, en vigueur du 2007-02-01 au 2011-08-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article L1111-8 AUTONOME MODIFIE, en vigueur du 2002-03-05 au 2004-08-07 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article L1111-7 AUTONOME MODIFIE, en vigueur du 2002-03-05 au 2005-04-23 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article L1111-8 AUTONOME MODIFIE, en vigueur du 2004-08-17 au 2005-04-23 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article L1111-8 AUTONOME MODIFIE, en vigueur du 2005-04-23 au 2005-12-20 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article L1111-8 AUTONOME MODIFIE, en vigueur du 2005-12-20 au 2007-02-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article L1111-8 AUTONOME MODIFIE, en vigueur du 2007-02-01 au 2009-07-23 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Ordonnance n° 2017-27 du 12 janvier 2017 relative à l'hébergement de données de santé à caractère personnel - article 4 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2018-04-01 MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article L1111-7 AUTONOME MODIFIE, en vigueur du 2018-04-01 au 2020-10-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article L1111-8 AUTONOME MODIFIE, en vigueur du 2024-05-23 au 2025-07-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article L1111-8 AUTONOME VIGUEUR, en vigueur depuis le 2025-07-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article L1111-7 AUTONOME VIGUEUR_DIFF, en vigueur depuis le 2029-01-01 CITATION cible"},{"type":"del","content":"2011-07-05 MODIFIE cible LOI n° 2011-803 du 5 juillet 2011 relative aux droits et à la protection des personnes faisant l'objet de soins psychiatriques et aux modalités de leur prise en charge - article 9 ENTIEREMENT_MODIF"},{"type":"add","content":"2017-01-12 MODIFIE cible Ordonnance n° 2017-27 du 12 janvier 2017 relative à l'hébergement de données de santé à caractère personnel - article 4 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2018-04-01"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la santé publique - article L1421-3 AUTONOME MODIFIE, en vigueur du 2000-06-22 au 2010-02-26"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code de la santé publique - art. L1435-7"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/24/31/67/LEGIARTI000024316793.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/24/31/67/LEGIARTI000024316793.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/24/31/67/LEGIARTI000024316793.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/86/25/LEGIARTI000033862570.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/86/25/LEGIARTI000033862570.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/86/25/LEGIARTI000033862570.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000024316793)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033862570)"}],"status":"modified"},{"filename":"partie_reglementaire/premiere_partie/livre_ier/titre_ier/chapitre_ier/section_1/README.md","articleName":"Sommaire - Section 1","additions":1,"deletions":1,"diff":[{"type":"del","content":"- [Sous-section 2 :       Hébergement des données de santé à caractère personnel sur support informatique](sous-section_2/README.md)"},{"type":"add","content":"- [Sous-section 2 :  Hébergement des données de santé à caractère personnel sur support numérique soumis à certification](sous-section_2/README.md)"}],"status":"modified"},{"filename":"partie_reglementaire/premiere_partie/livre_ier/titre_ier/chapitre_ier/section_1/sous-section_2/README.md","articleName":"Sommaire - Sous-Section 2","additions":6,"deletions":6,"diff":[{"type":"del","content":"# Sous-section 2 : Hébergement des données de santé à caractère personnel sur support informatique"},{"type":"add","content":"# Sous-section 2 : Hébergement des données de santé à caractère personnel sur support numérique soumis à certification"},{"type":"del","content":"Décret n° 2011-246 du 4 mars 2011 relatif à l'hébergement de données de santé à caractère personnel sur support papier et modifiant le code de la santé publique - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Décret n° 2018-137 du 26 février 2018 relatif à l'hébergement de données de santé à caractère personnel - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/23/67/68/LEGISCTA000023676879.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/23/67/68/LEGISCTA000023676879.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/SCTA/00/00/23/67/68/LEGISCTA000023676879.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/36/65/84/LEGISCTA000036658495.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/36/65/84/LEGISCTA000036658495.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/SCTA/00/00/36/65/84/LEGISCTA000036658495.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/section_lc/LEGITEXT000006072665/LEGISCTA000023676879)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/section_lc/LEGITEXT000006072665/LEGISCTA000036658495)"}],"status":"modified"}],"stats":{"additions":214,"deletions":81,"filesChanged":4}}