{"sha":"3f30fc0131a0","date":"2007-02-01","message":"LOI n° 2007-131 du 31 janvier 2007 relative à l'accès au crédit des personnes présentant un risque aggravé de santé","files":[{"filename":"partie_legislative/premiere_partie/livre_ier/titre_ier/chapitre_ier/section_1/article_l1111-7.md","articleName":"Article L1111-7","additions":15,"deletions":21,"diff":[{"type":"del","content":"Toute personne a accès à l'ensemble des informations concernant sa santé détenues par des professionnels et établissements de santé, qui sont formalisées et ont contribué à l'élaboration et au suivi du diagnostic et du traitement ou d'une action de prévention, ou ont fait l'objet d'échanges écrits entre professionnels de santé, notamment des résultats d'examen, comptes rendus de consultation, d'intervention, d'exploration ou d'hospitalisation, des protocoles et prescriptions thérapeutiques mis en oeuvre, feuilles de surveillance, correspondances entre professionnels de santé, à l'exception des informations mentionnant qu'elles ont été recueillies auprès de tiers n'intervenant pas dans la prise en charge thérapeutique ou concernant un tel tiers."},{"type":"add","content":"Toute personne a accès à l' ensemble des informations concernant sa santé détenues, à quelque titre que ce soit, par des professionnels et établissements de santé, qui sont formalisées ou ont fait l' objet d' échanges écrits entre professionnels de santé, notamment des résultats d' examen, comptes rendus de consultation, d' intervention, d' exploration ou d' hospitalisation, des protocoles et prescriptions thérapeutiques mis en oeuvre, feuilles de surveillance, correspondances entre professionnels de santé, à l' exception des informations mentionnant qu' elles ont été recueillies auprès de tiers n' intervenant pas dans la prise en charge thérapeutique ou concernant un tel tiers."},{"type":"del","content":"Elle peut accéder à ces informations directement ou par l'intermédiaire d'un médecin qu'elle désigne et en obtenir communication, dans des conditions définies par voie réglementaire au plus tard dans les huits jours suivant sa demande et au plus tôt après qu'un délai de réflexion de quarante-huit heures aura été observé. Ce délai est porté à deux mois lorsque les informations médicales datent de plus de cinq ans ou lorsque la commission départementale des hospitalisations psychiatriques est saisie en application du quatrième alinéa."},{"type":"add","content":"Elle peut accéder à ces informations directement ou par l' intermédiaire d' un médecin qu' elle désigne et en obtenir communication, dans des conditions définies par voie réglementaire au plus tard dans les huit jours suivant sa demande et au plus tôt après qu' un délai de réflexion de quarante- huit heures aura été observé. Ce délai est porté à deux mois lorsque les informations médicales datent de plus de cinq ans ou lorsque la commission départementale des hospitalisations psychiatriques est saisie en application du quatrième alinéa."},{"type":"del","content":"La présence d'une tierce personne lors de la consultation de certaines informations peut être recommandée par le médecin les ayant établies ou en étant dépositaire, pour des motifs tenant aux risques que leur connaissance sans accompagnement ferait courir à la personne concernée. Le refus de cette dernière ne fait pas obstacle à la communication de ces informations."},{"type":"add","content":"La présence d' une tierce personne lors de la consultation de certaines informations peut être recommandée par le médecin les ayant établies ou en étant dépositaire, pour des motifs tenant aux risques que leur connaissance sans accompagnement ferait courir à la personne concernée. Le refus de cette dernière ne fait pas obstacle à la communication de ces informations."},{"type":"del","content":"A titre exceptionnel, la consultation des informations recueillies, dans le cadre d'une hospitalisation sur demande d'un tiers ou d'une hospitalisation d'office, peut être subordonnée à la présence d'un médecin désigné par le demandeur en cas de risques d'une gravité particulière. En cas de refus du demandeur, la commission départementale des hospitalisations psychiatriques est saisie. Son avis s'impose au détenteur des informations comme au demandeur."},{"type":"add","content":"A titre exceptionnel, la consultation des informations recueillies, dans le cadre d' une hospitalisation sur demande d' un tiers ou d' une hospitalisation d' office, peut être subordonnée à la présence d' un médecin désigné par le demandeur en cas de risques d' une gravité particulière. En cas de refus du demandeur, la commission départementale des hospitalisations psychiatriques est saisie. Son avis s' impose au détenteur des informations comme au demandeur."},{"type":"del","content":"Sous réserve de l'opposition prévue à l'article L. 1111-5, dans le cas d'une personne mineure, le droit d'accès est exercé par le ou les titulaires de l'autorité parentale. A la demande du mineur, cet accès a lieu par l'intermédiaire d'un médecin."},{"type":"add","content":"Sous réserve de l' opposition prévue à l' article L. 1111-5, dans le cas d' une personne mineure, le droit d' accès est exercé par le ou les titulaires de l' autorité parentale. A la demande du mineur, cet accès a lieu par l' intermédiaire d' un médecin."},{"type":"del","content":"En cas de décès du malade, l'accès des ayants droit à son dossier médical s'effectue dans les conditions prévues par le dernier alinéa de l'article L. 1110-4."},{"type":"add","content":"En cas de décès du malade, l' accès des ayants droit à son dossier médical s' effectue dans les conditions prévues par le dernier alinéa de l' article L. 1110-4."},{"type":"del","content":"La consultation sur place des informations est gratuite. Lorsque le demandeur souhaite la délivrance de copies, quel qu'en soit le support, les frais laissés à sa charge ne peuvent excéder le coût de la reproduction et, le cas échéant, de l'envoi des documents."},{"type":"add","content":"La consultation sur place des informations est gratuite. Lorsque le demandeur souhaite la délivrance de copies, quel qu' en soit le support, les frais laissés à sa charge ne peuvent excéder le coût de la reproduction et, le cas échéant, de l' envoi des documents."},{"type":"del","content":"LOI n° 2005-370 du 22 avril 2005 relative aux droits des malades et à la fin de vie - article 10 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"LOI n° 2007-131 du 31 janvier 2007 relative à l'accès au crédit des personnes présentant un risque aggravé de santé - article 6 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":"2005-04-22 MODIFICATION source LOI n° 2005-370 du 22 avril 2005 relative aux droits des malades et à la fin de vie - article 10 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"add","content":""},{"type":"add","content":"2007-01-31 MODIFICATION source LOI n° 2007-131 du 31 janvier 2007 relative à l'accès au crédit des personnes présentant un risque aggravé de santé - article 6 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la santé publique - article L1110-4 AUTONOME MODIFIE, en vigueur du 2002-03-05 au 2004-08-17"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la santé publique - article L1111-5 AUTONOME TRANSFERE, en vigueur du 2000-06-22 au 2002-03-05"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/68/57/LEGIARTI000006685777.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/68/57/LEGIARTI000006685777.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/68/57/LEGIARTI000006685777.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/68/57/LEGIARTI000006685778.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/68/57/LEGIARTI000006685778.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/68/57/LEGIARTI000006685778.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006685777)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006685778)"}],"status":"modified"},{"filename":"partie_legislative/premiere_partie/livre_ier/titre_iv/chapitre_ier/section_2/README.md","articleName":"Sommaire - Section 2","additions":2,"deletions":0,"diff":[{"type":"add","content":"- [Article L1141-2-1](article_l1141-2-1.md)"},{"type":"add","content":"- [Article L1141-4](article_l1141-4.md)"}],"status":"modified"},{"filename":"partie_legislative/premiere_partie/livre_ier/titre_iv/chapitre_ier/section_2/article_l1141-2-1.md","articleName":"Article L1141-2-1","additions":130,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article L1141-2-1"},{"type":"add","content":""},{"type":"add","content":"La convention prévue à l'article L. 1141-2 définit notamment :"},{"type":"add","content":""},{"type":"add","content":"1° Les conditions d'âge des emprunteurs, l'objet, le montant et la durée des prêts ;"},{"type":"add","content":""},{"type":"add","content":"2° Les modalités d'information des demandeurs d'emprunt sur les dispositions relatives à l'accès au crédit et à l'assurance emprunteur ;"},{"type":"add","content":""},{"type":"add","content":"3° Les conditions dans lesquelles un demandeur d'emprunt peut se prévaloir, pendant un délai déterminé, d'une offre d'assurance, y compris pour un bien différent de celui visé par cette offre ;"},{"type":"add","content":""},{"type":"add","content":"4° La couverture des risques décès et invalidité, dans les cas où elle est requise ;"},{"type":"add","content":""},{"type":"add","content":"5° Les garanties de confidentialité des données à caractère personnel et de nature médicale ;"},{"type":"add","content":""},{"type":"add","content":"6° Un mécanisme de mutualisation, mis en oeuvre par les entreprises d'assurance, les mutuelles et institutions de prévoyance et les établissements de crédit, permettant, sous condition de ressources des demandeurs d'emprunt, de limiter le coût additionnel résultant du risque aggravé pour l'assurance décès et invalidité des crédits professionnels et des crédits destinés à l'acquisition de la résidence principale ;"},{"type":"add","content":""},{"type":"add","content":"7° Les dispositifs d'études et de recherche permettant de recueillir, d'analyser et de publier les données disponibles sur la mortalité et la morbidité résultant des principales pathologies, en vue de fournir les éléments statistiques nécessaires à la tarification du risque ;"},{"type":"add","content":""},{"type":"add","content":"8° La procédure d'instruction des demandes d'emprunt et les modalités selon lesquelles la personne est informée des motifs des refus d'assurance ;"},{"type":"add","content":""},{"type":"add","content":"9° Un dispositif de médiation entre, d'une part, les personnes présentant un risque aggravé de santé et, d'autre part, les organismes d'assurance et les établissements de crédit ;"},{"type":"add","content":""},{"type":"add","content":"10° La composition et les modalités de fonctionnement d'une instance de suivi et de propositions associant les parties et chargée d'évaluer régulièrement la réalisation des objectifs et engagements de la convention."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Loi 2007-131 du 31 janvier 2007 art. 5 : spécificités d'application."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article L1141-3 AUTONOME VIGUEUR, en vigueur depuis le 2007-02-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la sécurité sociale - article L932-39 AUTONOME MODIFIE, en vigueur du 2007-02-01 au 2016-01-28 PILOTE_SUIVEUR source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la mutualité - article L112-4 AUTONOME MODIFIE, en vigueur du 2014-01-01 au 2016-01-28 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la mutualité - article L112-4 AUTONOME MODIFIE, en vigueur du 2014-01-01 au 2016-01-28 PILOTE_SUIVEUR source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article D1141-2 AUTONOME VIGUEUR, en vigueur depuis le 2017-02-15 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Loi n° 2007-131 du 31 janvier 2007 relative à l'accès au crédit des personnes présentant un risque aggravé de santé - article 5 AUTONOME VIGUEUR, en vigueur depuis le 2007-02-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article L1141-4 AUTONOME VIGUEUR, en vigueur depuis le 2007-02-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la mutualité - article L112-4 AUTONOME MODIFIE, en vigueur du 2007-02-01 au 2014-01-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la mutualité - article L112-4 AUTONOME MODIFIE, en vigueur du 2007-02-01 au 2014-01-01 PILOTE_SUIVEUR source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2007-131 du 31 janvier 2007 relative à l'accès au crédit des personnes présentant un risque aggravé de santé - article 2 ENTIEREMENT_MODIF CREATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2002-303 du 4 mars 2002 relative aux droits des malades et à la qualité du système de santé CODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Rapport au Président de la République relatif à l'ordonnance n° 2000-548 du 15 juin 2000 relative à la partie Législative du code de la santé publique CODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CODIFICATION source Rapport au Président de la République relatif à l'ordonnance n° 2000-548 du 15 juin 2000 relative à la partie Législative du code de la santé publique"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2002-03-04 CODIFICATION source LOI n° 2002-303 du 4 mars 2002 relative aux droits des malades et à la qualité du système de santé"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2007-01-31 CREATION source LOI n° 2007-131 du 31 janvier 2007 relative à l'accès au crédit des personnes présentant un risque aggravé de santé - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2007-01-31 CITATION cible Loi n° 2007-131 du 31 janvier 2007 relative à l'accès au crédit des personnes présentant un risque aggravé de santé - article 5 AUTONOME VIGUEUR, en vigueur depuis le 2007-02-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la mutualité - article L112-4 AUTONOME MODIFIE, en vigueur du 2014-01-01 au 2016-01-28"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 PILOTE_SUIVEUR cible Code de la mutualité - article L112-4 AUTONOME MODIFIE, en vigueur du 2014-01-01 au 2016-01-28"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la santé publique - article D1141-2 AUTONOME VIGUEUR, en vigueur depuis le 2017-02-15"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la santé publique - article L1141-2 AUTONOME MODIFIE, en vigueur du 2002-03-05 au 2005-02-12"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la santé publique - article L1141-3 AUTONOME VIGUEUR, en vigueur depuis le 2007-02-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la santé publique - article L1141-4 AUTONOME VIGUEUR, en vigueur depuis le 2007-02-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 PILOTE_SUIVEUR cible Code de la sécurité sociale - article L932-39 AUTONOME MODIFIE, en vigueur du 2007-02-01 au 2016-01-28"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/68/59/LEGIARTI000006685988.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/68/59/LEGIARTI000006685988.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/68/59/LEGIARTI000006685988.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_la_sante_publique/src/branch/main/partie_legislative/premiere_partie/livre_ier/titre_iv/chapitre_ier/section_2/article_l1141-2-1.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006685988)"},{"type":"add","content":""}],"status":"added"},{"filename":"partie_legislative/premiere_partie/livre_ier/titre_iv/chapitre_ier/section_2/article_l1141-2.md","articleName":"Article L1141-2","additions":15,"deletions":16,"diff":[{"type":"del","content":"Une convention relative à l'assurance des personnes exposées à un risque aggravé du fait de leur état de santé ou d'un handicap détermine les modalités particulières d'accès à l'assurance contre les risques d'invalidité ou de décès en faveur de ces personnes qui ne peuvent trouver dans le cadre des pratiques habituelles de l'assurance de garantie des prêts à la consommation, immobiliers ou à caractère professionnel."},{"type":"add","content":"Une convention nationale relative à l'accès au crédit des personnes présentant, du fait de leur état de santé ou de leur handicap, un risque aggravé est conclue entre l'Etat, les organisations professionnelles représentant les établissements de crédit, les entreprises d'assurance, les mutuelles et les institutions de prévoyance ainsi que des organisations nationales représentant les malades et les usagers du système de santé agréées en vertu de l'article L. 1114-1 ou représentant les personnes handicapées. Cette convention a pour objet :"},{"type":"del","content":"Toute personne présentant, du fait de son état de santé ou de son handicap, un risque aggravé peut se prévaloir des dispositions de la convention."},{"type":"add","content":"-de faciliter l'assurance des prêts demandés par les personnes présentant un risque aggravé en raison de leur état de santé ou d'un handicap ;"},{"type":"del","content":"Pour celles de ses dispositions qui prévoient les conditions de collecte et d'utilisation, ainsi que les garanties de confidentialité des données à caractère personnel de nature médicale, à l'occasion de la souscription des prêts mentionnés au premier alinéa, la convention fait l'objet, préalablement à sa conclusion, d'une consultation de la Commission nationale de l'informatique et des libertés, qui donne un avis sur sa conformité à la loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés."},{"type":"add","content":"-d'assurer la prise en compte complète par les établissements de crédit des garanties alternatives à l'assurance ;"},{"type":"del","content":"A défaut d'accord, ou en cas de dénonciation, compromettant la mise en oeuvre ou la pérennité du dispositif conventionnel, les conditions de collecte et d'utilisation ainsi que les garanties de confidentialité des données à caractère personnel de nature médicale sont définies par décret en Conseil d'Etat, après avis de la Commission nationale de l'informatique et des libertés."},{"type":"add","content":"-de définir des modalités particulières d'information des demandeurs, d'instruction de leur dossier et de médiation."},{"type":"add","content":""},{"type":"add","content":"Toute personne présentant, du fait de son état de santé ou de son handicap, un risque aggravé bénéficie de plein droit de cette convention."},{"type":"del","content":"LOI n° 2005-102 du 11 février 2005 pour l'égalité des droits et des chances, la participation et la citoyenneté des personnes handicapées - article 91 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"LOI n° 2007-131 du 31 janvier 2007 relative à l'accès au crédit des personnes présentant un risque aggravé de santé - article 1 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":"LOI n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1978-01-06 CITATION source LOI n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés"},{"type":"del","content":""},{"type":"del","content":"2005-02-11 MODIFICATION source LOI n° 2005-102 du 11 février 2005 pour l'égalité des droits et des chances, la participation et la citoyenneté des personnes handicapées - article 91 ENTIEREMENT_MODIF"},{"type":"add","content":"2007-01-31 MODIFICATION source LOI n° 2007-131 du 31 janvier 2007 relative à l'accès au crédit des personnes présentant un risque aggravé de santé - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la santé publique - article L1114-1 AUTONOME MODIFIE, en vigueur du 2002-03-05 au 2004-08-11"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/68/59/LEGIARTI000006685986.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/68/59/LEGIARTI000006685986.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/68/59/LEGIARTI000006685986.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/68/59/LEGIARTI000006685987.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/68/59/LEGIARTI000006685987.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/68/59/LEGIARTI000006685987.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006685986)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006685987)"}],"status":"modified"},{"filename":"partie_legislative/premiere_partie/livre_ier/titre_iv/chapitre_ier/section_2/article_l1141-3.md","articleName":"Article L1141-3","additions":34,"deletions":14,"diff":[{"type":"del","content":"La convention est conclue entre l'Etat, des associations représentant les personnes malades ou handicapées, les organismes représentant les entreprises régies par le code des assurances, les établissements de crédit, les mutuelles régies par le code de la mutualité et les institutions régies par les dispositions du titre III du livre IX du code de la sécurité sociale."},{"type":"add","content":"La convention prévue à l'article L. 1141-2 est conclue pour une durée de trois ans."},{"type":"del","content":"Un comité de suivi veille à l'application du dispositif conventionnel. Il comprend des représentants des signataires, ainsi que des personnes choisies en raison de leurs compétences. Le comité est présidé par une personne qualifiée, nommée par les ministres chargés de l'économie et de la santé."},{"type":"add","content":"La convention et ses avenants sont publiés au Journal officiel."},{"type":"add","content":""},{"type":"add","content":"Pour celles de ses dispositions qui prévoient les conditions de collecte et d'utilisation ainsi que les garanties de confidentialité des données à caractère personnel de nature médicale, la convention fait l'objet, préalablement à sa conclusion, d'une consultation de la Commission nationale de l'informatique et des libertés, qui donne un avis sur sa conformité à la loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés."},{"type":"add","content":""},{"type":"add","content":"A défaut d'accord, ou en cas de dénonciation, compromettant la mise en oeuvre ou la pérennité du dispositif conventionnel, les conditions de collecte et d'utilisation et les garanties de confidentialité des données à caractère personnel de nature médicale sont fixées dans les six mois par décret en Conseil d'Etat, après avis de la Commission nationale de l'informatique et des libertés."},{"type":"add","content":""},{"type":"add","content":"Au cas où la convention ne serait pas signée par l'une des organisations professionnelles mentionnées à l'article L. 1141-2, un décret peut, après consultation des signataires de la convention et de l'organisation professionnelle non signataire, étendre son application aux entreprises et organismes représentés par l'organisation non signataire."},{"type":"add","content":""},{"type":"add","content":"A défaut de prorogation ou de renouvellement de la convention ou en cas de dénonciation de la convention, les dispositions énumérées à l'article L. 1141-2-1 sont fixées dans les six mois par décret en Conseil d'Etat. Ce décret prend effet à la date d'expiration de la convention."},{"type":"del","content":"Code de la sécurité sociale - article L932-39 AUTONOME MODIFIE, en vigueur du 2007-02-01 au 2016-01-28 PILOTE_SUIVEUR source"},{"type":"add","content":"Code de la santé publique - article L1141-2 AUTONOME VIGUEUR, en vigueur depuis le 2014-01-01 CITATION cible"},{"type":"del","content":"Code de la mutualité - article L112-4 AUTONOME MODIFIE, en vigueur du 2014-01-01 au 2016-01-28 PILOTE_SUIVEUR source"},{"type":"add","content":"Code de la santé publique - article L1141-2-1 AUTONOME VIGUEUR, en vigueur depuis le 2014-01-01 CITATION cible"},{"type":"del","content":"LOI n° 2002-303 du 4 mars 2002 relative aux droits des malades et à la qualité du système de santé - article 98 ENTIEREMENT_MODIF CREATION cible"},{"type":"add","content":"LOI n° 2007-131 du 31 janvier 2007 relative à l'accès au crédit des personnes présentant un risque aggravé de santé - article 3 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":"Code des assurances - article L133-1 AUTONOME MODIFIE, en vigueur du 2014-01-01 au 2016-01-28 PILOTE_SUIVEUR source"},{"type":"add","content":"Code de la santé publique - article L1141-2 AUTONOME MODIFIE, en vigueur du 2002-03-05 au 2005-02-12 CITATION cible"},{"type":"del","content":"Loi n° 2007-131 du 31 janvier 2007 relative à l'accès au crédit des personnes présentant un risque aggravé de santé - article 5 AUTONOME VIGUEUR, en vigueur depuis le 2007-02-01 CITATION source"},{"type":"add","content":"Code de la santé publique - article L1141-2 AUTONOME MODIFIE, en vigueur du 2005-02-12 au 2007-02-01 CITATION cible"},{"type":"del","content":"Code de la sécurité sociale - article L932-39 AUTONOME VIGUEUR, en vigueur depuis le 2016-01-28 CITATION source"},{"type":"add","content":"Code de la santé publique - article L1141-2 AUTONOME MODIFIE, en vigueur du 2007-02-01 au 2014-01-01 CITATION cible"},{"type":"del","content":"Code de la mutualité - article L112-4 AUTONOME MODIFIE, en vigueur du 2007-02-01 au 2014-01-01 PILOTE_SUIVEUR source"},{"type":"add","content":"Code de la santé publique - article L1141-2-1 AUTONOME MODIFIE, en vigueur du 2007-02-01 au 2014-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":"LOI n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1978-01-06 CITATION source LOI n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés"},{"type":"add","content":""},{"type":"del","content":"2002-03-04 CREATION source LOI n° 2002-303 du 4 mars 2002 relative aux droits des malades et à la qualité du système de santé - article 98 ENTIEREMENT_MODIF"},{"type":"add","content":"2007-01-31 MODIFICATION source LOI n° 2007-131 du 31 janvier 2007 relative à l'accès au crédit des personnes présentant un risque aggravé de santé - article 3 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la santé publique - article L1141-2 AUTONOME MODIFIE, en vigueur du 2002-03-05 au 2005-02-12"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la santé publique - article L1141-2-1 AUTONOME MODIFIE, en vigueur du 2007-02-01 au 2014-01-01"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/68/59/LEGIARTI000006685989.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/68/59/LEGIARTI000006685989.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/68/59/LEGIARTI000006685989.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/68/59/LEGIARTI000006685990.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/68/59/LEGIARTI000006685990.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/68/59/LEGIARTI000006685990.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006685989)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006685990)"}],"status":"modified"},{"filename":"partie_legislative/premiere_partie/livre_ier/titre_iv/chapitre_ier/section_2/article_l1141-4.md","articleName":"Article L1141-4","additions":63,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article L1141-4"},{"type":"add","content":""},{"type":"add","content":"L'instance de suivi et de propositions mentionnée au 10° de l'article L. 1141-2-1 adresse un rapport d'évaluation au Gouvernement et au Parlement au plus tard trois mois avant l'échéance de la convention."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2007-131 du 31 janvier 2007 relative à l'accès au crédit des personnes présentant un risque aggravé de santé - article 4 ENTIEREMENT_MODIF CREATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article L1141-2-1 AUTONOME VIGUEUR, en vigueur depuis le 2014-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article L1141-2-1 AUTONOME MODIFIE, en vigueur du 2007-02-01 au 2014-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2002-303 du 4 mars 2002 relative aux droits des malades et à la qualité du système de santé CODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Rapport au Président de la République relatif à l'ordonnance n° 2000-548 du 15 juin 2000 relative à la partie Législative du code de la santé publique CODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CODIFICATION source Rapport au Président de la République relatif à l'ordonnance n° 2000-548 du 15 juin 2000 relative à la partie Législative du code de la santé publique"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2002-03-04 CODIFICATION source LOI n° 2002-303 du 4 mars 2002 relative aux droits des malades et à la qualité du système de santé"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2007-01-31 CREATION source LOI n° 2007-131 du 31 janvier 2007 relative à l'accès au crédit des personnes présentant un risque aggravé de santé - article 4 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la santé publique - article L1141-2-1 AUTONOME MODIFIE, en vigueur du 2007-02-01 au 2014-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/68/59/LEGIARTI000006685991.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/68/59/LEGIARTI000006685991.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/68/59/LEGIARTI000006685991.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_la_sante_publique/src/branch/main/partie_legislative/premiere_partie/livre_ier/titre_iv/chapitre_ier/section_2/article_l1141-4.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006685991)"},{"type":"add","content":""}],"status":"added"}],"stats":{"additions":259,"deletions":51,"filesChanged":6}}