{"sha":"45ef069e3622","date":"2012-05-08","message":"LOI n° 2011-302 du 22 mars 2011 portant diverses dispositions d'adaptation de la législation au droit de l'Union européenne en matière de santé, de travail et de communications électroniques","files":[{"filename":"partie_legislative/cinquieme_partie/livre_ier/titre_ii/chapitre_ier/article_l5121-1.md","articleName":"Article L5121-1","additions":22,"deletions":15,"diff":[{"type":"del","content":"1° Préparation magistrale, tout médicament préparé selon une prescription médicale destinée à un malade déterminé en raison de l'absence de spécialité pharmaceutique disponible disposant d'une autorisation de mise sur le marché, de l'une des autorisations mentionnées aux articles L. 5121-9-1 et L. 5121-12, d'une autorisation d'importation parallèle ou d'une autorisation d'importation délivrée à un établissement pharmaceutique dans le cadre d'une rupture de stock d'un médicament,, soit extemporanément en pharmacie, soit dans les conditions prévues à l'article L. 5125-1 ou à l'article L. 5126-2 ;"},{"type":"add","content":"1° Préparation magistrale, tout médicament préparé selon une prescription médicale destinée à un malade déterminé, soit extemporanément en pharmacie, soit dans les conditions prévues à l'article L. 5125-1 ou à l'article L. 5126-2 ;"},{"type":"del","content":"2° Préparation hospitalière, tout médicament, à l'exception des produits de thérapies génique ou cellulaire, préparé selon les indications de la pharmacopée et en conformité avec les bonnes pratiques mentionnées à l'article L. 5121-5, en raison de l'absence de spécialité pharmaceutique disponible ou adaptée disposant d'une autorisation de mise sur le marché, de l'une des autorisations mentionnées aux articles L. 5121-9-1 et L. 5121-12, d'une autorisation d'importation parallèle ou d'une autorisation d'importation délivrée à un établissement pharmaceutique dans le cadre d'une rupture de stock d'un médicament, par une pharmacie à usage intérieur d'un établissement de santé, ou par l'établissement pharmaceutique de cet établissement de santé autorisé en application de l'article L. 5124-9 ou dans les conditions prévues à l'article L. 5126-2. Les préparations hospitalières sont dispensées sur prescription médicale à un ou plusieurs patients par une pharmacie à usage intérieur dudit établissement. Elles font l'objet d'une déclaration auprès de l'Agence nationale de sécurité du médicament et des produits de santé, dans des conditions définies par arrêté du ministre chargé de la santé ;"},{"type":"add","content":"2° Préparation hospitalière, tout médicament, à l'exception des produits de thérapies génique ou cellulaire, préparé selon les indications de la pharmacopée et en conformité avec les bonnes pratiques mentionnées à l'article L. 5121-5, en raison de l'absence de spécialité pharmaceutique disponible ou adaptée par une pharmacie à usage intérieur d'un établissement de santé, ou par l'établissement pharmaceutique de cet établissement de santé autorisé en application de l'article L. 5124-9 ou dans les conditions prévues à l'article L. 5126-2. Les préparations hospitalières sont dispensées sur prescription médicale à un ou plusieurs patients par une pharmacie à usage intérieur dudit établissement. Elles font l'objet d'une déclaration auprès de l'Agence nationale de sécurité du médicament et des produits de santé, dans des conditions définies par arrêté du ministre chargé de la santé ;"},{"type":"del","content":"b) Groupe générique, le regroupement d'une spécialité de référence et des spécialités qui en sont génériques. Toutefois, une spécialité remplissant les conditions pour être une spécialité de référence, qui présente la même composition qualitative en substance active, la même composition quantitative en substance active ou, à défaut, une fraction thérapeutique active identique dans les limites prévues à l'annexe I de la directive 2001/83/ CE du Parlement européen et du Conseil du 6 novembre 2001 instituant un code communautaire relatif aux médicaments à usage humain, et la même forme pharmaceutique qu'une spécialité de référence d'un groupe générique déjà existant, et dont la bioéquivalence avec cette spécialité est démontrée par des études de biodisponibilité appropriées, peut aussi figurer dans ce groupe générique, à condition que ces deux spécialités soient considérées comme relevant d'une même autorisation de mise sur le marché globale, définie par voie réglementaire et qu'elles ne présentent pas de propriétés sensiblement différentes au regard de la sécurité ou de l'efficacité. En l'absence de spécialité de référence, un groupe générique peut être constitué de spécialités ayant la même composition qualitative et quantitative en principes actifs, la même forme pharmaceutique et dont les caractéristiques en termes de sécurité et d'efficacité sont équivalentes. Pour l'application du présent b, sont inscrites au répertoire des groupes génériques les spécialités qui se présentent sous une forme pharmaceutique orale à libération modifiée différente de celle de la spécialité de référence, à condition que ces spécialités et la spécialité de référence appartiennent à la même catégorie de forme pharmaceutique à libération modifiée et qu'elles ne présentent pas de propriétés sensiblement différentes au regard de la sécurité ou de l'efficacité ;"},{"type":"add","content":"b) Groupe générique, le regroupement d'une spécialité de référence et des spécialités qui en sont génériques. Toutefois, une spécialité remplissant les conditions pour être une spécialité de référence, qui présente la même composition qualitative en substance active, la même composition quantitative en substance active ou, à défaut, une fraction thérapeutique active identique dans les limites prévues à l'annexe I de la directive 2001 / 83 / CE du Parlement européen et du Conseil du 6 novembre 2001 instituant un code communautaire relatif aux médicaments à usage humain, et la même forme pharmaceutique qu'une spécialité de référence d'un groupe générique déjà existant, et dont la bioéquivalence avec cette spécialité est démontrée par des études de biodisponibilité appropriées, peut aussi figurer dans ce groupe générique, à condition que ces deux spécialités soient considérées comme relevant d'une même autorisation de mise sur le marché globale, définie par voie réglementaire et qu'elles ne présentent pas de propriétés sensiblement différentes au regard de la sécurité ou de l'efficacité. En l'absence de spécialité de référence, un groupe générique peut être constitué de spécialités ayant la même composition qualitative et quantitative en principes actifs, la même forme pharmaceutique et dont les caractéristiques en termes de sécurité et d'efficacité sont équivalentes. Pour l'application du présent b, sont inscrites au répertoire des groupes génériques les spécialités qui se présentent sous une forme pharmaceutique orale à libération modifiée différente de celle de la spécialité de référence, à condition que ces spécialités et la spécialité de référence appartiennent à la même catégorie de forme pharmaceutique à libération modifiée et qu'elles ne présentent pas de propriétés sensiblement différentes au regard de la sécurité ou de l'efficacité ;"},{"type":"del","content":"8° Générateur, tout système contenant un radionucléide parent déterminé en raison de l'absence de spécialité pharmaceutique disponible disposant d'une autorisation de mise sur le marché, de l'une des autorisations mentionnées aux articles L. 5121-9-1 et L. 5121-12, d'une autorisation d'importation parallèle ou d'une autorisation d'importation délivrée à un établissement pharmaceutique dans le cadre d'une rupture de stock d'un médicament, servant à la production d'un radionucléide de filiation obtenu par élution ou par toute autre méthode et utilisé dans un médicament radiopharmaceutique ;"},{"type":"add","content":"8° Générateur, tout système contenant un radionucléide parent déterminé servant à la production d'un radionucléide de filiation obtenu par élution ou par toute autre méthode et utilisé dans un médicament radiopharmaceutique ;"},{"type":"del","content":"13° Préparation de thérapie cellulaire xénogénique, tout médicament autre que les spécialités pharmaceutiques et les médicaments fabriqués industriellement mentionnés à l'article L. 5121-8, consistant en des cellules d'origine animale et leurs dérivés utilisés à des fins thérapeutiques, y compris les cellules servant à transférer du matériel génétique, quel que soit leur niveau de transformation. Ces préparations sont préparées à l'avance et dispensées sur prescription médicale à un ou plusieurs patients. Elles font l'objet d'une autorisation de l'Agence nationale de sécurité du médicament et des produits de santé pour une indication thérapeutique donnée. Cette autorisation peut être assortie de conditions particulières ou de restrictions d'utilisation. Elle peut être modifiée, suspendue ou retirée. L'Agence de la biomédecine est informée des décisions relatives à ces préparations prises en application du présent alinéa ;"},{"type":"add","content":"13° Préparation de thérapie cellulaire xénogénique, tout médicament autre que les spécialités pharmaceutiques et les médicaments fabriqués industriellement mentionnés à l'article L. 5121-8, consistant en des cellules d'origine animale et leurs dérivés utilisés à des fins thérapeutiques, y compris les cellules servant à transférer du matériel génétique, quel que soit leur niveau de transformation. Ces préparations sont préparées à l'avance et dispensées sur prescription médicale à un ou plusieurs patients. Elles font l'objet d'une autorisation de l'Agence nationale de sécurité du médicament et des produits de santé pour une indication thérapeutique donnée. Cette autorisation peut être assortie de conditions particulières ou de restrictions d'utilisation. Elle peut être modifiée, suspendue ou retirée.L'Agence de la biomédecine est informée des décisions relatives à ces préparations prises en application du présent alinéa ;"},{"type":"del","content":"15° Sans préjudice des articles L. 611-2 et suivants du code de la propriété intellectuelle, médicament biologique similaire, tout médicament biologique de même composition qualitative et quantitative en substance active et de même forme pharmaceutique qu'un médicament biologique de référence mais qui ne remplit pas les conditions prévues au a du 5° du présent article pour être regardé comme une spécialité générique en raison de différences liées notamment à la variabilité de la matière première ou aux procédés de fabrication et nécessitant que soient produites des données précliniques et cliniques supplémentaires dans des conditions déterminées par voie réglementaire ;"},{"type":"add","content":"15° Sans préjudice des articles L. 611-2 et suivants du code de la propriété intellectuelle, médicament biologique similaire, tout médicament biologique de même composition qualitative et quantitative en substance active et de même forme pharmaceutique qu'un médicament biologique de référence mais qui ne remplit pas les conditions prévues au a du 5° du présent article pour être regardé comme une spécialité générique en raison de différences liées notamment à la variabilité de la matière première ou aux procédés de fabrication et nécessitant que soient produites des données précliniques et cliniques supplémentaires dans des conditions déterminées par voie réglementaire."},{"type":"del","content":"16° Médicament à base de plantes, tout médicament dont les substances actives sont exclusivement une ou plusieurs substances végétales ou préparations à base de plantes ou une association de plusieurs substances végétales ou préparations à base de plantes."},{"type":"add","content":"16° Médicament à base de plantes, tout médicament dont les substances actives sont exclusivement une ou plusieurs substances végétales ou préparations à base de plantes ou une association de plusieurs substances végétales ou préparations à base de plantes ;"},{"type":"add","content":""},{"type":"add","content":"17° Médicament de thérapie innovante préparé ponctuellement, tout médicament tel que défini dans le règlement (CE) n° 1394/2007 du Parlement européen et du Conseil, du 13 novembre 2007, concernant les médicaments de thérapie innovante et modifiant la directive 2001/83/ CE ainsi que le règlement (CE) n° 726/2004, fabriqué en France selon des normes de qualité spécifiques et utilisé dans un hôpital en France, sous la responsabilité d'un médecin, pour exécuter une prescription médicale déterminée pour un produit spécialement conçu à l'intention d'un malade déterminé. Ces médicaments font l'objet d'une autorisation de l'Agence française de sécurité sanitaire des produits de santé. Cette autorisation peut être assortie de conditions particulières ou de restrictions d'utilisation. Elle peut être modifiée, suspendue ou retirée.L'Agence de la biomédecine est informée des décisions prises en application du présent 17°."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Loi n° 2011-302 du 22 mars 2011 article 8 II : Les dispositions du présent article relatives aux médicaments de thérapie innovante tels que définis au 17° de l'article L. 5121-1 du code de la santé publique entrent en vigueur six mois à compter de la date de publication du décret mentionné au 18° de l'article L. 5121-20 du même code."},{"type":"del","content":"LOI n° 2011-2012 du 29 décembre 2011 relative au renforcement de la sécurité sanitaire du médicament et des produits de santé - article 5 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"LOI n° 2011-302 du 22 mars 2011 portant diverses dispositions d'adaptation de la législation au droit de l'Union européenne en matière de santé, de travail et de communications électroniques - article 8 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2011-03-24 MODIFIE source"},{"type":"add","content":""},{"type":"add","content":"2011-03-22 MODIFIE cible LOI n° 2011-302 du 22 mars 2011 portant diverses dispositions d'adaptation de la législation au droit de l'Union européenne en matière de santé, de travail et de communications électroniques - article 8 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2011-03-24"},{"type":"add","content":""},{"type":"del","content":""},{"type":"del","content":"2011-12-29 MODIFIE cible LOI n° 2011-2012 du 29 décembre 2011 relative au renforcement de la sécurité sanitaire du médicament et des produits de santé - article 5 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/26/49/97/LEGIARTI000026499732.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/26/49/97/LEGIARTI000026499732.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/26/49/97/LEGIARTI000026499732.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/29/71/97/LEGIARTI000029719721.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/29/71/97/LEGIARTI000029719721.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/29/71/97/LEGIARTI000029719721.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000026499732)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000029719721)"}],"status":"modified"}],"stats":{"additions":22,"deletions":15,"filesChanged":1}}