{"sha":"5cd9f787a044","date":"2018-12-13","message":"!!! Texte non trouvé 2018-12-13 !!!","files":[{"filename":"partie_legislative/premiere_partie/livre_iv/titre_vi/chapitre_ier/README.md","articleName":"Sommaire - Chapitre Ier","additions":0,"deletions":1,"diff":[{"type":"del","content":"- [Article L1461-1](article_l1461-1.md)"}],"status":"modified"},{"filename":"partie_legislative/premiere_partie/livre_iv/titre_vi/chapitre_ier/article_l1461-1.md","articleName":"Article L1461-1","additions":0,"deletions":178,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article L1461-1"},{"type":"del","content":""},{"type":"del","content":"I.-Le système national des données de santé rassemble et met à disposition :"},{"type":"del","content":""},{"type":"del","content":"1° Les données issues des systèmes d'information mentionnés à l'article L. 6113-7 du présent code ;"},{"type":"del","content":""},{"type":"del","content":"2° Les données du système national d'information interrégimes de l'assurance maladie mentionné à l'article L. 161-28-1 du code de la sécurité sociale ;"},{"type":"del","content":""},{"type":"del","content":"3° Les données sur les causes de décès mentionnées à l'article L. 2223-42 du code général des collectivités territoriales ;"},{"type":"del","content":""},{"type":"del","content":"4° Les données médico-sociales du système d'information mentionné à l'article L. 247-2 du code de l'action sociale et des familles ;"},{"type":"del","content":""},{"type":"del","content":"5° Un échantillon représentatif des données de remboursement par bénéficiaire transmises par des organismes d'assurance maladie complémentaire et défini en concertation avec leurs représentants."},{"type":"del","content":""},{"type":"del","content":"II.-Dans le cadre d'orientations générales définies par l'Etat, en concertation avec les organismes responsables des systèmes d'information et des données mentionnés au I, la Caisse nationale de l'assurance maladie réunit et organise l'ensemble des données qui constituent le système national des données de santé mentionné au même I. Elle est responsable du traitement."},{"type":"del","content":""},{"type":"del","content":"La méthode d'appariement des données mentionnées au 5° dudit I avec les données correspondantes du système national des données de santé est élaborée en concertation avec les représentants des organismes qui transmettent les données concernées."},{"type":"del","content":""},{"type":"del","content":"III.-Le système national des données de santé a pour finalité la mise à disposition des données, dans les conditions définies aux articles L. 1461-2 et L. 1461-3, pour contribuer :"},{"type":"del","content":""},{"type":"del","content":"1° A l'information sur la santé ainsi que sur l'offre de soins, la prise en charge médico-sociale et leur qualité ;"},{"type":"del","content":""},{"type":"del","content":"2° A la définition, à la mise en œuvre et à l'évaluation des politiques de santé et de protection sociale ;"},{"type":"del","content":""},{"type":"del","content":"3° A la connaissance des dépenses de santé, des dépenses d'assurance maladie et des dépenses médico-sociales ;"},{"type":"del","content":""},{"type":"del","content":"4° A l'information des professionnels, des structures et des établissements de santé ou médico-sociaux sur leur activité ;"},{"type":"del","content":""},{"type":"del","content":"5° A la surveillance, à la veille et à la sécurité sanitaires ;"},{"type":"del","content":""},{"type":"del","content":"6° A la recherche, aux études, à l'évaluation et à l'innovation dans les domaines de la santé et de la prise en charge médico-sociale."},{"type":"del","content":""},{"type":"del","content":"IV.-Pour le système national des données de santé et pour les traitements utilisant des données à caractère personnel issues de ce système :"},{"type":"del","content":""},{"type":"del","content":"1° Aucune décision ne peut être prise à l'encontre d'une personne physique identifiée sur le fondement des données la concernant et figurant dans l'un de ces traitements ;"},{"type":"del","content":""},{"type":"del","content":"2° Les personnes responsables de ces traitements, ainsi que celles les mettant en œuvre ou autorisées à accéder aux données à caractère personnel qui en sont issues, sont soumises au secret professionnel dans les conditions et sous les peines prévues à l'article 226-13 du code pénal ;"},{"type":"del","content":""},{"type":"del","content":"3° L'accès aux données s'effectue dans des conditions assurant la confidentialité et l'intégrité des données et la traçabilité des accès et des autres traitements, conformément à un référentiel défini par arrêté des ministres chargés de la santé, de la sécurité sociale et du numérique, pris après avis de la Commission nationale de l'informatique et des libertés ;"},{"type":"del","content":""},{"type":"del","content":"4° Les données individuelles du système national des données de santé sont conservées pour une durée maximale de vingt ans, sans préjudice de l'application du premier alinéa de l'article 36 de la loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés."},{"type":"del","content":""},{"type":"del","content":"V.-Les données du système national des données de santé ne peuvent être traitées pour l'une des finalités suivantes :"},{"type":"del","content":""},{"type":"del","content":"1° La promotion des produits mentionnés au II de l'article L. 5311-1 en direction des professionnels de santé ou d'établissements de santé ;"},{"type":"del","content":""},{"type":"del","content":"2° L'exclusion de garanties des contrats d'assurance et la modification de cotisations ou de primes d'assurance d'un individu ou d'un groupe d'individus présentant un même risque."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Ordonnance n° 2018-470 du 12 juin 2018 procédant au regroupement et à la mise en cohérence des dispositions du code de la sécurité sociale applicables aux travailleurs indépendants - article 9 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2018-06-14 MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1978-01-06 CITATION source Loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés - article 36 AUTONOME MODIFIE, en vigueur du 1980-01-01 au 2004-08-07"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1978-01-06 CITATION cible Loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés - article 65 AUTONOME MODIFIE, en vigueur du 2018-05-25 au 2019-06-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1978-01-06 CITATION cible Loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés - article 77 AUTONOME VIGUEUR, en vigueur depuis le 2019-12-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2017-03-22 CITATION cible Arrêté du 22 mars 2017 relatif au référentiel de sécurité applicable au Système national des données de santé - article 1 AUTONOME ABROGE, en vigueur du 2017-03-25 au 2024-05-09"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2017-04-21 CITATION cible Décret n° 2017-602 du 21 avril 2017 relatif au certificat de décès - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2017-05-09 CITATION cible Décret n° 2017-879 du 9 mai 2017 modifiant les dispositions concernant le système d'information des maisons départementales des personnes handicapées et le système national d'information statistique mis en œuvre par la Caisse nationale de solidarité pour l'autonomie - article 2 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2017-07-17 CITATION cible Arrêté du 17 juillet 2017 relatif au référentiel déterminant les critères de confidentialité, d'expertise et d'indépendance pour les laboratoires de recherche et bureaux d'études - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2017-07-26"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2017-07-17 CITATION cible Arrêté du 17 juillet 2017 relatif au référentiel déterminant les critères de confidentialité, d'expertise et d'indépendance pour les laboratoires de recherche et bureaux d'études - article 3 AUTONOME VIGUEUR, en vigueur depuis le 2017-07-26"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2018-06-12 MODIFIE cible Ordonnance n° 2018-470 du 12 juin 2018 procédant au regroupement et à la mise en cohérence des dispositions du code de la sécurité sociale applicables aux travailleurs indépendants - article 9 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2018-06-14"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2020-03-23 CITATION cible Arrêté du 23 mars 2020 prescrivant les mesures d'organisation et de fonctionnement du système de santé nécessaires pour faire face à l'épidémie de covid-19 dans le cadre de l'état d'urgence sanitaire - article 10-7 AUTONOME ABROGE, en vigueur du 2020-06-16 au 2020-07-11"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2020-07-10 CITATION cible Arrêté du 10 juillet 2020 prescrivant les mesures d'organisation et de fonctionnement du système de santé nécessaires pour faire face à l'épidémie de covid-19 dans le cadre de l'état d'urgence sanitaire - article 30 AUTONOME ABROGE, en vigueur du 2021-03-25 au 2021-06-02"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2021-06-29 CITATION cible Décret n° 2021-848 du 29 juin 2021 relatif au traitement de données à caractère personnel dénommé « système national des données de santé » - article 5 AUTONOME VIGUEUR, en vigueur depuis le 2021-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2022-05-12 CITATION cible Arrêté du 12 mai 2022 relatif aux données alimentant la base principale et aux bases de données du catalogue du système national des données de santé - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2022-05-15"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2024-05-06 CITATION cible Arrêté du 6 mai 2024 relatif au référentiel de sécurité applicable au Système national des données de santé VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2024-05-06 CITATION cible Arrêté du 6 mai 2024 relatif au référentiel de sécurité applicable au Système national des données de santé - article AUTONOME VIGUEUR, en vigueur depuis le 2024-05-09"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2025-02-07 CITATION cible Arrêté du 7 février 2025 modifiant l'arrêté du 12 mai 2022 relatif aux données alimentant la base principale et aux bases de données du catalogue du système national des données de santé VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2025-03-25 CITATION cible Arrêté du 25 mars 2025 pris en application de l'article L. 2132-3 du code de la santé publique et relatif à la transmission par les services publics départementaux de protection maternelle et infantile d'informations issues des certificats de santé établis en application de l'article R. 2132-2 du même code au ministre chargé de la santé et aux agences régionales de santé VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code pénal - article 226-13 AUTONOME MODIFIE, en vigueur du 1994-03-01 au 2002-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article R146-38 AUTONOME VIGUEUR, en vigueur depuis le 2017-05-11"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article R146-40 AUTONOME VIGUEUR, en vigueur depuis le 2017-05-11"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      2999-01-01 CITATION source Code de la santé publique - art. L1461-2"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la santé publique - article L1461-3 AUTONOME VIGUEUR, en vigueur depuis le 2019-06-02"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la santé publique - article L1461-6 AUTONOME VIGUEUR, en vigueur depuis le 2019-06-02"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la santé publique - article L1461-7 AUTONOME VIGUEUR, en vigueur depuis le 2019-06-02"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la santé publique - article L5311-1 AUTONOME MODIFIE, en vigueur du 2000-06-22 au 2001-03-03"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la santé publique - article L6113-7 AUTONOME MODIFIE, en vigueur du 2000-06-22 au 2009-07-23"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la santé publique - article R1461-1 AUTONOME VIGUEUR, en vigueur depuis le 2021-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la santé publique - article R1461-2 AUTONOME VIGUEUR, en vigueur depuis le 2021-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la santé publique - article R1461-3 AUTONOME VIGUEUR, en vigueur depuis le 2021-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la santé publique - article R1461-4 AUTONOME VIGUEUR, en vigueur depuis le 2021-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article L161-28-1 AUTONOME VIGUEUR, en vigueur depuis le 2020-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article L2223-42 AUTONOME VIGUEUR, en vigueur depuis le 2025-02-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article R2213-1-3 AUTONOME VIGUEUR, en vigueur depuis le 2017-04-24"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de l'action sociale et des familles - article L247-2 AUTONOME MODIFIE, en vigueur du 2005-02-12 au 2009-07-23"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/37/06/49/LEGIARTI000037064982.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/37/06/49/LEGIARTI000037064982.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/37/06/49/LEGIARTI000037064982.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_la_sante_publique/src/branch/main/partie_legislative/premiere_partie/livre_iv/titre_vi/chapitre_ier/article_l1461-1.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000037064982)"},{"type":"del","content":""}],"status":"deleted"}],"stats":{"additions":0,"deletions":179,"filesChanged":2}}