{"sha":"86745dd4e405","date":"1999-10-01","message":"Décret no 99-249 du 31 mars 1999 relatif aux substances vénéneuses et à l'organisation de l'évaluation de la pharmacodépendance, modifiant le code de la santé publique (deuxième partie : Décrets en Conseil d'Etat)","files":[{"filename":"partie_reglementaire_ancienne/livre_5/titre_3/chapitre_1/section_3/3_regime_particulier_des_stupefiants/article_r5213.md","articleName":"Article R5213","additions":38,"deletions":9,"diff":[{"type":"del","content":"Il est interdit de prescrire des médicaments classés comme stupéfiants pour un traitement d'une durée supérieure à sept jours. Pour certains médicaments désignés par arrêté du ministre chargé de la santé après avis du directeur général de l'Agence française de sécurité sanitaire des produits de santé, cette durée peut être portée à soit à quatorze, soit à vingt-huit jours. Une telle ordonnance ne peut être exécutée, selon le cas, que pendant les sept, quatorze ou vingt-huit jours qui courent à compter de sa date d'établissement, et seulement pour la durée de la prescription restant à courir."},{"type":"add","content":"Il est interdit de prescrire des médicaments classés comme stupéfiants ou soumis à la réglementation des stupéfiants pour un traitement d'une durée supérieure à vingt-huit jours. Pour certains médicaments désignés par arrêtés du ministre chargé de la santé, pris après avis du directeur général de l'Agence française de sécurité sanitaire des produits de santé, cette durée peut être réduite à quatorze jours ou à sept jours."},{"type":"del","content":"Il est de même interdit au praticien d'établir, et au pharmacien d'exécuter, une ordonnance comportant une prescription desdits médicaments au cours d'une période couverte par une prescription antérieure de médicaments classés comme stupéfiants. Il peut toutefois être dérogé à cette interdiction si le prescripteur le demande expressément en faisant état, sur l'ordonnance, de la précédente prescription dont il a connaissance."},{"type":"add","content":"Le ministre chargé de la santé peut, par arrêté, pris après avis du directeur général de l'Agence française de sécurité sanitaire des produits de santé, prévoir que la délivrance d'un médicament classé comme stupéfiant ou soumis à la réglementation des stupéfiants doit être fractionnée. L'arrêté mentionne la durée de traitement correspondant à chaque fraction. Toutefois, le prescripteur peut, pour des raisons particulières tenant à la situation du patient, exclure le fractionnement en portant sur l'ordonnance la mention délivrance en une seule fois."},{"type":"del","content":"Il est également interdit à toute personne déjà bénéficiaire d'une telle prescription de recevoir pendant la période de traitement couverte par ladite prescription une nouvelle ordonnance comportant une prescription de ces médicaments, sans qu'elle ait informé le praticien de la précédente prescription."},{"type":"add","content":"L'ordonnance ne peut être exécutée dans sa totalité ou pour la totalité de la fraction de traitement que si elle est présentée au pharmacien dans les vingt-quatre heures suivant sa date d'établissement ou suivant la fin de la fraction précédente ; si elle est présentée au-delà de ce délai, elle ne peut être exécutée que pour la durée de la prescription ou de la fraction de traitement restant à courir."},{"type":"add","content":""},{"type":"add","content":"Une nouvelle ordonnance comportant une prescription de médicaments classés comme stupéfiants ou soumis à la réglementation des stupéfiants ne peut être ni établie ni exécutée par les mêmes praticiens pendant la période déjà couverte par une précédente ordonnance prescrivant de tels médicaments, sauf si le prescripteur en décide autrement par une mention expresse portée sur l'ordonnance."},{"type":"del","content":"Décret no 99-144 du 4 mars 1999 portant transfert de compétences au profit de l'Agence française de sécurité sanitaire des produits de santé et modifiant le livre V du code de la santé publique (deuxième partie : Décrets en Conseil d'Etat) - article 1 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"Code de la santé publique - article R5132-30 AUTONOME MODIFIE, en vigueur du 2007-02-07 au 2012-05-01 CONCORDE cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article R5132-33 AUTONOME MODIFIE, en vigueur du 2004-08-08 au 2007-02-07 CONCORDE cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article R5132-33 AUTONOME MODIFIE, en vigueur du 2007-02-07 au 2022-07-03 CONCORDE cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article R5132-30 AUTONOME MODIFIE, en vigueur du 2012-05-01 au 2022-02-04 CONCORDE cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article R5132-30 AUTONOME VIGUEUR, en vigueur depuis le 2022-02-04 CONCORDE cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article R5132-30 AUTONOME MODIFIE, en vigueur du 2004-08-08 au 2007-02-07 CONCORDE cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret no 99-249 du 31 mars 1999 relatif aux substances vénéneuses et à l'organisation de l'évaluation de la pharmacodépendance, modifiant le code de la santé publique (deuxième partie : Décrets en Conseil d'Etat) - article 5 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article R5132-33 AUTONOME VIGUEUR, en vigueur depuis le 2022-07-03 CONCORDE cible"},{"type":"add","content":""},{"type":"add","content":"Décret n° 2004-802 du 29 juillet 2004 relatif aux parties IV et V (dispositions réglementaires) du code de la santé publique et modifiant certaines dispositions de ce code Les dispositions réglementaires des parties IV et V du code de la santé publique font l'objet d'une publication spéciale annexée au Journal officiel de ce jour (voir à la fin du sommaire). ABROGATION cible"},{"type":"add","content":""},{"type":"del","content":"1999-03-04 MODIFICATION source Décret no 99-144 du 4 mars 1999 portant transfert de compétences au profit de l'Agence française de sécurité sanitaire des produits de santé et modifiant le livre V du code de la santé publique (deuxième partie : Décrets en Conseil d'Etat) - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"1999-03-31 MODIFICATION source Décret no 99-249 du 31 mars 1999 relatif aux substances vénéneuses et à l'organisation de l'évaluation de la pharmacodépendance, modifiant le code de la santé publique (deuxième partie : Décrets en Conseil d'Etat) - article 5 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":"2004-07-29 ABROGATION source Décret n° 2004-802 du 29 juillet 2004 relatif aux parties IV et V (dispositions réglementaires) du code de la santé publique et modifiant certaines dispositions de ce code Les dispositions réglementaires des parties IV et V du code de la santé publique font l'objet d'une publication spéciale annexée au Journal officiel de ce jour (voir à la fin du sommaire)."},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/80/13/LEGIARTI000006801349.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/80/13/LEGIARTI000006801349.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/80/13/LEGIARTI000006801349.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/80/13/LEGIARTI000006801350.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/80/13/LEGIARTI000006801350.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/80/13/LEGIARTI000006801350.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006801349)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006801350)"}],"status":"modified"}],"stats":{"additions":38,"deletions":9,"filesChanged":1}}