{"sha":"8841e94d91f2","date":"2007-05-13","message":"Décret n° 2007-840 du 11 mai 2007 relatif à l'organisation de l'administration centrale du ministère chargé de la santé et modifiant le code de la santé publique (dispositions réglementaires)","files":[{"filename":"partie_reglementaire/premiere_partie/livre_iv/titre_ii/chapitre_ier/section_1/sous-section_1/article_r1421-1.md","articleName":"Article R1421-1","additions":35,"deletions":45,"diff":[{"type":"del","content":"La direction générale de la santé est chargée de l'élaboration et contribue à la mise en oeuvre de la politique de santé."},{"type":"add","content":"La direction générale de la santé prépare la politique de santé publique définie à l'article L. 1411-1 et contribue à sa mise en oeuvre, en liaison avec les autres directions et services du ministère chargé de la santé et des autres départements ministériels compétents ainsi qu'avec l'appui des établissements ou organismes qui en dépendent."},{"type":"del","content":"A ce titre, en liaison avec les autres directions et services du ministère et les établissements ou organismes qui en dépendent :"},{"type":"add","content":"A ce titre :"},{"type":"del","content":"1° Elle propose les objectifs et les priorités de la politique de prévention et de protection de la santé, en tenant compte notamment des risques professionnels ; elle en détermine et coordonne les programmes d'intervention ; elle définit les indicateurs de santé nécessaires à l'élaboration de la programmation sanitaire ; elle favorise la recherche et l'expertise en santé publique ;"},{"type":"add","content":"1° A partir des analyses stratégiques et prospectives qu'elle conduit et des travaux de recherche qu'elle promeut, elle propose les objectifs et les priorités de la politique de santé publique en veillant, notamment, à la prévention des risques, à l'amélioration de l'état de santé général de la population, à l'égal accès au système de santé ainsi qu'à la qualité et à la sécurité de ce dernier et à la qualité de vie des personnes malades. Elle élabore les textes législatifs et réglementaires et contribue à l'élaboration des textes communautaires et internationaux ;"},{"type":"del","content":"2° Elle veille, en liaison avec les agences compétentes, à la qualité et à la sécurité des soins, des pratiques professionnelles et des produits de santé ;"},{"type":"add","content":"2° Elle élabore des plans de santé publique et des programmes nationaux de santé ; elle veille à leur mise en oeuvre. Elle définit les indicateurs permettant d'en suivre et d'en évaluer la réalisation."},{"type":"del","content":"3° Elle participe à la définition de la politique du médicament ;"},{"type":"add","content":"Elle élabore et contribue à mettre en oeuvre la politique de santé propre aux différents âges de la vie. Elle propose les objectifs et assure le suivi des politiques de santé mentale. Elle est chargée du volet sanitaire de la politique de lutte contre les pratiques addictives. Elle conduit la politique de prévention des maladies chroniques et des cancers. Elle participe à la mise en oeuvre des politiques de lutte contre la douleur et d'accompagnement de la fin de vie. Elle apporte son concours à la protection de la santé des populations en situation de précarité et des personnes victimes de violence. Elle prend en compte les difficultés propres aux populations fragilisées ;"},{"type":"del","content":"4° Elle définit, pour le compte du ministère, les actions de prévention, de surveillance et de gestion des risques sanitaires liés aux milieux ;"},{"type":"add","content":"3° Elle participe à l'élaboration des politiques relatives aux droits des personnes malades et des usagers du système de santé, aux questions d'éthique, de bioéthique et d'indemnisation des victimes d'accidents médicaux. Elle contribue au respect des droits des personnes malades et des usagers du système de santé. Elle veille à la participation des citoyens à la définition des politiques de santé et des usagers au fonctionnement du système de santé, et en fixe les modalités ;"},{"type":"del","content":"5° Elle est responsable des questions relatives à la démographie des professions de santé et notamment définit leurs besoins de formation en liaison avec le ministère de l'enseignement supérieur ;"},{"type":"add","content":"4° Elle veille à la qualité et à la sécurité des soins, des pratiques professionnelles, des recherches biomédicales et des produits de santé, et contribue à garantir l'accès des patients aux innovations."},{"type":"del","content":"6° Elle participe, avec les ministères et institutions concernés, à l'élaboration des règles relatives aux questions d'éthique et de bioéthique ; elle suit les questions relatives à la déontologie ; elle veille au respect des droits des personnes malades et des usagers du système de santé ;"},{"type":"add","content":"Elle participe à la définition de la politique du médicament et des autres produits de santé et à celle relative aux éléments et produits issus du corps humain."},{"type":"del","content":"7° Elle exerce la tutelle sur les établissements publics et organismes compétents en matière de recherche médicale, de sécurité et de veille sanitaire, d'accréditation et d'évaluation en santé, d'enseignement et de formation en santé publique, d'éducation pour la santé et la prévention."},{"type":"add","content":"Elle prend, conjointement avec la direction de la sécurité sociale, les décisions permettant leur prise en charge par l'assurance maladie. Elle assure une fonction de veille sur les pratiques non conventionnelles ;"},{"type":"del","content":"La direction générale de la santé assure le secrétariat du Conseil supérieur d'hygiène publique de France, du Comité national de sécurité sanitaire, du Haut Comité de santé publique, de la Conférence nationale de santé et de la Commission nationale de la médecine et de la biologie de la reproduction et du diagnostic prénatal."},{"type":"add","content":"5° Elle élabore la politique de prévention et de gestion du risque infectieux, et en particulier la politique vaccinale, ainsi que la politique de prévention des risques iatrogènes non infectieux ;"},{"type":"add","content":""},{"type":"add","content":"6° Elle participe à la définition et contribue à la mise en oeuvre des actions de prévention, de surveillance et de gestion des risques sanitaires liés à l'environnement, au milieu de travail, aux accidents de la vie courante, à l'eau et à l'alimentation. Elle définit la politique nutritionnelle ;"},{"type":"add","content":""},{"type":"add","content":"7° Elle centralise l'ensemble des alertes. En liaison avec les autres ministères et institutions concernés, elle organise et assure la gestion des situations d'urgence sanitaire ; elle participe à la préparation des réponses aux risques et menaces sanitaires liés aux événements naturels, aux épidémies, aux accidents technologiques ou aux actes de terrorisme ;"},{"type":"add","content":""},{"type":"add","content":"8° Elle apporte son concours à la détermination des besoins en professionnels de santé, à la délimitation de leurs compétences, à la définition des règles déontologiques qui leur sont applicables, ainsi qu'à celle des formations en santé ;"},{"type":"add","content":""},{"type":"add","content":"9° Elle coordonne l'action des services déconcentrés dans les domaines relevant de sa compétence ; elle concourt à la détermination de leurs besoins en personnels et en actions de formation ;"},{"type":"add","content":""},{"type":"add","content":"10° Elle assure la tutelle des établissements publics et organismes exerçant leur activité dans les domaines de la santé publique et de la sécurité sanitaire. Elle prépare les contrats d'objectifs et de moyens et les contrats de performance passés avec ces établissements ;"},{"type":"add","content":""},{"type":"add","content":"11° Elle est chargée du secrétariat de la Conférence nationale de santé, du Comité national de santé publique, du Haut Conseil de santé publique, de la Commission nationale des accidents médicaux et de la Commission nationale d'agrément des associations représentant les usagers dans les instances hospitalières ou de santé publique ;"},{"type":"add","content":""},{"type":"add","content":"12° Elle participe à la définition de la position française lors de l'examen des questions de santé publique et de sécurité sanitaire au sein des instances européennes et internationales."},{"type":"del","content":"Décret n°2000-685 du 21 juillet 2000 relatif à l'organisation de l'administration centrale du ministère de l'emploi et de la solidarité et aux attributions de certains de ses services - article 2 AUTONOME ABROGE, en vigueur du 2000-07-23 au 2003-05-27 CONCORDE source"},{"type":"add","content":"Décret n° 2007-840 du 11 mai 2007 relatif à l'organisation de l'administration centrale du ministère chargé de la santé et modifiant le code de la santé publique (dispositions réglementaires) - article 1 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":"Arrêté du 12 mars 2008 portant délégation de signature (direction générale de la santé) CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 28 avril 2009 portant délégation de signature (direction générale de la santé) CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 4 janvier 2010 portant délégation de signature (direction générale de la santé) CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 4 octobre 2010 portant délégation de signature (direction générale de la santé) CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 26 novembre 2010 portant délégation de signature (direction générale de la santé) CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 8 avril 2011 portant délégation de signature (direction générale de la santé) CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 18 mai 2011 portant délégation de signature (direction générale de la santé) CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 21 juin 2010 portant délégation de signature (direction générale de la santé) CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 3 février 2009 portant création d'un groupe d'appui technique sur les pratiques non conventionnelles à visée thérapeutique CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 2 novembre 2011 portant délégation de signature (direction générale de la santé) CITATION source"},{"type":"del","content":""},{"type":"add","content":""},{"type":"add","content":"2007-05-11 MODIFICATION source Décret n° 2007-840 du 11 mai 2007 relatif à l'organisation de l'administration centrale du ministère chargé de la santé et modifiant le code de la santé publique (dispositions réglementaires) - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la santé publique VIGUEUR"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/91/10/LEGIARTI000006911085.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/91/10/LEGIARTI000006911085.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/91/10/LEGIARTI000006911085.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/91/10/LEGIARTI000006911086.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/91/10/LEGIARTI000006911086.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/91/10/LEGIARTI000006911086.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006911085)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006911086)"}],"status":"modified"},{"filename":"partie_reglementaire/premiere_partie/livre_iv/titre_ii/chapitre_ier/section_1/sous-section_2/article_r1421-2.md","articleName":"Article R1421-2","additions":66,"deletions":28,"diff":[{"type":"del","content":"La direction de l'hospitalisation et de l'organisation des soins est chargée de l'élaboration de la politique d'organisation de l'offre de soins en fonction des objectifs et des priorités de la politique de santé."},{"type":"add","content":"La direction de l'hospitalisation et de l'organisation des soins participe à l'élaboration et à la mise en oeuvre de la politique de santé définie à l'article L. 1411-1. Elle est chargée de l'élaboration de la politique d'organisation de l'offre de soins en fonction des objectifs et des priorités de la politique de santé."},{"type":"del","content":"A ce titre, en liaison avec les autres directions et services concernés du ministère :"},{"type":"add","content":"A ce titre, en liaison avec les autres directions et services concernés du ministère et des autres départements ministériels :"},{"type":"del","content":"1° Elle détermine l'organisation de l'offre de soins ;"},{"type":"add","content":"1° Elle est chargée de l'organisation de l'offre de soins, y compris les soins destinés aux détenus ;"},{"type":"del","content":"2° Elle apporte son concours à la détermination des besoins en professionnels de santé ainsi qu'à la définition des orientations et à l'organisation des formations des professions médicales et paramédicales dont elle détermine les conditions d'exercice ;"},{"type":"add","content":"2° Elle est responsable des questions relatives à la déontologie, aux règles d'organisation et à la démographie des professions de santé. Elle définit notamment les conditions d'exercice et les besoins de formation des professions médicales, pharmaceutiques et paramédicales en liaison avec les services du ministre chargé de l'enseignement supérieur ;"},{"type":"del","content":"3° Elle oriente et anime les politiques de ressources humaines des établissements publics de santé, sociaux et médico-sociaux ; elle élabore les règles relatives à la fonction publique hospitalière et aux praticiens hospitaliers et veille à leur application ; elle est chargée de la réglementation relative à l'organisation et au fonctionnement des établissements publics de santé ;"},{"type":"add","content":"3° Elle oriente et anime les politiques de ressources humaines des établissements publics de santé, sociaux et médico-sociaux. Elle élabore les règles relatives à la fonction publique hospitalière et aux praticiens hospitaliers et veille à leur application. Elle élabore également les règles relatives à l'organisation et au fonctionnement des établissements publics de santé ;"},{"type":"del","content":"4° Elle assure la conception, la mise en oeuvre et le suivi des règles de tarification et de régulation financière des établissements de santé, publics et privés et des activités et services de soins pour personnes âgées ;"},{"type":"add","content":"4° Elle assure la conception, la mise en oeuvre et le suivi des règles de tarification et de régulation financière des établissements de santé, publics et privés, et des activités et services de soins pour personnes âgées ;"},{"type":"del","content":"5° Elle définit les mesures d'organisation applicables aux activités de soins des établissements de santé et concourt à l'élaboration et à l'évaluation des règles et procédures, notamment d'accréditation, garantissant la qualité et la sécurité des soins et des installations ; elle s'assure du respect de ces règles ainsi que des droits des personnes malades et des usagers du système de santé ;"},{"type":"add","content":"5° Elle définit les mesures d'organisation applicables aux activités de soins des établissements de santé. Elle concourt à l'élaboration et à l'évaluation des règles et procédures, notamment d'accréditation des médecins et des équipes médicales et de certification des établissements de santé, garantissant la qualité et la sécurité des soins et des installations. Elle s'assure du respect de ces règles ainsi que des droits des personnes malades et des usagers du système de santé ;"},{"type":"del","content":"6° Elle contribue à la définition des règles de gestion de l'information médicale ainsi qu'au développement et à l'utilisation des systèmes d'information par les professionnels et les établissements de santé ; elle élabore des systèmes d'information sur les moyens de fonctionnement et l'activité de ces établissements et en organise la mise en oeuvre ;"},{"type":"add","content":"6° Elle anime, coordonne et contrôle l'activité des agences régionales de l'hospitalisation ; elle assure la tutelle d'établissements publics nationaux et d'organismes nationaux exerçant leur activité dans le domaine de l'hospitalisation et de l'organisation des soins ;"},{"type":"del","content":"7° Elle est chargée de la réglementation relative aux officines de pharmacie et aux laboratoires d'analyses de biologie médicale et veille à son application ;"},{"type":"add","content":"7° Elle contribue à la définition des règles de gestion de l'information médicale ainsi qu'au développement et à l'utilisation des systèmes d'information par les professionnels et les établissements de santé. Elle élabore des systèmes d'information sur les moyens de fonctionnement et l'activité de ces établissements et coordonne sa mise en oeuvre ;"},{"type":"del","content":"8° Elle anime, coordonne et contrôle l'activité des agences régionales de l'hospitalisation."},{"type":"add","content":"8° Elle est chargée de la réglementation relative aux officines de pharmacie et aux laboratoires d'analyses de biologie médicale et veille à son application ;"},{"type":"del","content":"La direction de l'hospitalisation et de l'organisation des soins assure le secrétariat du Conseil supérieur des hôpitaux, du Conseil supérieur des professions paramédicales, du Conseil supérieur de la fonction publique hospitalière, du Comité national de l'organisation sanitaire et sociale et de la Commission nationale du contentieux de la tarification sanitaire et sociale. Elle assure également le secrétariat des différentes commissions et conseils nationaux relatifs aux personnels de la fonction publique hospitalière et aux praticiens hospitaliers."},{"type":"add","content":"9° Elle coordonne l'action des services déconcentrés dans les domaines relevant de sa compétence ;"},{"type":"add","content":""},{"type":"add","content":"10° Elle exerce la tutelle sur le Centre national de gestion ;"},{"type":"add","content":""},{"type":"add","content":"11° La direction de l'hospitalisation et de l'organisation des soins assure le secrétariat du Conseil supérieur des hôpitaux, du Conseil supérieur des professions paramédicales, du Conseil supérieur de la fonction publique hospitalière, du Comité national de l'organisation sanitaire et sociale, de la Commission nationale permanente de la biologie médicale, du Conseil supérieur de la pharmacie, des commissions d'autorisation d'exercice des professions médicales, de la Commission des préparateurs en pharmacie et du Conseil de l'hospitalisation. Elle assure également le secrétariat des différentes commissions et conseils nationaux relatifs aux personnels de la fonction publique hospitalière."},{"type":"add","content":""},{"type":"add","content":"12° Elle participe à la définition de la position française lors de l'examen des questions relatives à l'offre de soins et aux professionnels de santé au sein des instances européennes et internationales."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Arrêté du 18 février 2010, art 2 : A compter de la mise en place des agences régionales de santé mentionnées à l'article L. 1431-1 du code de la santé publique, les mots : « agences régionales de l'hospitalisation » sont remplacés par les mots : « agences régionales de santé »."},{"type":"del","content":"Décret n°2000-685 du 21 juillet 2000 relatif à l'organisation de l'administration centrale du ministère de l'emploi et de la solidarité et aux attributions de certains de ses services - article 4 AUTONOME ABROGE, en vigueur du 2000-07-23 au 2003-05-27 CONCORDE source"},{"type":"add","content":"Code de la santé publique - article D1421-2 AUTONOME MODIFIE, en vigueur du 2010-03-17 au 2024-03-01 CONCORDE cible"},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":"Arrêté du 10 décembre 2008 modifiant l'arrêté du 21 juillet 2000 modifié portant organisation de la direction de l'hospitalisation et de l'organisation des soins en sous-directions CITATION source"},{"type":"add","content":"Code de la santé publique - article L1411-1 AUTONOME VIGUEUR, en vigueur depuis le 2019-07-27 CITATION cible"},{"type":"del","content":"Arrêté du 10 décembre 2008 modifiant l'arrêté du 21 juillet 2000 modifié portant organisation de la direction de l'hospitalisation et de l'organisation des soins en bureaux CITATION source"},{"type":"add","content":"Code de la santé publique - article L1411-1 AUTONOME MODIFIE, en vigueur du 2004-08-11 au 2016-01-28 CITATION cible"},{"type":"del","content":"Arrêté du 25 septembre 2009 portant délégation de signature (direction de l'hospitalisation et de l'organisation des soins) CITATION source"},{"type":"add","content":"Code de la santé publique - article L1411-1 AUTONOME MODIFIE, en vigueur du 2016-01-28 au 2017-01-14 CITATION cible"},{"type":"del","content":"Arrêté du 6 février 2009 portant délégation de signature (direction de l'hospitalisation et de l'organisation des soins) CITATION source"},{"type":"add","content":"Code de la santé publique - article L1411-1 AUTONOME MODIFIE, en vigueur du 2002-03-05 au 2004-08-11 CITATION cible"},{"type":"del","content":"Décret n° 2003-462 du 21 mai 2003 relatif aux dispositions réglementaires des parties I, II et III du code de la santé publique CODIFICATION cible"},{"type":"add","content":"Code de la santé publique - article D1421-2 AUTONOME MODIFIE, en vigueur du 2024-03-01 au 2024-03-29 CONCORDE cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article D1421-2 AUTONOME MODIFIE, en vigueur du 2024-03-29 au 2025-09-01 CONCORDE cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article L1411-1 AUTONOME MODIFIE, en vigueur du 2000-06-22 au 2002-03-05 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article L1411-1 AUTONOME MODIFIE, en vigueur du 2017-01-14 au 2019-07-27 CITATION cible"},{"type":"del","content":"Arrêté du 10 décembre 2008 modifiant l'arrêté du 21 juillet 2000 modifié portant organisation de la direction de l'hospitalisation et de l'organisation des soins en bureaux VIGUEUR, en vigueur depuis le 2008-12-20 CITATION source"},{"type":"add","content":"Décret n°2000-685 du 21 juillet 2000 relatif à l'organisation de l'administration centrale du ministère de l'emploi et de la solidarité et aux attributions de certains de ses services - article 4 AUTONOME ABROGE, en vigueur du 2000-07-23 au 2003-05-27 CONCORDANCE cible"},{"type":"del","content":"Arrêté du 10 décembre 2008 modifiant l'arrêté du 21 juillet 2000 modifié portant organisation de la direction de l'hospitalisation et de l'organisation des soins en sous-directions VIGUEUR, en vigueur depuis le 2008-12-20 CITATION source"},{"type":"add","content":"Décret n° 2007-840 du 11 mai 2007 relatif à l'organisation de l'administration centrale du ministère chargé de la santé et modifiant le code de la santé publique (dispositions réglementaires) - article 2 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2010-271 du 15 mars 2010 portant organisation de la direction générale de l'offre de soins - article 1 ENTIEREMENT_MODIF TRANSFERE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article D1421-2 AUTONOME VIGUEUR, en vigueur depuis le 2025-09-01 CONCORDE cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2003-462 du 21 mai 2003 relatif aux dispositions réglementaires des parties I, II et III du code de la santé publique CODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":"2007-05-11 MODIFICATION source Décret n° 2007-840 du 11 mai 2007 relatif à l'organisation de l'administration centrale du ministère chargé de la santé et modifiant le code de la santé publique (dispositions réglementaires) - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2010-03-15 TRANSFERE cible Décret n° 2010-271 du 15 mars 2010 portant organisation de la direction générale de l'offre de soins - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la santé publique - article L1411-1 AUTONOME MODIFIE, en vigueur du 2000-06-22 au 2002-03-05"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/91/10/LEGIARTI000006911088.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/91/10/LEGIARTI000006911088.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/91/10/LEGIARTI000006911088.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/91/10/LEGIARTI000006911089.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/91/10/LEGIARTI000006911089.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/91/10/LEGIARTI000006911089.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006911088)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006911089)"}],"status":"modified"}],"stats":{"additions":101,"deletions":73,"filesChanged":2}}