{"sha":"99742476b777","date":"2020-07-11","message":"LOI n° 2020-546 du 11 mai 2020 prorogeant l'état d'urgence sanitaire et complétant ses dispositions","files":[{"filename":"partie_legislative/troisieme_partie/livre_ier/titre_iii/chapitre_ier_bis/README.md","articleName":"Sommaire - Chapitre Ier Bis","additions":0,"deletions":1,"diff":[{"type":"del","content":"- [Article L3131-15](article_l3131-15.md)"}],"status":"modified"},{"filename":"partie_legislative/troisieme_partie/livre_ier/titre_iii/chapitre_ier_bis/article_l3131-15.md","articleName":"Article L3131-15","additions":0,"deletions":266,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article L3131-15"},{"type":"del","content":""},{"type":"del","content":"I. - Dans les circonscriptions territoriales où l'état d'urgence sanitaire est déclaré, le Premier ministre peut, par décret réglementaire pris sur le rapport du ministre chargé de la santé, aux seules fins de garantir la santé publique :"},{"type":"del","content":""},{"type":"del","content":"1° Réglementer ou interdire la circulation des personnes et des véhicules et réglementer l'accès aux moyens de transport et les conditions de leur usage ;"},{"type":"del","content":""},{"type":"del","content":"2° Interdire aux personnes de sortir de leur domicile, sous réserve des déplacements strictement indispensables aux besoins familiaux ou de santé ;"},{"type":"del","content":""},{"type":"del","content":"3° Ordonner des mesures ayant pour objet la mise en quarantaine, au sens de l'article 1er du règlement sanitaire international de 2005, des personnes susceptibles d'être affectées ;"},{"type":"del","content":""},{"type":"del","content":"4° Ordonner des mesures de placement et de maintien en isolement, au sens du même article 1er, à leur domicile ou tout autre lieu d'hébergement adapté, des personnes affectées ;"},{"type":"del","content":""},{"type":"del","content":"5° Ordonner la fermeture provisoire et réglementer l'ouverture, y compris les conditions d'accès et de présence, d'une ou plusieurs catégories d'établissements recevant du public ainsi que des lieux de réunion, en garantissant l'accès des personnes aux biens et services de première nécessité ;"},{"type":"del","content":""},{"type":"del","content":"6° Limiter ou interdire les rassemblements sur la voie publique ainsi que les réunions de toute nature ;"},{"type":"del","content":""},{"type":"del","content":"7° Ordonner la réquisition de toute personne et de tous biens et services nécessaires à la lutte contre la catastrophe sanitaire. L'indemnisation de ces réquisitions est régie par le code de la défense ;"},{"type":"del","content":""},{"type":"del","content":"8° Prendre des mesures temporaires de contrôle des prix de certains produits rendues nécessaires pour prévenir ou corriger les tensions constatées sur le marché de certains produits ; le Conseil national de la consommation est informé des mesures prises en ce sens ;"},{"type":"del","content":""},{"type":"del","content":"9° En tant que de besoin, prendre toute mesure permettant la mise à la disposition des patients de médicaments appropriés pour l'éradication de la catastrophe sanitaire ;"},{"type":"del","content":""},{"type":"del","content":"10° En tant que de besoin, prendre par décret toute autre mesure réglementaire limitant la liberté d'entreprendre, dans la seule finalité de mettre fin à la catastrophe sanitaire mentionnée à l'article L. 3131-12 du présent code."},{"type":"del","content":""},{"type":"del","content":"II. - Les mesures prévues aux 3° et 4° du I du présent article ayant pour objet la mise en quarantaine, le placement et le maintien en isolement ne peuvent viser que les personnes qui, ayant séjourné au cours du mois précédent dans une zone de circulation de l'infection, entrent sur le territoire national, arrivent en Corse ou dans l'une des collectivités mentionnées à l'article 72-3 de la Constitution. La liste des zones de circulation de l'infection est fixée par arrêté du ministre chargé de la santé. Elle fait l'objet d'une information publique régulière pendant toute la durée de l'état d'urgence sanitaire."},{"type":"del","content":""},{"type":"del","content":"Aux seules fins d'assurer la mise en œuvre des mesures mentionnées au premier alinéa du présent II, les entreprises de transport ferroviaire, maritime ou aérien communiquent au représentant de l'Etat dans le département qui en fait la demande les données relatives aux passagers concernant les déplacements mentionnés au même premier alinéa, dans les conditions prévues à l'article L. 232-4 du code de la sécurité intérieure."},{"type":"del","content":""},{"type":"del","content":"Les mesures de mise en quarantaine, de placement et de maintien en isolement peuvent se dérouler, au choix des personnes qui en font l'objet, à leur domicile ou dans les lieux d'hébergement adapté."},{"type":"del","content":""},{"type":"del","content":"Leur durée initiale ne peut excéder quatorze jours. Les mesures peuvent être renouvelées, dans les conditions prévues au III de l'article L. 3131-17 du présent code, dans la limite d'une durée maximale d'un mois. Il est mis fin aux mesures de placement et de maintien en isolement avant leur terme lorsque l'état de santé de l'intéressé le permet."},{"type":"del","content":""},{"type":"del","content":"Dans le cadre des mesures de mise en quarantaine, de placement et de maintien en isolement, il peut être fait obligation à la personne qui en fait l'objet de :"},{"type":"del","content":""},{"type":"del","content":"1° Ne pas sortir de son domicile ou du lieu d'hébergement où elle exécute la mesure, sous réserve des déplacements qui lui sont spécifiquement autorisés par l'autorité administrative. Dans le cas où un isolement complet de la personne est prononcé, il lui est garanti un accès aux biens et services de première nécessité ainsi qu'à des moyens de communication téléphonique et électronique lui permettant de communiquer librement avec l'extérieur ;"},{"type":"del","content":""},{"type":"del","content":"2° Ne pas fréquenter certains lieux ou catégories de lieux."},{"type":"del","content":""},{"type":"del","content":"Les personnes et enfants victimes des violences mentionnées à l'article 515-9 du code civil ne peuvent être mis en quarantaine, placés et maintenus en isolement dans le même logement ou lieu d'hébergement que l'auteur des violences, ou être amenés à cohabiter lorsque celui-ci est mis en quarantaine, placé ou maintenu en isolement, y compris si les violences sont alléguées. Lorsqu'il ne peut être procédé à l'éviction de l'auteur des violences du logement conjugal ou dans l'attente d'une décision judiciaire statuant sur les faits de violence allégués et, le cas échéant, prévoyant cette éviction, il est assuré leur relogement dans un lieu d'hébergement adapté. Lorsqu'une décision de mise en quarantaine, de placement et de maintien en isolement est susceptible de mettre en danger une ou plusieurs personnes, le préfet en informe sans délai le procureur de la République."},{"type":"del","content":""},{"type":"del","content":"Les conditions d'application du présent II sont fixées par le décret prévu au premier alinéa du I, en fonction de la nature et des modes de propagation du virus, après avis du comité de scientifiques mentionné à l'article L. 3131-19. Ce décret précise également les conditions dans lesquelles sont assurés l'information régulière de la personne qui fait l'objet de ces mesures, la poursuite de la vie familiale, la prise en compte de la situation des mineurs, le suivi médical qui accompagne ces mesures et les caractéristiques des lieux d'hébergement."},{"type":"del","content":""},{"type":"del","content":"III. - Les mesures prescrites en application du présent article sont strictement proportionnées aux risques sanitaires encourus et appropriées aux circonstances de temps et de lieu. Il y est mis fin sans délai lorsqu'elles ne sont plus nécessaires."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"### Nota"},{"type":"del","content":""},{"type":"del","content":"Conformément à l’article 7 de la loi 2020-290 du 24 mars 2020 : Le chapitre Ier bis du titre III du livre Ier de la troisième partie du code de la santé publique est applicable jusqu'au 1er avril 2021."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2020-546 du 11 mai 2020 prorogeant l'état d'urgence sanitaire et complétant ses dispositions - article 3 ENTIEREMENT_MODIF ABROGE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2020-546 du 11 mai 2020 prorogeant l'état d'urgence sanitaire et complétant ses dispositions - article 3 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2020-03-25 CITATION cible Ordonnance n° 2020-303 du 25 mars 2020 portant adaptation de règles de procédure pénale sur le fondement de la loi n° 2020-290 du 23 mars 2020 d'urgence pour faire face à l'épidémie de covid-19 - article 28-1 AUTONOME VIGUEUR, en vigueur depuis le 2020-05-15"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2020-03-25 CITATION cible Ordonnance n° 2020-324 du 25 mars 2020 portant mesures d'urgence en matière de revenus de remplacement mentionnés à l'article L. 5421 2 du code du travail - article 1 bis AUTONOME VIGUEUR, en vigueur depuis le 2021-02-12"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2020-03-27 CITATION cible Ordonnance n° 2020-346 du 27 mars 2020 portant mesures d'urgence en matière d'activité partielle - article 7 AUTONOME VIGUEUR, en vigueur depuis le 2022-08-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2020-03-28 CITATION cible Arrêté du 28 mars 2020 portant diverses dispositions relatives à l'indemnisation des professionnels de santé en exercice, retraités ou en cours de formation réquisitionnés dans le cadre de l'épidémie covid-19 - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2020-03-30"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2020-03-28 CITATION cible Arrêté du 28 mars 2020 portant diverses dispositions relatives à l'indemnisation des professionnels de santé en exercice, retraités ou en cours de formation réquisitionnés dans le cadre de l'épidémie covid-19 - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2020-03-30"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2020-03-28 CITATION cible Arrêté du 28 mars 2020 portant diverses dispositions relatives à l'indemnisation des professionnels de santé en exercice, retraités ou en cours de formation réquisitionnés dans le cadre de l'épidémie covid-19 - article 3 AUTONOME VIGUEUR, en vigueur depuis le 2020-03-30"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2020-03-30 CITATION cible Décret n° 2020-371 du 30 mars 2020 relatif au fonds de solidarité à destination des entreprises particulièrement touchées par les conséquences économiques, financières et sociales de la propagation de l'épidémie de covid-19 et des mesures prises pour limiter cette propagation - article 3-28 AUTONOME VIGUEUR, en vigueur depuis le 2022-03-14"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2020-03-30 CITATION cible Décret n° 2020-371 du 30 mars 2020 relatif au fonds de solidarité à destination des entreprises particulièrement touchées par les conséquences économiques, financières et sociales de la propagation de l'épidémie de covid-19 et des mesures prises pour limiter cette propagation - article 3-30 AUTONOME VIGUEUR, en vigueur depuis le 2022-03-14"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2020-04-04 CITATION cible Décret n° 2020-396 du 4 avril 2020 relatif au régime du contrôle des prix de vente des gels hydro-alcooliques dans le cadre de l'état d'urgence sanitaire - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2020-04-05"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2020-05-11 CITATION cible Décision n° 2020-800 DC du 11 mai 2020 - article AUTONOME VIGUEUR, en vigueur depuis le 2020-05-13"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2020-05-11 CITATION cible Décision n° 2020-800 DC du 11 mai 2020 - article 3 AUTONOME VIGUEUR, en vigueur depuis le 2020-05-13"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2020-05-11 ABROGE cible LOI n° 2020-546 du 11 mai 2020 prorogeant l'état d'urgence sanitaire et complétant ses dispositions - article 3 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2020-05-11 MODIFIE cible LOI n° 2020-546 du 11 mai 2020 prorogeant l'état d'urgence sanitaire et complétant ses dispositions - article 3 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2020-05-22 CITATION cible Arrêté du 22 mai 2020 identifiant les zones de circulation de l'infection du virus SARS-CoV-2 - article 1 AUTONOME ABROGE, en vigueur du 2020-05-23 au 2020-07-11"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2020-07-09 CITATION cible LOI n° 2020-856 du 9 juillet 2020 organisant la sortie de l'état d'urgence sanitaire - article 1 PARTIELLEMENT_MODIF ABROGE, en vigueur du 2020-11-15 au 2022-08-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2020-07-09 CITATION cible LOI n° 2020-856 du 9 juillet 2020 organisant la sortie de l'état d'urgence sanitaire - article 5 AUTONOME ABROGE, en vigueur du 2020-07-11 au 2022-08-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2020-07-10 CITATION cible Arrêté du 10 juillet 2020 identifiant les zones de circulation de l'infection du virus SARS-CoV-2 - article 1 AUTONOME ABROGE, en vigueur du 2021-04-24 au 2021-06-09"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2020-07-10 CITATION cible Décret n° 2020-860 du 10 juillet 2020 prescrivant les mesures générales nécessaires pour faire face à l'épidémie de covid-19 dans les territoires sortis de l'état d'urgence sanitaire et dans ceux où il a été prorogé - article 11 AUTONOME ABROGE, en vigueur du 2020-07-29 au 2020-10-17"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2020-07-10 CITATION cible Décret n° 2020-860 du 10 juillet 2020 prescrivant les mesures générales nécessaires pour faire face à l'épidémie de covid-19 dans les territoires sortis de l'état d'urgence sanitaire et dans ceux où il a été prorogé - article 24 AUTONOME ABROGE, en vigueur du 2020-07-18 au 2020-10-17"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2020-07-17 CITATION cible Décret n° 2020-884 du 17 juillet 2020 modifiant le décret n° 2020-860 du 10 juillet 2020 prescrivant les mesures générales nécessaires pour faire face à l'épidémie de covid-19 dans les territoires sortis de l'état d'urgence sanitaire et dans ceux où il a été prorogé - article 1 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2020-07-18"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2020-10-16 CITATION cible Décret n° 2020-1262 du 16 octobre 2020 prescrivant les mesures générales nécessaires pour faire face à l'épidémie de covid-19 dans le cadre de l'état d'urgence sanitaire - article 11 AUTONOME MODIFIE, en vigueur du 2020-10-17 au 2020-12-24"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2020-10-16 CITATION cible Décret n° 2020-1262 du 16 octobre 2020 prescrivant les mesures générales nécessaires pour faire face à l'épidémie de covid-19 dans le cadre de l'état d'urgence sanitaire - article 24 AUTONOME VIGUEUR, en vigueur depuis le 2021-04-24"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2020-10-29 CITATION cible Décret n° 2020-1310 du 29 octobre 2020 prescrivant les mesures générales nécessaires pour faire face à l'épidémie de covid-19 dans le cadre de l'état d'urgence sanitaire - article 11 AUTONOME ABROGE, en vigueur du 2021-04-24 au 2021-06-02"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2020-10-29 CITATION cible Décret n° 2020-1310 du 29 octobre 2020 prescrivant les mesures générales nécessaires pour faire face à l'épidémie de covid-19 dans le cadre de l'état d'urgence sanitaire - article 24 AUTONOME ABROGE, en vigueur du 2021-04-24 au 2021-06-02"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2020-10-29 CITATION cible Décret n° 2020-1310 du 29 octobre 2020 prescrivant les mesures générales nécessaires pour faire face à l'épidémie de covid-19 dans le cadre de l'état d'urgence sanitaire - article 6 AUTONOME ABROGE, en vigueur du 2021-04-24 au 2021-06-02"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2020-11-14 CITATION cible LOI n° 2020-1379 du 14 novembre 2020 autorisant la prorogation de l'état d'urgence sanitaire et portant diverses mesures de gestion de la crise sanitaire - article 14 AUTONOME VIGUEUR, en vigueur depuis le 2021-06-02"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2020-12-19 CITATION cible Décret n° 2020-1624 du 19 décembre 2020 modifiant les décrets n° 2020-1262 du 16 octobre 2020 et n° 2020-1310 du 29 octobre 2020 prescrivant les mesures générales nécessaires pour faire face à l'épidémie de covid-19 dans le cadre de l'état d'urgence sanitaire - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2020-12-19 CITATION cible Décret n° 2020-1624 du 19 décembre 2020 modifiant les décrets n° 2020-1262 du 16 octobre 2020 et n° 2020-1310 du 29 octobre 2020 prescrivant les mesures générales nécessaires pour faire face à l'épidémie de covid-19 dans le cadre de l'état d'urgence sanitaire - article 2 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2020-12-30 CITATION cible Décret n° 2020-1786 du 30 décembre 2020 relatif à la détermination des taux et modalités de calcul de l'indemnité et de l'allocation d'activité partielle - article 5 AUTONOME VIGUEUR, en vigueur depuis le 2021-02-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2021-01-30 CITATION cible Arrêté du 30 janvier 2021 modifiant l'arrêté du 10 juillet 2020 identifiant les zones de circulation de l'infection du virus SARS-CoV-2 - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2021-02-26 CITATION cible Décret n° 2021-225 du 26 février 2021 relatif à la détermination des taux de l'allocation d'activité partielle - article 3 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2021-04-16 CITATION cible Décret n° 2021-453 du 16 avril 2021 reportant la fin de l'application du décret n° 2020-610 du 22 mai 2020 pris pour l'application de l'article L. 3131-17 du code de la santé publique VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2021-04-20 CITATION cible Décret n° 2021-474 du 20 avril 2021 relatif au paiement des factures d'eau, de gaz et d'électricité afférents aux entreprises dont l'activité est affectée par une mesure de police administrative en réponse à l'épidémie de covid-19 VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2021-04-22 CITATION cible Décret n° 2021-490 du 22 avril 2021 modifiant la contravention réprimant la violation des mesures de mise en quarantaine et de placement et de maintien en isolement édictées sur le fondement des 3° et 4° du I de l'article L. 3131-15 ou du troisième aliéna de l'article L. 3131-1 du code de la santé publique VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2021-06-01 CITATION cible Décret n° 2021-699 du 1er juin 2021 prescrivant les mesures générales nécessaires à la gestion de la sortie de crise sanitaire - article 11 AUTONOME ABROGE, en vigueur du 2022-03-14 au 2022-05-16"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2021-06-01 CITATION cible Décret n° 2021-699 du 1er juin 2021 prescrivant les mesures générales nécessaires à la gestion de la sortie de crise sanitaire - article 24 AUTONOME ABROGE, en vigueur du 2022-01-03 au 2022-08-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2021-06-01 CITATION cible Décret n° 2021-699 du 1er juin 2021 prescrivant les mesures générales nécessaires à la gestion de la sortie de crise sanitaire - article 50 AUTONOME ABROGE, en vigueur du 2021-08-12 au 2022-08-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2021-06-01 CITATION cible Décret n° 2021-699 du 1er juin 2021 prescrivant les mesures générales nécessaires à la gestion de la sortie de crise sanitaire - article 6 AUTONOME ABROGE, en vigueur du 2022-03-14 au 2022-08-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2021-06-07 CITATION cible Arrêté du 7 juin 2021 identifiant les zones de circulation de l'infection du virus SARS-CoV-2 - article 2 AUTONOME ABROGE, en vigueur du 2022-01-03 au 2022-08-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2021-08-17 CITATION cible Arrêté du 17 août 2021 portant diverses dispositions relatives à l'indemnisation des professionnels de santé en exercice, retraités ou en cours de formation réquisitionnés dans le cadre de l'épidémie de covid-19 - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2022-01-16"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2021-08-17 CITATION cible Décret n° 2021-1087 du 17 août 2021 relatif à l'adaptation au titre du mois d'août 2021 du fonds de solidarité à destination des entreprises particulièrement touchées par les conséquences de l'épidémie de covid-19 et des mesures prises pour limiter cette propagation - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2021-09-14 CITATION cible Décret n° 2021-1180 du 14 septembre 2021 relatif à l'adaptation au titre du mois de septembre 2021 du fonds de solidarité à destination des entreprises particulièrement touchées par les conséquences de l'épidémie de covid-19 et des mesures prises pour limiter cette propagation - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2021-12-07 CITATION cible Décret n° 2021-1581 du 7 décembre 2021 relatif au fonds de solidarité, à l'aide « coûts fixes rebond », à l'aide « nouvelle entreprise rebond », à l'aide « loyer » à destination des entreprises particulièrement touchées par les conséquences de l'épidémie de covid-19 et des mesures prises pour limiter cette propagation - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2022-01-14 CITATION cible Arrêté du 14 janvier 2022 modifiant l'arrêté du 17 août 2021 portant diverses dispositions relatives à l'indemnisation des professionnels de santé en exercice, retraités ou en cours de formation réquisitionnés dans le cadre de l'épidémie de covid-19 - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2022-02-21 CITATION cible Décret n° 2022-222 du 21 février 2022 instituant au titre du mois de novembre 2021 une aide dite « coûts fixes novembre » visant à compenser les charges fixes non couvertes des entreprises dont l'activité est particulièrement affectée par les mesures sanitaires de lutte contre l'épidémie de covid-19 VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2022-02-21 CITATION cible Décret n° 2022-222 du 21 février 2022 instituant au titre du mois de novembre 2021 une aide dite « coûts fixes novembre » visant à compenser les charges fixes non couvertes des entreprises dont l'activité est particulièrement affectée par les mesures sanitaires de lutte contre l'épidémie de covid-19 - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2022-02-23"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2022-03-12 CITATION cible Décret n° 2022-348 du 12 mars 2022 relatif à l'adaptation au titre des mois de janvier et février 2022 du fonds de solidarité à destination des entreprises particulièrement touchées par les conséquences de l'épidémie de covid-19 et des mesures prises pour limiter cette propagation - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2022-03-12 CITATION cible Décret n° 2022-349 du 12 mars 2022 instituant au titre du mois de novembre 2021 une aide dite « nouvelle entreprise novembre » visant à compenser les charges fixes non couvertes des entreprises dont l'activité est particulièrement affectée par les mesures sanitaires de lutte contre l'épidémie de covid-19 VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2022-03-12 CITATION cible Décret n° 2022-349 du 12 mars 2022 instituant au titre du mois de novembre 2021 une aide dite « nouvelle entreprise novembre » visant à compenser les charges fixes non couvertes des entreprises dont l'activité est particulièrement affectée par les mesures sanitaires de lutte contre l'épidémie de covid-19 - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2022-03-14"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      2999-01-01 CITATION source Code civil - art. 515-9"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la défense VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CONCORDE source Code de la santé publique - article L3131-12 AUTONOME VIGUEUR, en vigueur depuis le 2022-08-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la santé publique - article L3131-16 AUTONOME ABROGE, en vigueur du 2020-05-12 au 2022-08-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la santé publique - article L3131-17 AUTONOME TRANSFERE, en vigueur du 2021-08-07 au 2022-08-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la santé publique - article L3131-19 AUTONOME ABROGE, en vigueur du 2021-02-17 au 2022-08-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la santé publique - article L3131-20 AUTONOME ABROGE, en vigueur du 2020-03-24 au 2022-08-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la santé publique - article L3136-1 AUTONOME MODIFIE, en vigueur du 2020-03-24 au 2020-05-12"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la santé publique - article L3841-2 AUTONOME VIGUEUR, en vigueur depuis le 2023-11-22"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L1226-9-1 AUTONOME MODIFIE, en vigueur du 2020-05-12 au 2022-08-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L3314-5 AUTONOME MODIFIE, en vigueur du 2020-07-01 au 2022-08-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code du travail - article L3324-6 AUTONOME MODIFIE, en vigueur du 2020-07-01 au 2022-08-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la sécurité intérieure - article L232-4 AUTONOME MODIFIE, en vigueur du 2012-05-01 au 2016-06-22"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/41/86/79/LEGIARTI000041867960.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/41/86/79/LEGIARTI000041867960.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/41/86/79/LEGIARTI000041867960.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_la_sante_publique/src/branch/main/partie_legislative/troisieme_partie/livre_ier/titre_iii/chapitre_ier_bis/article_l3131-15.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000041867960)"},{"type":"del","content":""}],"status":"deleted"}],"stats":{"additions":0,"deletions":267,"filesChanged":2}}