{"sha":"9b8775732234","date":"2021-12-26","message":"LOI n° 2021-1017 du 2 août 2021 relative à la bioéthique","files":[{"filename":"partie_legislative/premiere_partie/livre_iv/titre_ier/chapitre_ii/article_l1412-2.md","articleName":"Article L1412-2","additions":18,"deletions":57,"diff":[{"type":"del","content":"I. - Le comité est une institution indépendante qui comprend, outre son président nommé par le Président de la République, trente-neuf membres :"},{"type":"add","content":"I.-Le comité est une institution indépendante qui comprend, outre son président, nommé par le Président de la République, quarante-cinq membres :"},{"type":"del","content":"2° Dix-neuf personnalités qualifiées choisies en raison de leur compétence et de leur intérêt pour les problèmes d'éthique, soit :"},{"type":"add","content":"2° Un député et un sénateur ;"},{"type":"del","content":"- un député et un sénateur ;"},{"type":"add","content":"3° Un membre du Conseil d'Etat, désigné par le vice-président du Conseil d'Etat, et un membre de la Cour de cassation, désigné par le premier président de la Cour de cassation ;"},{"type":"del","content":"- un membre du Conseil d'Etat désigné par le vice-président de ce conseil ;"},{"type":"add","content":"4° Quinze personnalités qualifiées choisies en raison de leur compétence et de leur intérêt pour les problèmes d'éthique, sur proposition de ministres dont la liste est fixée par décret de façon à couvrir les domaines mentionnés à l'article L. 1412-1 ;"},{"type":"del","content":"- un conseiller à la Cour de cassation désigné par le premier président de cette cour ;"},{"type":"add","content":"5° Quinze personnalités appartenant aux secteurs de la recherche et de la santé proposées par des organismes dont la liste est fixée par décret de façon à couvrir les domaines mentionnés au même article L. 1412-1 ;"},{"type":"del","content":"- une personnalité désignée par le Premier ministre ;"},{"type":"add","content":"6° Six représentants d'associations de personnes malades et d'usagers du système de santé, d'associations de personnes handicapées, d'associations familiales et d'associations œuvrant dans le domaine de la protection des droits des personnes."},{"type":"del","content":"- une personnalité désignée par le garde des sceaux, ministre de la justice ;"},{"type":"add","content":"Les personnes mentionnées aux 4° à 6° du présent I sont nommées par décret."},{"type":"del","content":"- deux personnalités désignées par le ministre chargé de la recherche ;"},{"type":"add","content":"II.-Le président et les autres membres du comité mentionné au I sont nommés pour une durée de trois ans, renouvelable une fois."},{"type":"del","content":"- une personnalité désignée par le ministre chargé de l'industrie ;"},{"type":"add","content":"III.-Parmi les membres du comité autres que son président, l'écart entre le nombre de femmes et le nombre d'hommes ne peut être supérieur à un."},{"type":"del","content":"- une personnalité désignée par le ministre chargé des affaires sociales ;"},{"type":"add","content":"IV.-En cas de décès, de démission ou de cessation de fonctions pour toute autre cause, le membre désigné à la suite d'une vacance de poste pour la durée du mandat restant à courir est du même sexe que celui qu'il remplace."},{"type":"del","content":"- une personnalité désignée par le ministre chargé de l'éducation ;"},{"type":"del","content":"- une personnalité désignée par le ministre chargé du travail ;"},{"type":"add","content":"### Nota"},{"type":"del","content":"- quatre personnalités désignées par le ministre chargé de la santé ;"},{"type":"del","content":""},{"type":"del","content":"- une personnalité désignée par le ministre chargé de la communication ;"},{"type":"del","content":""},{"type":"del","content":"- une personnalité désignée par le ministre chargé de la famille ;"},{"type":"del","content":""},{"type":"del","content":"- une personnalité désignée par le ministre chargé des droits de la femme ;"},{"type":"del","content":""},{"type":"del","content":"3° Quinze personnalités appartenant au secteur de la recherche, soit :"},{"type":"del","content":""},{"type":"del","content":"- un membre de l'Académie des sciences, désigné par son président ;"},{"type":"del","content":""},{"type":"del","content":"- un membre de l'Académie nationale de médecine, désigné par son président ;"},{"type":"del","content":""},{"type":"del","content":"- un représentant du Collège de France, désigné par son administrateur ;"},{"type":"del","content":""},{"type":"del","content":"- un représentant de l'Institut Pasteur, désigné par son directeur ;"},{"type":"del","content":""},{"type":"del","content":"- quatre chercheurs appartenant aux corps de chercheurs titulaires de l'institut national de la santé et de la recherche médicale ou du Centre national de la recherche scientifique et deux ingénieurs, techniciens ou administratifs dudit institut ou dudit centre relevant des statuts de personnels de ces établissements, désignés pour moitié par le directeur général de cet institut et pour moitié par le directeur général de ce centre ;"},{"type":"del","content":""},{"type":"del","content":"- deux enseignants-chercheurs ou membres du personnel enseignant et hospitalier des centres hospitaliers et universitaires figurant sur les listes électorales de l'Institut national de la santé et de la recherche médicale, désignés par le directeur général de cet institut ;"},{"type":"del","content":""},{"type":"del","content":"- deux enseignants-chercheurs ou membres du personnel enseignant et hospitalier des centres hospitaliers et universitaires, désignés par la Conférence des présidents d'université ;"},{"type":"del","content":""},{"type":"del","content":"- un chercheur appartenant aux corps des chercheurs titulaires de l'Institut national de la recherche agronomique, désigné par le président-directeur général de cet institut."},{"type":"del","content":""},{"type":"del","content":"II. - Le président du comité est nommé pour une durée de deux ans renouvelable. Les autres membres du comité sont nommés pour une durée de quatre ans renouvelable une fois sous réserve des dispositions du III."},{"type":"del","content":""},{"type":"del","content":"III. - Parmi les membres du comité autres que son président, l'écart entre le nombre de femmes et le nombre d'hommes ne peut être supérieur à un."},{"type":"del","content":""},{"type":"del","content":"A cette fin, à chaque renouvellement intervenant à compter du 13 avril 2016 :"},{"type":"del","content":""},{"type":"del","content":"1° Chaque autorité amenée à désigner un nombre pair de membres désigne autant de femmes que d'hommes ;"},{"type":"del","content":""},{"type":"del","content":"2° Chaque autorité amenée à désigner un seul membre désigne alternativement une femme et un homme ;"},{"type":"del","content":""},{"type":"del","content":"3° Chaque autorité amenée à désigner un nombre impair de membres supérieur à un désigne alternativement un nombre supérieur de femmes et un nombre supérieur d'hommes, l'écart entre le nombre de femmes et le nombre d'hommes désignés par chaque autorité ne pouvant être supérieur à un."},{"type":"del","content":""},{"type":"del","content":"IV. - En cas de décès, de démission ou de cessation de fonctions pour toute autre cause, le membre désigné à la suite d'une vacance de poste pour la durée du mandat restant à courir est de même sexe que celui qu'il remplace."},{"type":"add","content":"Conformément au II de l'article 38 de la loi n° 2021-1017 du 2 août 2021, ces dispositions entrent en vigueur le 26 décembre 2021."},{"type":"del","content":"LOI n° 2018-699 du 3 août 2018 visant à garantir la présence des parlementaires dans certains organismes extérieurs au Parlement et à simplifier les modalités de leur nomination - article 75 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"LOI n° 2021-1017 du 2 août 2021 relative à la bioéthique - article 38 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2021-08-04 MODIFIE source"},{"type":"del","content":"2018-08-03 MODIFIE cible LOI n° 2018-699 du 3 août 2018 visant à garantir la présence des parlementaires dans certains organismes extérieurs au Parlement et à simplifier les modalités de leur nomination - article 75 ENTIEREMENT_MODIF"},{"type":"add","content":"2021-08-02 MODIFIE cible LOI n° 2021-1017 du 2 août 2021 relative à la bioéthique - article 38 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2021-08-04"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/37/29/06/LEGIARTI000037290623.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/37/29/06/LEGIARTI000037290623.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/37/29/06/LEGIARTI000037290623.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/89/64/LEGIARTI000043896447.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/43/89/64/LEGIARTI000043896447.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/43/89/64/LEGIARTI000043896447.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000037290623)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000043896447)"}],"status":"modified"}],"stats":{"additions":18,"deletions":57,"filesChanged":1}}