{"sha":"b8787c794001","date":"2019-05-26","message":"Décret n° 2019-511 du 23 mai 2019 modifiant le code de déontologie des médecins et la réglementation des sociétés d'exercice libéral et des sociétés civiles professionnelles","files":[{"filename":"partie_reglementaire/quatrieme_partie/livre_ier/titre_ier/chapitre_iii/section_1/sous-section_2/paragraphe_2/article_r4113-23.md","articleName":"Article R4113-23","additions":18,"deletions":23,"diff":[{"type":"del","content":"Toutefois, dans l'intérêt de la population, la société peut être autorisée à exercer son activité sur un ou plusieurs sites distincts de sa résidence professionnelle :"},{"type":"add","content":"II.-Une société peut exercer son activité professionnelle sur un ou plusieurs sites distincts de sa résidence professionnelle habituelle, sous réserve d'adresser par tout moyen permettant de donner date certaine à sa réception, au plus tard deux mois avant la date prévisionnelle de début d'activité, une déclaration préalable d'ouverture d'un lieu d'exercice distinct au conseil départemental dans le ressort duquel se situe l'activité envisagée. Ce dernier la communique sans délai au conseil départemental au tableau duquel la société est inscrite lorsque celle-ci a sa résidence professionnelle dans un autre département."},{"type":"del","content":"1° Lorsqu'il existe dans le secteur géographique considéré une carence ou une insuffisance de l'offre de soins préjudiciable aux besoins des patients ou à la permanence des soins ; ou"},{"type":"add","content":"La déclaration préalable d'ouverture d'un site distinct est accompagnée de toutes informations utiles sur les conditions d'exercice."},{"type":"del","content":"2° Lorsque les investigations et les soins à entreprendre nécessitent un environnement adapté, l'utilisation d'équipements particuliers, la mise en œuvre de techniques spécifiques ou la coordination de différents intervenants."},{"type":"add","content":"III.-Le conseil départemental dans le ressort duquel se situe l'activité envisagée ne peut s'y opposer que pour des motifs tirés d'une méconnaissance des obligations de qualité, sécurité et continuité des soins et des dispositions législatives et règlementaires."},{"type":"del","content":"La société prend toutes dispositions pour que soient assurées sur l'ensemble des sites d'exercice la réponse aux urgences, la qualité, la sécurité et la continuité des soins."},{"type":"add","content":"Le conseil départemental dispose d'un délai de deux mois à compter de la réception de la déclaration pour faire connaître à la société cette opposition par une décision motivée. Cette décision est notifiée par tout moyen permettant de donner date certaine à sa réception."},{"type":"del","content":"II.-La demande d'ouverture d'un site distinct est adressée au conseil départemental dans le ressort duquel se situe l'activité envisagée. Elle est accompagnée de toutes informations utiles sur les conditions d'exercice. Si ces informations sont insuffisantes, le conseil départemental demande des précisions complémentaires."},{"type":"add","content":"La déclaration est personnelle et incessible. Le conseil départemental peut, à tout moment, s'opposer à la poursuite de l'activité s'il constate que les obligations de qualité, sécurité et continuité des soins ne sont plus respectées."},{"type":"del","content":"Lorsque le site concerné est implanté dans un autre département, le conseil départemental au tableau duquel la société est inscrite est informé de la demande et des suites qui lui sont données."},{"type":"del","content":""},{"type":"del","content":"Le conseil départemental saisi se prononce, par une décision motivée, dans un délai de trois mois à compter de la réception du dossier de demande complet. L'autorisation est réputée acquise au terme de ce délai."},{"type":"del","content":""},{"type":"del","content":"III.-L'autorisation est personnelle et incessible. Il peut y être mis fin si les conditions fixées au I ne sont plus réunies."},{"type":"del","content":""},{"type":"del","content":"IV.-Les recours contentieux formés devant le tribunal administratif territorialement compétent contre les décisions de refus, de retrait ou d'abrogation d'autorisation ainsi que ceux dirigés contre les décisions d'autorisation ne sont recevables qu'à la condition d'avoir été précédés d'un recours administratif devant le Conseil national de l'ordre des médecins."},{"type":"add","content":"IV.-Les décisions prises par les conseils départementaux peuvent faire l'objet d'un recours hiérarchique devant le conseil national. Ce recours hiérarchique doit être exercé avant tout recours contentieux."},{"type":"del","content":"### Nota"},{"type":"del","content":""},{"type":"del","content":"Décret n° 2012-884 du 17 juillet 2012 article 2 : Les présentes dispositions sont applicables aux demandes déposées à compter du 20 juillet 2012."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2012-884 du 17 juillet 2012 relatif aux lieux d'exercice des sociétés d'exercice libéral de médecins - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Code de la santé publique - article R4113-4 AUTONOME MODIFIE, en vigueur du 2004-08-08 au 2020-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article R4113-4 AUTONOME VIGUEUR, en vigueur depuis le 2020-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2019-511 du 23 mai 2019 modifiant le code de déontologie des médecins et la réglementation des sociétés d'exercice libéral et des sociétés civiles professionnelles - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2012-07-17 MODIFIE cible Décret n° 2012-884 du 17 juillet 2012 relatif aux lieux d'exercice des sociétés d'exercice libéral de médecins - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2019-05-23 MODIFIE cible Décret n° 2019-511 du 23 mai 2019 modifiant le code de déontologie des médecins et la réglementation des sociétés d'exercice libéral et des sociétés civiles professionnelles - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/26/20/32/LEGIARTI000026203296.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/26/20/32/LEGIARTI000026203296.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/26/20/32/LEGIARTI000026203296.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/38/55/44/LEGIARTI000038554468.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/38/55/44/LEGIARTI000038554468.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/38/55/44/LEGIARTI000038554468.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000026203296)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000038554468)"}],"status":"modified"},{"filename":"partie_reglementaire/quatrieme_partie/livre_ier/titre_ier/chapitre_iii/section_2/sous-section_2/paragraphe_5/article_r4113-74.md","articleName":"Article R4113-74","additions":23,"deletions":32,"diff":[{"type":"del","content":"Les membres d'une société civile professionnelle de médecins ou de chirurgiens-dentistes ont une résidence professionnelle commune."},{"type":"add","content":"I. - Les membres d'une société civile professionnelle de médecins ou de chirurgiens-dentistes ont une résidence professionnelle commune."},{"type":"del","content":"Toutefois, la société peut être autorisée par le conseil départemental de l'ordre à exercer dans un ou plusieurs cabinets secondaires l'une ou plusieurs des disciplines pratiquées par ses membres si la satisfaction des besoins des malades l'exige et à la condition que la situation des cabinets secondaires par rapport au cabinet principal ainsi que l'organisation des soins dans ces cabinets permettent de répondre aux urgences."},{"type":"add","content":"II. - Une société civile professionnelle de médecins peut exercer son activité professionnelle sur un ou plusieurs sites distincts de sa résidence professionnelle habituelle, sous réserve d'adresser par tout moyen permettant de donner date certaine à sa réception, au plus tard deux mois avant la date prévisionnelle de début d'activité, une déclaration préalable d'ouverture d'un lieu d'exercice distinct au conseil départemental dans le ressort duquel se situe l'activité envisagée. Ce dernier la communique sans délai au conseil départemental au tableau duquel la société est inscrite lorsque celle-ci a sa résidence professionnelle dans un autre département."},{"type":"del","content":"Pendant un an au maximum, la société peut en outre exercer dans le cabinet où exerçait un associé lors de son entrée dans la société, lorsque aucun médecin ou aucun chirurgien-dentiste n'exerce dans cette localité."},{"type":"add","content":"Elle est accompagnée de toutes informations utiles sur les conditions d'exercice."},{"type":"add","content":""},{"type":"add","content":"Le conseil départemental dans le ressort duquel se situe l'activité envisagée ne peut s'y opposer que pour des motifs tirés d'une méconnaissance des obligations de qualité, sécurité et continuité des soins et des dispositions législatives et règlementaires."},{"type":"add","content":""},{"type":"add","content":"Le conseil départemental dispose d'un délai de deux mois à compter de la réception de la déclaration pour faire connaitre à la société civile professionnelle de médecins cette opposition par une décision motivée. Cette décision est notifiée par tout moyen permettant de donner date certaine à sa réception."},{"type":"add","content":""},{"type":"add","content":"La déclaration est personnelle et incessible. Le conseil départemental peut, à tout moment, s'opposer à la poursuite de l'activité s'il constate que les obligations de qualité, sécurité et continuité des soins ne sont plus respectées."},{"type":"add","content":""},{"type":"add","content":"Les décisions prises par les conseils départementaux peuvent faire l'objet d'un recours hiérarchique devant le conseil national. Ce recours hiérarchique doit être exercé avant tout recours contentieux."},{"type":"add","content":""},{"type":"add","content":"III. - Une société de chirurgien-dentiste peut être autorisée par le conseil départemental de l'ordre à exercer dans un ou plusieurs cabinets secondaires l'une ou plusieurs des disciplines pratiquées par ses membres si la satisfaction des besoins des malades l'exige et à la condition que la situation des cabinets secondaires par rapport au cabinet principal ainsi que l'organisation des soins dans ces cabinets permettent de répondre aux urgences."},{"type":"add","content":""},{"type":"add","content":"IV. - Pendant un an au maximum, la société peut en outre exercer dans le cabinet où exerçait un associé lors de son entrée dans la société, lorsqu'aucun médecin ou aucun chirurgien-dentiste n'exerce dans cette localité."},{"type":"del","content":"Code de la santé publique - article R4127-272 AUTONOME VIGUEUR, en vigueur depuis le 2009-02-15 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la santé publique - article R4127-272 AUTONOME MODIFIE, en vigueur du 2004-08-08 au 2009-02-15 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la santé publique - article R4127-270 AUTONOME MODIFIE, en vigueur du 2004-08-08 au 2009-02-15 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°78-906 du 24 août 1978 pris pour l'application aux chirurgiens-dentistes de la loi n° 66-879 du 29 novembre 1966 relative aux sociétés civiles professionnelles - article 49 AUTONOME ABROGE, en vigueur du 1978-09-03 au 2004-08-08 CONCORDE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2015-1457 du 10 novembre 2015 relatif aux exceptions à l'application du principe « silence vaut acceptation » sur le fondement du 4° du I de l'article 21 de la loi n° 2000-321 du 12 avril 2000 relative aux droits des citoyens dans leurs relations avec les administrations ainsi qu'aux exceptions au délai de deux mois de naissance des décisions implicites, sur le fondement du II de cet article (ordres professionnels) - article Annexe II AUTONOME MODIFIE, en vigueur du 2015-11-12 au 2017-01-30 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°77-636 du 14 juin 1977 pris pour l'application aux médecins de la loi n° 66-879 du 29 novembre 1966 relative aux sociétés civiles professionnelles - article 50 AUTONOME ABROGE, en vigueur du 1977-06-23 au 2004-08-08 CONCORDE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2019-511 du 23 mai 2019 modifiant le code de déontologie des médecins et la réglementation des sociétés d'exercice libéral et des sociétés civiles professionnelles - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2019-05-26 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2015-1457 du 10 novembre 2015 relatif aux exceptions à l'application du principe « silence vaut acceptation » sur le fondement du 4° du I de l'article 21 de la loi n° 2000-321 du 12 avril 2000 relative aux droits des citoyens dans leurs relations avec les administrations ainsi qu'aux exceptions au délai de deux mois de naissance des décisions implicites, sur le fondement du II de cet article (ordres professionnels) - article Annexe II AUTONOME VIGUEUR, en vigueur depuis le 2017-01-30 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la santé publique - article R4127-85 AUTONOME MODIFIE, en vigueur du 2004-08-08 au 2005-05-18 CITATION source"},{"type":"add","content":"Décret n° 2019-511 du 23 mai 2019 modifiant le code de déontologie des médecins et la réglementation des sociétés d'exercice libéral et des sociétés civiles professionnelles - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":"2019-05-23 MODIFIE cible Décret n° 2019-511 du 23 mai 2019 modifiant le code de déontologie des médecins et la réglementation des sociétés d'exercice libéral et des sociétés civiles professionnelles - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/91/26/LEGIARTI000006912636.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/91/26/LEGIARTI000006912636.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/91/26/LEGIARTI000006912636.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/38/55/44/LEGIARTI000038554475.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/38/55/44/LEGIARTI000038554475.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/38/55/44/LEGIARTI000038554475.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006912636)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000038554475)"}],"status":"modified"},{"filename":"partie_reglementaire/quatrieme_partie/livre_ier/titre_ii/chapitre_vii/section_1/sous-section_4/paragraphe_2/article_r4127-85.md","articleName":"Article R4127-85","additions":36,"deletions":22,"diff":[{"type":"del","content":"Dans l'intérêt de la population, un médecin peut exercer son activité professionnelle sur un ou plusieurs sites distincts de sa résidence professionnelle habituelle :"},{"type":"add","content":"Un médecin peut exercer son activité professionnelle sur un ou plusieurs sites distincts de sa résidence professionnelle habituelle, sous réserve d'adresser par tout moyen permettant de donner date certaine à sa réception, au plus tard deux mois avant la date prévisionnelle de début d'activité, une déclaration préalable d'ouverture d'un lieu d'exercice distinct au conseil départemental dans le ressort duquel se situe l'activité envisagée. Ce dernier la communique sans délai au conseil départemental au tableau duquel le médecin est inscrit lorsque celui-ci a sa résidence professionnelle dans un autre département."},{"type":"del","content":"-lorsqu'il existe dans le secteur géographique considéré une carence ou une insuffisance de l'offre de soins préjudiciable aux besoins des patients ou à la permanence des soins ;"},{"type":"add","content":"La déclaration préalable doit être accompagnée de toutes informations utiles à son examen."},{"type":"del","content":"-ou lorsque les investigations et les soins qu'il entreprend nécessitent un environnement adapté, l'utilisation d'équipements particuliers, la mise en oeuvre de techniques spécifiques ou la coordination de différents intervenants."},{"type":"add","content":"Le conseil départemental dans le ressort duquel se situe l'activité envisagée ne peut s'y opposer que pour des motifs tirés d'une méconnaissance des obligations de qualité, sécurité et continuité des soins et des dispositions législatives et règlementaires."},{"type":"del","content":"Le médecin doit prendre toutes dispositions et en justifier pour que soient assurées sur tous ces sites d'exercice la réponse aux urgences, la qualité, la sécurité et la continuité des soins."},{"type":"add","content":"Le conseil départemental dispose d'un délai de deux mois à compter de la réception de la déclaration pour faire connaitre au médecin cette opposition par une décision motivée. Cette décision est notifiée par tout moyen permettant de donner date certaine à sa réception."},{"type":"del","content":"La demande d'ouverture d'un lieu d'exercice distinct est adressée au conseil départemental dans le ressort duquel se situe l'activité envisagée. Elle doit être accompagnée de toutes informations utiles sur les conditions d'exercice. Si celles-ci sont insuffisantes, le conseil départemental doit demander des précisions complémentaires."},{"type":"add","content":"La déclaration est personnelle et incessible. Le conseil départemental peut, à tout moment, s'opposer à la poursuite de l'activité s'il constate que les obligations de qualité, sécurité et continuité des soins ne sont plus respectées."},{"type":"del","content":"Le conseil départemental au tableau duquel le médecin est inscrit est informé de la demande lorsque celle-ci concerne un site situé dans un autre département."},{"type":"del","content":""},{"type":"del","content":"Le silence gardé par le conseil départemental sollicité vaut autorisation implicite à l'expiration d'un délai de trois mois à compter de la date de réception de la demande ou de la réponse au supplément d'information demandé."},{"type":"del","content":""},{"type":"del","content":"L'autorisation est personnelle et incessible. Il peut y être mis fin si les conditions fixées aux alinéas précédents ne sont plus réunies."},{"type":"del","content":""},{"type":"del","content":"Les recours contentieux contre les décisions de refus, de retrait ou d'abrogation d'autorisation ainsi que ceux dirigés contre les décisions explicites ou implicites d'autorisation ne sont recevables qu'à la condition d'avoir été précédés d'un recours administratif devant le Conseil national de l'ordre."},{"type":"add","content":"Les décisions prises par les conseils départementaux peuvent faire l'objet d'un recours hiérarchique devant le conseil national. Ce recours hiérarchique doit être exercé avant tout recours contentieux."},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"Décret n° 2005-840 du 20 juillet 2005 relatif à la sixième partie (Dispositions réglementaires) du code de la santé publique et modifiant certaines dispositions de ce code Les dispositions réglementaires de la sixième partie du code de la santé publique font l'objet d'une publication spéciale annexée au Journal officiel de ce jour (voir à la fin du sommaire). MODIFICATION cible"},{"type":"add","content":"Code de la santé publique - article L4112-1 AUTONOME MODIFIE, en vigueur du 2009-07-23 au 2009-12-20 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article L4112-1 AUTONOME MODIFIE, en vigueur du 2009-12-20 au 2025-05-03 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article L4112-1 AUTONOME MODIFIE, en vigueur du 2003-09-06 au 2005-08-27 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article L4112-1 AUTONOME MODIFIE, en vigueur du 2005-08-27 au 2009-07-23 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article L4112-1 AUTONOME MODIFIE, en vigueur du 2000-06-22 au 2003-09-06 CITATION cible"},{"type":"del","content":"Décret no 95-1000 du 6 septembre 1995 portant code de déontologie médicale CONCORDANCE cible"},{"type":"add","content":"Décret n° 2019-511 du 23 mai 2019 modifiant le code de déontologie des médecins et la réglementation des sociétés d'exercice libéral et des sociétés civiles professionnelles - article 3 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":"Code de la santé publique - article L4112-1 AUTONOME VIGUEUR, en vigueur depuis le 2025-05-03 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"del","content":""},{"type":"del","content":"2005-07-20 MODIFICATION source Décret n° 2005-840 du 20 juillet 2005 relatif à la sixième partie (Dispositions réglementaires) du code de la santé publique et modifiant certaines dispositions de ce code Les dispositions réglementaires de la sixième partie du code de la santé publique font l'objet d'une publication spéciale annexée au Journal officiel de ce jour (voir à la fin du sommaire)."},{"type":"del","content":""},{"type":"add","content":""},{"type":"add","content":"2019-05-23 MODIFIE cible Décret n° 2019-511 du 23 mai 2019 modifiant le code de déontologie des médecins et la réglementation des sociétés d'exercice libéral et des sociétés civiles professionnelles - article 3 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/91/29/LEGIARTI000006912959.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/91/29/LEGIARTI000006912959.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/91/29/LEGIARTI000006912959.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/38/55/44/LEGIARTI000038554479.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/38/55/44/LEGIARTI000038554479.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/38/55/44/LEGIARTI000038554479.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006912959)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000038554479)"}],"status":"modified"}],"stats":{"additions":77,"deletions":77,"filesChanged":3}}