{"sha":"c50bbd6e71d9","date":"2005-05-18","message":"Décret n° 2005-481 du 17 mai 2005 modifiant le code de déontologie médicale","files":[{"filename":"partie_reglementaire/quatrieme_partie/livre_ier/titre_ii/chapitre_vii/section_1/sous-section_4/paragraphe_2/article_r4127-85.md","articleName":"Article R4127-85","additions":22,"deletions":62,"diff":[{"type":"del","content":"Un médecin ne doit avoir en principe, qu'un seul cabinet."},{"type":"add","content":"Le lieu habituel d'exercice d'un médecin est celui de la résidence professionnelle au titre de laquelle il est inscrit sur le tableau du conseil départemental, conformément à l'article L. 4112-1 du code de la santé publique."},{"type":"del","content":"Il y a cabinet secondaire lorsqu'un médecin reçoit en consultation de façon régulière ou habituelle des patients dans un lieu différent du cabinet principal ; la création ou le maintien d'un cabinet secondaire, sous quelque forme que ce soit, n'est possible qu'avec l'autorisation du conseil départemental de l'ordre intéressé."},{"type":"add","content":"Dans l'intérêt de la population, un médecin peut exercer son activité professionnelle sur un ou plusieurs sites distincts de sa résidence professionnelle habituelle :"},{"type":"del","content":"Cette autorisation doit être accordée si l'éloignement d'un médecin de même discipline est préjudiciable aux malades et sous réserve que la réponse aux urgences, la qualité et la continuité des soins soient assurées."},{"type":"add","content":"- lorsqu'il existe dans le secteur géographique considéré une carence ou une insuffisance de l'offre de soins préjudiciable aux besoins des patients ou à la permanence des soins ;"},{"type":"del","content":"L'autorisation est donnée à titre personnel et n'est pas cessible."},{"type":"add","content":"- ou lorsque les investigations et les soins qu'il entreprend nécessitent un environnement adapté, l'utilisation d'équipements particuliers, la mise en oeuvre de techniques spécifiques ou la coordination de différents intervenants."},{"type":"del","content":"Elle est limitée à trois années et ne peut être renouvelée qu'après une nouvelle demande soumise à l'appréciation du conseil départemental."},{"type":"add","content":"Le médecin doit prendre toutes dispositions et en justifier pour que soient assurées sur tous ces sites d'exercice la réponse aux urgences, la qualité, la sécurité et la continuité des soins."},{"type":"del","content":"L'autorisation est révocable à tout moment et doit être retirée lorsque l'installation d'un médecin de même discipline est de nature à satisfaire les besoins des malades."},{"type":"add","content":"La demande d'ouverture d'un lieu d'exercice distinct est adressée au conseil départemental dans le ressort duquel se situe l'activité envisagée. Elle doit être accompagnée de toutes informations utiles sur les conditions d'exercice. Si celles-ci sont insuffisantes, le conseil départemental doit demander des précisions complémentaires."},{"type":"del","content":"En aucun cas un médecin ne peut avoir plus d'un cabinet secondaire."},{"type":"add","content":"Le conseil départemental au tableau duquel le médecin est inscrit est informé de la demande lorsque celle-ci concerne un site situé dans un autre département."},{"type":"del","content":"Les dispositions du présent article ne font pas obstacle à l'application, par les sociétés d'exercice libéral, de l'article R. 4113-23 et, par les sociétés civiles professionnelles de médecins et leurs membres, de l'article R. 4113-74."},{"type":"add","content":"Le silence gardé par le conseil départemental sollicité vaut autorisation implicite à l'expiration d'un délai de trois mois à compter de la date de réception de la demande ou de la réponse au supplément d'information demandé."},{"type":"del","content":"Les interventions ou investigations pratiquées pour des raisons de sécurité dans un environnement médical adapté ou nécessitant l'utilisation d'un équipement matériel lourd soumis à autorisation ne constituent pas une activité en cabinet secondaire."},{"type":"add","content":"L'autorisation est personnelle et incessible. Il peut y être mis fin si les conditions fixées aux alinéas précédents ne sont plus réunies."},{"type":"add","content":""},{"type":"add","content":"Les recours contentieux contre les décisions de refus, de retrait ou d'abrogation d'autorisation ainsi que ceux dirigés contre les décisions explicites ou implicites d'autorisation ne sont recevables qu'à la condition d'avoir été précédés d'un recours administratif devant le Conseil national de l'ordre."},{"type":"del","content":"Code de la santé publique - article R4113-74 AUTONOME MODIFIE, en vigueur du 2004-08-08 au 2019-05-26 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la santé publique - article R4113-23 AUTONOME VIGUEUR, en vigueur depuis le 2019-05-26 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la santé publique - article R4113-74 AUTONOME VIGUEUR, en vigueur depuis le 2019-05-26 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la santé publique - article R4113-23 AUTONOME MODIFIE, en vigueur du 2012-07-20 au 2019-05-26 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 26 octobre 2015 relatif au contrat type relatif au contrat de praticien territorial de médecine ambulatoire, pris en application de l'article R. 1435-9-20 du code de la santé publique - article Annexe AUTONOME VIGUEUR, en vigueur depuis le 2015-10-29 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la santé publique - article R1435-9-8 AUTONOME VIGUEUR, en vigueur depuis le 2020-12-25 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 22 novembre 2018 relatif au contrat type de praticien territorial médical de remplacement pris en application de l'article R. 1435-9-51 du code de la santé publique - article AUTONOME VIGUEUR, en vigueur depuis le 2018-11-29 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2019-511 du 23 mai 2019 modifiant le code de déontologie des médecins et la réglementation des sociétés d'exercice libéral et des sociétés civiles professionnelles - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2019-05-26 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 3 mai 2017 relatif au contrat type de praticien territorial médical de remplacement pris en application de l'article R. 1435-9-51 du code de la santé publique - article AUTONOME ABROGE, en vigueur du 2017-05-06 au 2018-11-29 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de déontologie médicale - article 85 AUTONOME ABROGE, en vigueur du 1995-09-08 au 2004-08-08 CONCORDE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la santé publique - article R1435-9-8 AUTONOME MODIFIE, en vigueur du 2013-08-16 au 2020-12-25 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 14 août 2013 relatif au contrat type de praticien territorial de médecine générale pris en application de l'article R. 1435-9-6 du code de la santé publique - article AUTONOME VIGUEUR, en vigueur depuis le 2014-05-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 14 août 2013 relatif au contrat type de praticien territorial de médecine générale pris en application de l'article R. 1435-9-6 du code de la santé publique - article AUTONOME MODIFIE, en vigueur du 2013-08-16 au 2014-05-08 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la santé publique - article R4113-23 AUTONOME MODIFIE, en vigueur du 2004-08-08 au 2012-07-20 CITATION source"},{"type":"add","content":"Décret n° 2005-481 du 17 mai 2005 modifiant le code de déontologie médicale - article 1 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":"Décret n° 2012-884 du 17 juillet 2012 relatif aux lieux d'exercice des sociétés d'exercice libéral de médecins CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2012-884 du 17 juillet 2012 relatif aux lieux d'exercice des sociétés d'exercice libéral de médecins VIGUEUR, en vigueur depuis le 2012-07-20 CITATION source"},{"type":"del","content":""},{"type":"add","content":""},{"type":"add","content":"2005-05-17 MODIFICATION source Décret n° 2005-481 du 17 mai 2005 modifiant le code de déontologie médicale - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de la santé publique - article R1435-9-8 AUTONOME VIGUEUR, en vigueur depuis le 2020-12-25"},{"type":"add","content":"2999-01-01 CITATION source Code de la santé publique - article L4112-1 AUTONOME MODIFIE, en vigueur du 2000-06-22 au 2003-09-06"},{"type":"del","content":"2999-01-01 CITATION source Code de la santé publique - article R4113-23 AUTONOME MODIFIE, en vigueur du 2004-08-08 au 2012-07-20"},{"type":"add","content":"2999-01-01 CITATION cible Code de la santé publique - article R1435-9-8 AUTONOME VIGUEUR, en vigueur depuis le 2020-12-25"},{"type":"del","content":"2999-01-01 CITATION source Code de la santé publique - article R4113-74 AUTONOME MODIFIE, en vigueur du 2004-08-08 au 2019-05-26"},{"type":"add","content":"2999-01-01 CITATION cible Code de la santé publique - article R4113-23 AUTONOME MODIFIE, en vigueur du 2004-08-08 au 2012-07-20"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/91/29/LEGIARTI000006912957.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/91/29/LEGIARTI000006912957.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/91/29/LEGIARTI000006912957.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/91/29/LEGIARTI000006912958.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/91/29/LEGIARTI000006912958.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/91/29/LEGIARTI000006912958.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006912957)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006912958)"}],"status":"modified"}],"stats":{"additions":22,"deletions":62,"filesChanged":1}}