{"sha":"ef95eb58fa41","date":"2018-06-03","message":"Décret n° 2018-430 du 1er juin 2018 prévoyant les conditions d'admission et les modalités de prise en charge conjointe des patients par un établissement d'hospitalisation à domicile et un service de soins infirmiers à domicile ou un service polyvalent d'aide et de soins à domicile","files":[{"filename":"partie_reglementaire/sixieme_partie/livre_ier/titre_ii/chapitre_iv/section_3_bis/README.md","articleName":"Sommaire - Section 3 Bis","additions":1,"deletions":0,"diff":[{"type":"add","content":"- [Article D6124-312](article_d6124-312.md)"}],"status":"modified"},{"filename":"partie_reglementaire/sixieme_partie/livre_ier/titre_ii/chapitre_iv/section_3_bis/article_d6124-312.md","articleName":"Article D6124-312","additions":89,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article D6124-312"},{"type":"add","content":""},{"type":"add","content":"I.-Un établissement d'hospitalisation à domicile et un service de soins infirmiers à domicile ou un service polyvalent d'aide et de soins à domicile peuvent prendre en charge de façon conjointe un patient dans l'une des situations suivantes :"},{"type":"add","content":""},{"type":"add","content":"1° Lorsque ce patient est pris en charge depuis une durée minimale par le service de soins infirmiers à domicile ou le service polyvalent d'aide et de soins à domicile ;"},{"type":"add","content":""},{"type":"add","content":"2° Suite à une période d'hospitalisation complète et sous réserve que les deux conditions suivantes sont réunies :"},{"type":"add","content":""},{"type":"add","content":"a) Le service de soins infirmiers à domicile ou le service polyvalent d'aide et de soins à domicile a pris en charge le patient avant son hospitalisation complète pendant une durée minimale ;"},{"type":"add","content":""},{"type":"add","content":"b) Le retour à domicile du patient s'effectue dans un délai pendant lequel le service de soins infirmiers à domicile ou le service polyvalent d'aide et de soins à domicile conserve la place de ce patient."},{"type":"add","content":""},{"type":"add","content":"La durée de la prise en charge minimale du patient par le service de soins infirmiers à domicile ou le service polyvalent d'aide et de soins à domicile mentionnée au 1er et 4e alinéas est fixée par un arrêté du ministre chargé de la santé."},{"type":"add","content":""},{"type":"add","content":"Par dérogation, cette durée minimale n'est pas exigée pour les patients dont l'état de santé le justifie, pour des situations particulières fixées par un arrêté du ministre chargé de la santé."},{"type":"add","content":""},{"type":"add","content":"II.-L'intervention conjointe d'un établissement d'hospitalisation à domicile et d'un service de soins infirmiers à domicile ou d'un service polyvalent d'aide et de soins à domicile pour la prise en charge d'un même patient mentionnée au I, répond aux conditions suivantes :"},{"type":"add","content":""},{"type":"add","content":"1° Les soins infirmiers sont coordonnés par l'établissement d'hospitalisation à domicile et mis en œuvre dans les conditions suivantes :"},{"type":"add","content":""},{"type":"add","content":"a) Les soins relevant de la compétence des aides-soignants sont réalisés par le personnel salarié du service de soins infirmiers à domicile ou du service polyvalent d'aide et de soins à domicile exerçant auprès du patient avant son admission en établissement d'hospitalisation à domicile ;"},{"type":"add","content":""},{"type":"add","content":"b) Les soins réalisés par les infirmiers sont organisés par l'établissement d'hospitalisation à domicile. Lorsque le service de soins infirmiers à domicile ou le service polyvalent d'aide et de soins à domicile qui prenait initialement en charge le patient avait recours à un infirmier libéral ou un centre de santé infirmier mentionné à l'article L. 6323-1, pour la réalisation de ces soins, l'établissement d'hospitalisation à domicile propose à l'infirmier libéral ou au centre de santé infirmier de poursuivre son intervention auprès du patient. Dans ce cadre, l'établissement d'hospitalisation à domicile, et l'infirmier libéral ou le centre de santé infirmier signent une convention ;"},{"type":"add","content":""},{"type":"add","content":"2° Le suivi médical et les autres soins paramédicaux sont organisés et coordonnés par l'établissement d'hospitalisation à domicile."},{"type":"add","content":""},{"type":"add","content":"III.-Préalablement à la mise en place de la première intervention conjointe prévue au I, l'établissement d'hospitalisation à domicile et le service de soins infirmiers à domicile ou le service polyvalent d'aide et de soins à domicile signent une convention qui comporte notamment :"},{"type":"add","content":""},{"type":"add","content":"1° Les conditions d'organisation de l'intervention conjointe de l'établissement d'hospitalisation à domicile et du service de soins infirmiers à domicile ou du service polyvalent d'aide et de soins à domicile ;"},{"type":"add","content":""},{"type":"add","content":"2° Les modalités d'organisation des soins, en particulier en cas d'aggravation de l'état du patient ;"},{"type":"add","content":""},{"type":"add","content":"3° Les modalités de transmission et de suivi des informations entre les équipes des deux structures et les modalités de traçabilité des actes ;"},{"type":"add","content":""},{"type":"add","content":"4° Les modalités d'information et de recueil du consentement du patient ;"},{"type":"add","content":""},{"type":"add","content":"5° L'organisation du circuit du médicament ;"},{"type":"add","content":""},{"type":"add","content":"6° Les modalités de signalement et de gestion des événements indésirables, ainsi que les procédures afférentes ;"},{"type":"add","content":""},{"type":"add","content":"7° les modalités d'évaluation de l'organisation ainsi définie."},{"type":"add","content":""},{"type":"add","content":"La convention est transmise à l'agence régionale de santé et à l'organisme local d'assurance maladie compétents."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2018-430 du 1er juin 2018 prévoyant les conditions d'admission et les modalités de prise en charge conjointe des patients par un établissement d'hospitalisation à domicile et un service de soins infirmiers à domicile ou un service polyvalent d'aide et de soins à domicile - article 1 ENTIEREMENT_MODIF CREE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2022-102 du 31 janvier 2022 relatif aux conditions techniques de fonctionnement de l'activité d'hospitalisation à domicile - article 1 ENTIEREMENT_MODIF ABROGE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2018-06-01 CREE cible Décret n° 2018-430 du 1er juin 2018 prévoyant les conditions d'admission et les modalités de prise en charge conjointe des patients par un établissement d'hospitalisation à domicile et un service de soins infirmiers à domicile ou un service polyvalent d'aide et de soins à domicile - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2020-03-23 CITATION cible Arrêté du 23 mars 2020 prescrivant les mesures d'organisation et de fonctionnement du système de santé nécessaires pour faire face à l'épidémie de covid-19 dans le cadre de l'état d'urgence sanitaire - article 10-1 AUTONOME ABROGE, en vigueur du 2020-04-02 au 2020-07-11"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2022-01-31 ABROGE cible Décret n° 2022-102 du 31 janvier 2022 relatif aux conditions techniques de fonctionnement de l'activité d'hospitalisation à domicile - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de l'action sociale et des familles - article D312-2 AUTONOME VIGUEUR, en vigueur depuis le 2023-07-17"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/36/97/77/LEGIARTI000036977788.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/36/97/77/LEGIARTI000036977788.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/36/97/77/LEGIARTI000036977788.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_la_sante_publique/src/branch/main/partie_reglementaire/sixieme_partie/livre_ier/titre_ii/chapitre_iv/section_3_bis/article_d6124-312.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000036977788)"},{"type":"add","content":""}],"status":"added"}],"stats":{"additions":90,"deletions":0,"filesChanged":2}}