{"sha":"fba4621ad496","date":"2010-05-03","message":"Décret n° 2010-440 du 30 avril 2010 relatif à la visite de conformité prévue à l'article L. 6122-4 du code de la santé publique","files":[{"filename":"partie_reglementaire/sixieme_partie/livre_ier/titre_ii/chapitre_ii/section_4/README.md","articleName":"Sommaire - Section 4","additions":1,"deletions":0,"diff":[{"type":"add","content":"- [Article D6122-38](article_d6122-38.md)"}],"status":"modified"},{"filename":"partie_reglementaire/sixieme_partie/livre_ier/titre_ii/chapitre_ii/section_4/article_d6122-38.md","articleName":"Article D6122-38","additions":92,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article D6122-38"},{"type":"add","content":""},{"type":"add","content":"I.-La déclaration prévue à l'article R. 6122-37 est adressée au directeur général de l'agence régionale de santé par lettre recommandée avec demande d'avis de réception, ou par tout moyen assurant des garanties équivalentes de réception à date certaine. Sont joints à cet envoi tous documents attestant que le titulaire a obtenu un résultat positif aux contrôles techniques applicables, le cas échéant, à ses installations. Le titulaire peut commencer l'exercice de l'activité ou l'utilisation de l'équipement matériel lourd et dispenser des soins remboursables aux assurés sociaux à partir du jour suivant cet envoi."},{"type":"add","content":""},{"type":"add","content":"Dans le délai de six mois prévu par l'article L. 6122-4, une visite de conformité est programmée et réalisée par accord entre l'agence régionale de santé et le titulaire.A défaut de visite au terme de ce délai par le fait du titulaire, le directeur général de l'agence régionale de santé peut suspendre l'autorisation dans les conditions prévues au II de l'article L. 6122-13."},{"type":"add","content":""},{"type":"add","content":"La visite est effectuée par au moins deux personnes désignées par le directeur général de l'agence régionale de santé parmi les personnes mentionnées aux articles L. 1421-1 et L. 1435-7 et les praticiens-conseils des régimes de base de l'assurance maladie. Le directeur général de l'agence régionale de santé peut les faire assister par des personnes, notamment des représentants d'administrations ou d'organismes nationaux, ayant une connaissance spécifique de l'activité de soins ou des équipements concernés."},{"type":"add","content":""},{"type":"add","content":"La visite porte sur l'exécution par le titulaire des conditions d'implantation prévues à l'article L. 6123-1 et des conditions techniques de fonctionnement prévues à l'article L. 6124-1, applicables aux installations visitées, et, le cas échéant, sur l'exécution des conditions particulières ou des engagements dont l'autorisation est assortie ou auxquels elle est subordonnée en vertu de l'article L. 6122-7. Elle porte également sur la réalisation des éléments présentés dans la demande d'autorisation, notamment ceux relatifs aux locaux, aux personnels et aux conventions avec d'autres établissements ou professionnels de santé. Elle s'assure enfin que le titulaire met en œuvre les autres dispositions réglementaires applicables, le cas échéant, à l'exercice de l'activité de soins ou à l'utilisation de l'équipement matériel lourd."},{"type":"add","content":""},{"type":"add","content":"Lorsque le résultat de la visite est positif, le relevé des observations et des conclusions motivées est transmis au titulaire de l'autorisation dans le délai d'un mois."},{"type":"add","content":""},{"type":"add","content":"Lorsque les installations ou le fonctionnement ne sont pas conformes aux éléments sur la base desquels l'autorisation a été accordée ou aux conditions auxquelles elle est subordonnée, le directeur général de l'agence régionale de santé, sur la base du compte rendu établi par les personnes ayant effectué la visite, fait sans délai connaître au titulaire de l'autorisation les constatations faites et les transformations ou les améliorations à réaliser pour assurer la conformité. Il est alors fait application des dispositions de l'article L. 6122-13."},{"type":"add","content":""},{"type":"add","content":"Dans le cas d'un équipement matériel lourd autorisé en vue d'une exploitation itinérante, pour chaque site d'utilisation mentionné dans l'autorisation, la visite de conformité est assurée par l'agence régionale de santé territorialement compétente, qui en communique le compte rendu au directeur de l'agence régionale de santé qui a délivré l'autorisation."},{"type":"add","content":""},{"type":"add","content":"Lorsque le renouvellement d'autorisation est accordé dans les conditions prévues au dernier alinéa de l'article L. 6122-10, le directeur général de l'agence régionale de santé peut décider qu'il sera fait une visite de conformité dans les six mois suivant le commencement de la durée de validité du renouvellement ; cette visite est réalisée conformément aux dispositions prévues aux six alinéas précédents."},{"type":"add","content":""},{"type":"add","content":"II.-Lorsque le titulaire de l'autorisation entend modifier les conditions d'exécution de l'autorisation d'activité de soins ou d'équipement matériel lourd, il en informe le directeur général de l'agence régionale de santé en lui transmettant les documents afférents au projet. Lorsque le directeur général de l'agence régionale de santé constate que la modification n'appelle pas une nouvelle décision d'autorisation nécessitant le dépôt d'une demande, il donne son accord au projet en indiquant qu'il sera procédé, après réalisation, à une vérification du maintien de la conformité des éléments de l'activité de soins ou de l'utilisation de l'équipement matériel lourd concernés par cette opération. Cette vérification est effectuée selon la procédure prévue au I, après que le titulaire de l'autorisation a déclaré au directeur général de l'agence régionale de santé l'achèvement de l'opération."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2010-440 du 30 avril 2010 relatif à la visite de conformité prévue à l'article L. 6122-4 du code de la santé publique - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2010-04-30 MODIFIE cible Décret n° 2010-440 du 30 avril 2010 relatif à la visite de conformité prévue à l'article L. 6122-4 du code de la santé publique - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2025-02-27 CITATION cible Décret n° 2025-189 du 27 février 2025 relatif à la simplification des procédures d'autorisation des activités de soins et d'équipements matériels lourds - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la santé publique - article L1421-1 AUTONOME MODIFIE, en vigueur du 2000-06-22 au 2002-01-18"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code de la santé publique - art. L1435-7"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la santé publique - article L6122-10 AUTONOME MODIFIE, en vigueur du 2000-06-22 au 2002-09-05"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la santé publique - article L6122-13 AUTONOME MODIFIE, en vigueur du 2000-06-22 au 2002-09-05"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la santé publique - article L6122-4 AUTONOME MODIFIE, en vigueur du 2000-06-22 au 2003-09-06"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la santé publique - article L6122-7 AUTONOME MODIFIE, en vigueur du 2000-06-22 au 2003-09-06"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la santé publique - article L6123-1 AUTONOME TRANSFERE, en vigueur du 2002-01-01 au 2003-09-06"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la santé publique - article R6122-39 AUTONOME MODIFIE, en vigueur du 2023-06-01 au 2025-03-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CONCORDE cible Code de la santé publique - article R712-39 AUTONOME ABROGE, en vigueur du 2005-05-08 au 2005-07-26"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CONCORDANCE source Code de la santé publique - article R712-39 AUTONOME MODIFIE, en vigueur du 1992-01-04 au 1997-12-23"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CONCORDE cible Code de la santé publique - article R712-40 AUTONOME ABROGE, en vigueur du 2005-05-08 au 2005-07-26"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CONCORDANCE source Code de la santé publique - article R712-40 AUTONOME MODIFIE, en vigueur du 1992-01-04 au 1997-02-16"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/22/15/89/LEGIARTI000022158912.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/22/15/89/LEGIARTI000022158912.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/22/15/89/LEGIARTI000022158912.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_la_sante_publique/src/branch/main/partie_reglementaire/sixieme_partie/livre_ier/titre_ii/chapitre_ii/section_4/article_d6122-38.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000022158912)"},{"type":"add","content":""}],"status":"added"}],"stats":{"additions":93,"deletions":0,"filesChanged":2}}