{"sha":"12e7508b2851","date":"1988-10-19","message":"Décret n°88-986 du 17 octobre 1988 MODIFIANT LE CODE DE PROCEDURE PENALE (2EME PARTIE: DECRETS EN CONSEIL D'ETAT) ET RELATIF A L'ATTRIBUTION DE LA QUALITE D'AGENT DE POLICE JUDICIAIRE AUX ENQUETEURS ET AUX PERSONNELS EN TENUE DE LA POLICE NATIONALE MENTIONNEE A L'ART. 20 (5EMEMENT) DUDIT CODE","files":[{"filename":"partie_reglementaire_-_decrets_en_conseil_d_etat/livre_ier/titre_ier/chapitre_ier/section_3/article_r15-17.md","articleName":"Article R15-17","additions":14,"deletions":31,"diff":[{"type":"del","content":"La qualité d'agent de police judiciaire peut être attribuée par arrêté du ministre de l'Intérieur aux enquêteurs de la police nationale désignés à l'article 20 (3°) qui comptent au moins trois ans de services effectifs en qualité de titulaires et qui ont satisfait aux épreuves d'un examen technique."},{"type":"add","content":"La qualité d'agent de police judiciaire est attribuée par arrêté conjoint du garde des sceaux, ministre de la justice, et du ministre de l'intérieur aux enquêteurs de 2e classe et aux gardiens de la paix de la police nationale visés par le 5° de l'article 20 qui ont satisfait aux épreuves d'un examen technique portant sur le droit pénal, la procédure pénale et les libertés publiques, après avoir reçu une formation spécifique."},{"type":"del","content":"Les modalités d'organisation de cet examen et le programme des épreuves sont fixés par arrêté du ministre de l'Intérieur."},{"type":"add","content":"Un arrêté conjoint du garde des sceaux, ministre de la justice, et du ministre de l'intérieur fixe le contenu du programme de la formation et des épreuves de l'examen technique ainsi que les modalités d'organisation de celles-ci et d'établissement de la liste des candidats reçus."},{"type":"del","content":"Le jury d'examen est composé de la manière suivante :"},{"type":"add","content":"Une ou plusieurs commissions d'examen, dont les membres sont nommés par arrêté conjoint du garde des sceaux, ministre de la justice, et du ministre de l'intérieur, sont instituées dans chaque ressort de cour d'appel comportant au moins un centre interdépartemental ou départemental de stages et de formation de la police nationale. Chaque commission est composée :"},{"type":"del","content":"1° Le directeur général de la police nationale ou son représentant ayant au moins la qualité de sous-directeur, président ;"},{"type":"add","content":"1° Du procureur général près la cour d'appel ou de son délégué, président, et du procureur de la République près l'un des tribunaux de grande instance du ressort de la cour d'appel ou de son délégué ;"},{"type":"del","content":"2° Le directeur du personnel et des écoles de la police ou son représentant ;"},{"type":"add","content":"2° Du chef de la délégation régionale au recrutement et à la formation de la police nationale ou de son représentant ayant au moins le grade de commissaire de police et d'un fonctionnaire de police ayant également au moins le même grade."},{"type":"del","content":"3° Le directeur, chef de l'inspection générale de la police nationale, ou son représentant ;"},{"type":"del","content":""},{"type":"del","content":"4° Quatre fonctionnaires de la police nationale ou leurs suppléants, ayant au moins le grade de commissaire de police, et désignés par arrêté du ministre de l'Intérieur."},{"type":"del","content":""},{"type":"del","content":"Le membre suppléant qui remplace le membre titulaire siège pendant toute la durée de l'examen."},{"type":"del","content":""},{"type":"del","content":"Le secrétariat du jury d'examen est assuré par la direction du personnel et des écoles de la police."},{"type":"add","content":"Le secrétariat de chaque commission d'examen est assuré par la direction du personnel et de la formation de la police."},{"type":"del","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de procédure pénale - article R260 AUTONOME MODIFIE, en vigueur du 2005-04-30 au 2020-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 17 octobre 1988 relatif à la formation des enquêteurs et des personnels en tenue de la police nationale visés à l'article 20 (5°) du code de procédure pénale et aux modalités de l'examen technique d'agent de police judiciaire - article 1 AUTONOME VIGUEUR, en vigueur depuis le 1988-10-27 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":"Arrêté du 12 décembre 2008 modifiant l'arrêté du 18 octobre 2005 modifié portant organisation de la formation initiale du premier grade du corps d'encadrement et d'application de la police nationale VIGUEUR, en vigueur depuis le 2008-12-21 CITATION source"},{"type":"del","content":""},{"type":"del","content":"Arrêté du 12 décembre 2008 modifiant l'arrêté du 18 octobre 2005 modifié portant organisation de la formation initiale du premier grade du corps d'encadrement et d'application de la police nationale CITATION source"},{"type":"add","content":"Décret n°88-986 du 17 octobre 1988 MODIFIANT LE CODE DE PROCEDURE PENALE (2EME PARTIE: DECRETS EN CONSEIL D'ETAT) ET RELATIF A L'ATTRIBUTION DE LA QUALITE D'AGENT DE POLICE JUDICIAIRE AUX ENQUETEURS ET AUX PERSONNELS EN TENUE DE LA POLICE NATIONALE MENTIONNEE A L'ART. 20 (5EMEMENT) DUDIT CODE MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":"1988-10-17 MODIFICATION source Décret n°88-986 du 17 octobre 1988 MODIFIANT LE CODE DE PROCEDURE PENALE (2EME PARTIE: DECRETS EN CONSEIL D'ETAT) ET RELATIF A L'ATTRIBUTION DE LA QUALITE D'AGENT DE POLICE JUDICIAIRE AUX ENQUETEURS ET AUX PERSONNELS EN TENUE DE LA POLICE NATIONALE MENTIONNEE A L'ART. 20 (5EMEMENT) DUDIT CODE"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/51/69/LEGIARTI000006516947.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/51/69/LEGIARTI000006516947.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/51/69/LEGIARTI000006516947.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/51/69/LEGIARTI000006516948.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/51/69/LEGIARTI000006516948.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/51/69/LEGIARTI000006516948.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006516947)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006516948)"}],"status":"modified"}],"stats":{"additions":14,"deletions":31,"filesChanged":1}}