{"sha":"20bd114b1588","date":"2017-01-22","message":"LOI n° 2017-55 du 20 janvier 2017 portant statut général des autorités administratives indépendantes et des autorités publiques indépendantes","files":[{"filename":"partie_legislative/livre_ier/titre_ii/chapitre_ier/article_56-4.md","articleName":"Article 56-4","additions":46,"deletions":11,"diff":[{"type":"del","content":"I.-Lorsqu'une perquisition est envisagée dans un lieu précisément identifié, abritant des éléments couverts par le secret de la défense nationale, la perquisition ne peut être réalisée que par un magistrat en présence du président de la Commission consultative du secret de la défense nationale. Ce dernier peut être représenté par un membre de la commission ou par des délégués, dûment habilités au secret de la défense nationale, qu'il désigne selon des modalités déterminées par décret en Conseil d'Etat. Le président ou son représentant peut être assisté de toute personne habilitée à cet effet."},{"type":"add","content":"I.-Lorsqu'une perquisition est envisagée dans un lieu précisément identifié, abritant des éléments couverts par le secret de la défense nationale, la perquisition ne peut être réalisée que par un magistrat en présence du président de la Commission du secret de la défense nationale. Ce dernier peut être représenté par un membre de la commission ou par des délégués, dûment habilités au secret de la défense nationale, qu'il désigne selon des modalités déterminées par décret en Conseil d'Etat. Le président ou son représentant peut être assisté de toute personne habilitée à cet effet."},{"type":"del","content":"La liste des lieux visés au premier alinéa est établie de façon précise et limitative par arrêté du Premier ministre. Cette liste, régulièrement actualisée, est communiquée à la Commission consultative du secret de la défense nationale ainsi qu'au ministre de la justice, qui la rendent accessible aux magistrats de façon sécurisée. Le magistrat vérifie si le lieu dans lequel il souhaite effectuer une perquisition figure sur cette liste."},{"type":"add","content":"La liste des lieux visés au premier alinéa est établie de façon précise et limitative par arrêté du Premier ministre. Cette liste, régulièrement actualisée, est communiquée à la Commission du secret de la défense nationale ainsi qu'au ministre de la justice, qui la rendent accessible aux magistrats de façon sécurisée. Le magistrat vérifie si le lieu dans lequel il souhaite effectuer une perquisition figure sur cette liste."},{"type":"del","content":"La perquisition ne peut être effectuée qu'en vertu d'une décision écrite du magistrat qui indique au président de la Commission consultative du secret de la défense nationale les informations utiles à l'accomplissement de sa mission. Le président de la commission ou son représentant se transporte sur les lieux sans délai. Au commencement de la perquisition, le magistrat porte à la connaissance du président de la commission ou de son représentant, ainsi qu'à celle du chef d'établissement ou de son délégué, ou du responsable du lieu, la nature de l'infraction ou des infractions sur lesquelles portent les investigations, les raisons justifiant la perquisition, son objet et les lieux visés par cette perquisition."},{"type":"add","content":"La perquisition ne peut être effectuée qu'en vertu d'une décision écrite du magistrat qui indique au président de la Commission du secret de la défense nationale les informations utiles à l'accomplissement de sa mission. Le président de la commission ou son représentant se transporte sur les lieux sans délai. Au commencement de la perquisition, le magistrat porte à la connaissance du président de la commission ou de son représentant, ainsi qu'à celle du chef d'établissement ou de son délégué, ou du responsable du lieu, la nature de l'infraction ou des infractions sur lesquelles portent les investigations, les raisons justifiant la perquisition, son objet et les lieux visés par cette perquisition."},{"type":"del","content":"Seul le président de la Commission consultative du secret de la défense nationale, son représentant et, s'il y a lieu, les personnes qui l'assistent peuvent prendre connaissance d'éléments classifiés découverts sur les lieux. Le magistrat ne peut saisir, parmi les éléments classifiés, que ceux relatifs aux infractions sur lesquelles portent les investigations. Si les nécessités de l'enquête justifient que les éléments classifiés soient saisis en original, des copies sont laissées à leur détenteur."},{"type":"add","content":"Seul le président de la Commission du secret de la défense nationale, son représentant et, s'il y a lieu, les personnes qui l'assistent peuvent prendre connaissance d'éléments classifiés découverts sur les lieux. Le magistrat ne peut saisir, parmi les éléments classifiés, que ceux relatifs aux infractions sur lesquelles portent les investigations. Si les nécessités de l'enquête justifient que les éléments classifiés soient saisis en original, des copies sont laissées à leur détenteur."},{"type":"del","content":"Chaque élément classifié saisi est, après inventaire par le président de la commission consultative, placé sous scellé. Les scellés sont remis au président de la Commission consultative du secret de la défense nationale qui en devient gardien. Les opérations relatives aux éléments classifiés saisis ainsi que l'inventaire de ces éléments font l'objet d'un procès-verbal qui n'est pas joint au dossier de la procédure et qui est conservé par le président de la commission consultative."},{"type":"add","content":"Chaque élément classifié saisi est, après inventaire par le président de la commission , placé sous scellé. Les scellés sont remis au président de la Commission du secret de la défense nationale qui en devient gardien. Les opérations relatives aux éléments classifiés saisis ainsi que l'inventaire de ces éléments font l'objet d'un procès-verbal qui n'est pas joint au dossier de la procédure et qui est conservé par le président de la commission ."},{"type":"del","content":"II.-Lorsqu'à l'occasion d'une perquisition un lieu se révèle abriter des éléments couverts par le secret de la défense nationale, le magistrat présent sur le lieu ou immédiatement avisé par l'officier de police judiciaire en informe le président de la Commission consultative du secret de la défense nationale. Les éléments classifiés sont placés sous scellés, sans en prendre connaissance, par le magistrat ou l'officier de police judiciaire qui les a découverts, puis sont remis ou transmis, par tout moyen en conformité avec la réglementation applicable aux secrets de la défense nationale, au président de la commission afin qu'il en assure la garde. Les opérations relatives aux éléments classifiés font l'objet d'un procès-verbal qui n'est pas joint au dossier de la procédure. La déclassification et la communication des éléments ainsi placés sous scellés relèvent de la procédure prévue par les articles L. 2312-4 et suivants du code de la défense."},{"type":"add","content":"II.-Lorsqu'à l'occasion d'une perquisition un lieu se révèle abriter des éléments couverts par le secret de la défense nationale, le magistrat présent sur le lieu ou immédiatement avisé par l'officier de police judiciaire en informe le président de la Commission du secret de la défense nationale. Les éléments classifiés sont placés sous scellés, sans en prendre connaissance, par le magistrat ou l'officier de police judiciaire qui les a découverts, puis sont remis ou transmis, par tout moyen en conformité avec la réglementation applicable aux secrets de la défense nationale, au président de la commission afin qu'il en assure la garde. Les opérations relatives aux éléments classifiés font l'objet d'un procès-verbal qui n'est pas joint au dossier de la procédure. La déclassification et la communication des éléments ainsi placés sous scellés relèvent de la procédure prévue par les articles L. 2312-4 et suivants du code de la défense."},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code pénal - article 434-4 AUTONOME MODIFIE, en vigueur du 1994-03-01 au 2002-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code pénal - article 434-4 AUTONOME VIGUEUR, en vigueur depuis le 2002-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la défense - article L2312-4 AUTONOME VIGUEUR, en vigueur depuis le 2017-01-22 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2017-55 du 20 janvier 2017 portant statut général des autorités administratives indépendantes et des autorités publiques indépendantes - article 36 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la défense - article L2312-4 AUTONOME MODIFIE, en vigueur du 2004-12-21 au 2009-08-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la défense - article L2312-4 AUTONOME MODIFIE, en vigueur du 2009-08-01 au 2011-12-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la défense - article L2312-4 AUTONOME MODIFIE, en vigueur du 2011-12-01 au 2015-07-30 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la défense - article L2312-4 AUTONOME MODIFIE, en vigueur du 2015-07-30 au 2017-01-22 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Ordonnance n° 2025-1091 du 19 novembre 2025 portant réécriture du code de procédure pénale (partie législative) - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2025-11-21 ABROGATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"del","content":"2011-11-10 MODIFICATION source Décision n° 2011-192 QPC du 10 novembre 2011 - article 1 AUTONOME"},{"type":"add","content":"2017-01-20 MODIFIE cible LOI n° 2017-55 du 20 janvier 2017 portant statut général des autorités administratives indépendantes et des autorités publiques indépendantes - article 36 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":"2025-11-19 ABROGATION source Ordonnance n° 2025-1091 du 19 novembre 2025 portant réécriture du code de procédure pénale (partie législative) - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2025-11-21"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/24/80/18/LEGIARTI000024801821.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/24/80/18/LEGIARTI000024801821.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/24/80/18/LEGIARTI000024801821.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/91/22/LEGIARTI000033912256.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/91/22/LEGIARTI000033912256.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/91/22/LEGIARTI000033912256.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000024801821)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033912256)"}],"status":"modified"},{"filename":"partie_legislative/livre_ier/titre_iv/chapitre_ier/article_230-2.md","articleName":"Article 230-2","additions":18,"deletions":17,"diff":[{"type":"del","content":"Les données protégées au titre du secret de la défense nationale ne peuvent être communiquées que dans les conditions prévues par la loi n° 98-567 du 8 juillet 1998 instituant une Commission consultative du secret de la défense nationale."},{"type":"add","content":"Les données protégées au titre du secret de la défense nationale ne peuvent être communiquées que dans les conditions prévues aux articles L. 2312-4 à L. 2312-8 du code de la défense."},{"type":"del","content":"LOI n° 2016-731 du 3 juin 2016 renforçant la lutte contre le crime organisé, le terrorisme et leur financement, et améliorant l'efficacité et les garanties de la procédure pénale - article 88 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2016-06-05 MODIFIE source"},{"type":"add","content":"LOI n° 2017-55 du 20 janvier 2017 portant statut général des autorités administratives indépendantes et des autorités publiques indépendantes - article 36 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de procédure pénale - article 230-1 AUTONOME MODIFIE, en vigueur du 2001-11-16 au 2004-06-22 CITATION cible"},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":"LOI no 98-567 du 8 juillet 1998 instituant une Commission consultative du secret de la défense nationale CITATION cible"},{"type":"add","content":"Code de procédure pénale - article 230-1 AUTONOME MODIFIE, en vigueur du 2004-06-22 au 2014-11-15 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de procédure pénale - article 230-1 AUTONOME MODIFIE, en vigueur du 2014-11-15 au 2023-01-26 CITATION cible"},{"type":"del","content":""},{"type":"del","content":"1998-07-08 CITATION source LOI no 98-567 du 8 juillet 1998 instituant une Commission consultative du secret de la défense nationale"},{"type":"del","content":""},{"type":"del","content":"2016-06-03 MODIFIE cible LOI n° 2016-731 du 3 juin 2016 renforçant la lutte contre le crime organisé, le terrorisme et leur financement, et améliorant l'efficacité et les garanties de la procédure pénale - article 88 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2016-06-05"},{"type":"add","content":"2017-01-20 MODIFIE cible LOI n° 2017-55 du 20 janvier 2017 portant statut général des autorités administratives indépendantes et des autorités publiques indépendantes - article 36 ENTIEREMENT_MODIF"},{"type":"del","content":"      2999-01-01 CITATION source Code de procédure pénale - art. 230-45 (VD)"},{"type":"add","content":"      2999-01-01 CITATION source Code de procédure pénale - art. 230-45"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la défense - article L2312-4 AUTONOME MODIFIE, en vigueur du 2004-12-21 au 2009-08-01"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/32/73/06/LEGIARTI000032730674.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/32/73/06/LEGIARTI000032730674.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/32/73/06/LEGIARTI000032730674.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/91/22/LEGIARTI000033912250.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/91/22/LEGIARTI000033912250.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/91/22/LEGIARTI000033912250.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000032730674)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033912250)"}],"status":"modified"}],"stats":{"additions":64,"deletions":28,"filesChanged":2}}