{"sha":"3f17357ecf2a","date":"2016-03-09","message":"LOI n° 2016-274 du 7 mars 2016 relative au droit des étrangers en France","files":[{"filename":"partie_legislative/livre_ier/titre_ii/chapitre_iii/article_78-2.md","articleName":"Article 78-2","additions":13,"deletions":18,"diff":[{"type":"del","content":"Dans une zone comprise entre la frontière terrestre de la France avec les Etats parties à la convention signée à Schengen le 19 juin 1990 et une ligne tracée à 20 kilomètres en deçà, ainsi que dans les zones accessibles au public des ports, aéroports et gares ferroviaires ou routières ouverts au trafic international et désignés par arrêté, pour la prévention et la recherche des infractions liées à la criminalité transfrontalière, l'identité de toute personne peut également être contrôlée, selon les modalités prévues au premier alinéa, en vue de vérifier le respect des obligations de détention, de port et de présentation des titres et documents prévues par la loi. Lorsque ce contrôle a lieu à bord d'un train effectuant une liaison internationale, il peut être opéré sur la portion du trajet entre la frontière et le premier arrêt qui se situe au-delà des vingt kilomètres de la frontière. Toutefois, sur celles des lignes ferroviaires effectuant une liaison internationale et présentant des caractéristiques particulières de desserte, le contrôle peut également être opéré entre cet arrêt et un arrêt situé dans la limite des cinquante kilomètres suivants. Ces lignes et ces arrêts sont désignés par arrêté ministériel (1). Lorsqu'il existe une section autoroutière démarrant dans la zone mentionnée à la première phrase du présent alinéa (1) et que le premier péage autoroutier se situe au-delà de la ligne des 20 kilomètres, le contrôle peut en outre avoir lieu jusqu'à ce premier péage sur les aires de stationnement ainsi que sur le lieu de ce péage et les aires de stationnement attenantes. Les péages concernés par cette disposition sont désignés par arrêté. Le fait que le contrôle d'identité révèle une infraction autre que celle de non-respect des obligations susvisées ne constitue pas une cause de nullité des procédures incidentes. Pour l'application du présent alinéa, le contrôle des obligations de détention, de port et de présentation des titres et documents prévus par la loi ne peut être pratiqué que pour une durée n'excédant pas six heures consécutives dans un même lieu et ne peut consister en un contrôle systématique des personnes présentes ou circulant dans les zones ou lieux mentionnés au même alinéa."},{"type":"add","content":"Dans une zone comprise entre la frontière terrestre de la France avec les Etats parties à la convention signée à Schengen le 19 juin 1990 et une ligne tracée à 20 kilomètres en deçà, ainsi que dans les zones accessibles au public des ports, aéroports et gares ferroviaires ou routières ouverts au trafic international et désignés par arrêté, pour la prévention et la recherche des infractions liées à la criminalité transfrontalière, l'identité de toute personne peut également être contrôlée, selon les modalités prévues au premier alinéa, en vue de vérifier le respect des obligations de détention, de port et de présentation des titres et documents prévues par la loi. Lorsque ce contrôle a lieu à bord d'un train effectuant une liaison internationale, il peut être opéré sur la portion du trajet entre la frontière et le premier arrêt qui se situe au-delà des vingt kilomètres de la frontière. Toutefois, sur celles des lignes ferroviaires effectuant une liaison internationale et présentant des caractéristiques particulières de desserte, le contrôle peut également être opéré entre cet arrêt et un arrêt situé dans la limite des cinquante kilomètres suivants. Ces lignes et ces arrêts sont désignés par arrêté ministériel. Lorsqu'il existe une section autoroutière démarrant dans la zone mentionnée à la première phrase du présent alinéa et que le premier péage autoroutier se situe au-delà de la ligne des 20 kilomètres, le contrôle peut en outre avoir lieu jusqu'à ce premier péage sur les aires de stationnement ainsi que sur le lieu de ce péage et les aires de stationnement attenantes. Les péages concernés par cette disposition sont désignés par arrêté. Le fait que le contrôle d'identité révèle une infraction autre que celle de non-respect des obligations susvisées ne constitue pas une cause de nullité des procédures incidentes. Pour l'application du présent alinéa, le contrôle des obligations de détention, de port et de présentation des titres et documents prévus par la loi ne peut être pratiqué que pour une durée n'excédant pas six heures consécutives dans un même lieu et ne peut consister en un contrôle systématique des personnes présentes ou circulant dans les zones ou lieux mentionnés au même alinéa."},{"type":"del","content":"Dans une zone comprise entre les frontières terrestres ou le littoral du département de la Guyane et une ligne tracée à vingt kilomètres en deçà, et sur une ligne tracée à cinq kilomètres de part et d'autre, ainsi que sur la route nationale 2 sur le territoire de la commune de Régina, l'identité de toute personne peut être contrôlée, selon les modalités prévues au premier alinéa, en vue de vérifier le respect des obligations de détention, de port et de présentation des titres et documents prévus par la loi."},{"type":"add","content":"Dans une zone comprise entre les frontières terrestres ou le littoral du département de la Guyane et une ligne tracée à vingt kilomètres en-deçà, et sur une ligne tracée à cinq kilomètres de part et d'autre, ainsi que sur la route nationale 2 sur le territoire de la commune de Régina, l'identité de toute personne peut être contrôlée, selon les modalités prévues au premier alinéa, en vue de vérifier le respect des obligations de détention, de port et de présentation des titres et documents prévus par la loi."},{"type":"del","content":"4° A Saint-Barthélemy, dans une zone comprise entre le littoral et une ligne tracée à un kilomètre en deçà."},{"type":"add","content":"4° A Saint-Barthélemy, dans une zone comprise entre le littoral et une ligne tracée à un kilomètre en deçà ;"},{"type":"add","content":""},{"type":"add","content":"5° En Martinique, dans une zone comprise entre le littoral et une ligne tracée à un kilomètre en deçà, ainsi que dans une zone d'un kilomètre de part et d'autre de la route nationale 1 qui traverse les communes de Sainte-Marie, La Trinité, Le Robert et Le Lamentin, de la route nationale 2 qui traverse les communes de Saint-Pierre, Le Carbet, Le Morne-Rouge, l'Ajoupa-Bouillon et Basse-Pointe, de la route nationale 3 qui traverse les communes de Le Morne-Rouge, l'Ajoupa-Bouillon, Basse-Pointe, Fonds-Saint-Denis et Fort-de-France, de la route nationale 5 qui traverse les communes de Le Lamentin, Ducos, Rivière-Salée, Sainte-Luce, Rivière-Pilote et Le Marin, de la route nationale 6 qui traverse les communes de Ducos, Le Lamentin, Le Robert, Le François et Le Vauclin, Rivière-Salée, Sainte-Luce, Rivière-Pilote et Le Marin et de la route départementale 1 qui traverse les communes de Le Robert, Le François et Le Vauclin."},{"type":"del","content":"(1) Conformément à la loi n° 2008-1245 du 1er décembre 2008, les dispositions de l'article 32 de la loi n° 2006-64 du 23 janvier 2006 déterminant la durée d'application des articles 3, 6 et 9 de la même loi sont prorogées jusqu'au 31 décembre 2012. La loi n° 2012-1432 du 21 décembre 2012, article 1er, a prorogé ces mêmes dispositions jusqu'au 31 décembre 2015. Conformément à l'article 25 de la loi n° 2014-1353 du 13 novembre 2014, le premier alinéa de l'article 32 prévoyant l'abrogation des dispositions citées a été abrogé."},{"type":"del","content":"LOI n° 2003-239 du 18 mars 2003 pour la sécurité intérieure - article 10 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2011-884 du 27 juillet 2011 relative aux collectivités territoriales de Guyane et de Martinique - article 14 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"LOI n° 2016-274 du 7 mars 2016 relative au droit des étrangers en France - article 47 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":"2003-03-18 MODIFIE cible LOI n° 2003-239 du 18 mars 2003 pour la sécurité intérieure - article 10 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2011-07-27 MODIFIE cible LOI n° 2011-884 du 27 juillet 2011 relative aux collectivités territoriales de Guyane et de Martinique - article 14 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"add","content":""},{"type":"add","content":"2016-03-07 MODIFIE cible LOI n° 2016-274 du 7 mars 2016 relative au droit des étrangers en France - article 47 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/24/41/36/LEGIARTI000024413680.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/24/41/36/LEGIARTI000024413680.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/24/41/36/LEGIARTI000024413680.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/32/17/20/LEGIARTI000032172061.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/32/17/20/LEGIARTI000032172061.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/32/17/20/LEGIARTI000032172061.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000024413680)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000032172061)"}],"status":"modified"},{"filename":"partie_legislative/livre_v/titre_ii/chapitre_ii/section_1/article_719.md","articleName":"Article 719","additions":7,"deletions":7,"diff":[{"type":"del","content":"Les députés et les sénateurs ainsi que les représentants au Parlement européen élus en France sont autorisés à visiter à tout moment les locaux de garde à vue, les centres de rétention, les zones d'attente, les établissements pénitentiaires et les centres éducatifs fermés mentionnés à l'article 33 de l'ordonnance n° 45-174 du 2 février 1945 relative à l'enfance délinquante."},{"type":"add","content":"Les députés et les sénateurs ainsi que les représentants au Parlement européen élus en France sont autorisés à visiter à tout moment les locaux de garde à vue, les lieux de rétention administrative, les zones d'attente, les établissements pénitentiaires et les centres éducatifs fermés mentionnés à l'article 33 de l'ordonnance n° 45-174 du 2 février 1945 relative à l'enfance délinquante."},{"type":"del","content":"LOI n° 2015-433 du 17 avril 2015 portant diverses dispositions tendant à la modernisation du secteur de la presse - article 18 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"LOI n° 2016-274 du 7 mars 2016 relative au droit des étrangers en France - article 44 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2015-04-17 MODIFIE cible LOI n° 2015-433 du 17 avril 2015 portant diverses dispositions tendant à la modernisation du secteur de la presse - article 18 ENTIEREMENT_MODIF"},{"type":"add","content":"2016-03-07 MODIFIE cible LOI n° 2016-274 du 7 mars 2016 relative au droit des étrangers en France - article 44 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/50/80/LEGIARTI000030508093.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/50/80/LEGIARTI000030508093.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/30/50/80/LEGIARTI000030508093.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/32/17/20/LEGIARTI000032172029.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/32/17/20/LEGIARTI000032172029.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/32/17/20/LEGIARTI000032172029.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000030508093)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000032172029)"}],"status":"modified"}],"stats":{"additions":20,"deletions":25,"filesChanged":2}}