{"sha":"4dcdfbbddaac","date":"2010-01-01","message":"LOI n° 2009-1674 du 30 décembre 2009 de finances rectificative pour 2009","files":[{"filename":"partie_legislative/livre_ier/titre_ier/chapitre_ier/section_4/paragraphe_2/README.md","articleName":"Sommaire - Paragraphe 2","additions":1,"deletions":0,"diff":[{"type":"add","content":"- [Article 28-2](article_28-2.md)"}],"status":"modified"},{"filename":"partie_legislative/livre_ier/titre_ier/chapitre_ier/section_4/paragraphe_2/article_28-2.md","articleName":"Article 28-2","additions":210,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article 28-2"},{"type":"add","content":""},{"type":"add","content":"I.-Des agents des services fiscaux de catégories A et B, spécialement désignés par arrêté des ministres chargés de la justice et du budget, pris après avis conforme d'une commission dont la composition et le fonctionnement sont déterminés par décret en Conseil d'Etat, peuvent être habilités à effectuer des enquêtes judiciaires sur réquisition du procureur de la République ou sur commission rogatoire du juge d'instruction."},{"type":"add","content":""},{"type":"add","content":"Ces agents ont compétence uniquement pour rechercher et constater, sur l'ensemble du territoire national, les infractions prévues par les articles 1741 et 1743 du code général des impôts lorsqu'il existe des présomptions caractérisées que les infractions prévues par ces articles résultent d'une des conditions prévues aux 1° à 3° de l'article L. 228 du livre des procédures fiscales."},{"type":"add","content":""},{"type":"add","content":"II.-Les agents des services fiscaux désignés dans les conditions prévues au I doivent, pour mener des enquêtes judiciaires et recevoir des commissions rogatoires, y être habilités personnellement en vertu d'une décision du procureur général."},{"type":"add","content":""},{"type":"add","content":"La décision d'habilitation est prise par le procureur général près la cour d'appel du siège de leur fonction. Elle est accordée, suspendue ou retirée dans des conditions fixées par décret en Conseil d'Etat."},{"type":"add","content":""},{"type":"add","content":"Dans le mois qui suit la notification de la décision de suspension ou de retrait de l'habilitation, l'agent concerné peut demander au procureur général de rapporter cette décision. Le procureur général doit statuer dans un délai d'un mois.A défaut, son silence vaut rejet de la demande. Dans un délai d'un mois à partir du rejet de la demande, l'agent concerné peut former un recours devant la commission prévue à l'article 16-2 du présent code. La procédure applicable devant cette commission est celle prévue par l'article 16-3 et ses textes d'application."},{"type":"add","content":""},{"type":"add","content":"III.-Les agents des services fiscaux habilités dans les conditions prévues au II sont placés exclusivement sous la direction du procureur de la République, sous la surveillance du procureur général et sous le contrôle de la chambre de l'instruction dans les conditions prévues par les articles 224 à 230. Ils sont placés au sein du ministère de l'intérieur."},{"type":"add","content":""},{"type":"add","content":"IV.-Lorsque, sur réquisition du procureur de la République, les agents des services fiscaux habilités dans les conditions prévues au II du présent article procèdent à des enquêtes judiciaires, il est fait application des deuxième et troisième alinéas de l'article 54 et des articles 55-1, 56, 57 à 62, 63 à 67 et 75 à 78 du présent code."},{"type":"add","content":""},{"type":"add","content":"Lorsque ces agents agissent sur commission rogatoire d'un juge d'instruction, il est également fait application des articles 100 à 100-7 et 152 à 155."},{"type":"add","content":""},{"type":"add","content":"Ces agents sont autorisés à déclarer comme domicile l'adresse du siège du service dont ils dépendent."},{"type":"add","content":""},{"type":"add","content":"V.-Les agents des services fiscaux habilités dans les conditions prévues au II du présent article ne peuvent, à peine de nullité, exercer d'autres attributions ou accomplir d'autres actes que ceux prévus par le présent code dans le cadre des faits dont ils sont saisis par le procureur de la République ou toute autre autorité judiciaire."},{"type":"add","content":""},{"type":"add","content":"VI.-Les agents des services fiscaux habilités dans les conditions prévues au II ne peuvent participer à une procédure de contrôle de l'impôt prévue par le livre des procédures fiscales pendant la durée de leur habilitation. Ils ne peuvent effectuer des enquêtes judiciaires dans le cadre de faits pour lesquels ils ont participé à une procédure de contrôle de l'impôt avant d'être habilités à effectuer des enquêtes. Ils ne peuvent, même après la fin de leur habilitation, participer à une procédure de contrôle de l'impôt dans le cadre de faits dont ils avaient été saisis par le procureur de la République ou toute autre autorité judiciaire au titre de leur habilitation."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2009-1674 du 30 décembre 2009 de finances rectificative pour 2009 - article 23 ENTIEREMENT_MODIF CREE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1982-06-14 CITATION cible Arrêté du 14 juin 1982 relatif à l'extension d'un système automatisé de gestion du fichier des comptes bancaires. - article 3 AUTONOME VIGUEUR, en vigueur depuis le 2020-11-12"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2009-12-30 CREE cible LOI n° 2009-1674 du 30 décembre 2009 de finances rectificative pour 2009 - article 23 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2010-09-07 CITATION cible Arrêté du 7 septembre 2010 pris pour l'application des articles 28-2 et R. 15-33-29-7 du code de procédure pénale relatifs aux modalités d'organisation de l'examen technique d'aptitude à l'exercice de certaines missions de police judiciaire par les agents des services fiscaux VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2010-11-04 CITATION cible Décret n° 2010-1318 du 4 novembre 2010 portant création d'une brigade nationale de répression de la délinquance fiscale - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2023-07-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2010-11-04 CITATION cible Décret n° 2010-1318 du 4 novembre 2010 portant création d'une brigade nationale de répression de la délinquance fiscale - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2010-11-06"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2013-10-25 CITATION cible Décret n° 2013-960 du 25 octobre 2013 portant création d'un office central de lutte contre la corruption et les infractions financières et fiscales - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2013-10-28"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2013-10-25 CITATION cible Décret n° 2013-960 du 25 octobre 2013 portant création d'un office central de lutte contre la corruption et les infractions financières et fiscales - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2013-10-28"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2014-12-10 CITATION cible Décret n° 2014-1486 du 10 décembre 2014 portant création d'un traitement automatisé de données à caractère personnel dénommé logiciel de rédaction des procédures de la douane judiciaire (LRPDJ) - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2024-05-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2016-07-15 CITATION cible Décret n° 2016-971 du 15 juillet 2016 relatif aux modalités de désignation et d'habilitation des officiers de police judiciaire, ainsi que des agents des douanes et des agents des services fiscaux habilités à effectuer des enquêtes judiciaires en application, respectivement, des dispositions des articles 28-1 et 28-2 du code de procédure pénale, autorisés à consulter le fichier national des comptes bancaires (FICOBA) et le fichier des contrats de capitalisation et d'assurance-vie (FICOVIE) VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2017-04-25 CITATION cible Arrêté du 25 avril 2017 modifiant l'arrêté du 14 juin 1982 relatif à l'extension d'un système automatisé de gestion du fichier des comptes bancaires - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2017-07-25 CITATION cible Arrêté du 25 juillet 2017 modifiant l'arrêté du 1er septembre 2016 portant création par la direction générale des finances publiques d'un traitement automatisé de données à caractère personnel de gestion du fichier des contrats de capitalisation et d'assurance vie dénommé Ficovie VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2018-03-30 CITATION cible Arrêté du 30 mars 2018 relatif au numéro d'immatriculation administrative des agents des douanes, y compris ceux habilités à effectuer des enquêtes judiciaires, et des agents des services fiscaux habilités à effectuer des enquêtes judiciaires - article 3 AUTONOME VIGUEUR, en vigueur depuis le 2018-04-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2018-03-30 CITATION cible Décret n° 2018-219 du 30 mars 2018 définissant les responsables hiérarchiques susceptibles de délivrer les autorisations mentionnées à l'article 15-4 du code de procédure pénale et à l'article 55 bis du code des douanes VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2019-05-16 CITATION cible Décret n° 2019-460 du 16 mai 2019 portant création d'un service à compétence nationale dénommé « service d'enquêtes judiciaires des finances » ABROGE, en vigueur du 2019-07-01 au 2024-05-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2019-05-16 CITATION cible Décret n° 2019-460 du 16 mai 2019 portant création d'un service à compétence nationale dénommé « service d'enquêtes judiciaires des finances » - article 2 AUTONOME ABROGE, en vigueur du 2019-07-01 au 2024-05-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2019-05-16 CITATION cible Décret n° 2019-460 du 16 mai 2019 portant création d'un service à compétence nationale dénommé « service d'enquêtes judiciaires des finances » - article 7 AUTONOME ABROGE, en vigueur du 2019-07-01 au 2024-05-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2019-06-27 CITATION cible Décret n° 2019-659 du 27 juin 2019 relatif aux modalités d'habilitation et de désignation des agents de plusieurs organismes et administrations à accéder aux informations issues du traitement automatisé dénommé « Estimer un bien », du fichier national des comptes bancaires, du fichier des contrats de capitalisation et d'assurance vie, et du traitement automatisé d'informations nominatives dénommé « Base nationale des données patrimoniales » - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2019-06-28 CITATION cible Arrêté du 28 juin 2019 relatif à l'autorisation de port d'arme par les agents des services fiscaux affectés à l'Office national anti-fraude VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2019-06-28 CITATION cible Arrêté du 28 juin 2019 relatif à l'autorisation de port d'arme par les agents des services fiscaux affectés au service d'enquêtes judiciaires des finances - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2019-07-03"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2019-07-04 CITATION cible Décret n° 2019-704 du 4 juillet 2019 relatif aux modalités de désignation et d'habilitation des agents de plusieurs organismes et administrations autorisés à accéder aux informations contenues dans le répertoire national commun de la protection sociale VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2019-07-04 CITATION cible Décret n° 2019-704 du 4 juillet 2019 relatif aux modalités de désignation et d'habilitation des agents de plusieurs organismes et administrations autorisés à accéder aux informations contenues dans le répertoire national commun de la protection sociale - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2019-12-31 CITATION cible Décret n° 2019-1602 du 31 décembre 2019 modifiant le décret n° 2015-1700 du 18 décembre 2015 relatif à la mise en œuvre de traitements de données informatiques captées en application de l'article 706-102-1 du code de procédure pénale - article 4 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2020-02-12 CITATION cible Décret n° 2020-118 du 12 février 2020 renforçant le dispositif national de lutte contre le blanchiment de capitaux et le financement du terrorisme - article 12 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2023-12-28 CITATION cible Décret n° 2023-1330 du 28 décembre 2023 relatif à la mise en œuvre de systèmes de vidéosurveillance dans les cellules de garde à vue et de retenue douanière - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2024-03-18 CITATION cible Décret n° 2024-235 du 18 mars 2024 portant création d'un service à compétence nationale dénommé « Office national anti-fraude » VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2024-03-18 CITATION cible Décret n° 2024-235 du 18 mars 2024 portant création d'un service à compétence nationale dénommé « Office national anti-fraude » - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2024-03-21"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2024-03-18 CITATION cible Décret n° 2024-235 du 18 mars 2024 portant création d'un service à compétence nationale dénommé « Office national anti-fraude » - article 6 AUTONOME VIGUEUR, en vigueur depuis le 2024-03-21"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2024-03-18 CITATION cible Décret n° 2024-235 du 18 mars 2024 portant création d'un service à compétence nationale dénommé « Office national anti-fraude » - article 9 AUTONOME VIGUEUR, en vigueur depuis le 2024-03-21"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2024-06-27 CITATION cible Décret n° 2024-616 du 27 juin 2024 relatif à la partie nationale du système d'information Schengen VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code général des impôts - article 1741 AUTONOME MODIFIE, en vigueur du 1979-07-01 au 1982-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code général des impôts - article 1743 AUTONOME MODIFIE, en vigueur du 1979-07-01 au 1982-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Livre des procédures fiscales - article L228 AUTONOME MODIFIE, en vigueur du 1982-01-01 au 1984-07-20"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de commerce - article L123-53 AUTONOME ABROGE_DIFF, en vigueur du 2025-05-03 au 2029-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de l'entrée et du séjour des étrangers et du droit d'asile - article R611-5 AUTONOME ABROGE, en vigueur du 2021-01-01 au 2021-05-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la route - article L330-2 AUTONOME ABROGE_DIFF, en vigueur du 2025-07-02 au 2029-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la route - article L330-3 AUTONOME ABROGE_DIFF, en vigueur du 2025-06-15 au 2029-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la sécurité intérieure - article R231-10 AUTONOME VIGUEUR, en vigueur depuis le 2024-06-29"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la sécurité intérieure - article R256-4 AUTONOME VIGUEUR, en vigueur depuis le 2024-10-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article D114-6 AUTONOME VIGUEUR, en vigueur depuis le 2023-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la sécurité sociale - article L114-12-1 AUTONOME ABROGE_DIFF, en vigueur du 2025-07-02 au 2029-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de procédure pénale - article 15-4 AUTONOME ABROGE_DIFF, en vigueur du 2023-07-20 au 2029-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de procédure pénale - article 28-1-1 AUTONOME ABROGE_DIFF, en vigueur du 2023-07-20 au 2029-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de procédure pénale - article A36-10-17 AUTONOME VIGUEUR, en vigueur depuis le 2024-07-12"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de procédure pénale - article D8-6 AUTONOME VIGUEUR, en vigueur depuis le 2023-07-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de procédure pénale - article R15-33-29-13 AUTONOME VIGUEUR_DIFF, en vigueur depuis le 2029-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de procédure pénale - article R15-33-29-4-1 AUTONOME VIGUEUR, en vigueur depuis le 2024-05-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de procédure pénale - article R15-33-29-5 AUTONOME VIGUEUR, en vigueur depuis le 2024-05-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de procédure pénale - article R15-33-29-9 AUTONOME VIGUEUR, en vigueur depuis le 2010-08-06"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de procédure pénale - article R40-47 AUTONOME VIGUEUR, en vigueur depuis le 2021-11-12"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code des relations entre le public et l'administration - article L115-2 AUTONOME ABROGE_DIFF, en vigueur du 2025-07-02 au 2029-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code monétaire et financier - article L561-46 AUTONOME ABROGE_DIFF, en vigueur du 2025-05-03 au 2029-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Livre des procédures fiscales - article R135 ZC-1 AUTONOME VIGUEUR, en vigueur depuis le 2019-06-29"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/65/80/LEGIARTI000021658020.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/65/80/LEGIARTI000021658020.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/21/65/80/LEGIARTI000021658020.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_procedure_penale/src/branch/main/partie_legislative/livre_ier/titre_ier/chapitre_ier/section_5/paragraphe_2/article_28-2.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000021658020)"},{"type":"add","content":""}],"status":"added"}],"stats":{"additions":211,"deletions":0,"filesChanged":2}}