{"sha":"826eabf7c744","date":"2009-06-11","message":"Décret n° 2009-645 du 9 juin 2009 relatif à la gestion entre personnes publiques de la propriété industrielle des résultats issus de travaux de recherche réalisés par des fonctionnaires ou des agents publics","files":[{"filename":"partie_reglementaire/livre_vi/titre_ier/chapitre_ier/section_2/sous-section_2/article_r611-13.md","articleName":"Article R611-13","additions":37,"deletions":30,"diff":[{"type":"del","content":"Lorsqu'un même agent exerce son activité pour le compte de plusieurs personnes publiques, celles-ci agissent de concert selon des modalités déterminées par arrêté ou par accord porté à la connaissance des agents intéressés pour l'exercice des droits et l'exécution des obligations fixés par la présente sous-section."},{"type":"add","content":"I.-1° Lorsque un ou plusieurs fonctionnaires ou agents publics exerçant leur activité pour le compte de plusieurs personnes publiques investies d'une mission de recherche sont à l'origine d'une même invention, celle de ces personnes qui a fourni les locaux dans lesquels les tâches comportant une mission inventive, les études ou les recherches ont été principalement réalisées dispose, de plein droit, d'un mandat pour exercer l'ensemble des droits et obligations, à l'exception du droit d'en céder la propriété, des personnes publiques pour lesquelles ces fonctionnaires ou agents publics effectuent ces tâches, ces études ou ces recherches."},{"type":"add","content":"Est regardée comme ayant fourni les locaux au sens de l'alinéa précédent la personne publique qui a l'usage, en tant que propriétaire, locataire, ou signataire d'une convention de mise à disposition, des locaux dans lesquels les tâches comportant une mission inventive, les études ou les recherches ont été principalement réalisées ;"},{"type":"del","content":"### Nota"},{"type":"add","content":"2° Lorsque les locaux sont fournis à titre égal par plusieurs personnes publiques dont l'objet comporte une mission de recherche, ces dernières conviennent de celle à laquelle revient le mandat prévu au premier alinéa au plus tard trois mois à compter de la date du dépôt de la demande de protection ;"},{"type":"del","content":"La liste des fonctionnaires et agents auteurs d'une invention est annexée à l'article R. 611-14-1 de ce code."},{"type":"add","content":"3° Lorsque les locaux sont fournis par une personne privée ou par une personne publique dont l'objet ne comporte pas une mission de recherche, ce mandat revient à celle des personnes publiques investie d'une mission de recherche dont la contribution inventive des agents est la plus importante. Lorsque les contributions inventives des fonctionnaires ou agents publics relevant de chacune de ces personnes publiques sont équivalentes, ces dernières conviennent de celle à laquelle revient le mandat prévu au premier alinéa au plus tard trois mois à compter de la date du dépôt de la demande de protection."},{"type":"add","content":""},{"type":"add","content":"A défaut d'accord entre les personnes publiques concernées dans les délais fixés aux 2° et 3° du I du présent article, le ministre chargé de la recherche, le cas échéant après avis des ministres intéressés, peut désigner celle à laquelle revient le mandat après examen de leurs capacités respectives. Il se prononce sur la base d'un dossier transmis par chacune d'elles dans des conditions fixées par arrêté des ministres chargés de la recherche et de la propriété industrielle."},{"type":"add","content":""},{"type":"add","content":"II.-Par dérogation au I du présent article, les personnes publiques dont relèvent les fonctionnaires ou agents publics à l'origine de l'invention peuvent convenir, pour une invention déterminée, de confier le mandat prévu au premier alinéa à l'une des personnes publiques propriétaires de cette invention ou à une structure de coopération de droit public prévue au chapitre IV du titre IV du livre III du code de la recherche dont l'une d'elles est partie, sous réserve que la convention soit conclue avant le dépôt de la demande de protection de l'invention considérée."},{"type":"add","content":""},{"type":"add","content":"III.-La personne publique mandataire assure la protection et l'exploitation de l'invention pour le compte de l'ensemble des personnes publiques pour lesquelles les fonctionnaires ou agents publics ont effectué les tâches comportant une mission inventive, les études ou les recherches qui sont à l'origine de l'invention."},{"type":"add","content":""},{"type":"add","content":"Elle peut, à ces fins, confier à un tiers tout ou partie des activités nécessaires à l'exercice des droits qu'elle tient du mandat dont elle bénéficie en vertu des I ou II du présent article dans le respect des dispositions de l'article L. 313-2 du code de la recherche ou de l'article L. 762-3 du code de l'éducation lorsque ce tiers est une personne privée."},{"type":"add","content":""},{"type":"add","content":"Elle tient les autres personnes publiques intéressées régulièrement informées des actions de protection et d'exploitation dont cette invention fait l'objet, dans les trois mois suivant son dépôt, puis au moins une fois par an. Le mandataire et ces autres personnes publiques en informent les fonctionnaires et agents publics qui ont effectué les tâches comportant une mission inventive, les études ou les recherches à l'origine de l'invention."},{"type":"add","content":""},{"type":"add","content":"IV.-Une convention fixe la répartition des revenus tirés de l'exploitation de l'invention entre les personnes publiques pour lesquelles les fonctionnaires et agents publics ont effectué les tâches comportant une mission inventive, les études ou les recherches à l'origine de l'invention. Cette convention détermine les modalités selon lesquelles la personne publique mandataire est remboursée des frais occasionnés par elle pour les besoins du mandat."},{"type":"add","content":""},{"type":"add","content":"A défaut d'accord conclu avant la première signature d'une convention ou d'un contrat d'exploitation de l'invention, cette répartition et ce remboursement s'effectuent conformément à des règles fixées par arrêté des ministres chargés de la recherche et de la propriété industrielle."},{"type":"del","content":"Code de la santé publique - article R6133-19 AUTONOME TRANSFERE, en vigueur du 2010-07-26 au 2017-04-28 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la santé publique - article R6133-19 AUTONOME VIGUEUR, en vigueur depuis le 2017-04-28 CITATION source"},{"type":"add","content":"Code de l'éducation - article L762-3 AUTONOME VIGUEUR, en vigueur depuis le 2015-06-28 CITATION cible"},{"type":"del","content":"Arrêté du 28 octobre 2009 relatif au dossier prévu à l'article R. 611-13 du code de la propriété intellectuelle et à l'article 3 du décret n° 2009-645 du 9 juin 2009 relatif à la gestion de la propriété industrielle des résultats issus de travaux de recherche réalisés par des fonctionnaires ou des agents publics - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2009-11-02 CITATION source"},{"type":"add","content":"Code de l'éducation - article L762-3 AUTONOME MODIFIE, en vigueur du 2006-04-19 au 2013-07-24 CITATION cible"},{"type":"del","content":"Décret n° 2009-645 du 9 juin 2009 relatif à la gestion entre personnes publiques de la propriété industrielle des résultats issus de travaux de recherche réalisés par des fonctionnaires ou des agents publics - article 3 AUTONOME VIGUEUR, en vigueur depuis le 2009-06-11 CITATION source"},{"type":"add","content":"Code de l'éducation - article L762-3 AUTONOME MODIFIE, en vigueur du 2013-07-24 au 2015-06-28 CITATION cible"},{"type":"del","content":"Décret n°80-645 du 4 août 1980 relatif aux inventions des fonctionnaires et agents publics - article 3 AUTONOME ABROGE, en vigueur du 1980-08-14 au 1995-04-13 CONCORDANCE cible"},{"type":"add","content":"Code de la recherche - article L313-2 AUTONOME ABROGE, en vigueur du 2013-07-24 au 2014-02-19 CITATION cible"},{"type":"del","content":"Décret n°80-645 du 4 août 1980 relatif aux inventions des fonctionnaires et agents publics - article 3 AUTONOME ABROGE, en vigueur du 1980-08-14 au 1995-04-13 CONCORDE source"},{"type":"add","content":"Décret n° 2014-1518 du 16 décembre 2014 relatif au mode de désignation et aux missions du mandataire prévu à l'article L. 533-1 du code de la recherche - article 7 ENTIEREMENT_MODIF ABROGE source"},{"type":"del","content":"Arrêté du 29 juin 2010 relatif aux modalités de répartition des revenus tirés de l'exploitation d'une invention entre les personnes publiques pour lesquelles les fonctionnaires ou agents publics ont effectué une tâche comportant une mission inventive, des études ou des recherches - article 1 AUTONOME ABROGE, en vigueur du 2010-09-02 au 2016-07-21 CITATION source"},{"type":"add","content":"Code de la recherche - article L313-2 AUTONOME MODIFIE, en vigueur du 2008-12-13 au 2013-07-24 CITATION cible"},{"type":"del","content":"Arrêté du 28 octobre 2009 relatif au dossier prévu à l'article R. 611-13 du code de la propriété intellectuelle et à l'article 3 du décret n° 2009-645 du 9 juin 2009 relatif à la gestion de la propriété industrielle des résultats issus de travaux de recherche réalisés par des fonctionnaires ou des agents publics - article 3 AUTONOME VIGUEUR, en vigueur depuis le 2009-11-02 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 28 octobre 2009 relatif au dossier prévu à l'article R. 611-13 du code de la propriété intellectuelle et à l'article 3 du décret n° 2009-645 du 9 juin 2009 relatif à la gestion de la propriété industrielle des résultats issus de travaux de recherche réalisés par des fonctionnaires ou des agents publics CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 95-385 du 10 avril 1995 relatif à la partie Réglementaire du code de la propriété intellectuelle CREATION cible"},{"type":"add","content":"Décret n° 2009-645 du 9 juin 2009 relatif à la gestion entre personnes publiques de la propriété industrielle des résultats issus de travaux de recherche réalisés par des fonctionnaires ou des agents publics - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"1995-04-10 CREATION source Décret n° 95-385 du 10 avril 1995 relatif à la partie Réglementaire du code de la propriété intellectuelle"},{"type":"add","content":"2009-06-09 MODIFIE cible Décret n° 2009-645 du 9 juin 2009 relatif à la gestion entre personnes publiques de la propriété industrielle des résultats issus de travaux de recherche réalisés par des fonctionnaires ou des agents publics - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":"2014-12-16 ABROGE cible Décret n° 2014-1518 du 16 décembre 2014 relatif au mode de désignation et aux missions du mandataire prévu à l'article L. 533-1 du code de la recherche - article 7 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"del","content":"      CODIFICATION source Décret 95-385 1955-04-10"},{"type":"add","content":"      2999-01-01 CITATION source Code de la recherche - art. L313-2"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de l'éducation - article L762-3 AUTONOME MODIFIE, en vigueur du 2006-04-19 au 2013-07-24"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/28/03/LEGIARTI000006280370.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/28/03/LEGIARTI000006280370.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/28/03/LEGIARTI000006280370.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/72/16/LEGIARTI000020721628.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/72/16/LEGIARTI000020721628.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/20/72/16/LEGIARTI000020721628.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006280370)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000020721628)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_vi/titre_ier/chapitre_ier/section_2/sous-section_2/article_r611-14-1.md","articleName":"Article R611-14-1","additions":15,"deletions":9,"diff":[{"type":"del","content":"II.-La prime d'intéressement est calculée, pour chaque invention, sur une base constituée du produit hors taxes des redevances perçues chaque année au titre de l'invention par la personne publique, après déduction de la totalité des frais directs supportés par celle-ci, et affectée du coefficient représentant la contribution à l'invention de l'agent concerné. La prime au brevet d'invention n'est pas prise en compte dans les frais directs."},{"type":"add","content":"II.-La prime d'intéressement est calculée, pour chaque invention, sur une base constituée du produit hors taxes des revenus perçus chaque année au titre de l'invention par la personne publique, après déduction de la totalité des frais directs supportés par celle-ci pour l'année en cours ainsi que des frais directs supportés les années antérieures n'ayant pas fait l'objet de déduction faute de revenus suffisants, et affectée du coefficient représentant la contribution à l'invention de l'agent concerné. La prime au brevet d'invention n'est pas prise en compte dans les frais directs."},{"type":"del","content":"Le montant versé à chaque agent auteur d'une invention est égal à 50 % de la base définie ci-dessus, dans la limite du montant du traitement brut annuel soumis à retenue pour pension correspondant au deuxième chevron du groupe hors échelle D, et, au-delà de ce montant, à 25 % de cette base."},{"type":"add","content":"La prime due à chaque agent auteur d'une invention correspond, charges comprises, à 50 % de la base définie ci-dessus, dans la limite du montant du traitement brut annuel soumis à retenue pour pension correspondant au deuxième chevron du groupe hors échelle D, et, au-delà de ce montant, à 25 % de cette base."},{"type":"del","content":"Décret n° 2008-744 du 28 juillet 2008 portant dispositions relatives aux personnels enseignants des universités, titulaires et non titulaires de médecine générale - article 48 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Décret n° 2009-645 du 9 juin 2009 relatif à la gestion entre personnes publiques de la propriété industrielle des résultats issus de travaux de recherche réalisés par des fonctionnaires ou des agents publics - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2008-07-28 MODIFIE cible Décret n° 2008-744 du 28 juillet 2008 portant dispositions relatives aux personnels enseignants des universités, titulaires et non titulaires de médecine générale - article 48 ENTIEREMENT_MODIF"},{"type":"add","content":"2008-07-28 CITATION cible Décret n° 2008-744 du 28 juillet 2008 portant dispositions relatives aux personnels enseignants des universités, titulaires et non titulaires de médecine générale - article 48 ENTIEREMENT_MODIF"},{"type":"del","content":"2008-07-28 CITATION cible Décret n° 2008-744 du 28 juillet 2008 portant dispositions relatives aux personnels enseignants des universités, titulaires et non titulaires de médecine générale - article 48 ENTIEREMENT_MODIF"},{"type":"add","content":"2009-06-09 MODIFIE cible Décret n° 2009-645 du 9 juin 2009 relatif à la gestion entre personnes publiques de la propriété industrielle des résultats issus de travaux de recherche réalisés par des fonctionnaires ou des agents publics - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la propriété intellectuelle - article L611-7 AUTONOME MODIFIE, en vigueur du 1992-07-03 au 1994-02-08"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la propriété intellectuelle - article R611-12 AUTONOME MODIFIE, en vigueur du 1995-04-13 au 1996-10-03"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/19/26/89/LEGIARTI000019268986.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/19/26/89/LEGIARTI000019268986.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/19/26/89/LEGIARTI000019268986.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/72/16/LEGIARTI000020721632.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/72/16/LEGIARTI000020721632.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/20/72/16/LEGIARTI000020721632.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000019268986)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000020721632)"}],"status":"modified"}],"stats":{"additions":52,"deletions":39,"filesChanged":2}}