{"sha":"8e77cae064ae","date":"2001-02-15","message":"Décret no 2001-140 du 13 février 2001 modifiant le code de la propriété intellectuelle et relatif à l'intéressement de certains fonctionnaires et agents de l'Etat et de ses établissements publics auteurs d'une invention","files":[{"filename":"partie_reglementaire/livre_vi/titre_ier/chapitre_ier/section_2/sous-section_2/article_annexe_art_r611-14-1.md","articleName":"Article ANNEXE ART R611-14-1","additions":48,"deletions":19,"diff":[{"type":"del","content":"Ministère de l'éducation nationale, de l'enseignement supérieur et de la recherche."},{"type":"add","content":"Education nationale, enseignement supérieur et recherche."},{"type":"add","content":"- Ingénieurs principaux de physique nucléaire, ingénieurs de physique nucléaire, techniciens principaux de physique nucléaire, techniciens de physique nucléaire, techniciens d'atelier de physique nucléaire, techniciens d'études de physique nucléaire, préparateurs de physique nucléaire et prototypistes de physique nucléaire, régis par le décret n° 85-1462 du 30 décembre 1985 modifié."},{"type":"add","content":""},{"type":"add","content":"- Chargés de mission de la recherche du Centre national de la recherche scientifique, régis par le décret n° 85-1461 du 30 décembre 1985 ;"},{"type":"add","content":""},{"type":"del","content":"- chercheurs régis par le décret n° 59-1400 du 9 décembre 1959 modifié."},{"type":"add","content":"- chercheurs régis par le décret n° 80-31 du 17 janvier 1980 modifié."},{"type":"del","content":"Ministère de l'éducation nationale, de l'enseignement supérieur et de la recherche et ministère du travail et des affaires sociales :"},{"type":"add","content":"- Chercheurs associés au Centre national de la recherche scientifique régis par le décret n° 69-894 du 26 septembre 1969 modifié."},{"type":"add","content":""},{"type":"add","content":"- Agents contractuels hors catégorie, de catégorie exceptionnelle et de première catégorie régis par le règlement intérieur du 30 mars 1988 portant dispositions applicables aux agents contractuels du Centre national du machinisme agricole, du génie rural, des eaux et des forêts."},{"type":"add","content":""},{"type":"add","content":"- Ingénieurs et spécialistes de l'Institut national de la santé et de la recherche médicale régis par le décret n° 64-420 du 12 mai 1964 modifié."},{"type":"add","content":""},{"type":"add","content":"- Ingénieurs experts de l'Institut national de recherche en informatique et en automatique régis par le décret n° 86-83 du 17 janvier 1986 modifié."},{"type":"add","content":""},{"type":"add","content":"- Agents recrutés par les établissements publics à caractère scientifique et technologique en application des dispositions de l'article 23 de la loi n° 82-610 du 15 juillet 1982 modifiée d'orientation et de programmation pour la recherche et le développement technologique de la France."},{"type":"add","content":""},{"type":"add","content":"Enseignement supérieur, recherche et affaires sociales :"},{"type":"del","content":"Ministère de l'agriculture, de la pêche et de l'alimentation."},{"type":"add","content":"Agriculture, pêche et alimentation."},{"type":"del","content":"Ministère de l'industrie, de la poste et des télécommunications :"},{"type":"add","content":"Industrie :"},{"type":"add","content":"Corps de fonctionnaires :"},{"type":"add","content":""},{"type":"add","content":"- Corps des ingénieurs des mines régis par le décret n° 88-507 du 29 avril 1988 modifié."},{"type":"add","content":""},{"type":"add","content":"- Ingénieurs de l'industrie et des mines régis par le décret n° 88-507 du 29 avril 1988 modifié."},{"type":"add","content":""},{"type":"add","content":"- Professeurs, maîtres-assistants et assistants des écoles nationales supérieures des mines et des écoles nationales supérieures des techniques industrielles et des mines régis par le décret n° 69-444 du 14 mai 1969 modifié."},{"type":"del","content":"Corps des ingénieurs des mines régis par le décret n° 88-507 du 29 avril 1988, modifié par le décret n° 94-449 du 31 mai 1994."},{"type":"add","content":"- Techniciens de laboratoire affectés dans les écoles nationales supérieures des mines et dans les écoles nationales supérieures des techniques industrielles et des mines et régis par le décret n° 96-273 du 26 mars 1996 modifié."},{"type":"del","content":"Ministère de l'équipement, des transports et du logement."},{"type":"add","content":"- Ingénieurs du corps interministériel des ingénieurs des télécommunications régis par le décret n° 67-715 du 16 août 1967."},{"type":"add","content":""},{"type":"add","content":"- Fonctionnaires de l'Etat détachés sur des emplois du groupe des écoles des télécommunications en vertu du 1° de l'article 36 du décret n° 96-1177 du 27 décembre 1996."},{"type":"add","content":""},{"type":"add","content":"Agents non titulaires"},{"type":"add","content":""},{"type":"add","content":"- Personnels chercheurs des écoles nationales supérieures des mines de Paris et Saint-Etienne régis par le décret n° 71-999 du 7 décembre 1971."},{"type":"add","content":""},{"type":"add","content":"- Personnels enseignants, chercheurs et ingénieurs associés régis par le décret n° 70-663 du 10 juillet 1970 modifié."},{"type":"add","content":""},{"type":"add","content":"- Agents contractuels chargés de mission de classe exceptionnelle, agents contractuels chargés de mission de classe normale, agents contractuels hors catégorie et agents contractuels de 1re catégorie régis par le décret n° 75-62 du 28 janvier 1975 modifié."},{"type":"add","content":""},{"type":"add","content":"- Personnels contractuels de droit public du groupe des écoles des télécommunications recrutés en vertu du 2° de l'article 36 du décret n° 96-1177 du 27 décembre 1996 et régis par le décret n° 86-83 du 17 janvier 1986 modifié."},{"type":"add","content":""},{"type":"add","content":"Equipement, transports et logement."},{"type":"del","content":"Décret no 97-843 du 10 septembre 1997 complétant le code de la propriété intellectuelle et relatif à l'intéressement de certains fonctionnaires et agents du ministère de l'équipement, des transports et du logement et de ses établissements publics auteurs d'une invention - article 1 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret no 96-857 du 2 octobre 1996 modifiant le code de la propriété intellectuelle et relatif à l'intéressement de certains fonctionnaires et agents de l'Etat et de ses établissements publics auteurs d'une invention - article 2 ENTIEREMENT_MODIF CREATION cible"},{"type":"add","content":"Décret no 2001-140 du 13 février 2001 modifiant le code de la propriété intellectuelle et relatif à l'intéressement de certains fonctionnaires et agents de l'Etat et de ses établissements publics auteurs d'une invention - article 2 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":"1996-10-02 CREATION source Décret no 96-857 du 2 octobre 1996 modifiant le code de la propriété intellectuelle et relatif à l'intéressement de certains fonctionnaires et agents de l'Etat et de ses établissements publics auteurs d'une invention - article 2 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1997-09-10 MODIFICATION source Décret no 97-843 du 10 septembre 1997 complétant le code de la propriété intellectuelle et relatif à l'intéressement de certains fonctionnaires et agents du ministère de l'équipement, des transports et du logement et de ses établissements publics auteurs d'une invention - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2001-02-13 MODIFICATION source Décret no 2001-140 du 13 février 2001 modifiant le code de la propriété intellectuelle et relatif à l'intéressement de certains fonctionnaires et agents de l'Etat et de ses établissements publics auteurs d'une invention - article 2 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/01/32/LEGIARTI000021013247.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/01/32/LEGIARTI000021013247.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/21/01/32/LEGIARTI000021013247.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/01/32/LEGIARTI000021013286.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/21/01/32/LEGIARTI000021013286.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/21/01/32/LEGIARTI000021013286.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000021013247)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000021013286)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_vi/titre_ier/chapitre_ier/section_2/sous-section_2/article_r611-14-1.md","articleName":"Article R611-14-1","additions":12,"deletions":79,"diff":[{"type":"del","content":"II. - Le complément de rémunération dû au titre de l'intéressement est versé annuellement. Les sommes qui lui sont affectées sont égales à 25 p. 100 du produit hors taxes des redevances perçues au titre de l'invention, après déduction de la totalité des frais directs supportés par la personne publique bénéficiaire."},{"type":"add","content":"II. - Le complément de rémunération dû au titre de l'intéressement est versé annuellement et peut faire l'objet d'avances en cours d'année."},{"type":"del","content":"III. - Lorsque plusieurs agents sont auteurs d'une même invention, les sommes mentionnées au II du présent article sont réparties selon l'importance de la contribution de chaque agent à l'invention. Les modalités de la répartition sont définitivement arrêtées, avant le premier versement annuel, par le ministre ayant autorité sur le service ou par l'ordonnateur principal de l'établissement."},{"type":"add","content":"Il est calculé, pour chaque invention, sur une base constituée du produit hors taxes des redevances perçues chaque année au titre de l'invention par la personne publique après déduction de la totalité des frais directs supportés par celle-ci, et affectée du coefficient représentant la contribution à l'invention de l'agent concerné."},{"type":"add","content":""},{"type":"add","content":"Le complément de rémunération versé à chaque agent auteur d'une invention est égal à 50 % de la base définie ci-dessus, dans la limite du montant du traitement brut annuel soumis à retenue pour pension correspondant au deuxième chevron du groupe hors échelle D, et, au-delà de ce montant, à 25 % de cette base."},{"type":"add","content":""},{"type":"add","content":"III. - Lorsque plusieurs agents sont auteurs d'une même invention, la contribution respective de chacun d'eux à l'invention, représentée par un coefficient, est déterminée définitivement avant le premier versement annuel ou, le cas échéant, avant le versement d'avances, selon des modalités arrêtées par le ministre ayant autorité sur le service ou par l'ordonnateur principal de la personne publique. Lorsqu'un seul agent est auteur de l'invention, le coefficient représentant sa contribution est égal à 1."},{"type":"del","content":"Code de la santé publique - article R6133-19 AUTONOME TRANSFERE, en vigueur du 2010-07-26 au 2017-04-28 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la santé publique - article R6133-19 AUTONOME VIGUEUR, en vigueur depuis le 2017-04-28 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°84-135 du 24 février 1984 portant statut des personnels enseignants et hospitaliers des centres hospitaliers et universitaires - article 6 AUTONOME ABROGE, en vigueur du 2001-10-20 au 2021-12-16 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 29 juin 2010 relatif aux modalités de répartition des revenus tirés de l'exploitation d'une invention entre les personnes publiques pour lesquelles les fonctionnaires ou agents publics ont effectué une tâche comportant une mission inventive, des études ou des recherches - article 4 AUTONOME ABROGE, en vigueur du 2010-09-02 au 2016-07-21 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2021-1645 du 13 décembre 2021 relatif au personnel enseignant et hospitalier des centres hospitaliers et universitaires - article 14 AUTONOME MODIFIE, en vigueur du 2021-12-16 au 2023-04-02 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°90-92 du 24 janvier 1990 portant statut des personnels enseignants et hospitaliers des centres de soins, d'enseignement et de recherche dentaires des centres hospitaliers et universitaires - article 36 AUTONOME ABROGE, en vigueur du 2003-09-05 au 2021-12-16 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 26 septembre 2005 fixant le montant de la prime au brevet d'invention attribuée à certains fonctionnaires et agents de l'Etat et de ses établissements publics auteurs d'une invention - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2005-09-30 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 19 juillet 2016 relatif aux modalités de prise en charge des frais engagés par le mandataire unique prévu à l'article L. 533-1 du code de la recherche - article 1 AUTONOME ABROGE, en vigueur du 2016-07-21 au 2021-05-12 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret no 97-843 du 10 septembre 1997 complétant le code de la propriété intellectuelle et relatif à l'intéressement de certains fonctionnaires et agents du ministère de l'équipement, des transports et du logement et de ses établissements publics auteurs d'une invention - article 1 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 29 juin 2010 relatif aux modalités de répartition des revenus tirés de l'exploitation d'une invention entre les personnes publiques pour lesquelles les fonctionnaires ou agents publics ont effectué une tâche comportant une mission inventive, des études ou des recherches - article 1 AUTONOME ABROGE, en vigueur du 2010-09-02 au 2016-07-21 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Arrêté du 29 juin 2010 relatif aux modalités de répartition des revenus tirés de l'exploitation d'une invention entre les personnes publiques pour lesquelles les fonctionnaires ou agents publics ont effectué une tâche comportant une mission inventive, des études ou des recherches - article 2 AUTONOME ABROGE, en vigueur du 2010-09-02 au 2016-07-21 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret no 96-857 du 2 octobre 1996 modifiant le code de la propriété intellectuelle et relatif à l'intéressement de certains fonctionnaires et agents de l'Etat et de ses établissements publics auteurs d'une invention - article 2 ENTIEREMENT_MODIF CREATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°90-92 du 24 janvier 1990 portant statut des personnels enseignants et hospitaliers des centres de soins, d'enseignement et de recherche dentaires des centres hospitaliers et universitaires - article 36 AUTONOME MODIFIE, en vigueur du 1999-05-19 au 2003-09-05 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°84-135 du 24 février 1984 portant statut des personnels enseignants et hospitaliers des centres hospitaliers et universitaires - article 6 AUTONOME MODIFIE, en vigueur du 1999-03-13 au 2001-10-20 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2023-770 du 11 août 2023 relatif aux modalités de dévolution des droits de propriété industrielle sur les actifs obtenus par des inventeurs non-salariés ni agents publics accueillis par une personne morale réalisant de la recherche - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2023-08-14 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2021-1645 du 13 décembre 2021 relatif au personnel enseignant et hospitalier des centres hospitaliers et universitaires - article 14 AUTONOME MODIFIE, en vigueur du 2023-04-02 au 2024-10-19 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2008-744 du 28 juillet 2008 portant dispositions relatives aux personnels enseignants des universités, titulaires et non titulaires de médecine générale - article 3 AUTONOME MODIFIE, en vigueur du 2008-07-31 au 2024-10-19 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2008-744 du 28 juillet 2008 portant dispositions relatives aux personnels enseignants des universités, titulaires et non titulaires de médecine générale - article 48 ENTIEREMENT_MODIF CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2008-744 du 28 juillet 2008 portant dispositions relatives aux personnels enseignants des universités, titulaires et non titulaires de médecine générale - article 3 AUTONOME VIGUEUR, en vigueur depuis le 2024-10-19 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2021-1645 du 13 décembre 2021 relatif au personnel enseignant et hospitalier des centres hospitaliers et universitaires - article 14 AUTONOME VIGUEUR, en vigueur depuis le 2024-10-19 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret no 96-857 du 2 octobre 1996 modifiant le code de la propriété intellectuelle et relatif à l'intéressement de certains fonctionnaires et agents de l'Etat et de ses établissements publics auteurs d'une invention CREATION cible"},{"type":"add","content":"Décret no 2001-140 du 13 février 2001 modifiant le code de la propriété intellectuelle et relatif à l'intéressement de certains fonctionnaires et agents de l'Etat et de ses établissements publics auteurs d'une invention - article 1 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":"1996-10-02 CREATION source Décret no 96-857 du 2 octobre 1996 modifiant le code de la propriété intellectuelle et relatif à l'intéressement de certains fonctionnaires et agents de l'Etat et de ses établissements publics auteurs d'une invention"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1996-10-02 CREATION source Décret no 96-857 du 2 octobre 1996 modifiant le code de la propriété intellectuelle et relatif à l'intéressement de certains fonctionnaires et agents de l'Etat et de ses établissements publics auteurs d'une invention - article 2 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1997-09-10 MODIFICATION source Décret no 97-843 du 10 septembre 1997 complétant le code de la propriété intellectuelle et relatif à l'intéressement de certains fonctionnaires et agents du ministère de l'équipement, des transports et du logement et de ses établissements publics auteurs d'une invention - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2001-02-13 MODIFICATION source Décret no 2001-140 du 13 février 2001 modifiant le code de la propriété intellectuelle et relatif à l'intéressement de certains fonctionnaires et agents de l'Etat et de ses établissements publics auteurs d'une invention - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/28/03/LEGIARTI000006280373.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/28/03/LEGIARTI000006280373.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/28/03/LEGIARTI000006280373.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/28/03/LEGIARTI000006280374.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/28/03/LEGIARTI000006280374.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/28/03/LEGIARTI000006280374.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006280373)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006280374)"}],"status":"modified"}],"stats":{"additions":60,"deletions":98,"filesChanged":2}}