{"sha":"ba8e1adbe413","date":"1987-12-18","message":"Décret n°87-1011 du 11 décembre 1987 MODIFIANT L'ART. 33 DU CODE DU DOMAINE PUBLIC FLUVIAL ET DE LA NAVIGATION INTERIEURE","files":[{"filename":"livre_ier/titre_iii/chapitre_ii/article_33.md","articleName":"Article 33","additions":13,"deletions":29,"diff":[{"type":"del","content":"En matière d'établissement ayant pour effet de modifier le régime, le cours ou le niveau des eaux, et en matière de prise d'eau n'ayant pas pour objet d'utiliser l'énergie du cours d'eau, les ingénieurs en chef de la navigation statuent dans les conditions ci-après :"},{"type":"add","content":"L'autorité compétente pour statuer, après enquête , sur les établissements et prises d'eau ayant pour effet de modifier le régime, le niveau ou le mode d'écoulement des eaux est le commissaire de la République du département sur le territoire duquel est situé l'établissement."},{"type":"del","content":"1° après enquête et sauf recours au ministre des travaux publics, sur les demandes ayant pour objet de faire des prises d'eau au moyen de machines, lorsqu'il est constaté que, eu égard au volume du cours d'eau, elles n'auront pas pour effet d'en altérer le régime ;"},{"type":"add","content":"Lorsque l'établissement ou la prise d'eau doit être réalisé sur le territoire de deux ou plusieurs départements, il est statué par un arrêté conjoint des commissaires de la République des départements intéressés."},{"type":"del","content":"2° sauf recours au ministre sur les demandes en autorisation d'établissements temporaires, alors même que ces établissements auraient pour effet de modifier le régime ou le niveau des eaux. Ils fixent la durée de ces établissements qui ne devra jamais dépasser deux ans ;"},{"type":"add","content":"Toutefois, en cas de désaccord du maire de l'une des communes sur le territoire desquelles l'enquête a été ouverte, il est statué par décret en Conseil d'Etat."},{"type":"del","content":"3° après enquête et sous réserve de l'approbation préalable du ministre des Travaux publics sur toutes les autres autorisations. Toutefois, en cas de désaccord des représentants des départements ministériels, soit entre eux, soit avec le maire de l'une des communes dans lesquelles l'enquête a été ouverte, il est statué par décret rendu sur l'avis du Conseil d'Etat."},{"type":"add","content":"Lorsqu'il s'agit d'un établissement ou d'une prise d'eau n'ayant pas pour effet de modifier le régime, le niveau ou le mode d'écoulement des eaux, ou d'un établissement temporaire, le commissaire de la République du département sur lequel est situé l'établissement statue sans enquête. L'autorisation d'un établissement temporaire ne peut excéder deux années et n'est pas renouvelable."},{"type":"add","content":""},{"type":"add","content":"Un décret en Conseil d'Etat fixe les modalités d'application présent article."},{"type":"del","content":"Décret n°79-1108 du 20 décembre 1979 relatif aux autorisations de mise en exploitation des carrières, à leur renouvellement, à leur retrait et aux renonciations à celles-ci - article 16 AUTONOME MODIFIE, en vigueur du 1979-12-22 au 1985-10-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°79-1108 du 20 décembre 1979 relatif aux autorisations de mise en exploitation des carrières, à leur renouvellement, à leur retrait et aux renonciations à celles-ci - article 17 AUTONOME MODIFIE, en vigueur du 1979-12-22 au 1985-10-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°79-1108 du 20 décembre 1979 relatif aux autorisations de mise en exploitation des carrières, à leur renouvellement, à leur retrait et aux renonciations à celles-ci - article 17 AUTONOME ABROGE, en vigueur du 1985-10-01 au 2006-07-06 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi du 8 avril 1898 sur le régime des eaux - article 43 AUTONOME ABROGE, en vigueur du 1898-04-10 au 1956-10-16 CONCORDE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi du 8 avril 1898 sur le régime des eaux - article 41 AUTONOME ABROGE, en vigueur du 1898-04-10 au 1956-10-16 CONCORDE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi du 8 avril 1898 sur le régime des eaux - article 42 AUTONOME ABROGE, en vigueur du 1898-04-10 au 1956-10-16 CONCORDE source"},{"type":"add","content":"Décret n°87-1011 du 11 décembre 1987 MODIFIANT L'ART. 33 DU CODE DU DOMAINE PUBLIC FLUVIAL ET DE LA NAVIGATION INTERIEURE - article 1 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":"Loi n° 64-1245 du 16 décembre 1964 relative au régime et à la répartition des eaux et à la lutte contre leur pollution MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":"      CONCORDANCE source Décret-loi 1926-10-01 art. 3"},{"type":"add","content":"1987-12-11 MODIFICATION source Décret n°87-1011 du 11 décembre 1987 MODIFIANT L'ART. 33 DU CODE DU DOMAINE PUBLIC FLUVIAL ET DE LA NAVIGATION INTERIEURE - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":"1964-12-16 MODIFICATION source Loi n° 64-1245 du 16 décembre 1964 relative au régime et à la répartition des eaux et à la lutte contre leur pollution"},{"type":"add","content":"      CONCORDANCE source Décret-loi 1926-10-01 art. 3"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/60/LEGIARTI000006846060.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/60/LEGIARTI000006846060.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/60/LEGIARTI000006846060.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/60/LEGIARTI000006846061.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/60/LEGIARTI000006846061.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/60/LEGIARTI000006846061.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006846060)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006846061)"}],"status":"modified"}],"stats":{"additions":13,"deletions":29,"filesChanged":1}}