{"sha":"40d0b40335be","date":"2020-06-29","message":"Décret n° 2020-787 du 25 juin 2020 relatif aux acheteurs de dernier recours de biogaz","files":[{"filename":"partie_reglementaire/livre_iv/titre_iv/chapitre_vi/section_2/article_d446-14.md","articleName":"Article D446-14","additions":24,"deletions":29,"diff":[{"type":"del","content":"Le ministre chargé de l'énergie désigne, par arrêté, les acheteurs de dernier recours, le cas échéant, par zone de distribution et sur le réseau de transport."},{"type":"add","content":"Sont désignés acheteurs de dernier recours de biogaz sur une année calendaire :"},{"type":"del","content":"Afin d'établir la liste des acheteurs de biométhane de dernier recours, le ministre chargé de l'énergie adresse un appel à candidatures à chacune des entreprises autorisées à fournir du gaz naturel aux clients domestiques ou non domestiques, conformément aux articles L. 443-1 et suivants. Cet appel précise les modalités et la date limite d'envoi des déclarations de candidature."},{"type":"add","content":"1° Les fournisseurs de gaz naturel dont les ventes de gaz naturel à des clients finals au cours de la période comprise entre le 1er avril de l'avant-dernière année et le 31 mars de l'année précédente ont été supérieures à 10 % de la consommation nationale de gaz naturel sur cette période ;"},{"type":"del","content":"Sont désignés comme acheteurs de dernier recours les fournisseurs qui répondent à cet appel à candidatures en produisant, à l'appui de leur déclaration, les pièces définies par arrêté du ministre chargé de l'énergie. Cet arrêté détermine également les modalités de publication de la liste définie à l'alinéa suivant."},{"type":"add","content":"2° Les fournisseurs de gaz naturel dont les ventes de gaz naturel à des clients finals au cours de la période comprise entre le 1er avril de l'avant-dernière année et le 31 mars de l'année précédente cumulées avec celles des autres fournisseurs avec lesquels ils sont liés ont été supérieures à 10 % de la consommation nationale de gaz naturel sur cette période."},{"type":"del","content":"Dans un délai qui ne peut être supérieur à deux mois à compter de la date limite d'envoi des déclarations de candidature, le ministre chargé de l'énergie publie la liste des fournisseurs désignés comme acheteurs de biométhane de dernier recours. Cette liste précise, pour chaque acheteur, leurs coordonnées et la ou les zones dans lesquelles ils doivent intervenir."},{"type":"add","content":"Deux fournisseurs de gaz naturel sont réputés liés :"},{"type":"del","content":"Cette désignation a une durée de validité de cinq ans. L'acheteur de dernier recours est tenu de conclure, dans un délai maximal fixé lors de la procédure de désignation de l'acheteur de dernier recours, le contrat d'achat mentionné à l'article D. 446-8 avec tout producteur installé dans la zone en cause qui lui en fait la demande ou de se substituer au cocontractant défaillant d'un producteur installé dans cette même zone. Dans ce dernier cas, le nouveau contrat d'achat conclu avec l'acheteur de dernier recours a une durée de validité équivalente à la durée restante du contrat initial à la date de sa rupture, et le tarif d'achat applicable à ce nouveau contrat reste le tarif d'achat en vigueur au moment de la signature du contrat d'achat initial."},{"type":"add","content":"1° Soit lorsque l'un détient directement ou indirectement la majorité du capital social de l'autre ou y exerce en fait le pouvoir de décision ;"},{"type":"del","content":"Le ministre peut, par décision motivée et après l'avoir mis à même de présenter ses observations, retirer un fournisseur de la liste des acheteurs de dernier recours, si celui-ci n'est plus en mesure d'assurer l'achat de biométhane de dernier recours ou en cas de manquement à ses obligations."},{"type":"add","content":"2° Soit lorsqu'ils sont placés l'un et l'autre sous le contrôle d'une même tierce entreprise qui détient directement ou indirectement la majorité du capital social de chacun ou y exerce en fait le pouvoir de décision."},{"type":"del","content":"Il peut également procéder, à tout moment, à un nouvel appel à candidatures en vue de compléter cette même liste."},{"type":"add","content":"Plusieurs fournisseurs liés dont les ventes cumulées de gaz naturel à des clients finals sont supérieures à 10 % de la consommation nationale de gaz naturel peuvent désigner l'un des fournisseurs de gaz naturel comme acheteur de dernier recours de biogaz."},{"type":"add","content":""},{"type":"add","content":"La liste des acheteurs de dernier recours de biogaz peut être consultée sur le site internet du ministère chargé de l'énergie."},{"type":"add","content":""},{"type":"add","content":"L'acheteur de dernier recours est tenu de conclure le contrat d'achat mentionné à l'article D. 446-8 du code de l'énergie avec tout producteur qui lui en fait la demande :"},{"type":"add","content":""},{"type":"add","content":"1° Dans un délai maximal de trois mois lorsque la demande porte sur une nouvelle installation de production ;"},{"type":"add","content":""},{"type":"add","content":"2° Dans un délai maximal de six semaines lorsque la demande porte sur la substitution au cocontractant défaillant d'un contrat d'achat mentionné à l'article D. 446-8."},{"type":"add","content":""},{"type":"add","content":"Dans ce dernier cas, le nouveau contrat d'achat conclu entre le producteur et l'acheteur de dernier recours a une durée de validité équivalente à la durée restante du contrat initial à la date de sa rupture, et le tarif d'achat applicable à ce nouveau contrat reste le tarif d'achat en vigueur au moment de la signature du contrat d'achat initial."},{"type":"del","content":"Code de l'énergie - article R446-16-6-2 AUTONOME VIGUEUR, en vigueur depuis le 2023-08-24 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'énergie - article L443-1 AUTONOME MODIFIE, en vigueur du 2011-06-01 au 2023-03-12 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'énergie - article L443-1 AUTONOME VIGUEUR, en vigueur depuis le 2023-03-12 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2015-1823 du 30 décembre 2015 relatif à la codification de la partie réglementaire du code de l'énergie - article ENTIEREMENT_MODIF CODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2015-1823 du 30 décembre 2015 relatif à la codification de la partie réglementaire du code de l'énergie - article ENTIEREMENT_MODIF CREE source"},{"type":"add","content":"Décret n° 2020-787 du 25 juin 2020 relatif aux acheteurs de dernier recours de biogaz - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2015-12-30 CODIFICATION source Décret n° 2015-1823 du 30 décembre 2015 relatif à la codification de la partie réglementaire du code de l'énergie - article ENTIEREMENT_MODIF"},{"type":"add","content":"CODIFICATION source Décret n° 2015-1823 du 30 décembre 2015 relatif à la codification de la partie réglementaire du code de l'énergie"},{"type":"del","content":"2015-12-30 CREE cible Décret n° 2015-1823 du 30 décembre 2015 relatif à la codification de la partie réglementaire du code de l'énergie - article ENTIEREMENT_MODIF"},{"type":"add","content":"2020-06-25 MODIFIE cible Décret n° 2020-787 du 25 juin 2020 relatif aux acheteurs de dernier recours de biogaz - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de l'énergie - article L443-1 AUTONOME MODIFIE, en vigueur du 2011-06-01 au 2023-03-12"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/31/74/95/LEGIARTI000031749523.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/31/74/95/LEGIARTI000031749523.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/31/74/95/LEGIARTI000031749523.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/42/04/93/LEGIARTI000042049347.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/42/04/93/LEGIARTI000042049347.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/42/04/93/LEGIARTI000042049347.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000031749523)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000042049347)"}],"status":"modified"}],"stats":{"additions":24,"deletions":29,"filesChanged":1}}