{"sha":"8c07f4d9e02b","date":"2022-03-06","message":"Décret n° 2022-315 du 3 mars 2022 relatif aux indemnités dues par le gestionnaire de réseaux de transport d'électricité à raison du retard du raccordement à ce réseau d'une installation de production d'électricité à partir de sources d'énergie renouvelable en mer ou d'une avarie affectant la partie terrestre ou maritime des ouvrages de raccordement des installations de production en mer","files":[{"filename":"partie_reglementaire/livre_iii/titre_iv/chapitre_ii/section_3/sous-section_2/paragraphe_3/article_d342-4-12.md","articleName":"Article D342-4-12","additions":21,"deletions":95,"diff":[{"type":"del","content":"I.-Le montant de l'indemnité due, en application du cinquième alinéa de l'article L. 342-3, par le gestionnaire du réseau de transport d'électricité à raison du retard du raccordement à ce réseau d'une installation de production d'électricité à partir de sources d'énergie renouvelable en mer est déterminé selon les modalités et conditions fixées aux II à VI."},{"type":"add","content":"I.-Le montant de l'indemnité due, en application du cinquième alinéa de l'article L. 342-3, par le gestionnaire du réseau public de transport d'électricité en raison du retard du raccordement à ce réseau d'une installation de production d'électricité à partir de sources d'énergie renouvelable en mer est déterminé selon les modalités et conditions fixées aux II à VI."},{"type":"del","content":"II.-L'indemnité est due, sous réserve du III, dès lors que le retard de la mise à disposition des ouvrages de raccordement des installations de production en mer ne résulte pas d'un cas de force majeure ou d'un événement imputable au producteur ayant un impact déterminant sur les travaux de raccordement."},{"type":"add","content":"II.-L'indemnité est due, sous réserve du III, dès lors que le retard de la mise à disposition de la totalité des ouvrages de raccordement d'une installation de production en mer ne résulte pas d'un cas de force majeure ou d'un événement imputable au producteur ayant un impact déterminant sur les travaux de raccordement."},{"type":"del","content":"III.-L'indemnité est due lorsque le retard de la mise à disposition des ouvrages de raccordement des installations de production en mer conduit le producteur à décaler la date prévisionnelle de prise d'effet du contrat conclu en application de l'article L. 311-12, définie dans le cahier des chargés mentionné au deuxième alinéa, et lui crée un préjudice dûment justifié. L'indemnité est calculée sur la période courant entre la date prévisionnelle et la date effective de prise d'effet du contrat conclu en application de l'article L. 311-12, dans la limite de la durée entre la date de mise à disposition des ouvrages de raccordement fixée par le cahier des charges en application du cinquième alinéa de l'article L. 342-3 et la date effective de mise à disposition de ces ouvrages. Cette durée ne peut être supérieure à trois ans."},{"type":"add","content":"III.-L'indemnité est due lorsque le retard de la mise à disposition de la totalité des ouvrages de raccordement d'une installation de production en mer conduit le producteur à décaler la date prévisionnelle de prise d'effet du contrat conclu en application de l'article L. 311-12, définie dans le cahier des charges mentionné au deuxième alinéa, et lui crée un préjudice dûment justifié. L'indemnité est calculée sur la période courant entre la date prévisionnelle et la date effective de prise d'effet du contrat conclu en application de l'article L. 311-12, dans la limite de la durée entre la date limite de mise à disposition de la totalité des ouvrages de raccordement fixée par le cahier des charges en application du cinquième alinéa de l'article L. 342-3 et la date effective de mise à disposition de ces ouvrages. Cette durée ne peut être supérieure à trois ans. A compter d'un retard de la mise à disposition de la totalité des ouvrages de raccordement d'une installation de production en mer de trois ans, le gestionnaire du réseau public de transport d'électricité et le producteur se rencontrent dans les meilleurs délais afin de rechercher une solution permettant la poursuite du projet d'installation."},{"type":"del","content":"IV.-Le gestionnaire de réseau de transport notifie au producteur le retard estimé de la mise à disposition des ouvrages de raccordement des installations de production en mer. Le producteur détaille et justifie, dans un délai d'un mois à compter de cette notification, les impacts de ce retard sur l'avancement de son projet. Il informe trimestriellement le gestionnaire du réseau de transport de l'avancement de son projet compte tenu de ce retard et de la nouvelle date prévisionnelle de prise d'effet de ce contrat."},{"type":"add","content":"IV.-Le gestionnaire du réseau public de transport d'électricité notifie au producteur le retard estimé de la mise à disposition de la totalité des ouvrages de raccordement de l'installation de production en mer. Le producteur détaille et justifie, dans un délai d'un mois à compter de cette notification, les impacts de ce retard sur l'avancement de son projet. Le gestionnaire du réseau public de transport d'électricité et le producteur s'informent mensuellement de l'avancement du projet compte tenu de ce retard et des nouvelles dates prévisionnelles de mise à disposition de la totalité des ouvrages de raccordement et de prise d'effet de ce contrat, régulièrement mises à jour le cas échéant."},{"type":"del","content":"a) A l'issue de chaque période d'un mois de retard, le producteur transmet au gestionnaire de réseau une demande d'avance d'indemnisation ; dans un délai de cinq jours ouvrés suivant la réception de cette demande, le gestionnaire de réseau verse au producteur une avance dont le montant est égal au nombre de jours de retard constaté faisant l'objet de la demande d'avance multiplié par :"},{"type":"add","content":"a) A l'issue de chaque période d'un mois de retard entre la date prévisionnelle et la date effective de prise d'effet du contrat conclu en application de l'article L. 311-12, dans la limite de la durée entre la date limite de mise à disposition de la totalité des ouvrages de raccordement fixée par le cahier des charges en application du cinquième alinéa de l'article L. 342-3 et la date effective de mise à disposition de ces ouvrages, le producteur transmet au gestionnaire du réseau public de transport d'électricité une demande d'avance d'indemnisation. Dans un délai de cinq jours ouvrés suivant la réception de cette demande, le gestionnaire du réseau public de transport d'électricité verse au producteur une avance dont le montant est égal au nombre de jours de retard constaté faisant l'objet de la demande d'avance multiplié par :"},{"type":"del","content":"A est le montant journalier l'avance de l'indemnité, exprimé en euros ;"},{"type":"add","content":"A est le montant journalier de l'avance de l'indemnité, exprimé en euros ;"},{"type":"del","content":"P est la puissance des machines électrogènes de l'installation de production susceptibles de fonctionner dûment justifiée par le producteur, exprimée en MW ; une machine électrogène de l'installation de production est considérée comme susceptible de fonctionner lorsque le producteur justifie que cette machine et son dispositif d'ancrage ont fait l'objet d'une commande ferme et définitive prévoyant une installation avant la date prévisionnelle de mise à disposition du raccordement ;"},{"type":"add","content":"P est la puissance des machines électrogènes de l'installation de production en état de fonctionnement à la fin du mois de retard considéré dûment justifiée par le producteur, exprimée en MW ;"},{"type":"del","content":"N0 est égal à la durée annuelle théorique de fonctionnement de l'installation exprimée en heures en équivalent pleine puissance, et fixée forfaitairement à quatre mille heures par an ;"},{"type":"add","content":"N0 est égal à la durée annuelle théorique de fonctionnement de l'installation de production exprimée en heures en équivalent pleine puissance, et fixée forfaitairement à quatre mille heures par an ;"},{"type":"del","content":"T est le niveau du tarif d'achat prévu pour le contrat d'achat ou du tarif de référence prévu pour le contrat de complément de rémunération dont le producteur bénéficie en application de l'article L. 311-12, le cas échéant indexé selon les modalités prévues par le cahier des charges, exprimé en €/ MWh ;"},{"type":"add","content":"T est le niveau du tarif d'achat prévu pour le contrat d'achat ou du tarif de référence prévu pour le contrat de complément de rémunération dont le producteur bénéficie en application de l'article L. 311-12, le cas échéant indexé ou ajusté selon les modalités prévues par le cahier des charges de la procédure de mise en concurrence visée à l'article L. 311-10, exprimé en €/ MWh ;"},{"type":"del","content":"CRp est la puissance du raccordement mis à la disposition du producteur par le gestionnaire de réseau, exprimée en MW ;"},{"type":"add","content":"CRp est la puissance du raccordement mis à la disposition du producteur par le gestionnaire du réseau public de transport d'électricité, exprimée en MW ;"},{"type":"del","content":"CRt est la puissance totale du raccordement qui doit être mis à la disposition du producteur par le gestionnaire de réseau aux termes de la convention de raccordement, exprimée en MW."},{"type":"add","content":"CRt est la puissance totale du raccordement qui doit être mis à la disposition du producteur par le gestionnaire du réseau public de transport d'électricité aux termes de la convention de raccordement, exprimée en MW."},{"type":"del","content":"b) Pour déterminer le montant total de l'indemnité qui lui est due, le producteur justifie du volume d'énergie réellement non-évacuée sur l'installation du fait du retard de la mise à disposition des ouvrages de raccordement dans un délai de six mois suivant la date de leur mise en service. Ce montant est égal à :"},{"type":"add","content":"b) Pour déterminer le montant total de l'indemnité qui lui est due, le producteur justifie du volume d'énergie réellement non-évacuée sur l'installation de production du fait du retard de la mise à disposition de la totalité des ouvrages de raccordement dans un délai de six mois suivant la date de leur mise en service. Ce montant est égal à :"},{"type":"del","content":"E correspond au volume d'énergie non évacuée sur l'installation par le producteur notamment évalué par référence aux données relevées sur site et dûment justifié, exprimé en MWh ;"},{"type":"add","content":"E correspond au volume d'énergie non évacuée par l'installation de production notamment évalué par référence aux données relevées sur site et dûment justifié par le producteur, exprimé en MWh ;"},{"type":"del","content":"T est le niveau du tarif d'achat prévu pour le contrat d'achat ou du tarif de référence prévu pour le contrat de complément de rémunération dont le producteur bénéficie en application de l'article L. 311-12, le cas échéant indexé selon les modalités prévues par la procédure de mise en concurrence, exprimé en €/ MWh."},{"type":"add","content":"T est le niveau du tarif d'achat prévu pour le contrat d'achat ou du tarif de référence prévu pour le contrat de complément de rémunération dont le producteur bénéficie en application de l'article L. 311-12, le cas échéant indexé ou ajusté selon les modalités prévues par le cahier des charges de la procédure de mise en concurrence visée à l'article L. 311-10, exprimé en €/ MWh."},{"type":"del","content":"Un écart entre le montant total de l'indemnité due au producteur et la somme des avances versées donne lieu au versement d'un solde, du gestionnaire de réseau au producteur en cas d'écart positif ou du producteur au gestionnaire de réseau en cas d'écart négatif, dans un délai de trente jours suivant la justification du volume d'énergie réellement non évacuée."},{"type":"add","content":"Un écart entre le montant total de l'indemnité due au producteur et la somme des avances versées donne lieu au versement d'un solde, du gestionnaire du réseau public de transport d'électricité au producteur en cas d'écart positif, ou du producteur au gestionnaire du réseau public de transport d'électricité en cas d'écart négatif, dans un délai de trente jours suivant la justification du volume d'énergie réellement non évacuée."},{"type":"del","content":"Code de l'énergie - article L311-12 AUTONOME MODIFIE, en vigueur du 2011-06-01 au 2015-08-19 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'énergie - article L341-3 AUTONOME MODIFIE, en vigueur du 2011-06-01 au 2015-08-19 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'énergie - article L342-3 AUTONOME MODIFIE, en vigueur du 2011-06-01 au 2015-08-19 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'énergie - article L311-10 AUTONOME MODIFIE, en vigueur du 2016-08-06 au 2017-02-26 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'énergie - article L342-3 AUTONOME MODIFIE, en vigueur du 2023-03-12 au 2023-11-10 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'énergie - article L311-12 AUTONOME VIGUEUR, en vigueur depuis le 2023-03-12 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'énergie - article L342-3 AUTONOME MODIFIE, en vigueur du 2015-08-19 au 2018-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'énergie - article L311-10 AUTONOME MODIFIE, en vigueur du 2011-06-01 au 2015-08-19 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'énergie - article L342-3 AUTONOME VIGUEUR, en vigueur depuis le 2023-11-10 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'énergie - article L311-12 AUTONOME MODIFIE, en vigueur du 2015-08-19 au 2016-08-06 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'énergie - article L311-12 AUTONOME MODIFIE, en vigueur du 2016-08-06 au 2023-03-12 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'énergie - article L311-10 AUTONOME MODIFIE, en vigueur du 2015-08-19 au 2016-08-06 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'énergie - article L341-3 AUTONOME VIGUEUR, en vigueur depuis le 2021-03-05 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'énergie - article L311-10 AUTONOME MODIFIE, en vigueur du 2017-02-26 au 2025-05-03 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'énergie - article L341-3 AUTONOME MODIFIE, en vigueur du 2015-08-19 au 2021-03-05 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2018-222 du 30 mars 2018 fixant le barème d'indemnisation en cas de dépassement du délai de raccordement au réseau public de transport d'électricité d'une installation de production d'électricité à partir de sources d'énergie renouvelable implantées en mer dont le coût est supporté par le gestionnaire de réseau et en cas d'avarie ou de dysfonctionnement affectant la partie terrestre ou maritime des ouvrages de raccordement des installations de production en mer - article 1 ENTIEREMENT_MODIF CREE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'énergie - article L342-3 AUTONOME MODIFIE, en vigueur du 2018-01-01 au 2023-03-12 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'énergie - article L311-10 AUTONOME VIGUEUR, en vigueur depuis le 2025-05-03 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2022-315 du 3 mars 2022 relatif aux indemnités dues par le gestionnaire de réseaux de transport d'électricité à raison du retard du raccordement à ce réseau d'une installation de production d'électricité à partir de sources d'énergie renouvelable en mer ou d'une avarie affectant la partie terrestre ou maritime des ouvrages de raccordement des installations de production en mer CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2022-315 du 3 mars 2022 relatif aux indemnités dues par le gestionnaire de réseaux de transport d'électricité à raison du retard du raccordement à ce réseau d'une installation de production d'électricité à partir de sources d'énergie renouvelable en mer ou d'une avarie affectant la partie terrestre ou maritime des ouvrages de raccordement des installations de production en mer VIGUEUR, en vigueur depuis le 2022-03-06 CITATION source"},{"type":"add","content":"Décret n° 2022-315 du 3 mars 2022 relatif aux indemnités dues par le gestionnaire de réseaux de transport d'électricité à raison du retard du raccordement à ce réseau d'une installation de production d'électricité à partir de sources d'énergie renouvelable en mer ou d'une avarie affectant la partie terrestre ou maritime des ouvrages de raccordement des installations de production en mer - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":"2018-03-30 CREE cible Décret n° 2018-222 du 30 mars 2018 fixant le barème d'indemnisation en cas de dépassement du délai de raccordement au réseau public de transport d'électricité d'une installation de production d'électricité à partir de sources d'énergie renouvelable implantées en mer dont le coût est supporté par le gestionnaire de réseau et en cas d'avarie ou de dysfonctionnement affectant la partie terrestre ou maritime des ouvrages de raccordement des installations de production en mer - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de l'énergie - article L311-10 AUTONOME MODIFIE, en vigueur du 2011-06-01 au 2015-08-19"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de l'énergie - article L311-12 AUTONOME MODIFIE, en vigueur du 2011-06-01 au 2015-08-19"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de l'énergie - article L341-3 AUTONOME MODIFIE, en vigueur du 2011-06-01 au 2015-08-19"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de l'énergie - article L342-3 AUTONOME MODIFIE, en vigueur du 2011-06-01 au 2015-08-19"},{"type":"add","content":"2022-03-03 MODIFIE cible Décret n° 2022-315 du 3 mars 2022 relatif aux indemnités dues par le gestionnaire de réseaux de transport d'électricité à raison du retard du raccordement à ce réseau d'une installation de production d'électricité à partir de sources d'énergie renouvelable en mer ou d'une avarie affectant la partie terrestre ou maritime des ouvrages de raccordement des installations de production en mer - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/36/75/93/LEGIARTI000036759380.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/36/75/93/LEGIARTI000036759380.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/36/75/93/LEGIARTI000036759380.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/45/30/25/LEGIARTI000045302526.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/45/30/25/LEGIARTI000045302526.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/45/30/25/LEGIARTI000045302526.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000036759380)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000045302526)"}],"status":"modified"},{"filename":"partie_reglementaire/livre_iii/titre_iv/chapitre_ii/section_3/sous-section_2/paragraphe_3/article_d342-4-13.md","articleName":"Article D342-4-13","additions":152,"deletions":33,"diff":[{"type":"del","content":"I.-Le montant de l'indemnité due par le gestionnaire du réseau de transport d'électricité à raison d'une avarie ou d'un dysfonctionnement affectant la partie terrestre ou maritime des ouvrages de raccordement des installations de production en mer, en application l'article L. 342-7-1, est déterminée selon les modalités et conditions fixées aux II à IV."},{"type":"add","content":"I.-Le montant de l'indemnité due par le gestionnaire du réseau public de transport d'électricité en raison d'une avarie ou d'un dysfonctionnement affectant la partie terrestre ou maritime des ouvrages de raccordement d'une installation de production en mer, en application l'article L. 342-7-1, est déterminé selon les modalités et conditions fixées aux II à IV."},{"type":"del","content":"Toutefois, lorsque le cahier des charges d'une procédure de mise en concurrence mise en œuvre en application de l'article L. 311-10 prévoit des dispositions relatives aux indemnités en cas d'avarie des ouvrages de raccordement au réseau, celles-ci se substituent aux dispositions du présent article."},{"type":"add","content":"Toutefois, lorsque le cahier des charges d'une procédure de mise en concurrence mise en œuvre en application de l'article L. 311-10 prévoit des dispositions relatives aux indemnités en cas d'avarie ou de dysfonctionnement des ouvrages de raccordement au réseau, celles-ci se substituent aux dispositions du présent article."},{"type":"del","content":"II.-L'indemnité est due lorsque l'avarie ou le dysfonctionnement, survenu à compter de la date limite de mise à disposition de la totalité des ouvrages de raccordement des installations de production en mer mentionnée dans le cahier des charges conformément du cinquième alinéa de l'article L. 342-3, jusqu'au terme du contrat conclu par le producteur en application de l'article L. 311-12, occasionne sur cette période une indisponibilité totale ou partielle de ces ouvrages d'une durée cumulée supérieure aux valeurs ci-dessous, exprimées en équivalent pleine puissance maximale de l'installation :"},{"type":"add","content":"II.-L'indemnité est due lorsque l'avarie ou le dysfonctionnement, survenu à compter de la date effective de mise à disposition de la totalité des ouvrages de raccordement d'une installation de production en mer telle que définie dans le cahier des charges de la procédure de mise en concurrence visée à l'article L. 311-10, jusqu'au terme du contrat conclu par le producteur en application de l'article L. 311-12, occasionne sur cette période une limitation de la production d'électricité équivalente, exprimée par mégawatt de la puissance de raccordement à l'injection de l'installation, d'une énergie cumulée supérieure aux valeurs ci-dessous :"},{"type":"del","content":"(i) dix jours, pendant la période comprise entre la date de prise d'effet dudit contrat et la date tombant cinq ans après cette date ;"},{"type":"add","content":"(i) pendant la période comprise entre la date effective de mise à disposition de la totalité des ouvrages de raccordement et la date effective de prise d'effet du contrat conclu par le producteur en application de l'article L. 311-12 :"},{"type":"del","content":"(ii) trente jours, pendant la période comprise entre la date tombant cinq ans après la date de prise d'effet dudit contrat et la date tombant quinze ans après cette date ;"},{"type":"add","content":"a) Dans le cas d'une solution de raccordement ne comportant aucun ouvrage en courant continu : 4 x m MWh/ MW ;"},{"type":"del","content":"(iii) quarante-cinq jours, pendant la période comprise entre la date tombant quinze ans après la date de prise d'effet dudit contrat et le terme de ce contrat."},{"type":"add","content":"où :"},{"type":"add","content":""},{"type":"add","content":"m est la durée entre la date effective de mise à disposition de la totalité des ouvrages de raccordement et la date effective de prise d'effet dudit contrat, exprimée en nombre de mois arrondi à l'entier inférieur."},{"type":"add","content":""},{"type":"add","content":"b) Dans le cas d'une solution de raccordement comportant des ouvrages en courant continu : 720 MWh/ MW ;"},{"type":"add","content":""},{"type":"add","content":"(ii) 240 MWh/ MW, pendant la période comprise entre la date effective de prise d'effet dudit contrat et la date tombant cinq ans après cette date ;"},{"type":"add","content":""},{"type":"add","content":"(iii) 720 MWh/ MW, pendant la période comprise entre la date tombant cinq ans après la date effective de prise d'effet dudit contrat et la date tombant quinze ans après cette date ;"},{"type":"add","content":""},{"type":"add","content":"(iv) 1 080 MWh/ MW, pendant la période comprise entre la date tombant quinze ans après la date effective de prise d'effet dudit contrat et le terme de ce contrat."},{"type":"del","content":"Cette indisponibilité fait l'objet d'un constat mutuel entre le gestionnaire du réseau public de transport d'électricité et le producteur."},{"type":"add","content":"Cette limitation fait l'objet d'un constat mutuel entre le gestionnaire du réseau public de transport d'électricité et le producteur."},{"type":"del","content":"IV.-L'indemnité est versée sous la forme d'une avance mensuelle, corrigée d'un solde, suivant les modalités définies ci-après :"},{"type":"add","content":"IV.-Le gestionnaire du réseau public de transport d'électricité notifie dans les meilleurs délais au producteur la période prévisionnelle d'indisponibilité totale ou partielle des ouvrages de raccordement de l'installation de production en mer. Le producteur détaille et justifie, dans un délai d'un mois à compter de cette notification, les impacts de cette indisponibilité sur la mise en service ou l'exploitation de la totalité ou d'une partie de l'installation. Le gestionnaire du réseau public de transport d'électricité et le producteur s'informent mensuellement de la gestion, de la durée et des conséquences liées à l'indisponibilité totale ou partielle des ouvrages de raccordement."},{"type":"add","content":""},{"type":"add","content":"V.-Pour la période comprise entre la date effective de mise à disposition de la totalité des ouvrages de raccordement et la date effective de prise d'effet du contrat conclu en application de l'article L. 311-12, l'indemnité est versée sous la forme d'une avance mensuelle, corrigée d'un solde, suivant les modalités définies ci-après :"},{"type":"add","content":""},{"type":"add","content":"a) Pour chaque avarie ou dysfonctionnement occasionnant une indisponibilité totale ou partielle des ouvrages de raccordement, la limitation de la production d'électricité équivalente relative à cette avarie ou à ce dysfonctionnement est égale à :"},{"type":"add","content":""},{"type":"add","content":"L = E/ Praccinj"},{"type":"add","content":""},{"type":"add","content":"où :"},{"type":"add","content":""},{"type":"add","content":"L est la limitation de la production d'électricité équivalente relative à l'avarie ou au dysfonctionnement, exprimée en MWh/ MW ;"},{"type":"add","content":""},{"type":"add","content":"E correspond au volume d'énergie non-évacuée par l'installation de production notamment évalué par référence aux données relevées sur site et dûment justifié par le producteur, exprimé en MWh ;"},{"type":"add","content":""},{"type":"add","content":"Praccinj est la puissance de raccordement à l'injection servant à dimensionner le raccordement et définie comme la puissance active maximale que fournira l'installation de production au point de connexion en fonctionnement normal et sans limitation de durée, exprimée en MW."},{"type":"add","content":""},{"type":"add","content":"Toutes les pertes de production liées à l'indisponibilité du raccordement sont comptabilisées."},{"type":"add","content":""},{"type":"add","content":"b) Dans un délai de cinq jours ouvrés après la fin de chaque mois suivant celui où une avarie ou un dysfonctionnement est constaté, le gestionnaire du réseau public de transport d'électricité verse au producteur une avance dont le montant est égal au nombre de jours d'indisponibilité totale ou partielle des ouvrages de raccordement occasionnant une limitation de la production d'électricité équivalente excédant la valeur prévue au (i) du II du présent article multiplié par :"},{"type":"add","content":""},{"type":"add","content":"A = 80 % × P × N0 × Ps × (1-CRp/ P)/365"},{"type":"add","content":""},{"type":"add","content":"où :"},{"type":"add","content":""},{"type":"add","content":"A est le montant journalier de l'avance, exprimé en euros ;"},{"type":"add","content":""},{"type":"add","content":"P est la puissance des machines électrogènes de l'installation de production en état de fonctionnement, dûment justifiée par le producteur, exprimée en MW ;"},{"type":"add","content":""},{"type":"add","content":"N0 est égal à la durée annuelle théorique de fonctionnement de l'installation de production exprimée en heures en équivalent pleine puissance, et fixée forfaitairement à quatre mille heures par an ;"},{"type":"add","content":""},{"type":"add","content":"Ps est le minimum entre le prix spot pour livraison le lendemain sur la plateforme de marché organisé français de l'électricité, et le niveau du tarif d'achat prévu pour le contrat d'achat ou le tarif de référence prévu pour le contrat de complément de rémunération dont le producteur bénéficie en application de l'article L. 311-12, le cas échéant indexé ou ajusté selon les modalités prévues par le cahier des charges de la procédure de mise en concurrence visée à l'article L. 311-10, exprimé en €/ MWh ;"},{"type":"add","content":""},{"type":"add","content":"CRp est la puissance disponible du raccordement, exprimée en MW."},{"type":"add","content":""},{"type":"add","content":"c) Dans un délai maximum de six mois suivant la date effective de prise d'effet du contrat conclu par le producteur en application de l'article L. 311-12, le producteur justifie le volume d'énergie réellement non-évacuée du fait de l'indisponibilité partielle ou totale des ouvrages de raccordement pour déterminer le montant total de l'indemnité qui lui est due."},{"type":"add","content":""},{"type":"add","content":"Lorsque la somme des limitations de la production d'électricité équivalentes occasionnées par des avaries ou dysfonctionnements excède, sur la période comprise entre la date effective de mise à disposition de la totalité des ouvrages de raccordement et la date effective de prise d'effet du contrat conclu en application de l'article L. 311-12, la valeur prévue au (i) du II du présent article, le montant de l'indemnité qui est due au producteur est égal à :"},{"type":"add","content":""},{"type":"add","content":"M = 90 % × Ei × Ps"},{"type":"add","content":""},{"type":"add","content":"où :"},{"type":"add","content":""},{"type":"add","content":"M est le montant total de l'indemnité due au producteur, exprimé en euros ;"},{"type":"add","content":""},{"type":"add","content":"Ei correspond au volume d'énergie non-évacuée par l'installation de production au-delà de la valeur prévue au (i) du II du présent article notamment évalué par référence aux données relevées sur site et dûment justifié, exprimé en MWh ;"},{"type":"add","content":""},{"type":"add","content":"Ps est le minimum entre le prix spot pour livraison le lendemain sur la plateforme de marché organisé français de l'électricité, et le niveau du tarif d'achat prévu pour le contrat d'achat ou le tarif de référence prévu pour le contrat de complément de rémunération dont le producteur bénéficie en application de l'article L. 311-12, le cas échéant indexé ou ajusté selon les modalités prévues par le cahier des charges de la procédure de mise en concurrence visée à l'article L. 311-10, exprimé en €/ MWh."},{"type":"add","content":""},{"type":"add","content":"Un écart entre le montant total de l'indemnité due au producteur et la somme des avances versées donne lieu au versement d'un solde, du gestionnaire du réseau public de transport d'électricité au producteur en cas d'écart positif ou du producteur au gestionnaire du réseau public de transport d'électricité en cas d'écart négatif, sous trente jours après la production de la justification du volume d'énergie réellement non-évacuée."},{"type":"add","content":""},{"type":"add","content":"VI.-Pour la période comprise entre la date effective de prise d'effet du contrat conclu en application de l'article L. 311-12 et le terme de ce contrat, l'indemnité est versée sous la forme d'une avance mensuelle, corrigée d'un solde, suivant les modalités définies ci-après :"},{"type":"add","content":""},{"type":"add","content":"a) Pour chaque avarie ou dysfonctionnement occasionnant une indisponibilité totale ou partielle des ouvrages de raccordement, la limitation de la production d'électricité équivalente relative à cette avarie ou à ce dysfonctionnement est égale à :"},{"type":"add","content":""},{"type":"add","content":"L = E/ Praccinj"},{"type":"add","content":""},{"type":"add","content":"où :"},{"type":"add","content":""},{"type":"add","content":"L est la limitation de la production d'électricité équivalente relative à l'avarie ou au dysfonctionnement, exprimée en MWh/ MW ;"},{"type":"del","content":"a) Dans un délai de cinq jours après la fin de chaque mois où une avarie ou un dysfonctionnement est constaté, le gestionnaire de réseau verse au producteur une avance dont le montant est égal au nombre de jours d'indisponibilité totale ou partielle sur les ouvrages de raccordement excédant la durée prévue au II de l'article D. 342-4-13 multiplié par :"},{"type":"add","content":"E correspond au volume d'énergie non-évacuée par l'installation de production notamment évalué par référence aux données relevées sur site et dûment justifié par le producteur, exprimé en MWh ;"},{"type":"add","content":""},{"type":"add","content":"Praccinj est la puissance de raccordement à l'injection servant à dimensionner le raccordement et définie comme la puissance active maximale que fournira l'installation de production au point de connexion en fonctionnement normal et sans limitation de durée, exprimée en MW."},{"type":"add","content":""},{"type":"add","content":"Toutes les pertes de production liées à l'indisponibilité du raccordement sont comptabilisées."},{"type":"add","content":""},{"type":"add","content":"b) Dans un délai de cinq jours ouvrés après la fin de chaque mois suivant celui où une avarie ou un dysfonctionnement est constaté, le gestionnaire du réseau public de transport d'électricité verse au producteur une avance dont le montant est égal au nombre de jours d'indisponibilité totale ou partielle des ouvrages de raccordement occasionnant une limitation de la production d'électricité équivalente excédant la valeur prévue au II du présent article multiplié par :"},{"type":"del","content":"N0 est égal à la durée annuelle théorique de fonctionnement de l'installation exprimée en heures en équivalent pleine puissance, et fixée forfaitairement à quatre mille heures par an ;"},{"type":"add","content":"N0 est égal à la durée annuelle théorique de fonctionnement de l'installation de production exprimée en heures en équivalent pleine puissance, et fixée forfaitairement à quatre mille heures par an ;"},{"type":"del","content":"T est le niveau du tarif d'achat prévu pour le contrat d'achat ou du tarif de référence prévu pour le contrat de complément de rémunération dont le producteur bénéficie en application de l'article L. 311-12, le cas échéant indexé selon les modalités prévues par la procédure de mise en concurrence, exprimé en €/ MWh ;"},{"type":"add","content":"T est le niveau du tarif d'achat prévu pour le contrat d'achat ou du tarif de référence prévu pour le contrat de complément de rémunération dont le producteur bénéficie en application de l'article L. 311-12, le cas échéant indexé ou ajusté selon les modalités prévues par le cahier des charges de la procédure de mise en concurrence visée à l'article L. 311-10, exprimé en €/ MWh ;"},{"type":"del","content":"b) Dans un délai de six mois suivant la fin de l'avarie, le producteur justifie le volume d'énergie réellement non-évacuée du fait de l'indisponibilité partielle ou totale des ouvrages de raccordement pour déterminer le montant total de l'indemnité qui lui est due. Ce montant est égal à :"},{"type":"add","content":"c) Dans un délai maximum de six mois suivant la fin de l'avarie ou du dysfonctionnement, le producteur justifie le volume d'énergie réellement non-évacuée du fait de l'indisponibilité partielle ou totale des ouvrages de raccordement pour déterminer le montant total de l'indemnité qui lui est due."},{"type":"del","content":"M = 90 % × E × T"},{"type":"add","content":"Lorsque la somme des limitations de la production d'électricité équivalentes occasionnées par des avaries ou dysfonctionnements excède, sur la période concernée, la valeur prévue au II du présent article, le montant de l'indemnité qui est due au producteur est égal à :"},{"type":"add","content":""},{"type":"add","content":"M = 90 % × Ei × T"},{"type":"del","content":"E correspond au volume d'énergie non évacuée sur l'installation par le producteur notamment évalué par référence aux données relevées sur site et dûment justifié, exprimé en MWh ;"},{"type":"add","content":"Ei correspond au volume d'énergie non évacuée par l'installation de production au-delà de la valeur prévue au II du présent article notamment évalué par référence aux données relevées sur site et dûment justifié, exprimé en MWh ;"},{"type":"del","content":"T est le niveau du tarif d'achat prévu pour le contrat d'achat ou du tarif de référence prévu pour le contrat de complément de rémunération dont le producteur bénéficie en application de l'article L. 311-12, le cas échéant indexé selon les modalités prévues par la procédure de mise en concurrence, exprimé en €/ MWh."},{"type":"add","content":"T est le niveau du tarif d'achat prévu pour le contrat d'achat ou du tarif de référence prévu pour le contrat de complément de rémunération dont le producteur bénéficie en application de l'article L. 311-12, le cas échéant indexé ou ajusté selon les modalités prévues le cahier des charges de la procédure de mise en concurrence visée à l'article L. 311-10, exprimé en €/ MWh."},{"type":"del","content":"Un écart entre le montant total de l'indemnité due au producteur et la somme des avances versées donne lieu au versement d'un solde, du gestionnaire de réseau au producteur en cas d'écart positif ou du producteur au gestionnaire de réseau en cas d'écart négatif, sous trente jours après la production de la justification du volume d'énergie réellement non évacuée."},{"type":"add","content":"Un écart entre le montant total de l'indemnité due au producteur et la somme des avances versées donne lieu au versement d'un solde, du gestionnaire du réseau public de transport d'électricité au producteur en cas d'écart positif, ou du producteur au gestionnaire du réseau public de transport d'électricité en cas d'écart négatif, sous trente jours après la production de la justification du volume d'énergie réellement non évacuée."},{"type":"del","content":"Décret n° 2018-222 du 30 mars 2018 fixant le barème d'indemnisation en cas de dépassement du délai de raccordement au réseau public de transport d'électricité d'une installation de production d'électricité à partir de sources d'énergie renouvelable implantées en mer dont le coût est supporté par le gestionnaire de réseau et en cas d'avarie ou de dysfonctionnement affectant la partie terrestre ou maritime des ouvrages de raccordement des installations de production en mer - article 1 ENTIEREMENT_MODIF CREE source"},{"type":"add","content":"Code de l'énergie - article L311-12 AUTONOME MODIFIE, en vigueur du 2011-06-01 au 2015-08-19 CITATION cible"},{"type":"del","content":"Code de l'énergie - article D342-4-13 AUTONOME MODIFIE, en vigueur du 2018-04-01 au 2022-03-06 CITATION source"},{"type":"add","content":"Code de l'énergie - article L341-3 AUTONOME MODIFIE, en vigueur du 2011-06-01 au 2015-08-19 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'énergie - article L342-3 AUTONOME MODIFIE, en vigueur du 2011-06-01 au 2015-08-19 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'énergie - article L311-10 AUTONOME MODIFIE, en vigueur du 2016-08-06 au 2017-02-26 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'énergie - article L342-3 AUTONOME MODIFIE, en vigueur du 2023-03-12 au 2023-11-10 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'énergie - article L311-12 AUTONOME VIGUEUR, en vigueur depuis le 2023-03-12 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'énergie - article L342-3 AUTONOME MODIFIE, en vigueur du 2015-08-19 au 2018-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'énergie - article L311-10 AUTONOME MODIFIE, en vigueur du 2011-06-01 au 2015-08-19 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'énergie - article L342-3 AUTONOME VIGUEUR, en vigueur depuis le 2023-11-10 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'énergie - article L311-12 AUTONOME MODIFIE, en vigueur du 2015-08-19 au 2016-08-06 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'énergie - article D342-4-13 AUTONOME VIGUEUR, en vigueur depuis le 2022-03-06 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'énergie - article L311-12 AUTONOME MODIFIE, en vigueur du 2016-08-06 au 2023-03-12 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'énergie - article L342-7-1 AUTONOME ABROGE, en vigueur du 2018-01-01 au 2023-11-10 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'énergie - article L311-10 AUTONOME MODIFIE, en vigueur du 2015-08-19 au 2016-08-06 CITATION cible"},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":"Décret n° 2022-315 du 3 mars 2022 relatif aux indemnités dues par le gestionnaire de réseaux de transport d'électricité à raison du retard du raccordement à ce réseau d'une installation de production d'électricité à partir de sources d'énergie renouvelable en mer ou d'une avarie affectant la partie terrestre ou maritime des ouvrages de raccordement des installations de production en mer CITATION source"},{"type":"add","content":"Code de l'énergie - article L341-3 AUTONOME VIGUEUR, en vigueur depuis le 2021-03-05 CITATION cible"},{"type":"del","content":"Décret n° 2022-315 du 3 mars 2022 relatif aux indemnités dues par le gestionnaire de réseaux de transport d'électricité à raison du retard du raccordement à ce réseau d'une installation de production d'électricité à partir de sources d'énergie renouvelable en mer ou d'une avarie affectant la partie terrestre ou maritime des ouvrages de raccordement des installations de production en mer VIGUEUR, en vigueur depuis le 2022-03-06 CITATION source"},{"type":"add","content":"Code de l'énergie - article L311-10 AUTONOME MODIFIE, en vigueur du 2017-02-26 au 2025-05-03 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'énergie - article L341-3 AUTONOME MODIFIE, en vigueur du 2015-08-19 au 2021-03-05 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2022-315 du 3 mars 2022 relatif aux indemnités dues par le gestionnaire de réseaux de transport d'électricité à raison du retard du raccordement à ce réseau d'une installation de production d'électricité à partir de sources d'énergie renouvelable en mer ou d'une avarie affectant la partie terrestre ou maritime des ouvrages de raccordement des installations de production en mer - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'énergie - article L342-3 AUTONOME MODIFIE, en vigueur du 2018-01-01 au 2023-03-12 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'énergie - article L311-10 AUTONOME VIGUEUR, en vigueur depuis le 2025-05-03 CITATION cible"},{"type":"del","content":"2018-03-30 CREE cible Décret n° 2018-222 du 30 mars 2018 fixant le barème d'indemnisation en cas de dépassement du délai de raccordement au réseau public de transport d'électricité d'une installation de production d'électricité à partir de sources d'énergie renouvelable implantées en mer dont le coût est supporté par le gestionnaire de réseau et en cas d'avarie ou de dysfonctionnement affectant la partie terrestre ou maritime des ouvrages de raccordement des installations de production en mer - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2022-03-03 CITATION cible Décret n° 2022-315 du 3 mars 2022 relatif aux indemnités dues par le gestionnaire de réseaux de transport d'électricité à raison du retard du raccordement à ce réseau d'une installation de production d'électricité à partir de sources d'énergie renouvelable en mer ou d'une avarie affectant la partie terrestre ou maritime des ouvrages de raccordement des installations de production en mer VIGUEUR"},{"type":"del","content":"2022-03-03 CITATION cible Décret n° 2022-315 du 3 mars 2022 relatif aux indemnités dues par le gestionnaire de réseaux de transport d'électricité à raison du retard du raccordement à ce réseau d'une installation de production d'électricité à partir de sources d'énergie renouvelable en mer ou d'une avarie affectant la partie terrestre ou maritime des ouvrages de raccordement des installations de production en mer VIGUEUR"},{"type":"add","content":"2022-03-03 MODIFIE cible Décret n° 2022-315 du 3 mars 2022 relatif aux indemnités dues par le gestionnaire de réseaux de transport d'électricité à raison du retard du raccordement à ce réseau d'une installation de production d'électricité à partir de sources d'énergie renouvelable en mer ou d'une avarie affectant la partie terrestre ou maritime des ouvrages de raccordement des installations de production en mer - article 2 ENTIEREMENT_MODIF"},{"type":"del","content":"2999-01-01 CITATION source Code de l'énergie - article D342-4-13 AUTONOME MODIFIE, en vigueur du 2018-04-01 au 2022-03-06"},{"type":"add","content":"2999-01-01 CITATION source Code de l'énergie - article D342-4-13 AUTONOME VIGUEUR, en vigueur depuis le 2022-03-06"},{"type":"del","content":"      2999-01-01 CITATION source Code de l'énergie - art. L342-7-1 (V)"},{"type":"add","content":"      2999-01-01 CITATION source Code de l'énergie - art. L342-7-1"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/36/75/93/LEGIARTI000036759382.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/36/75/93/LEGIARTI000036759382.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/36/75/93/LEGIARTI000036759382.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/45/30/25/LEGIARTI000045302536.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/45/30/25/LEGIARTI000045302536.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/45/30/25/LEGIARTI000045302536.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000036759382)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000045302536)"}],"status":"modified"}],"stats":{"additions":173,"deletions":128,"filesChanged":2}}