{"sha":"98ac7b94820f","date":"2021-12-31","message":"LOI n° 2020-1721 du 29 décembre 2020 de finances pour 2021","files":[{"filename":"partie_legislative/livre_ier/titre_ii/chapitre_ii/section_3/article_l122-8.md","articleName":"Article L122-8","additions":83,"deletions":34,"diff":[{"type":"del","content":""},{"type":"del","content":"I. - Une aide est versée aux entreprises exposées à un risque significatif de fuite de carbone en raison de la répercussion des coûts du système européen d'échange de quotas d'émission de gaz à effet de serre sur les prix de l'électricité."},{"type":"del","content":"II. - Peuvent bénéficier de l'aide mentionnée au I les entreprises qui exercent leurs activités dans un des secteurs ou sous-secteurs exposés à un risque significatif de fuite de carbone en raison de la répercussion des coûts des quotas du système européen d'échange de quotas d'émission de gaz à effet de serre sur les prix de l'électricité. La liste des secteurs et sous-secteurs concernés est définie en annexe II de la communication 2012/C 158/04 de la Commission européenne sur les lignes directrices concernant certaines aides d'Etat dans le contexte du système d'échange de quotas d'émission de gaz à effet de serre après 2012."},{"type":"del","content":"III. - 1. Le montant de l'aide mentionnée au I est assis sur les coûts des quotas du système européen d'échange de quotas d'émission de gaz à effet de serre répercutés sur les prix de l'électricité. Ces coûts sont calculés en effectuant le produit des facteurs suivants :"},{"type":"del","content":"a) Le facteur d'émission de l'électricité consommée en France, en tonnes de dioxyde de carbone par mégawattheure, défini au 2 ;"},{"type":"del","content":"b) Le prix à terme des quotas du système d'échange de quotas d'émission, en euros par tonne de dioxyde de carbone, défini au 3 ;"},{"type":"del","content":"c) Le volume de l'électricité éligible en fonction des types de produits, défini aux 4 et 5."},{"type":"del","content":"2. Le facteur d'émission de l'électricité consommée en France en tonnes de dioxyde de carbone par mégawattheure est fixé par décret dans la limite de 0,76 tonne de dioxyde de carbone par mégawattheure."},{"type":"del","content":"3. Le prix à terme des quotas du système d'échange de quotas d'émission est fixé par arrêté des ministres chargés de l'énergie, de l'industrie et du budget par référence à la moyenne arithmétique, en euros par tonne de dioxyde de carbone, des prix à terme à un an quotidiens des quotas d'émission (cours vendeurs de clôture) pratiqués pour les livraisons effectuées en décembre de l'année pour laquelle l'aide mentionnée au I est accordée, observés sur la plateforme Intercontinental Exchange basée à Londres entre le 1er janvier et le 31 décembre de l'année précédant celle au titre de laquelle l'aide est accordée."},{"type":"del","content":"Pour les coûts supportés en 2015, il est fixé à 5,91 € par tonne."},{"type":"del","content":"4. Pour la production des produits mentionnés à l'annexe III de la communication 2012/ C 158/04 de la Commission européenne précitée, le volume de l'électricité éligible est le produit des trois facteurs suivants :"},{"type":"del","content":"a) Le référentiel d'efficacité pour la consommation d'électricité spécifique au produit fixé à la même annexe III ;"},{"type":"del","content":"b) La production en tonnes par an de produit, dans la limite d'un plafond basé sur la production passée dont les modalités de calcul sont fixées par voie réglementaire ;"},{"type":"del","content":"c) Le ratio d'électricité soumise aux coûts des quotas du système européen d'échange de quotas d'émission, au sens du IV, pour la production de chaque produit."},{"type":"del","content":"5. Pour la production des produits qui ne sont pas mentionnés à ladite annexe III et qui relèvent des secteurs ou sous-secteurs mentionnés au II, le volume de l'électricité éligible est le produit des trois facteurs suivants :"},{"type":"del","content":"a) Le référentiel d'efficacité de repli, égal à 80 % ;"},{"type":"del","content":"b) La consommation d'électricité en mégawattheures utilisée pour la production de ces produits, dans la limite d'un plafond basé sur la consommation passée dont les modalités de calcul sont fixées par voie réglementaire ;"},{"type":"del","content":"c) Le ratio d'électricité soumise aux coûts des quotas du système européen d'échange de quotas d'émission, au sens du IV, pour la production de chaque produit."},{"type":"del","content":"IV. - Pour le calcul du ratio mentionné aux c des 4 et 5 du III, l'électricité est considérée comme soumise aux coûts des quotas du système européen d'échange de quotas d'émission si elle respecte au moins l'une des conditions suivantes :"},{"type":"del","content":"a) Elle est produite par l'entreprise éligible pour ses propres besoins à partir de combustibles fossiles au sein d'une installation qui, d'une part, exerce une activité mentionnée à l'annexe I à la directive 2003/87/CE du Parlement européen et du Conseil du 13 octobre 2003 établissant un système d'échange de quotas d'émission de gaz à effet de serre dans la Communauté et modifiant la directive 96/61/CE du Conseil et, d'autre part, est soumise aux dispositions de ladite directive ;"},{"type":"del","content":"b) Elle est achetée directement ou par l'intermédiaire d'un fournisseur sur les marchés de l'électricité au prix de ces marchés ;"},{"type":"del","content":"c) Le prix de l'électricité dans le contrat de fourniture de l'électricité prend en compte le prix des transactions effectuées sur les marchés organisés de l'électricité ou de quotas d'émissions ;"},{"type":"del","content":"d) Le fournisseur d'électricité justifie que l'électricité est produite au moins en partie à partir de combustibles fossiles par une ou plusieurs installations de production d'électricité soumises aux dispositions de la directive 2003/87/ CE du Parlement européen et du Conseil du 13 octobre 2003 précitée et que le prix de l'électricité dans le contrat de fourniture de l'électricité prend en compte le prix des transactions effectuées sur les marchés organisés de l'électricité ou de quotas d'émissions."},{"type":"del","content":"V. - Le montant de l'aide est fixé à 85 % des coûts mentionnés au III supportés en 2015, à 80 % des coûts mentionnés au III supportés en 2016, 2017 et 2018, puis à 75 % des coûts mentionnés au III supportés en 2019 et 2020."},{"type":"del","content":"VI. - L'aide mentionnée au I s'applique aux coûts mentionnés au III subis à partir du 1er janvier 2015 jusqu'au 31 décembre 2020. Elle est versée dans le courant de l'année qui suit celle pour laquelle l'aide est accordée."},{"type":"del","content":"VII. - Un décret en Conseil d'Etat détermine les conditions d'application du présent article."},{"type":"del","content":"VIII. - Le présent article entre en vigueur à la date de réception par le Gouvernement de la réponse de la Commission européenne permettant de regarder le dispositif législatif lui ayant été notifié comme conforme au droit de l'Union européenne en matière d'aides d'Etat."},{"type":"del","content":""},{"type":"add","content":"I.-Une aide est versée aux entreprises exposées à un risque significatif de fuite de carbone en raison de la répercussion des coûts du système européen d'échange de quotas d'émission de gaz à effet de serre sur les prix de l'électricité."},{"type":"add","content":""},{"type":"add","content":"II.-Peuvent bénéficier de l'aide mentionnée au I les entreprises qui exercent leurs activités dans un des secteurs ou sous-secteurs exposés à un risque significatif de fuite de carbone en raison de la répercussion des coûts des quotas du système européen d'échange de quotas d'émission de gaz à effet de serre sur les prix de l'électricité. La liste des secteurs et sous-secteurs concernés est définie en annexe I de la communication de la Commission européenne du 21 septembre 2020 sur les lignes directrices concernant certaines aides d'Etat dans le contexte du système d'échange de quotas d'émission de gaz à effet de serre après 2021 (C [2020] 6400 final)."},{"type":"add","content":""},{"type":"add","content":"III.-1. Le montant de l'aide mentionnée au I du présent article est assis sur les coûts des quotas du système européen d'échange de quotas d'émission de gaz à effet de serre répercutés sur les prix de l'électricité. Ces coûts sont calculés en effectuant le produit des facteurs suivants :"},{"type":"add","content":""},{"type":"add","content":"a) Le facteur d'émission de l'électricité consommée en France, en tonnes de dioxyde de carbone par mégawattheure, défini au 2 ;"},{"type":"add","content":""},{"type":"add","content":"b) Le prix à terme des quotas du système d'échange de quotas d'émission, en euros par tonne de dioxyde de carbone, défini au 3 ;"},{"type":"add","content":""},{"type":"add","content":"c) Le volume de l'électricité éligible en fonction des types de produits, défini aux 4 et 5."},{"type":"add","content":""},{"type":"add","content":"2. Le facteur d'émission de l'électricité consommée en France en tonnes de dioxyde de carbone par mégawattheure est fixé par décret. Il est établi :"},{"type":"add","content":""},{"type":"add","content":"a) Soit dans la limite de la valeur figurant pour la France à l'annexe III de la communication de la Commission européenne du 21 septembre 2020 précitée ;"},{"type":"add","content":""},{"type":"add","content":"b) Soit sur la base d'une étude de la teneur en CO2 de la technologie marginale déterminant le prix effectif sur le marché de l'électricité qui démontre le caractère approprié du facteur d'émission de CO2, établi sur la base d'un modèle du marché de l'électricité simulant la formation des prix et sur la base des données observées relatives à la technologie marginale définissant le prix effectif de l'électricité sur l'ensemble de l'année précédant celle pour laquelle l'aide mentionnée au I est accordée, y compris les heures pendant lesquelles les importations définissaient le prix. Ce rapport est soumis à la Commission de régulation de l'énergie pour approbation et transmis à la Commission européenne lorsque la mesure d'aide d'Etat est notifiée à cette dernière conformément à l'article 108, paragraphe 3, du traité sur le fonctionnement de l'Union européenne."},{"type":"add","content":""},{"type":"add","content":"3. Le prix à terme des quotas du système d'échange de quotas d'émission est fixé par arrêté des ministres chargés de l'énergie, de l'industrie et du budget par référence à la moyenne arithmétique, en euros par tonne de dioxyde de carbone, des prix à terme à un an quotidiens des quotas d'émission (cours vendeurs de clôture) pratiqués pour les livraisons effectuées en décembre de l'année pour laquelle l'aide mentionnée au I est accordée, observés sur la plateforme Intercontinental Exchange basée à Londres entre le 1er janvier et le 31 décembre de l'année précédant celle au titre de laquelle l'aide est accordée."},{"type":"add","content":""},{"type":"add","content":"4. Pour la production des produits mentionnés à l'annexe II de la communication de la Commission européenne du 21 septembre 2020 précitée, le volume de l'électricité éligible est le produit des deux facteurs suivants :"},{"type":"add","content":""},{"type":"add","content":"a) Le référentiel d'efficacité pour la consommation d'électricité spécifique au produit fixé à la même annexe II ;"},{"type":"add","content":""},{"type":"add","content":"b) La production en tonnes par an de produit."},{"type":"add","content":""},{"type":"add","content":"5. Pour la production des produits qui ne sont pas mentionnés à ladite annexe III et qui relèvent des secteurs ou sous-secteurs mentionnés au II du présent article, le volume de l'électricité éligible est le produit des deux facteurs suivants :"},{"type":"add","content":""},{"type":"add","content":"a) Le référentiel d'efficacité de repli pour la consommation d'électricité, défini dans la décision de la Commission à venir prévue au point 1.3 de la communication de la Commission européenne du 21 septembre 2020 précitée ;"},{"type":"add","content":""},{"type":"add","content":"b) La consommation d'électricité en mégawattheures utilisée pour la production de ces produits, y compris la consommation d'électricité pour la production de produits externalisés admissibles au bénéfice de l'aide, dans la limite d'un plafond basé sur la consommation passée dont les modalités de calcul sont fixées par voie réglementaire."},{"type":"add","content":""},{"type":"add","content":"IV.-La liste des pièces justificatives exigées pour le dépôt d'une demande est déterminée par arrêté du ministre chargé de l'industrie. Les pièces justificatives servent de base au calcul du montant de l'aide mentionnée au I."},{"type":"add","content":""},{"type":"add","content":"V.-Le montant de l'aide est fixé à 75 % des coûts mentionnés au III supportés pour les années 2021 à 2030, sous réserve des dispositions du VI."},{"type":"add","content":""},{"type":"add","content":"VI.-1. Pour les secteurs pour lesquels l'intensité d'aide de 75 % n'est pas suffisante pour garantir une protection adéquate contre le risque de fuite de carbone, le montant des coûts indirects résiduels à supporter par l'entreprise, après versement de l'aide, peut être limité à 1,5 % de la valeur ajoutée brute de l'entreprise concernée au cours de l'année au titre de laquelle l'aide est accordée."},{"type":"add","content":""},{"type":"add","content":"2. Lorsqu'il est décidé de limiter le montant des coûts indirects à verser au niveau de l'entreprise à 1,5 % de la valeur ajoutée brute, cette limitation s'applique à toutes les entreprises éligibles dans le secteur concerné. S'il est décidé d'appliquer la limitation fixée à 1,5 % de la valeur ajoutée brute uniquement à certains des secteurs énumérés à l'annexe I de la communication de la Commission européenne du 21 septembre 2020 précitée, le choix des secteurs est fait sur la base de critères objectifs, non discriminatoires et transparents."},{"type":"add","content":""},{"type":"add","content":"3. Un décret fixe la liste des secteurs concernés."},{"type":"add","content":""},{"type":"add","content":"VII.-1. Les bénéficiaires des aides respectent l'obligation qui leur incombe de réaliser un audit énergétique au sens de l'article 8 de la directive 2012/27/ UE du Parlement européen et du Conseil relative à l'efficacité énergétique, modifiant les directives 2009/125/ CE et 2010/30/ UE et abrogeant les directives 2004/8/ CE et 2006/32/ CE, qu'il s'agisse d'un audit effectué de manière indépendante ou d'un audit effectué dans le cadre d'un système certifié de management de l'énergie ou de management environnemental, notamment le système de management environnemental et d'audit de l'UE-EMAS. Les audits réalisés en application de l'article L. 233-1 du présent code ou la mise en œuvre d'un système de management de l'énergie conforme au second alinéa de l'article L. 233-2 sont réputés satisfaire à la présente obligation."},{"type":"add","content":""},{"type":"add","content":"2. Les bénéficiaires soumis à l'obligation de réaliser un audit énergétique en vertu de l'article 8, paragraphe 4, de la directive 2012/27/ UE du Parlement européen et du Conseil du 25 octobre 2012 précitée sont également tenus :"},{"type":"add","content":""},{"type":"add","content":"a) De mettre en œuvre les recommandations contenues dans le rapport d'audit, dans la mesure où le délai d'amortissement des investissements concernés ne dépasse pas trois ans et que les coûts de leurs investissements sont proportionnés ;"},{"type":"add","content":""},{"type":"add","content":"b) Ou de réduire l'empreinte carbone de leur consommation d'électricité, de manière à couvrir au moins 30 % de leur consommation d'électricité générée à partir de sources décarbonées ;"},{"type":"add","content":""},{"type":"add","content":"c) Ou d'investir une part importante, d'au moins 50 %, du montant de l'aide dans des projets qui entraînent une réduction substantielle des émissions de gaz à effet de serre de l'installation, bien en deçà du référentiel applicable utilisé pour l'allocation de quotas à titre gratuit dans le cadre du système d'échange de quotas d'émission de l'Union européenne."},{"type":"add","content":""},{"type":"add","content":"3. Les conditions selon lesquelles les obligations des 1 et 2 sont satisfaites sont précisées par décret."},{"type":"add","content":""},{"type":"add","content":"VIII.-L'aide mentionnée au I s'applique aux coûts mentionnés au III subis à partir du 1er janvier 2021 jusqu'au 31 décembre 2030. Elle est versée dans le courant de l'année qui suit celle pour laquelle l'aide est accordée."},{"type":"add","content":""},{"type":"add","content":"IX.-L'opérateur de l'aide financière mentionnée au I assure la gestion administrative et financière de cette aide et préserve la confidentialité des informations qui lui sont transmises, sous réserve des obligations de transparence qui s'appliquent à lui."},{"type":"add","content":""},{"type":"add","content":"X.-Les modalités de publication des informations relatives à l'aide financière mentionnée au I sont précisées par décret."},{"type":"add","content":""},{"type":"add","content":"XI.-Un décret en Conseil d'Etat détermine les conditions d'application du présent article."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Conformément au II de l'article 179 de la loi n° 2020-1721 du 29 décembre 2020, les dispositions issues du I entrent en vigueur à la date de publication au Journal officiel de l'Union européenne de la décision du régime correspondant d'aides d'Etat dans le cadre des articles 107 et 108 du traité sur le fonctionnement de l'Union européenne, et au plus tôt le 31 décembre 2021."},{"type":"del","content":"LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 141 ENTIEREMENT_MODIF, en vigueur depuis le 2017-01-01 MODIFIE source"},{"type":"add","content":"LOI n° 2020-1721 du 29 décembre 2020 de finances pour 2021 - article 179 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2020-12-31 MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2020-1721 du 29 décembre 2020 de finances pour 2021 (rectificatif) RECTIFICATION cible"},{"type":"del","content":"2016-12-29 MODIFIE cible LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 141 ENTIEREMENT_MODIF, en vigueur depuis le 2017-01-01"},{"type":"add","content":"2020-12-29 MODIFIE cible LOI n° 2020-1721 du 29 décembre 2020 de finances pour 2021 - article 179 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2020-12-31"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2020-12-29 RECTIFICATION source LOI n° 2020-1721 du 29 décembre 2020 de finances pour 2021 (rectificatif)"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/79/LEGIARTI000033817974.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/79/LEGIARTI000033817974.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/79/LEGIARTI000033817974.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/42/91/49/LEGIARTI000042914992.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/42/91/49/LEGIARTI000042914992.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/42/91/49/LEGIARTI000042914992.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033817974)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000042914992)"}],"status":"modified"}],"stats":{"additions":83,"deletions":34,"filesChanged":1}}