{"sha":"0d125f68051c","date":"2006-02-24","message":"LOI n° 2005-157 du 23 février 2005 relative au développement des territoires ruraux","files":[{"filename":"partie_legislative/livre_iii/titre_iv/chapitre_2/section_2/article_l342-6.md","articleName":"Article L342-6","additions":109,"deletions":32,"diff":[{"type":"del","content":"\"Art. L. 145-3 du code de l'urbanisme."},{"type":"add","content":"\" Art. L. 145-3 du code de l'urbanisme."},{"type":"del","content":"\"IV. - Le développement touristique et, en particulier, la création d'une unité touristique nouvelle doivent prendre en compte les communautés d'intérêt des collectivités locales concernées et contribuer à l'équilibre des activités économiques et de loisirs, notamment en favorisant l'utilisation rationnelle du patrimoine bâti existant et des formules de gestion locative pour les constructions nouvelles."},{"type":"add","content":"IV.-Le développement touristique et, en particulier, la création d'une unité touristique nouvelle doivent prendre en compte les communautés d'intérêt des collectivités locales concernées et contribuer à l'équilibre des activités économiques et de loisirs, notamment en favorisant l'utilisation rationnelle du patrimoine bâti existant et des formules de gestion locative pour les constructions nouvelles."},{"type":"del","content":"\"Leur localisation, leur conception et leur réalisation doivent respecter la qualité des sites et les grands équilibres naturels.\""},{"type":"add","content":"Leur localisation, leur conception et leur réalisation doivent respecter la qualité des sites et les grands équilibres naturels. \""},{"type":"del","content":"\"Art. L. 145-9 du code de l'urbanisme."},{"type":"add","content":"\" Art. L. 145-9 du code de l'urbanisme."},{"type":"del","content":"\"Les dispositions de la présente section s'appliquent exclusivement aux unités touristiques nouvelles."},{"type":"add","content":"Est considérée comme unité touristique nouvelle toute opération de développement touristique, en zone de montagne, ayant pour objet ou pour effet, en une ou plusieurs tranches :"},{"type":"del","content":"\"Est considérée comme unité touristique nouvelle toute opération de développement touristique en zone de montagne ayant pour objet ou pour effet :"},{"type":"add","content":"1° Soit de construire des surfaces destinées à l'hébergement touristique ou de créer un équipement touristique comprenant des surfaces de plancher ;"},{"type":"del","content":"\"- soit de créer une urbanisation, un équipement ou un aménagement touristique dans un site encore vierge de tout équipement, aménagement ou construction ;"},{"type":"add","content":"2° Soit de créer des remontées mécaniques ;"},{"type":"del","content":"\"- soit de créer une urbanisation, un équipement ou un aménagement touristique en discontinuité avec les urbanisations, aménagements ou équipements existants lorsque cela entraîne une modification substantielle de l'économie locale, des paysages ou des équilibres naturels montagnards ;"},{"type":"add","content":"3° Soit de réaliser des aménagements touristiques ne comprenant pas de surfaces de plancher dont la liste est fixée par décret en Conseil d'Etat. \""},{"type":"del","content":"\"- soit d'entraîner, en une ou plusieurs tranches, une augmentation de la capacité d'hébergement touristique de plus de 8 000 mètres carrés de surface de plancher hors oeuvre ou de réaliser, en une ou plusieurs tranches, une extension ou un renforcement significatif des remontées mécaniques."},{"type":"add","content":"\" Art. L. 145-10 du code de l'urbanisme."},{"type":"del","content":"\"Un décret en Conseil d'Etat détermine notamment les seuils financiers périodiquement réévalués à partir desquels, selon le cas, cette extension ou ce renforcement significatif est considéré comme unité touristique nouvelle. Il détermine également la procédure applicable en cas d'urgence au remplacement des remontées mécaniques devenues inutilisables."},{"type":"add","content":"A l'exception du III de l'article L. 145-3, les dispositions de la section première du présent chapitre et les dispositions du chapitre II du titre IV du livre III du code du tourisme sont applicables aux unités touristiques nouvelles. \""},{"type":"del","content":"\"Une unité touristique nouvelle ne peut être réalisée que dans une commune disposant d'un plan local d'urbanisme opposable aux tiers."},{"type":"add","content":"\" Art. L. 145-11 du code de l'urbanisme."},{"type":"del","content":"\"Le programme d'une unité touristique nouvelle doit, en tant que de besoin, contenir des dispositions pour le logement des salariés de la station et pour l'accueil et l'accès aux pistes des skieurs \"à la journée\" non résidents.\""},{"type":"add","content":"Dans les communes qui ne sont pas couvertes par un schéma de cohérence territoriale, la création et l'extension d'unités touristiques nouvelles sont soumises à autorisation. Le projet est préalablement mis à la disposition du public."},{"type":"del","content":"\"Art. L. 145-10 du code de l'urbanisme."},{"type":"add","content":"I.-L'autorisation est délivrée par le préfet coordonnateur de massif, après avis de la commission spécialisée du comité de massif, lorsqu'elle porte sur des remontées mécaniques qui ont pour effet la création d'un nouveau domaine skiable ou l'extension du domaine skiable existant au-delà d'un seuil fixé par décret en Conseil d'Etat, ou sur une opération qui présente un intérêt régional ou interrégional en raison de sa surface ou de sa capacité d'accueil."},{"type":"del","content":"\"A l'exception du III de l'article L. 145-3, les dispositions de la section première du présent chapitre et les dispositions du chapitre II du titre IV du livre III du code du tourisme sont applicables aux unités touristiques nouvelles.\""},{"type":"add","content":"II.-L'autorisation est délivrée par le représentant de l'Etat dans le département, après avis d'une formation spécialisée de la commission départementale compétente en matière de nature, de paysages et des sites, lorsqu'elle porte sur une remontée mécanique ayant pour effet l'extension d'un domaine skiable existant au-delà d'un seuil fixé par décret en Conseil d'Etat, ou sur une opération qui présente un intérêt local en raison de sa situation, de sa surface ou de sa capacité d'accueil."},{"type":"del","content":"\"Art. L. 145-11 du code de l'urbanisme."},{"type":"add","content":"Le décret prévu à l'article L. 145-13 fixe notamment les seuils applicables au I et au présent II en fonction du type d'opération. Une autorisation n'est pas illégale du seul fait qu'elle a été délivrée par le préfet coordonnateur de massif, alors qu'elle porte sur un projet d'unité touristique nouvelle d'une taille inférieure au seuil fixé pour l'application du présent II."},{"type":"del","content":"\"En l'absence de schéma de cohérence territoriale ou de schéma de secteur approuvé, la création d'une unité touristique nouvelle est autorisée par le représentant de l'Etat mentionné à l'article 7 de la loi n° 85-30 du 9 janvier 1985 précitée. Le projet est, au préalable, mis à la disposition du public et soumis pour avis à la commission spécialisée prévue par l'article 7 de la loi n° 85-30 du 9 janvier 1985 précitée."},{"type":"add","content":"III.-La création ou l'extension d'unités touristiques nouvelles autres que celles mentionnées aux I et II n'est pas soumise à autorisation."},{"type":"del","content":"\"L'autorisation devient caduque si, dans un délai de quatre ans à compter de la notification au bénéficiaire, les équipements et les constructions autorisés dans le projet n'ont pas été entrepris. Ce délai s'applique aux opérations autorisées antérieurement à la loi n° 85-30 du 9 janvier 1985 précitée au terme d'un délai d'un an à compter de sa publication.\""},{"type":"add","content":"IV.-L'autorisation peut imposer la réalisation de logements destinés aux salariés de la station, notamment aux travailleurs saisonniers, et prévoir des dispositions pour l'accueil et l'accès aux pistes des skieurs non résidents."},{"type":"del","content":"\"Art. L. 145-12 du code de l'urbanisme."},{"type":"add","content":"Elle devient caduque si, dans un délai de quatre ans à compter de la notification au bénéficiaire, les équipements et les constructions autorisés n'ont pas été entrepris. En cas de recours, le délai de caducité est suspendu pendant la durée des instances. Pour les opérations autorisées antérieurement à l'entrée en vigueur de la loi n° 85-30 du 9 janvier 1985 relative au développement et à la protection de la montagne, la date de notification à prendre en compte pour le calcul du délai de validité de l'autorisation est fixée au 1er janvier 1986."},{"type":"del","content":"\"Lorsqu'un projet d'unité touristique nouvelle concerne un territoire couvert par un schéma de cohérence territoriale ou un schéma de secteur approuvé et que ce schéma n'en prévoit pas la création, le représentant de l'Etat dans le département peut, à la demande de la commune ou du groupement de communes concerné et après avis de la commission spécialisée du comité de massif, demander la modification du schéma.\""},{"type":"add","content":"L'autorisation devient également caduque, à l'égard des équipements et constructions qui n'ont pas été engagés, lorsque les travaux d'aménagement ou de construction ont été interrompus pendant un délai supérieur à quatre ans. Ce délai peut être prorogé de quatre ans renouvelables, par délibération du conseil municipal. Ce délai s'applique aux opérations autorisées antérieurement à la date de publication de la loi n° 2005-157 du 23 février 2005 relative au développement des territoires ruraux."},{"type":"del","content":"\"Art. L. 145-13 du code de l'urbanisme."},{"type":"add","content":"Les autorisations d'occupation du sol nécessaires à la réalisation de l'une des unités touristiques nouvelles prévues au I ne peuvent être délivrées que dans les communes dotées d'un plan local d'urbanisme."},{"type":"del","content":"\"Un décret en Conseil d'Etat précise les conditions d'application de la présente section.\""},{"type":"add","content":"Les autorisations d'occupation du sol nécessaires à la réalisation de l'une des unités touristiques nouvelles prévues au II ne peuvent être délivrées que dans les communes dotées d'une carte communale ou d'un plan local d'urbanisme. \""},{"type":"add","content":""},{"type":"add","content":"\" Art. L. 145-12 du code de l'urbanisme."},{"type":"add","content":""},{"type":"add","content":"Lorsqu'un projet d'unité touristique nouvelle concerne un territoire couvert par un schéma de cohérence territoriale ou un schéma de secteur approuvé et que ce schéma n'en prévoit pas la création, le représentant de l'Etat dans le département peut, à la demande de la commune ou du groupement de communes concerné et après avis de la commission spécialisée du comité de massif, demander la modification du schéma. \""},{"type":"add","content":""},{"type":"add","content":"\" Art. L. 145-13 du code de l'urbanisme."},{"type":"add","content":""},{"type":"add","content":"Un décret en Conseil d'Etat précise les conditions d'application de la présente section. \""},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"LOI n° 85-30 du 9 janvier 1985 relative au développement et à la protection de la montagne CITATION cible"},{"type":"add","content":"Code de l'urbanisme - article L145-3 AUTONOME MODIFIE, en vigueur du 2013-01-01 au 2014-10-15 PILOTE_SUIVEUR cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'urbanisme - article L145-3 AUTONOME MODIFIE, en vigueur du 1985-01-10 au 1994-02-10 PILOTE_SUIVEUR cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'urbanisme - article L145-3 AUTONOME MODIFIE, en vigueur du 1994-02-10 au 1995-02-05 PILOTE_SUIVEUR cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'urbanisme - article L145-3 AUTONOME MODIFIE, en vigueur du 1995-02-05 au 2000-12-14 PILOTE_SUIVEUR cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'urbanisme - article L145-3 AUTONOME MODIFIE, en vigueur du 2000-12-14 au 2003-07-03 PILOTE_SUIVEUR cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'urbanisme - article L145-3 AUTONOME MODIFIE, en vigueur du 2003-07-03 au 2005-02-24 PILOTE_SUIVEUR cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'urbanisme - article L145-3 AUTONOME MODIFIE, en vigueur du 2005-02-24 au 2006-07-01 PILOTE_SUIVEUR cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'urbanisme - article L145-3 AUTONOME MODIFIE, en vigueur du 2006-07-01 au 2013-01-01 PILOTE_SUIVEUR cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'urbanisme - article L145-11 AUTONOME MODIFIE, en vigueur du 2006-02-24 au 2014-07-01 PILOTE_SUIVEUR cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'urbanisme - article L145-12 AUTONOME ABROGE, en vigueur du 2000-12-14 au 2016-01-01 PILOTE_SUIVEUR cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'urbanisme - article L145-11 AUTONOME ABROGE, en vigueur du 2014-07-01 au 2016-01-01 PILOTE_SUIVEUR cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'urbanisme - article L145-3 AUTONOME ABROGE, en vigueur du 2014-10-15 au 2016-01-01 PILOTE_SUIVEUR cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'urbanisme - article L145-9 AUTONOME ABROGE, en vigueur du 2006-02-24 au 2016-01-01 PILOTE_SUIVEUR cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'urbanisme - article L145-9 AUTONOME MODIFIE, en vigueur du 2000-12-14 au 2006-02-24 PILOTE_SUIVEUR cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'urbanisme - article L145-10 AUTONOME MODIFIE, en vigueur du 1985-01-10 au 2005-01-01 PILOTE_SUIVEUR cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'urbanisme - article L145-10 AUTONOME ABROGE, en vigueur du 2005-01-01 au 2016-01-01 PILOTE_SUIVEUR cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'urbanisme - article L145-13 AUTONOME ABROGE, en vigueur du 1985-01-10 au 2016-01-01 PILOTE_SUIVEUR cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'urbanisme - article L145-9 AUTONOME MODIFIE, en vigueur du 1985-01-10 au 2000-12-14 PILOTE_SUIVEUR cible"},{"type":"del","content":"Ordonnance n° 2004-1391 du 20 décembre 2004 relative à la partie législative du code du tourisme CODIFICATION cible"},{"type":"add","content":"Code de l'urbanisme - article L145-12 AUTONOME MODIFIE, en vigueur du 1985-01-10 au 2000-12-14 PILOTE_SUIVEUR cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'urbanisme - article L145-11 AUTONOME MODIFIE, en vigueur du 2000-12-14 au 2006-02-24 PILOTE_SUIVEUR cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'urbanisme - article L145-11 AUTONOME MODIFIE, en vigueur du 1985-01-10 au 2000-12-14 PILOTE_SUIVEUR cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2005-157 du 23 février 2005 relative au développement des territoires ruraux - article 190 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":"1985-01-09 CITATION source LOI n° 85-30 du 9 janvier 1985 relative au développement et à la protection de la montagne"},{"type":"add","content":"2005-02-23 MODIFICATION source LOI n° 2005-157 du 23 février 2005 relative au développement des territoires ruraux - article 190 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 PILOTE_SUIVEUR source Code de l'urbanisme - article L145-10 AUTONOME MODIFIE, en vigueur du 1985-01-10 au 2005-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 PILOTE_SUIVEUR source Code de l'urbanisme - article L145-11 AUTONOME MODIFIE, en vigueur du 1985-01-10 au 2000-12-14"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 PILOTE_SUIVEUR source Code de l'urbanisme - article L145-12 AUTONOME MODIFIE, en vigueur du 1985-01-10 au 2000-12-14"},{"type":"del","content":"2004-12-20 CODIFICATION source Ordonnance n° 2004-1391 du 20 décembre 2004 relative à la partie législative du code du tourisme"},{"type":"add","content":"2999-01-01 PILOTE_SUIVEUR source Code de l'urbanisme - article L145-13 AUTONOME ABROGE, en vigueur du 1985-01-10 au 2016-01-01"},{"type":"del","content":"2999-01-01 CITATION source Code du tourisme VIGUEUR"},{"type":"add","content":"2999-01-01 PILOTE_SUIVEUR source Code de l'urbanisme - article L145-3 AUTONOME MODIFIE, en vigueur du 1985-01-10 au 1994-02-10"},{"type":"del","content":"2999-01-01 CITATION source Code de l'urbanisme VIGUEUR"},{"type":"add","content":"2999-01-01 PILOTE_SUIVEUR source Code de l'urbanisme - article L145-9 AUTONOME MODIFIE, en vigueur du 1985-01-10 au 2000-12-14"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/31/LEGIARTI000006813194.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/31/LEGIARTI000006813194.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/31/LEGIARTI000006813194.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/31/LEGIARTI000006813195.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/31/LEGIARTI000006813195.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/81/31/LEGIARTI000006813195.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006813194)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006813195)"}],"status":"modified"}],"stats":{"additions":109,"deletions":32,"filesChanged":1}}