{"sha":"0466dc40aaf6","date":"2019-06-02","message":"LOI n° 2019-774 du 24 juillet 2019 relative à l'organisation et à la transformation du système de santé","files":[{"filename":"partie_legislative/deuxieme_partie/livre_ii/titre_ii/chapitre_iii/section_2/sous-section_4/article_l2223-42.md","articleName":"Article L2223-42","additions":15,"deletions":10,"diff":[{"type":"del","content":"L'autorisation de fermeture du cercueil ne peut être délivrée qu'au vu d'un certificat, établi par un médecin, attestant le décès."},{"type":"add","content":"L'autorisation de fermeture du cercueil ne peut être délivrée qu'au vu d'un certificat attestant le décès, établi par un médecin, en activité ou retraité, par un étudiant en cours de troisième cycle des études de médecine en France ou un praticien à diplôme étranger hors Union européenne autorisé à poursuivre un parcours de consolidation des compétences en médecine, dans des conditions fixées par décret pris après avis du Conseil national de l'ordre des médecins."},{"type":"del","content":"Ce certificat, rédigé sur un modèle établi par le ministère chargé de la santé, précise la ou les causes de décès, aux fins de transmission à l'Institut national de la santé et de la recherche médicale et aux organismes dont la liste est fixée par décret en Conseil d'Etat pris après avis de la Commission nationale de l'informatique et des libertés et qui ont accès aux données relatives aux causes médicales de décès pour l'accomplissement de leurs missions. Ce même décret fixe le périmètre des accès ainsi que les modalités de cette transmission, notamment les conditions propres à garantir sa confidentialité."},{"type":"add","content":"Ce certificat, rédigé sur un modèle établi par le ministère chargé de la santé, précise la ou les causes de décès, aux fins de transmission à l'Institut national de la santé et de la recherche médicale et aux organismes dont la liste est fixée par décret en Conseil d'Etat pris après avis de la Commission nationale de l'informatique et des libertés et qui ont accès aux données relatives aux causes médicales de décès pour l'accomplissement de leurs missions. Ce même décret fixe le périmètre des accès ainsi que les modalités de cette transmission, notamment les conditions propres à garantir sa confidentialité. Ce décret détermine également les modalités d'établissement de ce certificat lorsqu'il est établi par des médecins retraités."},{"type":"del","content":"3° Pour les recherches, les études ou les évaluations dans le domaine de la santé, dans les conditions fixées à l'article L. 1461-3 du code de la santé publique ;"},{"type":"add","content":"3° Pour les traitements de données concernant la santé, dans les conditions fixées à l'article L. 1461-3 du code de la santé publique ;"},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Conformément à l’article 41 XII de la loi n° 2019-774 du 24 juillet 2019, ces dispositions entrent en vigueur le lendemain de la date d'entrée en vigueur des dispositions de l'ordonnance n° 2018-1125 du 12 décembre 2018 prise en application de l'article 32 de la loi n° 2018-493 du 20 juin 2018 relative à la protection des données personnelles et portant modification de la loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés et diverses dispositions concernant la protection des données à caractère personnel."},{"type":"add","content":""},{"type":"add","content":""},{"type":"del","content":"Ordonnance n° 2016-462 du 14 avril 2016 portant création de l'Agence nationale de santé publique - article 3 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2016-05-01 MODIFIE source"},{"type":"add","content":"LOI n° 2019-774 du 24 juillet 2019 relative à l'organisation et à la transformation du système de santé - article 41 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2019-07-27 MODIFIE source"},{"type":"del","content":"2016-04-14 MODIFIE cible Ordonnance n° 2016-462 du 14 avril 2016 portant création de l'Agence nationale de santé publique - article 3 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2016-05-01"},{"type":"add","content":"2019-07-24 MODIFIE cible LOI n° 2019-774 du 24 juillet 2019 relative à l'organisation et à la transformation du système de santé - article 41 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2019-07-27"},{"type":"del","content":"      2999-01-01 CITATION source Code de la santé publique - art. L1461-3 (V)"},{"type":"add","content":"2999-01-01 CITATION source Code de la santé publique - article L1461-3 AUTONOME VIGUEUR, en vigueur depuis le 2019-06-02"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/32/41/16/LEGIARTI000032411657.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/32/41/16/LEGIARTI000032411657.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/32/41/16/LEGIARTI000032411657.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/38/88/86/LEGIARTI000038888621.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/38/88/86/LEGIARTI000038888621.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/38/88/86/LEGIARTI000038888621.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000032411657)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000038888621)"}],"status":"modified"}],"stats":{"additions":15,"deletions":10,"filesChanged":1}}