{"sha":"5da8e62101f1","date":"2017-01-01","message":"LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016","files":[{"filename":"partie_legislative/cinquieme_partie/livre_ii/titre_ier/chapitre_ier/section_5/sous-section_2/article_l5211-18.md","articleName":"Article L5211-18","additions":44,"deletions":15,"diff":[{"type":"del","content":"I.-Sans préjudice des dispositions de l'article L. 5215-40, le périmètre de l'établissement public de coopération intercommunale peut être ultérieurement étendu, par arrêté du ou des représentants de l'Etat dans le ou les départements concernés, par adjonction de communes nouvelles :"},{"type":"add","content":"I. – Sans préjudice des dispositions de l'article L. 5215-40, le périmètre de l'établissement public de coopération intercommunale peut être ultérieurement étendu, par arrêté du ou des représentants de l'Etat dans le ou les départements concernés, par adjonction de communes nouvelles :"},{"type":"del","content":"II.-Le transfert des compétences entraîne de plein droit l'application à l'ensemble des biens, équipements et services publics nécessaires à leur exercice, ainsi qu'à l'ensemble des droits et obligations qui leur sont attachés à la date du transfert, des dispositions des trois premiers alinéas de l'article L. 1321-1, des deux premiers alinéas de l'article L. 1321-2 et des articles L. 1321-3, L. 1321-4 et L. 1321-5."},{"type":"add","content":"II. – Le transfert des compétences entraîne de plein droit l'application à l'ensemble des biens, équipements et services publics nécessaires à leur exercice, ainsi qu'à l'ensemble des droits et obligations qui leur sont attachés à la date du transfert, des dispositions des trois premiers alinéas de l'article L. 1321-1, des deux premiers alinéas de l'article L. 1321-2 et des articles L. 1321-3, L. 1321-4 et L. 1321-5."},{"type":"del","content":"Les contrats sont exécutés dans les conditions antérieures jusqu'à leur échéance, sauf accord contraire des parties. La substitution de personne morale aux contrats conclus par les communes n'entraîne aucun droit à résiliation ou à indemnisation pour le cocontractant. La commune qui transfère la compétence informe les cocontractants de cette substitution."},{"type":"add","content":"Les contrats sont exécutés dans les conditions antérieures jusqu'à leur échéance, sauf accord contraire des parties. La substitution de personne morale aux contrats conclus par les communes n'entraîne aucun droit à résiliation ou à indemnisation pour le cocontractant. La commune qui transfère la compétence informe les cocontractants de cette substitution."},{"type":"add","content":""},{"type":"add","content":"Lorsque l'adhésion d'une commune intervient en cours d'année, l'établissement public de coopération intercommunale peut, sur délibérations concordantes de la commune et de l'établissement public de coopération intercommunale, percevoir le reversement de fiscalité mentionné au dernier alinéa de l'article L. 5211-19. Les modalités de reversement sont déterminées par convention entre la commune et l'établissement public de coopération intercommunale."},{"type":"del","content":"LOI n° 2010-1563 du 16 décembre 2010 de réforme des collectivités territoriales - article 39 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"Code général des collectivités territoriales - article L1321-3 AUTONOME MODIFIE, en vigueur du 1996-02-24 au 2002-02-28 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des collectivités territoriales - article L1321-3 AUTONOME MODIFIE, en vigueur du 2002-02-28 au 2003-09-21 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des collectivités territoriales - article L1321-3 AUTONOME VIGUEUR, en vigueur depuis le 2003-09-21 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des collectivités territoriales - article L1321-2 AUTONOME MODIFIE, en vigueur du 2003-09-21 au 2019-04-01 CITATION cible"},{"type":"del","content":"LOI n° 2010-1563 du 16 décembre 2010 de réforme des collectivités territoriales - article 89 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Code général des collectivités territoriales - article L5215-40 AUTONOME VIGUEUR, en vigueur depuis le 1996-02-24 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des collectivités territoriales - article L1321-2 AUTONOME VIGUEUR, en vigueur depuis le 2019-04-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des collectivités territoriales - article L1321-2 AUTONOME MODIFIE, en vigueur du 1996-02-24 au 2002-02-28 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des collectivités territoriales - article L1321-1 AUTONOME MODIFIE, en vigueur du 2002-02-28 au 2003-09-21 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des collectivités territoriales - article L1321-2 AUTONOME MODIFIE, en vigueur du 2002-02-28 au 2003-09-21 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des collectivités territoriales - article L1321-1 AUTONOME MODIFIE, en vigueur du 1996-02-24 au 2002-02-28 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 75 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2017-01-01 MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des collectivités territoriales - article L1321-1 AUTONOME VIGUEUR, en vigueur depuis le 2003-09-21 CITATION cible"},{"type":"del","content":""},{"type":"del","content":"2010-12-16 MODIFICATION source LOI n° 2010-1563 du 16 décembre 2010 de réforme des collectivités territoriales - article 39 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2010-12-16 MODIFIE cible LOI n° 2010-1563 du 16 décembre 2010 de réforme des collectivités territoriales - article 89 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"add","content":""},{"type":"add","content":"2016-12-29 MODIFIE cible LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 75 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2017-01-01"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/23/24/59/LEGIARTI000023245924.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/23/24/59/LEGIARTI000023245924.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/23/24/59/LEGIARTI000023245924.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/67/LEGIARTI000033816760.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/67/LEGIARTI000033816760.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/67/LEGIARTI000033816760.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000023245924)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033816760)"}],"status":"modified"},{"filename":"partie_legislative/cinquieme_partie/livre_ii/titre_ier/chapitre_ier/section_5/sous-section_2/article_l5211-19.md","articleName":"Article L5211-19","additions":15,"deletions":12,"diff":[{"type":"del","content":"Une commune peut se retirer de l'établissement public de coopération intercommunale, sauf s'il s'agit d'une communauté urbaine ou d'une métropole, dans les conditions prévues à l'article L. 5211-25-1, avec le consentement de l'organe délibérant de l'établissement.A défaut d'accord entre l'organe délibérant de l'établissement public de coopération intercommunale et le conseil municipal concerné sur la répartition des biens ou du produit de leur réalisation et du solde de l'encours de la dette visés au 2° de l'article L. 5211-25-1, cette répartition est fixée par arrêté du ou des représentants de l'Etat dans le ou les départements concernés. Cet arrêté est pris dans un délai de six mois suivant la saisine du ou des représentants de l'Etat dans le ou les départements concernés par l'organe délibérant de l'établissement public de coopération intercommunale ou de l'une des communes concernées."},{"type":"add","content":"Une commune peut se retirer de l'établissement public de coopération intercommunale, sauf s'il s'agit d'une communauté urbaine ou d'une métropole, dans les conditions prévues à l'article L. 5211-25-1, avec le consentement de l'organe délibérant de l'établissement. A défaut d'accord entre l'organe délibérant de l'établissement public de coopération intercommunale et le conseil municipal concerné sur la répartition des biens ou du produit de leur réalisation et du solde de l'encours de la dette visés au 2° de l'article L. 5211-25-1, cette répartition est fixée par arrêté du ou des représentants de l'Etat dans le ou les départements concernés. Cet arrêté est pris dans un délai de six mois suivant la saisine du ou des représentants de l'Etat dans le ou les départements concernés par l'organe délibérant de l'établissement public de coopération intercommunale ou de l'une des communes concernées."},{"type":"del","content":"Le retrait est subordonné à l'accord des conseils municipaux exprimé dans les conditions de majorité requises pour la création de l'établissement. Le conseil municipal de chaque commune membre dispose d'un délai de trois mois à compter de la notification de la délibération de l'organe délibérant au maire pour se prononcer sur le retrait envisagé.A défaut de délibération dans ce délai, sa décision est réputée défavorable."},{"type":"add","content":"Le retrait est subordonné à l'accord des conseils municipaux exprimé dans les conditions de majorité requises pour la création de l'établissement. Le conseil municipal de chaque commune membre dispose d'un délai de trois mois à compter de la notification de la délibération de l'organe délibérant au maire pour se prononcer sur le retrait envisagé. A défaut de délibération dans ce délai, sa décision est réputée défavorable."},{"type":"del","content":"Lorsque la commune se retire d'un établissement public de coopération intercommunale membre d'un syndicat mixte, ce retrait entraîne la réduction du périmètre du syndicat mixte. Les conditions financières et patrimoniales du retrait de la commune sont déterminées par délibérations concordantes du conseil municipal de la commune et des organes délibérants du syndicat mixte et de l'établissement public de coopération intercommunale.A défaut d'accord, ces conditions sont arrêtées par le représentant de l'Etat."},{"type":"add","content":"Lorsque la commune se retire d'un établissement public de coopération intercommunale membre d'un syndicat mixte, ce retrait entraîne la réduction du périmètre du syndicat mixte. Les conditions financières et patrimoniales du retrait de la commune sont déterminées par délibérations concordantes du conseil municipal de la commune et des organes délibérants du syndicat mixte et de l'établissement public de coopération intercommunale. A défaut d'accord, ces conditions sont arrêtées par le représentant de l'Etat."},{"type":"del","content":"Pour les établissements publics de coopération intercommunale soumis au régime fiscal prévu à l'article 1609 nonies C du code général des impôts, le retrait n'est possible qu'à l'issue de la période d'unification des taux de cotisation foncière des entreprises ."},{"type":"add","content":"La décision de retrait est prise par le ou les représentants de l'Etat dans le ou les départements concernés."},{"type":"del","content":"La décision de retrait est prise par le ou les représentants de l'Etat dans le ou les départements concernés."},{"type":"add","content":"Lorsque le retrait de la commune est réalisé en cours d'année, l'établissement public de coopération intercommunale dont elle était membre antérieurement verse à cette commune l'intégralité des produits de la fiscalité qu'il continue de percevoir dans le périmètre de cette commune après la prise d'effet du retrait de la commune. Ces produits sont calculés sur la base des délibérations fiscales prises par l'organe délibérant de l'établissement public de coopération intercommunale applicables l'année du retrait de la commune, déduction faite, le cas échéant, des montants versés par l'établissement en application du III de l'article 1609 quinquies C et des V et VI de l'article 1609 nonies C. Ce reversement constitue une dépense obligatoire pour l'établissement public de coopération intercommunale."},{"type":"del","content":"LOI n° 2010-1657 du 29 décembre 2010 de finances pour 2011 - article 108 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2010-12-31 au 2011-01-01 MODIFIE source"},{"type":"add","content":"LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 75 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2017-01-01 MODIFIE source"},{"type":"del","content":"2010-12-29 MODIFIE cible LOI n° 2010-1657 du 29 décembre 2010 de finances pour 2011 - article 108 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2010-12-31 au 2011-01-01"},{"type":"add","content":"2015-08-07 CITATION cible LOI n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République - article 40 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2015-08-09"},{"type":"del","content":"2015-08-07 CITATION cible LOI n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République - article 40 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2015-08-09"},{"type":"add","content":"2016-12-29 MODIFIE cible LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 75 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2017-01-01"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code général des impôts - article 1609 quinquies C AUTONOME MODIFIE, en vigueur du 1992-02-08 au 1993-01-01"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/23/38/15/LEGIARTI000023381574.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/23/38/15/LEGIARTI000023381574.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/23/38/15/LEGIARTI000023381574.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/67/LEGIARTI000033816750.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/67/LEGIARTI000033816750.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/67/LEGIARTI000033816750.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000023381574)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033816750)"}],"status":"modified"},{"filename":"partie_legislative/cinquieme_partie/livre_ii/titre_ier/chapitre_ier/section_6/sous-section_1/article_l5211-21.md","articleName":"Article L5211-21","additions":20,"deletions":10,"diff":[{"type":"del","content":"I. - La taxe de séjour mentionnée aux articles L. 2333-29 à L. 2333-39 ou la taxe de séjour forfaitaire mentionnée aux articles L. 2333-40 à L. 2333-47 peut être instituée par décision de l'organe délibérant dans les conditions prévues à l'article L. 2333-26, sauf délibération contraire des communes qui ont déjà institué la taxe pour leur propre compte, et dont la délibération est en vigueur, par :"},{"type":"add","content":"I. – La taxe de séjour mentionnée aux articles L. 2333-29 à L. 2333-39 ou la taxe de séjour forfaitaire mentionnée aux articles L. 2333-40 à L. 2333-47 peut être instituée par décision de l'organe délibérant dans les conditions prévues à l'article L. 2333-26 par :"},{"type":"del","content":"II.-Dans les établissements publics de coopération intercommunale qui ont institué la taxe de séjour au titre des actions de protection et de gestion de leurs espaces naturels, le produit de la taxe de séjour ou de la taxe de séjour forfaitaire peut être affecté, sous réserve de l'article L. 133-7 du code du tourisme, aux dépenses destinées à favoriser la protection et la gestion de leurs espaces naturels à des fins touristiques. Lorsque ces établissements publics de coopération intercommunale sont situés, dans leur intégralité ou en partie, sur le territoire d'un parc national ou d'un parc naturel régional géré par un établissement public administratif, le produit de la taxe peut être reversé par les établissements publics de coopération intercommunale à l'organisme gestionnaire du parc, dans le cadre d'une convention."},{"type":"add","content":"Les communes membres des personnes publiques mentionnées aux 1° à 4°, qui ont déjà institué la taxe de séjour ou la taxe de séjour forfaitaire pour leur propre compte, et dont la délibération instituant cette taxe est en vigueur, peuvent s'opposer à la décision mentionnée au premier alinéa du présent I par une délibération prise dans un délai de deux mois à compter de la publication ou de l'affichage de cette décision."},{"type":"del","content":"III.-Pour l'application aux établissements publics de coopération intercommunale mentionnés au I du présent article et à la métropole de Lyon de la sous-section 1 de la section 6 du chapitre III du titre III du livre III de la deuxième partie du présent code :"},{"type":"add","content":"L'établissement public de coopération intercommunale issu d'une fusion en application de l'article L. 5211-41-3 prend la délibération afférente à la taxe de séjour jusqu'au 1er février de l'année au cours de laquelle la fusion produit ses effets sur le plan fiscal. A défaut de délibération, le régime applicable en matière de taxe de séjour sur le territoire des établissements publics de coopération intercommunale ayant fait l'objet de la fusion ou sur le territoire des communes incluses dans le périmètre de l'établissement public issu de la fusion est maintenu au titre de la première année qui suit la fusion. Dans ce cas, l'établissement public de coopération intercommunale issu de la fusion perçoit la taxe de séjour en lieu et place des établissements publics de coopération intercommunale ayant fait l'objet de la fusion. Le présent alinéa est également applicable en cas de modification de périmètre d'un établissement public de coopération intercommunale à la suite de l'intégration d'une commune."},{"type":"add","content":""},{"type":"add","content":"II. – Dans les établissements publics de coopération intercommunale qui ont institué la taxe de séjour au titre des actions de protection et de gestion de leurs espaces naturels, le produit de la taxe de séjour ou de la taxe de séjour forfaitaire peut être affecté, sous réserve de l'article L. 133-7 du code du tourisme, aux dépenses destinées à favoriser la protection et la gestion de leurs espaces naturels à des fins touristiques. Lorsque ces établissements publics de coopération intercommunale sont situés, dans leur intégralité ou en partie, sur le territoire d'un parc national ou d'un parc naturel régional géré par un établissement public administratif, le produit de la taxe peut être reversé par les établissements publics de coopération intercommunale à l'organisme gestionnaire du parc, dans le cadre d'une convention."},{"type":"add","content":""},{"type":"add","content":"III. – Pour l'application aux établissements publics de coopération intercommunale mentionnés au I du présent article et à la métropole de Lyon de la sous-section 1 de la section 6 du chapitre III du titre III du livre III de la deuxième partie du présent code :"},{"type":"del","content":"LOI n° 2015-1785 du 29 décembre 2015 de finances pour 2016 - article 90 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2015-12-31 MODIFIE source"},{"type":"add","content":"LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 86 ENTIEREMENT_MODIF, en vigueur depuis le 2017-01-01 MODIFIE source"},{"type":"del","content":"2015-12-29 MODIFIE cible LOI n° 2015-1785 du 29 décembre 2015 de finances pour 2016 - article 90 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2015-12-31"},{"type":"add","content":"2016-05-17 CITATION cible Arrêté du 17 mai 2016 relatif aux modalités de transmission et de publication des informations concernant la taxe de séjour et la taxe de séjour forfaitaire - article 1 AUTONOME ABROGE, en vigueur du 2016-06-12 au 2024-01-11"},{"type":"del","content":"2016-05-17 CITATION cible Arrêté du 17 mai 2016 relatif aux modalités de transmission et de publication des informations concernant la taxe de séjour et la taxe de séjour forfaitaire - article 1 AUTONOME ABROGE, en vigueur du 2016-06-12 au 2024-01-11"},{"type":"add","content":"2016-12-29 MODIFIE cible LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 86 ENTIEREMENT_MODIF, en vigueur depuis le 2017-01-01"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code général des collectivités territoriales - Sous-section 1 : Taxe de séjour et taxe de séjour forfaitaire"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code général des collectivités territoriales - article L5211-41-3 AUTONOME MODIFIE, en vigueur du 2004-08-17 au 2007-02-21"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/31/78/15/LEGIARTI000031781584.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/31/78/15/LEGIARTI000031781584.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/31/78/15/LEGIARTI000031781584.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/69/LEGIARTI000033816909.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/69/LEGIARTI000033816909.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/69/LEGIARTI000033816909.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000031781584)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033816909)"}],"status":"modified"},{"filename":"partie_legislative/cinquieme_partie/livre_ii/titre_ier/chapitre_ier/section_6/sous-section_2/article_l5211-30.md","articleName":"Article L5211-30","additions":17,"deletions":39,"diff":[{"type":"del","content":"II.-Le potentiel fiscal des établissements publics de coopération intercommunale à fiscalité propre est déterminé en additionnant les montants suivants : 1° Le produit déterminé par l'application aux bases intercommunales d'imposition de taxe d'habitation, de taxe foncière sur les propriétés bâties, de taxe foncière sur les propriétés non bâties et de cotisation foncière des entreprises du taux moyen national d'imposition à chacune de ces taxes ;"},{"type":"add","content":"II.-Le potentiel fiscal des établissements publics de coopération intercommunale à fiscalité propre est déterminé en additionnant les montants suivants :"},{"type":"add","content":""},{"type":"add","content":"1° Le produit déterminé par l'application aux bases intercommunales d'imposition de taxe d'habitation, de taxe foncière sur les propriétés bâties, de taxe foncière sur les propriétés non bâties et de cotisation foncière des entreprises du taux moyen national d'imposition à chacune de ces taxes ;"},{"type":"del","content":"Par dérogation, le potentiel fiscal des communautés d'agglomération issues de la transformation de syndicats d'agglomération nouvelle et le potentiel fiscal des communautés d'agglomération issues de la fusion d'établissements publics de coopération intercommunale dont l'un au moins est un syndicat d'agglomération nouvelle qui s'est transformé en communauté d'agglomération avant le 1er janvier 2015 sont pondérés par le rapport entre les bases brutes par habitant de cotisation foncière des entreprises des communautés d'agglomération et la somme des bases brutes par habitant de cotisation foncière des entreprises des syndicats d'agglomération nouvelle existant au 1er janvier 2015 et de ceux d'entre eux qui se sont transformés en communautés d'agglomération avant le 1er janvier 2015, sous réserve que ce rapport soit inférieur à 1. Pour ces communautés d'agglomération, la pondération s'applique sur la part de leur potentiel fiscal correspondant au périmètre des communautés d'agglomération issues de la transformation d'un syndicat d'agglomération nouvelle avant le 1er janvier 2015 et des syndicats d'agglomération nouvelle existant au 1er janvier 2015."},{"type":"add","content":"Par dérogation, le potentiel fiscal des communautés d'agglomération issues de la transformation de syndicats d'agglomération nouvelle et le potentiel fiscal des communautés d'agglomération issues de la fusion d'établissements publics de coopération intercommunale dont l'un au moins est un syndicat d'agglomération nouvelle qui s'est transformé en communauté d'agglomération avant le 1er janvier 2015 sont pondérés, pour la part correspondant à la seule cotisation foncière des entreprises, par le rapport entre les bases brutes par habitant de cotisation foncière des entreprises des communautés d'agglomération et la somme des bases brutes par habitant de cotisation foncière des entreprises des syndicats d'agglomération nouvelle existant au 1er janvier 2015 et de ceux d'entre eux qui se sont transformés en communautés d'agglomération avant le 1er janvier 2015, sous réserve que ce rapport soit inférieur à 1. Pour ces communautés d'agglomération, la pondération s'applique sur la part de leur potentiel fiscal correspondant au périmètre des communautés d'agglomération issues de la transformation d'un syndicat d'agglomération nouvelle avant le 1er janvier 2015 et des syndicats d'agglomération nouvelle existant au 1er janvier 2015."},{"type":"del","content":"Code général des impôts - article 1640 B AUTONOME MODIFIE, en vigueur du 2013-01-01 au 2017-05-05 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 1640 B AUTONOME MODIFIE_MORT_NE, en vigueur du 2010-05-01 au 2010-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 1640 B AUTONOME MODIFIE, en vigueur du 2010-01-01 au 2013-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 1640 B AUTONOME VIGUEUR, en vigueur depuis le 2017-05-05 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article L5211-4-2 AUTONOME MODIFIE, en vigueur du 2015-08-09 au 2018-12-31 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2015-1785 du 29 décembre 2015 de finances pour 2016 - article 157 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 1640 B AUTONOME MODIFIE, en vigueur du 2010-01-01 au 2010-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 1640 B AUTONOME MODIFIE, en vigueur du 2010-01-01 au 2010-05-01 CITATION cible"},{"type":"add","content":"LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 79 ENTIEREMENT_MODIF, en vigueur depuis le 2017-01-01 MODIFIE source"},{"type":"del","content":"LOI no 96-1143 du 26 décembre 1996 relative à la zone franche de Corse CITATION cible"},{"type":"add","content":"LOI no 96-987 du 14 novembre 1996 relative à la mise en oeuvre du pacte de relance pour la ville CITATION cible"},{"type":"del","content":"LOI no 96-987 du 14 novembre 1996 relative à la mise en oeuvre du pacte de relance pour la ville CITATION cible"},{"type":"add","content":"LOI no 96-1143 du 26 décembre 1996 relative à la zone franche de Corse CITATION cible"},{"type":"del","content":"2015-12-29 MODIFIE cible LOI n° 2015-1785 du 29 décembre 2015 de finances pour 2016 - article 157 ENTIEREMENT_MODIF"},{"type":"add","content":"2015-12-29 CITATION source LOI n° 2015-1785 du 29 décembre 2015 de finances pour 2016 - article 150 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2016-12-29 MODIFIE cible LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 79 ENTIEREMENT_MODIF, en vigueur depuis le 2017-01-01"},{"type":"del","content":"2999-01-01 CITATION source Code général des impôts - article 1379-0 bis AUTONOME MODIFIE, en vigueur du 2017-01-01 au 2019-01-01"},{"type":"add","content":"      2999-01-01 CITATION source Code général des impôts, CGI. - art. 1379-0 bis"},{"type":"del","content":""},{"type":"del","content":"      2999-01-01 CITATION source Code général des impôts, CGI. - art. 1640 B"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code général des collectivités territoriales - article L2334-2 AUTONOME MODIFIE, en vigueur du 1996-02-24 au 1999-12-29"},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article L5211-4-2 AUTONOME MODIFIE, en vigueur du 2015-08-09 au 2018-12-31"},{"type":"add","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article L5211-4-2 AUTONOME MODIFIE, en vigueur du 2014-01-29 au 2015-08-09"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/31/10/58/LEGIARTI000031105820.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/31/10/58/LEGIARTI000031105820.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/31/10/58/LEGIARTI000031105820.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/68/LEGIARTI000033816845.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/68/LEGIARTI000033816845.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/68/LEGIARTI000033816845.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000031105820)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033816845)"}],"status":"modified"},{"filename":"partie_legislative/deuxieme_partie/livre_ier/titre_ii/chapitre_iii/section_2/article_l2123-12-1.md","articleName":"Article L2123-12-1","additions":10,"deletions":10,"diff":[{"type":"del","content":"Les membres du conseil municipal bénéficient chaque année d'un droit individuel à la formation d'une durée de vingt heures, cumulable sur toute la durée du mandat. Il est financé par une cotisation obligatoire dont le taux ne peut être inférieur à 1 %, prélevée sur les indemnités de fonction perçues par les membres du conseil et collectée par un organisme collecteur national."},{"type":"add","content":"Les membres du conseil municipal bénéficient chaque année d'un droit individuel à la formation d'une durée de vingt heures, cumulable sur toute la durée du mandat. Il est financé par une cotisation obligatoire dont le taux ne peut être inférieur à 1 %, prélevée sur les indemnités de fonction perçues par les membres du conseil dans les conditions prévues à l'article L. 1621-3."},{"type":"del","content":"Un décret en Conseil d'Etat détermine les modalités de mise en œuvre du droit individuel à la formation, notamment les conditions de la collecte de la cotisation."},{"type":"add","content":"Un décret en Conseil d'Etat détermine les modalités de mise en œuvre du droit individuel à la formation."},{"type":"del","content":"LOI n° 2016-341 du 23 mars 2016 visant à permettre l'application aux élus locaux des dispositions relatives au droit individuel à la formation et relative aux conditions d'exercice des mandats des membres des syndicats de communes et des syndicats mixtes - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 140 ENTIEREMENT_MODIF, en vigueur depuis le 2017-01-01 MODIFIE source"},{"type":"del","content":""},{"type":"del","content":"2016-03-23 MODIFIE cible LOI n° 2016-341 du 23 mars 2016 visant à permettre l'application aux élus locaux des dispositions relatives au droit individuel à la formation et relative aux conditions d'exercice des mandats des membres des syndicats de communes et des syndicats mixtes - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"add","content":""},{"type":"add","content":"2016-12-29 MODIFIE cible LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 140 ENTIEREMENT_MODIF, en vigueur depuis le 2017-01-01"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/32/28/97/LEGIARTI000032289785.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/32/28/97/LEGIARTI000032289785.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/32/28/97/LEGIARTI000032289785.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/79/LEGIARTI000033817947.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/79/LEGIARTI000033817947.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/79/LEGIARTI000033817947.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000032289785)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033817947)"}],"status":"modified"},{"filename":"partie_legislative/deuxieme_partie/livre_iii/titre_iii/chapitre_iii/section_6/sous-section_1/paragraphe_1/article_l2333-26.md","articleName":"Article L2333-26","additions":14,"deletions":11,"diff":[{"type":"del","content":"I.-Sous réserve de l'article L. 5211-21, une taxe de séjour ou une taxe de séjour forfaitaire peut être instituée par délibération du conseil municipal :"},{"type":"add","content":"I. – Sous réserve de l'article L. 5211-21, une taxe de séjour ou une taxe de séjour forfaitaire peut être instituée par délibération prise par le conseil municipal avant le 1er octobre de l'année pour être applicable à compter de l'année suivante :"},{"type":"del","content":"II.-La délibération adoptée par le conseil municipal des communes mentionnées au I du présent article précise s'il est fait application soit de la taxe de séjour prévue aux paragraphes 2 et 3 de la présente sous-section, soit de la taxe de séjour forfaitaire prévue aux paragraphes 4 et 5."},{"type":"add","content":"II. – La délibération adoptée par le conseil municipal des communes mentionnées au I du présent article précise s'il est fait application soit de la taxe de séjour prévue aux paragraphes 2 et 3 de la présente sous-section, soit de la taxe de séjour forfaitaire prévue aux paragraphes 4 et 5."},{"type":"del","content":"III.-Le conseil municipal ne peut appliquer qu'un seul des deux régimes d'imposition prévus au II à chaque nature d'hébergement à titre onéreux proposées dans la commune."},{"type":"add","content":"III. – Le conseil municipal ne peut appliquer qu'un seul des deux régimes d'imposition prévus au II à chaque nature d'hébergement à titre onéreux proposées dans la commune."},{"type":"del","content":"Code général des collectivités territoriales - article L3333-1 AUTONOME MODIFIE, en vigueur du 2015-01-01 au 2015-03-22 CITATION source"},{"type":"add","content":"Code général des collectivités territoriales - article L3333-1 AUTONOME VIGUEUR, en vigueur depuis le 2017-01-01 CITATION source"},{"type":"del","content":"LOI n° 2014-1654 du 29 décembre 2014 de finances pour 2015 - article 67 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2015-01-01 MODIFIE source"},{"type":"add","content":"LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 86 ENTIEREMENT_MODIF, en vigueur depuis le 2017-01-01 MODIFIE source"},{"type":"del","content":"2014-12-29 MODIFIE cible LOI n° 2014-1654 du 29 décembre 2014 de finances pour 2015 - article 67 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2015-01-01"},{"type":"add","content":"2016-12-29 MODIFIE cible LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 86 ENTIEREMENT_MODIF, en vigueur depuis le 2017-01-01"},{"type":"del","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article L3333-1 AUTONOME MODIFIE, en vigueur du 2015-01-01 au 2015-03-22"},{"type":"add","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article L3333-1 AUTONOME VIGUEUR, en vigueur depuis le 2017-01-01"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code du tourisme - Section 2 : Communes touristiques et stations classées de tourisme."},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/02/37/LEGIARTI000030023766.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/02/37/LEGIARTI000030023766.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/30/02/37/LEGIARTI000030023766.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/69/LEGIARTI000033816957.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/69/LEGIARTI000033816957.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/69/LEGIARTI000033816957.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000030023766)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033816957)"}],"status":"modified"},{"filename":"partie_legislative/deuxieme_partie/livre_iii/titre_iii/chapitre_iii/section_6/sous-section_1/paragraphe_2/article_l2333-30.md","articleName":"Article L2333-30","additions":11,"deletions":14,"diff":[{"type":"del","content":"Ce tarif est arrêté par délibération du conseil municipal prise avant le 1er octobre de l'année pour être applicable l'année suivante. La délibération fixe, le cas échéant, les dates de début et de fin des périodes de perception au sein de l'année. Le tarif de la taxe de séjour est arrêté conformément au barème suivant :"},{"type":"add","content":"Ce tarif est arrêté par délibération du conseil municipal prise avant le 1er octobre de l'année pour être applicable à compter de l'année suivante. Par dérogation, pour la taxe applicable au titre de l'année 2017, les collectivités territoriales et leurs groupements ayant institué la taxe de séjour pour 2017 peuvent apporter des modifications à leur délibération jusqu'au 1er février 2017. La délibération fixe, le cas échéant, les dates de début et de fin des périodes de perception au sein de l'année. Le tarif de la taxe de séjour est arrêté conformément au barème suivant :"},{"type":"del","content":"Les limites de tarif mentionnées au tableau du troisième alinéa sont, à compter de l'année suivant celle au titre de laquelle elles s'appliquent pour la première fois, revalorisées chaque année comme le taux prévisionnel, associé au projet de loi de finances de l'année, d'évolution des prix à la consommation des ménages, hors tabac, pour la même année. Lorsque les limites tarifaires ainsi obtenues sont exprimées par des nombres avec plus d'un chiffre après la virgule, elles sont arrondies au dixième d'euro, les fractions d'euro inférieures à 0,05 € étant négligées et celles égales ou supérieures à 0,05 € étant comptées pour 0,1 €."},{"type":"add","content":"Les limites de tarif mentionnées au tableau du troisième alinéa sont, à compter de l'année suivant celle au titre de laquelle elles s'appliquent pour la première fois, revalorisées chaque année dans une proportion égale au taux de croissance de l'indice des prix à la consommation, hors tabac, de l'avant-dernière année. Lorsque les limites tarifaires ainsi obtenues sont exprimées par des nombres avec plus d'un chiffre après la virgule, elles sont arrondies au dixième d'euro, les fractions d'euro inférieures à 0,05 € étant négligées et celles égales ou supérieures à 0,05 € étant comptées pour 0,1 €."},{"type":"del","content":"Un décret en Conseil d'Etat détermine le contenu et fixe la date de publication des informations qui doivent être tenues à la disposition des personnes chargées de la collecte de la taxe, afin de permettre à ces dernières de déterminer le tarif applicable sur le territoire des communes et des établissements publics de coopération intercommunale ayant institué la taxe de séjour."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"### Nota"},{"type":"add","content":"Lorsqu'en raison de cette revalorisation, le tarif adopté par une collectivité ne correspond plus à l'une des valeurs mentionnées dans le tableau constituant le troisième alinéa, le tarif applicable au titre de l'année de revalorisation du barème est celui mentionné au même tableau dont la valeur est immédiatement inférieure ou immédiatement supérieure à celle qui résulte de cette délibération."},{"type":"del","content":"Loi n° 2015-1785 du 29 décembre 2015, article 90 II A et B : Ces dispositions s'appliquent à compter du 1er janvier 2016. Par dérogation, pour les taxes mentionnées aux articles L. 2333-30 et L. 2333-41 du code général des collectivités territoriales applicables au titre de l'année 2016, les délibérations prévues au deuxième alinéa du même article L. 2333-30 et du I du même article L. 2333-41 peuvent être prises jusqu'au 1er février 2016."},{"type":"add","content":"Un décret en Conseil d'Etat détermine le contenu et fixe la date de publication des informations qui doivent être tenues à la disposition des personnes chargées de la collecte de la taxe, afin de permettre à ces dernières de déterminer le tarif applicable sur le territoire des communes et des établissements publics de coopération intercommunale ayant institué la taxe de séjour."},{"type":"del","content":"LOI n° 2015-1785 du 29 décembre 2015 de finances pour 2016 - article 90 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2015-12-31 MODIFIE source"},{"type":"add","content":"LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 86 ENTIEREMENT_MODIF, en vigueur depuis le 2017-01-01 MODIFIE source"},{"type":"del","content":"2015-12-29 MODIFIE cible LOI n° 2015-1785 du 29 décembre 2015 de finances pour 2016 - article 90 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2015-12-31"},{"type":"add","content":"2016-05-17 CITATION cible Arrêté du 17 mai 2016 relatif aux modalités de transmission et de publication des informations concernant la taxe de séjour et la taxe de séjour forfaitaire - article 1 AUTONOME ABROGE, en vigueur du 2016-06-12 au 2024-01-11"},{"type":"del","content":"2016-05-17 CITATION cible Arrêté du 17 mai 2016 relatif aux modalités de transmission et de publication des informations concernant la taxe de séjour et la taxe de séjour forfaitaire - article 1 AUTONOME ABROGE, en vigueur du 2016-06-12 au 2024-01-11"},{"type":"add","content":"2016-12-29 MODIFIE cible LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 86 ENTIEREMENT_MODIF, en vigueur depuis le 2017-01-01"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/31/78/16/LEGIARTI000031781602.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/31/78/16/LEGIARTI000031781602.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/31/78/16/LEGIARTI000031781602.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/69/LEGIARTI000033816947.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/69/LEGIARTI000033816947.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/69/LEGIARTI000033816947.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000031781602)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033816947)"}],"status":"modified"},{"filename":"partie_legislative/deuxieme_partie/livre_iii/titre_iii/chapitre_iii/section_6/sous-section_1/paragraphe_3/article_l2333-34.md","articleName":"Article L2333-34","additions":11,"deletions":44,"diff":[{"type":"del","content":"I.-Les logeurs, les hôteliers, les propriétaires ou les intermédiaires mentionnés à l'article L. 2333-33 versent, aux dates fixées par délibération du conseil municipal, sous leur responsabilité, au comptable public assignataire de la commune le montant de la taxe calculé en application des articles L. 2333-29 à L. 2333-31."},{"type":"add","content":"I. – Les logeurs, les hôteliers, les propriétaires ou les intermédiaires mentionnés à l'article L. 2333-33 versent, aux dates fixées par délibération du conseil municipal, sous leur responsabilité, au comptable public assignataire de la commune le montant de la taxe calculé en application des articles L. 2333-29 à L. 2333-31."},{"type":"del","content":"II.-Les professionnels qui, par voie électronique, assurent un service de réservation ou de location ou de mise en relation en vue de la location d'hébergements pour le compte des logeurs, des hôteliers, des propriétaires ou des intermédiaires mentionnés à l'article L. 2333-33 peuvent, sous réserve d'avoir été habilités à cet effet par ces derniers, être préposés à la collecte de la taxe et à l'exécution des formalités déclaratives correspondantes. Ils versent, une fois par an, au comptable public assignataire de la commune le montant de la taxe, calculé en application des articles L. 2333-29 à L. 2333-31."},{"type":"add","content":"II. – Les professionnels qui, par voie électronique, assurent un service de réservation ou de location ou de mise en relation en vue de la location d'hébergements pour le compte des logeurs, des hôteliers, des propriétaires ou des intermédiaires mentionnés à l'article L. 2333-33 peuvent, sous réserve d'avoir été habilités à cet effet par ces derniers, être préposés à la collecte de la taxe de séjour et de la taxe additionnelle prévue à l'article L. 3333-1 et à l'exécution des formalités déclaratives correspondantes. Ils versent, une fois par an, au comptable public assignataire de la commune le montant de la taxe de séjour et de la taxe additionnelle prévue à l'article L. 3333-1 calculé en application des articles L. 2333-29 à L. 2333-31 et L. 3333-1."},{"type":"del","content":"Lorsqu'ils ne sont pas à même d'établir qu'ils bénéficient d'une des exemptions prévues aux 2° à 4° de l'article L. 2333-31, les assujettis acquittent à titre provisionnel le montant de la taxe aux professionnels mentionnés au premier alinéa du présent II. Ils peuvent en obtenir la restitution, sur présentation d'une demande en ce sens à la commune ayant perçu la cotisation indue. Il en est de même lorsqu'ils ont acquitté un montant de taxe supérieur à celui qui est dû au titre de la période de perception. La demande de dégrèvement doit être présentée dans un délai de quatre ans à partir du premier jour de l'année suivant celle au cours de laquelle la taxe a été acquittée."},{"type":"add","content":"Lorsqu'ils ne sont pas à même d'établir qu'ils bénéficient d'une des exemptions prévues aux 2° à 4° de l'article L. 2333-31, les assujettis acquittent à titre provisionnel le montant de la taxe de séjour et de la taxe additionnelle prévue à l'article L. 3333-1 aux professionnels mentionnés au premier alinéa du présent II. Ils peuvent en obtenir la restitution, sur présentation d'une demande en ce sens à la commune ayant perçu la cotisation indue. Il en est de même lorsqu'ils ont acquitté un montant de taxe de séjour et de la taxe additionnelle prévue à l'article L. 3333-1 supérieur à celui qui est dû au titre de la période de perception. La demande de dégrèvement doit être présentée dans un délai de quatre ans à partir du premier jour de l'année suivant celle au cours de laquelle la taxe de séjour et de la taxe additionnelle prévue à l'article L. 3333-1 a été acquittée."},{"type":"del","content":"Lorsque les professionnels mentionnés au même premier alinéa ne sont pas à même d'établir la catégorie de l'hébergement faisant l'objet de leur service, ils sont tenus au seul versement de la taxe de séjour au tarif applicable à la catégorie des meublés de tourisme et hébergements assimilés en attente de classement ou sans classement mentionnés à l'article L. 2333-30, sans application de la taxe additionnelle prévue à l'article L. 3333-1. L'éventuelle différence due au titre de la location d'un hébergement d'une catégorie supérieure ou de l'application d'une taxe additionnelle est acquittée par le logeur, l'hôtelier, le propriétaire ou l'intermédiaire en application des articles L. 2333-29 à L. 2333-31."},{"type":"add","content":"Lorsque les professionnels mentionnés au même premier alinéa ne sont pas à même d'établir la catégorie de l'hébergement faisant l'objet de leur service, ils sont tenus au versement de la taxe de séjour et de la taxe additionnelle mentionnée à l'article L. 3333-1 au tarif applicable à la catégorie des meublés de tourisme et hébergements assimilés en attente de classement ou sans classement mentionnés à l'article L. 2333-30. L'éventuelle différence due au titre de la location d'un hébergement d'une catégorie supérieure est acquittée par le logeur, l'hôtelier, le propriétaire ou l'intermédiaire en application des articles L. 2333-29 à L. 2333-31."},{"type":"del","content":"Code général des collectivités territoriales - article L2333-30 AUTONOME MODIFIE, en vigueur du 2016-01-01 au 2017-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article L2333-30 AUTONOME MODIFIE, en vigueur du 1996-02-24 au 2001-12-29 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article L2333-30 AUTONOME MODIFIE, en vigueur du 2001-12-29 au 2014-11-08 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article L2333-30 AUTONOME MODIFIE, en vigueur du 2014-11-08 au 2015-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article L2333-30 AUTONOME MODIFIE, en vigueur du 2015-01-01 au 2016-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article L2333-30 AUTONOME MODIFIE, en vigueur du 2020-12-31 au 2025-02-16 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article L2333-30 AUTONOME MODIFIE, en vigueur du 2017-01-01 au 2019-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article L2333-30 AUTONOME MODIFIE, en vigueur du 2019-01-01 au 2020-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article L2333-30 AUTONOME MODIFIE, en vigueur du 2020-01-01 au 2020-12-31 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2014-1654 du 29 décembre 2014 de finances pour 2015 - article 67 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2015-01-01 MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article L2333-30 AUTONOME VIGUEUR, en vigueur depuis le 2025-02-16 CITATION cible"},{"type":"add","content":"LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 86 ENTIEREMENT_MODIF, en vigueur depuis le 2017-01-01 MODIFIE source"},{"type":"del","content":"2014-12-29 MODIFIE cible LOI n° 2014-1654 du 29 décembre 2014 de finances pour 2015 - article 67 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2015-01-01"},{"type":"add","content":"2015-07-31 CITATION cible Décret n° 2015-970 du 31 juillet 2015 relatif à la taxe de séjour et à la taxe de séjour forfaitaire VIGUEUR"},{"type":"del","content":"2015-07-31 CITATION cible Décret n° 2015-970 du 31 juillet 2015 relatif à la taxe de séjour et à la taxe de séjour forfaitaire VIGUEUR"},{"type":"add","content":"2016-12-29 MODIFIE cible LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 86 ENTIEREMENT_MODIF, en vigueur depuis le 2017-01-01"},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code général des collectivités territoriales - article L2333-30 AUTONOME MODIFIE, en vigueur du 1996-02-24 au 2001-12-29"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/02/37/LEGIARTI000030023792.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/02/37/LEGIARTI000030023792.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/30/02/37/LEGIARTI000030023792.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/69/LEGIARTI000033816931.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/69/LEGIARTI000033816931.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/69/LEGIARTI000033816931.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000030023792)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033816931)"}],"status":"modified"},{"filename":"partie_legislative/deuxieme_partie/livre_iii/titre_iii/chapitre_iii/section_6/sous-section_1/paragraphe_4/article_l2333-41.md","articleName":"Article L2333-41","additions":68,"deletions":68,"diff":[{"type":"del","content":"I.-Le tarif de la taxe de séjour forfaitaire est fixé, pour chaque nature et pour chaque catégorie d'hébergement, par unité de capacité d'accueil et par nuitée."},{"type":"add","content":"I. – Le tarif de la taxe de séjour forfaitaire est fixé, pour chaque nature et pour chaque catégorie d'hébergement, par unité de capacité d'accueil et par nuitée."},{"type":"del","content":"Ce tarif est arrêté par délibération du conseil municipal prise avant le 1er octobre de l'année pour être applicable l'année suivante. La délibération fixe, le cas échéant, les dates de début et de fin des périodes de perception au sein de l'année. Le tarif de la taxe de séjour forfaitaire est arrêté conformément au barème suivant :"},{"type":"add","content":"Ce tarif est arrêté par délibération du conseil municipal prise avant le 1er octobre de l'année pour être applicable à compter de l'année suivante. Par dérogation, pour la taxe applicable au titre de l'année 2017, les collectivités territoriales et leurs groupements ayant institué la taxe de séjour forfaitaire pour 2017 peuvent apporter des modifications à leur délibération jusqu'au 1er février 2017. La délibération fixe, le cas échéant, les dates de début et de fin des périodes de perception au sein de l'année. Le tarif de la taxe de séjour forfaitaire est arrêté conformément au barème suivant :"},{"type":"del","content":"Catégories d'hébergement"},{"type":"add","content":"        Catégories d'hébergement"},{"type":"del","content":"Tarif plancher"},{"type":"add","content":"        Tarif plancher"},{"type":"del","content":"Tarif plafond"},{"type":"add","content":"        Tarif plafond"},{"type":"del","content":"Palaces et tous les autres établissements présentant des caractéristiques de classement touristique équivalentes"},{"type":"add","content":"        Palaces et tous les autres établissements présentant des caractéristiques de classement touristique équivalentes"},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":"0,65"},{"type":"add","content":"        0,65"},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":"4,00"},{"type":"add","content":"        4,00"},{"type":"del","content":"Hôtels de tourisme 5 étoiles, résidences de tourisme 5 étoiles, meublés de tourisme 5 étoiles et tous les autres établissements présentant des caractéristiques de classement touristique équivalentes"},{"type":"add","content":"        Hôtels de tourisme 5 étoiles, résidences de tourisme 5 étoiles, meublés de tourisme 5 étoiles et tous les autres établissements présentant des caractéristiques de classement touristique équivalentes"},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":"0,65"},{"type":"add","content":"        0,65"},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":"3,00"},{"type":"add","content":"        3,00"},{"type":"del","content":"Hôtels de tourisme 4 étoiles, résidences de tourisme 4 étoiles, meublés de tourisme 4 étoiles et tous les autres établissements présentant des caractéristiques de classement touristique équivalentes"},{"type":"add","content":"        Hôtels de tourisme 4 étoiles, résidences de tourisme 4 étoiles, meublés de tourisme 4 étoiles et tous les autres établissements présentant des caractéristiques de classement touristique équivalentes"},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":"0,65"},{"type":"add","content":"        0,65"},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":"2,25"},{"type":"add","content":"        2,25"},{"type":"del","content":"Hôtels de tourisme 3 étoiles, résidences de tourisme 3 étoiles, meublés de tourisme 3 étoiles et tous les autres établissements présentant des caractéristiques de classement touristique équivalentes"},{"type":"add","content":"        Hôtels de tourisme 3 étoiles, résidences de tourisme 3 étoiles, meublés de tourisme 3 étoiles et tous les autres établissements présentant des caractéristiques de classement touristique équivalentes"},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":"0,50"},{"type":"add","content":"        0,50"},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":"1,50"},{"type":"add","content":"        1,50"},{"type":"del","content":"Hôtels de tourisme 2 étoiles, résidences de tourisme 2 étoiles, meublés de tourisme 2 étoiles, villages de vacances 4 et 5 étoiles et tous les autres établissements présentant des caractéristiques de classement touristique équivalentes"},{"type":"add","content":"        Hôtels de tourisme 2 étoiles, résidences de tourisme 2 étoiles, meublés de tourisme 2 étoiles, villages de vacances 4 et 5 étoiles et tous les autres établissements présentant des caractéristiques de classement touristique équivalentes"},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":"0,30"},{"type":"add","content":"        0,30"},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":"0,90"},{"type":"add","content":"        0,90"},{"type":"del","content":"Hôtels de tourisme 1 étoile, résidences de tourisme 1 étoile, meublés de tourisme 1 étoile, villages de vacances 1,2 et 3 étoiles, chambres d'hôtes, emplacements dans des aires de camping-cars et des parcs de stationnement touristiques par tranche de 24 heures et tous les autres établissements présentant des caractéristiques de classement touristique équivalentes"},{"type":"add","content":"        Hôtels de tourisme 1 étoile, résidences de tourisme 1 étoile, meublés de tourisme 1 étoile, villages de vacances 1,2 et 3 étoiles, chambres d'hôtes, emplacements dans des aires de camping-cars et des parcs de stationnement touristiques par tranche de 24 heures et tous les autres établissements présentant des caractéristiques de classement touristique équivalentes"},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":"0,20"},{"type":"add","content":"        0,20"},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":"0,75"},{"type":"add","content":"        0,75"},{"type":"del","content":"Hôtels et résidences de tourisme, villages de vacances en attente de classement ou sans classement"},{"type":"add","content":"        Hôtels et résidences de tourisme, villages de vacances en attente de classement ou sans classement"},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":"0,20"},{"type":"add","content":"        0,20"},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":"0,75"},{"type":"add","content":"        0,75"},{"type":"del","content":"Meublés de tourisme et hébergements assimilés en attente de classement ou sans classement"},{"type":"add","content":"        Meublés de tourisme et hébergements assimilés en attente de classement ou sans classement"},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":"0,20"},{"type":"add","content":"        0,20"},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":"0,75"},{"type":"add","content":"        0,75"},{"type":"del","content":"Terrains de camping et terrains de caravanage classés en 3,4 et 5 étoiles et tout autre terrain d'hébergement de plein air de caractéristiques équivalentes"},{"type":"add","content":"        Terrains de camping et terrains de caravanage classés en 3,4 et 5 étoiles et tout autre terrain d'hébergement de plein air de caractéristiques équivalentes"},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":"0,20"},{"type":"add","content":"        0,20"},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":"0,55"},{"type":"add","content":"        0,55"},{"type":"del","content":"Terrains de camping et terrains de caravanage classés en 1 et 2 étoiles et tout autre terrain d'hébergement de plein air de caractéristiques équivalentes, ports de plaisance"},{"type":"add","content":"        Terrains de camping et terrains de caravanage classés en 1 et 2 étoiles et tout autre terrain d'hébergement de plein air de caractéristiques équivalentes, ports de plaisance"},{"type":"del","content":""},{"type":"add","content":""},{"type":"del","content":"0,20"},{"type":"add","content":"        0,20"},{"type":"del","content":"Les limites de tarif mentionnées au tableau du troisième alinéa sont, à compter de l'année suivant celle au titre de laquelle elles s'appliquent pour la première fois, revalorisées chaque année comme le taux prévisionnel, associé au projet de loi de finances de l'année, d'évolution des prix à la consommation des ménages, hors tabac, pour la même année. Lorsque les limites tarifaires ainsi obtenues sont exprimées par des nombres avec plus d'un chiffre après la virgule, elles sont arrondies au dixième d'euro, les fractions d'euro inférieures à 0,05 € étant négligées et celles égales ou supérieures à 0,05 € étant comptées pour 0,1 €."},{"type":"add","content":"Les limites de tarif mentionnées au tableau du troisième alinéa sont, à compter de l'année suivant celle au titre de laquelle elles s'appliquent pour la première fois, revalorisées chaque année dans une proportion égale au taux de croissance de l'indice des prix à la consommation, hors tabac, de l'avant-dernière année. Lorsque les limites tarifaires ainsi obtenues sont exprimées par des nombres avec plus d'un chiffre après la virgule, elles sont arrondies au dixième d'euro, les fractions d'euro inférieures à 0,05 € étant négligées et celles égales ou supérieures à 0,05 € étant comptées pour 0,1 €."},{"type":"add","content":""},{"type":"add","content":"Lorsqu'en raison de cette revalorisation, le tarif adopté par une collectivité ne correspond plus à l'une des valeurs mentionnées dans le tableau constituant le troisième alinéa, le tarif applicable au titre de l'année de revalorisation du barème est celui mentionné au même tableau et dont la valeur est immédiatement inférieure ou immédiatement supérieure à celle qui résulte de cette délibération."},{"type":"del","content":"II.-La taxe de séjour forfaitaire est assise sur la capacité d'accueil de l'hébergement donnant lieu au versement de la taxe et le nombre de nuitées comprises à la fois dans la période d'ouverture de l'hébergement ou de l'établissement imposable et dans la période de perception de la taxe mentionnée à l'article L. 2333-28."},{"type":"add","content":"II. – La taxe de séjour forfaitaire est assise sur la capacité d'accueil de l'hébergement donnant lieu au versement de la taxe et le nombre de nuitées comprises à la fois dans la période d'ouverture de l'hébergement ou de l'établissement imposable et dans la période de perception de la taxe mentionnée à l'article L. 2333-28."},{"type":"del","content":"III.-Pour l'application du II, le nombre d'unités de capacité d'accueil de la structure d'hébergement ou de l'établissement donnant lieu au versement de la taxe correspond au nombre de personnes que celui-ci est susceptible d'héberger. Ce nombre d'unités fait l'objet, selon les modalités délibérées par le conseil municipal, d'un abattement en fonction de la durée de la période d'ouverture de l'établissement, dont le taux est compris entre 10 et 50 %."},{"type":"add","content":"III. – Pour l'application du II, le nombre d'unités de capacité d'accueil de la structure d'hébergement ou de l'établissement donnant lieu au versement de la taxe correspond au nombre de personnes que celui-ci est susceptible d'héberger. Ce nombre d'unités fait l'objet, selon les modalités délibérées par le conseil municipal, d'un abattement en fonction de la durée de la période d'ouverture de l'établissement, dont le taux est compris entre 10 et 50 %."},{"type":"del","content":"### Nota"},{"type":"del","content":""},{"type":"del","content":"Loi n° 2015-1785 du 29 décembre 2015, article 90 II A et B : Ces dispositions s'appliquent à compter du 1er janvier 2016. Par dérogation, pour les taxes mentionnées aux articles L. 2333-30 et L. 2333-41 du code général des collectivités territoriales applicables au titre de l'année 2016, les délibérations prévues au deuxième alinéa du même article L. 2333-30 et du I du même article L. 2333-41 peuvent être prises jusqu'au 1er février 2016."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2015-1785 du 29 décembre 2015 de finances pour 2016 - article 90 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2015-12-31 MODIFIE source"},{"type":"add","content":"LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 86 ENTIEREMENT_MODIF, en vigueur depuis le 2017-01-01 MODIFIE source"},{"type":"del","content":"2015-12-29 MODIFIE cible LOI n° 2015-1785 du 29 décembre 2015 de finances pour 2016 - article 90 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2015-12-31"},{"type":"add","content":"2016-05-17 CITATION cible Arrêté du 17 mai 2016 relatif aux modalités de transmission et de publication des informations concernant la taxe de séjour et la taxe de séjour forfaitaire - article 1 AUTONOME ABROGE, en vigueur du 2016-06-12 au 2024-01-11"},{"type":"del","content":"2016-05-17 CITATION cible Arrêté du 17 mai 2016 relatif aux modalités de transmission et de publication des informations concernant la taxe de séjour et la taxe de séjour forfaitaire - article 1 AUTONOME ABROGE, en vigueur du 2016-06-12 au 2024-01-11"},{"type":"add","content":"2016-12-29 MODIFIE cible LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 86 ENTIEREMENT_MODIF, en vigueur depuis le 2017-01-01"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code général des collectivités territoriales - article L2333-28 AUTONOME MODIFIE, en vigueur du 1996-02-24 au 2014-11-08"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/31/78/15/LEGIARTI000031781596.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/31/78/15/LEGIARTI000031781596.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/31/78/15/LEGIARTI000031781596.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/69/LEGIARTI000033816926.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/69/LEGIARTI000033816926.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/69/LEGIARTI000033816926.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000031781596)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033816926)"}],"status":"modified"},{"filename":"partie_legislative/deuxieme_partie/livre_iii/titre_iii/chapitre_iii/section_6/sous-section_4/README.md","articleName":"Sommaire - Sous-Section 4","additions":1,"deletions":0,"diff":[{"type":"add","content":"- [Article L2333-57](article_l2333-57.md)"}],"status":"modified"},{"filename":"partie_legislative/deuxieme_partie/livre_iii/titre_iii/chapitre_iii/section_6/sous-section_4/article_l2333-57.md","articleName":"Article L2333-57","additions":160,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article L2333-57"},{"type":"add","content":""},{"type":"add","content":"I. – Il est institué un prélèvement progressif dû par les casinos régis par l'article L. 321-3 du code de la sécurité intérieure, sauf lorsqu'ils sont immatriculés à Wallis-et-Futuna, selon les modalités suivantes :"},{"type":"add","content":""},{"type":"add","content":"1° Ce prélèvement est assis sur le produit brut des jeux défini aux 1° à 4° de l'article L. 2333-55-1 du présent code."},{"type":"add","content":""},{"type":"add","content":"Il est appliqué à la somme des éléments constitutifs du produit brut des jeux résultant de l'exploitation des formes non électroniques des jeux de contrepartie et des jeux de cercle mentionnés aux 1° à 3° du même article L. 2333-55-1 un coefficient de 93,5 %. Dans le cas où la différence mentionnée aux 1° et 2° dudit article L. 2333-55-1 est négative, la perte subie vient en déduction des bénéfices des jours suivants ;"},{"type":"add","content":""},{"type":"add","content":"2° Le produit des jeux ainsi obtenu est diminué d'un abattement de 25 % puis réparti au prorata, d'une part, de la somme des éléments constitutifs du produit des jeux mentionnés aux 1° à 3° du même article L. 2333-55-1 et, d'autre part, de la somme des éléments constitutifs du produit des jeux mentionné au 4° du même article L. 2333-55-1 ;"},{"type":"add","content":""},{"type":"add","content":"3° Le taux du prélèvement progressif applicable à chacune des parts ainsi déterminées est fixé par décret, dans les limites minimale et maximale de 6 % et de 83,5 %."},{"type":"add","content":""},{"type":"add","content":"II. – Il est institué un prélèvement complémentaire dû par les casinos régis par l'article L. 321-3 du code de la sécurité intérieure, sauf lorsqu'ils sont immatriculés à Wallis-et-Futuna, selon les modalités suivantes :"},{"type":"add","content":""},{"type":"add","content":"1° Ce prélèvement est assis sur le produit brut des jeux défini aux 1° à 4° de l'article L. 2333-55-1 du présent code. Dans le cas où la différence mentionnée aux 1° et 2° du même article L. 2333-55-1 est négative, la perte subie vient en déduction des bénéfices des jours suivants ;"},{"type":"add","content":""},{"type":"add","content":"2° Le produit des jeux ainsi obtenu est diminué d'un abattement de 25 % ;"},{"type":"add","content":""},{"type":"add","content":"3° Le taux du prélèvement complémentaire est fixé par décret, dans les limites minimale et maximale de 3 % et de 14 %, en tenant compte du montant du produit net des jeux réalisé ;"},{"type":"add","content":""},{"type":"add","content":"4° Lorsque le taux du prélèvement complémentaire ajouté au taux du prélèvement progressif prévu au I du présent article sur la somme des éléments constitutifs du produit brut des jeux mentionnés aux 1° à 4° de l'article L. 2333-55-1 dépasse 83,5 %, le taux du prélèvement progressif est réduit de telle façon que le total des deux prélèvements soit de 83,5 %."},{"type":"add","content":""},{"type":"add","content":"III. – 10 % du prélèvement prévu au I du présent article est affecté, dans la limite du plafond prévu au I de l'article 46 de la loi n° 2011-1977 du 28 décembre 2011 de finances pour 2012, aux organismes mentionnés à l'article L. 742-9 du code de la sécurité intérieure. Les modalités de répartition de l'affectation entre les organismes concernés sont précisées par décret."},{"type":"add","content":""},{"type":"add","content":"IV. – Les produits des jeux réalisés dans les casinos régis par l'article L. 321-3 du code de la sécurité intérieure, sauf lorsqu'ils sont immatriculés à Wallis-et-Futuna, sont soumis aux prélèvements prévus au III de l'article L. 136-7-1 du code de la sécurité sociale ainsi qu'au III de l'article 18 et à l'article 19 de l'ordonnance n° 96-50 du 24 janvier 1996 relative au remboursement de la dette sociale."},{"type":"add","content":""},{"type":"add","content":"V. – Les prélèvements mentionnés aux I, III et IV sont liquidés et soldés selon les modalités prévues à l'article L. 2333-55-2 du présent code."},{"type":"add","content":""},{"type":"add","content":"Ces prélèvements sont recouvrés et contrôlés selon les mêmes procédures et sous les mêmes sanctions, garanties, sûretés et privilèges que les taxes sur le chiffre d'affaires."},{"type":"add","content":""},{"type":"add","content":"Les réclamations sont présentées, instruites et jugées selon les règles applicables à ces mêmes taxes."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 97 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2017-01-01 MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la sécurité sociale - article L136-7-1 AUTONOME MODIFIE, en vigueur du 2018-01-01 au 2020-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la sécurité sociale - article L136-7-1 AUTONOME MODIFIE, en vigueur du 1997-12-23 au 2002-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la sécurité sociale - article L136-7-1 AUTONOME MODIFIE, en vigueur du 2010-05-13 au 2018-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la sécurité sociale - article L136-7-1 AUTONOME MODIFIE, en vigueur du 2020-01-01 au 2025-07-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la sécurité sociale - article L136-7-1 AUTONOME MODIFIE, en vigueur du 2002-01-01 au 2004-08-17 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la sécurité sociale - article L136-7-1 AUTONOME MODIFIE, en vigueur du 2004-08-17 au 2009-03-03 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la sécurité sociale - article L136-7-1 AUTONOME MODIFIE, en vigueur du 2009-03-03 au 2010-05-13 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de la sécurité sociale - article L136-7-1 AUTONOME MODIFIE, en vigueur du 1996-12-29 au 1997-12-23 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 96-142 du 21 février 1996 relative à la partie Législative du code général des collectivités territoriales CODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1955-04-03 CONCORDANCE source Loi n° 55-366 du 3 avril 1955 relatif au développement des crédits affectés aux dépenses du ministère ‎des finances et des affaires économiques pour l’exercice 1955 (I : Charges communes) (1)‎"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1996-01-24 CITATION source Ordonnance n° 96-50 du 24 janvier 1996 relative au remboursement de la dette sociale - article 19 AUTONOME MODIFIE, en vigueur du 1996-01-25 au 2006-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1996-02-21 CODIFICATION source LOI n° 96-142 du 21 février 1996 relative à la partie Législative du code général des collectivités territoriales"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2011-12-28 CITATION source LOI n° 2011-1977 du 28 décembre 2011 de finances pour 2012 - article 46 PARTIELLEMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2016-12-29 MODIFIE cible LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 97 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2017-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2017-12-22 CITATION cible Décret n° 2017-1749 du 22 décembre 2017 pris en application de l'article L. 2333-57 du code général des collectivités territoriales relatif aux casinos installés à bord des navires de commerce transporteurs de passagers battant pavillon français VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2017-12-22 CITATION cible Décret n° 2017-1749 du 22 décembre 2017 pris en application de l'article L. 2333-57 du code général des collectivités territoriales relatif aux casinos installés à bord des navires de commerce transporteurs de passagers battant pavillon français - article 6 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code de la sécurité intérieure - article L321-6 AUTONOME MODIFIE, en vigueur du 2017-01-01 au 2025-07-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code du tourisme - article D422-7 AUTONOME MODIFIE, en vigueur du 2015-06-18 au 2017-12-25"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 PILOTE_SUIVEUR cible Code du tourisme - article L422-12 AUTONOME MODIFIE, en vigueur du 2009-03-03 au 2009-11-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article D2333-74 AUTONOME MODIFIE, en vigueur du 2009-08-29 au 2015-06-18"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article D2333-75 AUTONOME ABROGE, en vigueur du 2000-04-09 au 2015-06-18"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article D2333-76 AUTONOME ABROGE, en vigueur du 2000-04-09 au 2015-06-18"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article D2333-77 AUTONOME ABROGE, en vigueur du 2000-04-09 au 2015-06-18"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article D2333-79 AUTONOME ABROGE, en vigueur du 2014-05-30 au 2015-06-18"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article D2333-82-5 AUTONOME TRANSFERE, en vigueur du 2017-10-09 au 2019-03-22"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article D2333-82-5-1 AUTONOME VIGUEUR, en vigueur depuis le 2021-07-29"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article D2333-82-6 AUTONOME VIGUEUR, en vigueur depuis le 2017-12-25"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts - article 261 E AUTONOME MODIFIE, en vigueur du 2020-12-31 au 2025-02-16"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la sécurité sociale - article L136-7-1 AUTONOME MODIFIE, en vigueur du 1996-12-29 au 1997-12-23"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la sécurité intérieure - article L321-3 AUTONOME MODIFIE, en vigueur du 2012-05-01 au 2016-06-22"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la sécurité intérieure - article L742-9 AUTONOME VIGUEUR, en vigueur depuis le 2012-05-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/75/LEGIARTI000033817511.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/75/LEGIARTI000033817511.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/75/LEGIARTI000033817511.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_collectivites_territoriales/src/branch/main/partie_legislative/deuxieme_partie/livre_iii/titre_iii/chapitre_iii/section_6/sous-section_4/article_l2333-57.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033817511)"},{"type":"add","content":""}],"status":"added"},{"filename":"partie_legislative/deuxieme_partie/livre_iii/titre_iii/chapitre_iii/section_8/article_l2333-67.md","articleName":"Article L2333-67","additions":8,"deletions":8,"diff":[{"type":"del","content":"En cas d'extension du périmètre d'un établissement public de coopération intercommunale doté de fiscalité propre, de la métropole de Lyon ou d'un syndicat mixte auquel a adhéré un établissement public de coopération intercommunale doté de fiscalité propre, le taux de versement destiné au financement des transports en commun applicable sur le territoire des communes incluses peut être réduit par décision de l'organe délibérant de l'établissement public ou du syndicat mixte, pour une durée maximale de cinq ans à compter de cette inclusion, par rapport au taux applicable sur le territoire des autres communes, lorsque le versement de transport n'était pas institué sur le territoire de communes nouvellement incluses ou l'était à un taux inférieur. Le taux de versement destiné au financement des transports en commun peut être réduit, dans des conditions identiques, par décision de l'organe délibérant de l'autorité organisatrice de transports urbains, qui s'est substituée à la métropole de Lyon en application du deuxième alinéa de l'article L. 5722-7-1, lorsque le ressort territorial de cette autorité organisatrice de transports urbains s'étend à de nouvelles communes."},{"type":"add","content":"En cas d'extension du périmètre d'un établissement public de coopération intercommunale doté de fiscalité propre, de la métropole de Lyon ou d'un syndicat mixte auquel a adhéré un établissement public de coopération intercommunale doté de fiscalité propre, le taux de versement destiné au financement des transports en commun applicable sur le territoire des communes incluses peut être réduit ou porté à zéro par décision de l'organe délibérant de l'établissement public ou du syndicat mixte, pour une durée maximale de douze ans à compter de cette inclusion, par rapport au taux applicable sur le territoire des autres communes, lorsque le versement de transport n'était pas institué sur le territoire de communes nouvellement incluses ou l'était à un taux inférieur. Le taux adopté pour ces communes et établissements publics de coopération intercommunale ne peut être inférieur au taux qui leur était applicable l'année précédant la modification de périmètre. Ces dispositions sont applicables lors de la fusion d'établissements publics de coopération intercommunale à fiscalité propre. Le taux de versement destiné au financement des transports en commun peut être réduit, dans des conditions identiques, par décision de l'organe délibérant de l'autorité organisatrice de transports urbains, qui s'est substituée à la métropole de Lyon en application du deuxième alinéa de l'article L. 5722-7-1, lorsque le ressort territorial de cette autorité organisatrice de transports urbains s'étend à de nouvelles communes."},{"type":"del","content":"Les dispositions de l'alinéa précédent s'appliquent aux communes incluses dans le ressort territorial d'une autorité organisatrice de la mobilité résultant soit de la création d'un établissement public de coopération intercommunale doté de fiscalité propre compétent en matière de mobilité, soit du transfert de la compétence en matière d'organisation de mobilité à un établissement public de coopération intercommunale doté de fiscalité propre dont elles sont membres. Elles s'appliquent également à la métropole de Lyon ou, le cas échéant, à l'autorité organisatrice de transports urbains, qui s'est substituée à la métropole de Lyon en application du deuxième alinéa de l'article L. 5722-7-1."},{"type":"add","content":"Les dispositions de l'alinéa précédent s'appliquent aux communes incluses dans le ressort territorial d'une autorité organisatrice de la mobilité résultant soit de la création d'un établissement public de coopération intercommunale doté de fiscalité propre compétent en matière de mobilité, soit de la fusion d'établissements publics de coopération intercommunale à fiscalité propre, soit du transfert de la compétence en matière d'organisation de mobilité à un établissement public de coopération intercommunale doté de fiscalité propre dont elles sont membres. Elles s'appliquent également à la métropole de Lyon ou, le cas échéant, à l'autorité organisatrice de transports urbains, qui s'est substituée à la métropole de Lyon en application du deuxième alinéa de l'article L. 5722-7-1."},{"type":"del","content":"LOI n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République - article 18 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2015-08-09 MODIFIE source"},{"type":"add","content":"LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 75 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2017-01-01 MODIFIE source"},{"type":"del","content":"2015-08-07 MODIFIE cible LOI n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République - article 18 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2015-08-09"},{"type":"add","content":"2016-12-29 MODIFIE cible LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 75 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2017-01-01"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/31/10/48/LEGIARTI000031104857.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/31/10/48/LEGIARTI000031104857.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/31/10/48/LEGIARTI000031104857.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/67/LEGIARTI000033816774.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/67/LEGIARTI000033816774.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/67/LEGIARTI000033816774.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000031104857)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033816774)"}],"status":"modified"},{"filename":"partie_legislative/deuxieme_partie/livre_iii/titre_iii/chapitre_iii/section_9/article_l2333-76.md","articleName":"Article L2333-76","additions":11,"deletions":17,"diff":[{"type":"del","content":"-soit d'instituer et de percevoir la redevance pour leur propre compte, en fixant eux-mêmes les modalités de tarification, dans le cas où le syndicat mixte ne l'aurait pas instituée avant le 1er juillet d'une année pour être applicable à compter de l'année suivante ; lorsque le syndicat mixte décide postérieurement d'instituer la redevance ou la taxe prévue à l'article 1520 du code général des impôts, la délibération prise par le syndicat ne s'applique pas sur le territoire de l'établissement public de coopération intercommunale sauf si ce dernier rapporte sa délibération ;"},{"type":"add","content":"– soit d'instituer et de percevoir la redevance pour leur propre compte, en fixant eux-mêmes les modalités de tarification, dans le cas où le syndicat mixte ne l'aurait pas instituée avant le 1er juillet d'une année pour être applicable à compter de l'année suivante ; lorsque le syndicat mixte décide postérieurement d'instituer la redevance ou la taxe prévue à l'article 1520 du code général des impôts, la délibération prise par le syndicat ne s'applique pas sur le territoire de l'établissement public de coopération intercommunale sauf si ce dernier rapporte sa délibération ;"},{"type":"del","content":"-soit de percevoir la redevance en lieu et place du syndicat mixte qui l'aurait instituée sur l'ensemble du périmètre syndical."},{"type":"add","content":"– soit de percevoir la redevance en lieu et place du syndicat mixte qui l'aurait instituée sur l'ensemble du périmètre syndical."},{"type":"del","content":"Par exception à l'article L. 2333-79, lorsque les communes transfèrent la collecte des déchets des ménages à une communauté d'agglomération issue d'un syndicat d'agglomération nouvelle qui assurait antérieurement le traitement des déchets des ménages, cette dernière peut percevoir la redevance d'enlèvement des ordures ménagères et prélever la taxe d'enlèvement des ordures ménagères, sur les différentes parties de son territoire où elles avaient été instituées préalablement au transfert, en lieu et place des communes."},{"type":"add","content":"Par exception à l'article L. 2333-79, lorsque les communes transfèrent la collecte des déchets des ménages à une communauté d'agglomération issue d'un syndicat d'agglomération nouvelle qui assurait antérieurement le reste de la compétence prévue à l'article L. 2224-13, cette communauté d'agglomération peut instituer, selon le cas, la redevance d'enlèvement des ordures ménagères et la taxe d'enlèvement des ordures ménagères sur le territoire des communes où elles étaient en vigueur préalablement au transfert de compétence."},{"type":"del","content":"Code général des collectivités territoriales - article L2573-46 AUTONOME VIGUEUR, en vigueur depuis le 2016-11-10 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2016-1500 du 8 novembre 2016 tendant à permettre le maintien des communes associées, sous forme de communes déléguées, en cas de création d'une commune nouvelle - article 10 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article L2333-79 AUTONOME VIGUEUR, en vigueur depuis le 1996-02-24 CITATION cible"},{"type":"add","content":"LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 77 ENTIEREMENT_MODIF, en vigueur depuis le 2017-01-01 MODIFIE source"},{"type":"del","content":"2016-11-08 MODIFIE cible LOI n° 2016-1500 du 8 novembre 2016 tendant à permettre le maintien des communes associées, sous forme de communes déléguées, en cas de création d'une commune nouvelle - article 10 ENTIEREMENT_MODIF"},{"type":"add","content":"2016-12-29 MODIFIE cible LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 77 ENTIEREMENT_MODIF, en vigueur depuis le 2017-01-01"},{"type":"del","content":"2999-01-01 CITATION source Code général des collectivités territoriales - article L2333-79 AUTONOME VIGUEUR, en vigueur depuis le 1996-02-24"},{"type":"add","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article L2333-79 AUTONOME VIGUEUR, en vigueur depuis le 1996-02-24"},{"type":"del","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article L2573-46 AUTONOME VIGUEUR, en vigueur depuis le 2016-11-10"},{"type":"add","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article L2573-46 AUTONOME MODIFIE, en vigueur du 2014-01-01 au 2014-12-30"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/36/09/LEGIARTI000033360923.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/36/09/LEGIARTI000033360923.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/36/09/LEGIARTI000033360923.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/68/LEGIARTI000033816827.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/68/LEGIARTI000033816827.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/68/LEGIARTI000033816827.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033360923)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033816827)"}],"status":"modified"},{"filename":"partie_legislative/deuxieme_partie/livre_iii/titre_iii/chapitre_iv/section_2/README.md","articleName":"Sommaire - Section 2","additions":1,"deletions":0,"diff":[{"type":"add","content":"- [Article L2334-25-1](article_l2334-25-1.md)"}],"status":"modified"},{"filename":"partie_legislative/deuxieme_partie/livre_iii/titre_iii/chapitre_iv/section_2/article_l2334-25-1.md","articleName":"Article L2334-25-1","additions":73,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article L2334-25-1"},{"type":"add","content":""},{"type":"add","content":"Les pertes nettes de recettes résultant des I à V de l'article 63 de la loi n° 2014-58 du 27 janvier 2014 de modernisation de l'action publique territoriale et d'affirmation des métropoles sont compensées pour l'Etat et pour les collectivités territoriales de moins de 10 000 habitants définies au 2° de l'article R. 2334-10."},{"type":"add","content":"A compter du 1er janvier 2019, les sommes allouées en application du second alinéa de l'article R. 2334-11 sont, pour chaque département, au moins égales à la moyenne des sommes allouées au titre des trois derniers exercices. Pour les départements d'Ile-de-France, des prélèvements fixés respectivement à 50 % et 25 % des sommes calculées conformément à l'article R. 2334-10 en 2018 sont opérés au bénéfice du Syndicat des transports d'Ile-de-France et de la région d'Ile-de-France. Si, pour un département, la minoration excède le montant perçu au titre du second alinéa de l'article R. 2334-11, la différence est prélevée sur le produit des amendes mentionnées au a du 1° du B du I de l'article 49 de la loi n° 2005-1719 du 30 décembre 2005 précitée."},{"type":"add","content":""},{"type":"add","content":"A compter du 1er janvier 2019, pour les communes et les groupements de la région d'Ile-de-France mentionnés au 1° de l'article R. 2334-10, des prélèvements fixés respectivement à 50 % et 25 % des sommes calculées conformément au même article R. 2334-10 en 2018 sont opérés au bénéfice du Syndicat des transports d'Ile-de-France et de la région d'Ile-de-France. Si, pour une commune ou un groupement, la minoration excède le montant perçu au titre du premier alinéa de l'article R. 2334-11, la différence est prélevée sur les douzièmes prévus à l'article L. 2332-2."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des transports - article L1241-14 AUTONOME MODIFIE, en vigueur du 2019-12-27 au 2022-01-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des transports - article L1241-14 AUTONOME MODIFIE, en vigueur du 2022-01-01 au 2022-02-23 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 78 ENTIEREMENT_MODIF, en vigueur depuis le 2017-01-01 CREE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des transports - article L1241-14 AUTONOME ABROGE_DIFF, en vigueur du 2022-02-23 au 2026-01-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des transports - article L1241-14 AUTONOME MODIFIE, en vigueur du 2017-01-01 au 2019-12-27 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des transports - article L1241-14 AUTONOME VIGUEUR_DIFF, en vigueur depuis le 2026-01-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2005-12-30 CITATION source Loi n° 2005-1719 du 30 décembre 2005 de finances pour 2006 (1). - article 49 AUTONOME MODIFIE, en vigueur du 2005-12-31 au 2006-12-27"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2014-01-27 CITATION source LOI n° 2014-58 du 27 janvier 2014 de modernisation de l'action publique territoriale et d'affirmation des métropoles - article 63 PARTIELLEMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2016-12-29 CREE cible LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 78 ENTIEREMENT_MODIF, en vigueur depuis le 2017-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code des transports - article L1241-14 AUTONOME VIGUEUR_DIFF, en vigueur depuis le 2026-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code général des collectivités territoriales - article L2332-2 AUTONOME MODIFIE, en vigueur du 1996-02-24 au 2010-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code général des collectivités territoriales - article R2334-10 AUTONOME MODIFIE, en vigueur du 2000-04-09 au 2021-05-28"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code général des collectivités territoriales - article R2334-11 AUTONOME MODIFIE, en vigueur du 2000-04-09 au 2015-03-22"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/78/81/LEGIARTI000033788152.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/78/81/LEGIARTI000033788152.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/78/81/LEGIARTI000033788152.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_collectivites_territoriales/src/branch/main/partie_legislative/deuxieme_partie/livre_iii/titre_iii/chapitre_iv/section_2/article_l2334-25-1.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033788152)"},{"type":"add","content":""}],"status":"added"},{"filename":"partie_legislative/deuxieme_partie/livre_iii/titre_iii/chapitre_vi/article_l2336-2.md","articleName":"Article L2336-2","additions":8,"deletions":14,"diff":[{"type":"del","content":"Par dérogation, le potentiel fiscal agrégé des ensembles intercommunaux constitués d'une ou plusieurs communautés d'agglomération issues de la transformation d'un syndicat d'agglomération nouvelle et de ses communes membres est pondéré par le rapport entre les bases brutes par habitant de cotisation foncière des entreprises des communautés d'agglomération et la somme des bases brutes par habitant de cotisation foncière des entreprises des syndicats d'agglomération nouvelle existant au 1er janvier 2015 et de ceux d'entre eux qui se sont transformés en communautés d'agglomération avant le 1er janvier 2015, sous réserve que ce rapport soit inférieur à 1. Pour ces ensembles intercommunaux, la pondération s'applique sur la part de leur potentiel fiscal agrégé correspondant au périmètre des communautés d'agglomération issues de la transformation d'un syndicat d'agglomération nouvelle avant le 1er janvier 2015 et des syndicats d'agglomération nouvelle existant au 1er janvier 2015."},{"type":"add","content":"Par dérogation, le potentiel fiscal agrégé des ensembles intercommunaux constitués d'une ou plusieurs communautés d'agglomération issues de la transformation d'un syndicat d'agglomération nouvelle et de ses communes membres est pondéré, pour la part correspondant à la seule cotisation foncière des entreprises, par le rapport entre les bases brutes par habitant de cotisation foncière des entreprises des communautés d'agglomération et la somme des bases brutes par habitant de cotisation foncière des entreprises des syndicats d'agglomération nouvelle existant au 1er janvier 2015 et de ceux d'entre eux qui se sont transformés en communautés d'agglomération avant le 1er janvier 2015, sous réserve que ce rapport soit inférieur à 1. Pour ces ensembles intercommunaux, la pondération s'applique sur la part de leur potentiel fiscal agrégé correspondant au périmètre des communautés d'agglomération issues de la transformation d'un syndicat d'agglomération nouvelle avant le 1er janvier 2015 et des syndicats d'agglomération nouvelle existant au 1er janvier 2015."},{"type":"del","content":"LOI n° 2015-1785 du 29 décembre 2015 de finances pour 2016 - article 157 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2015-1785 du 29 décembre 2015 de finances pour 2016 - article 162 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2015-12-31 MODIFIE source"},{"type":"add","content":"LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 79 ENTIEREMENT_MODIF, en vigueur depuis le 2017-01-01 MODIFIE source"},{"type":"del","content":"2015-12-29 MODIFIE cible LOI n° 2015-1785 du 29 décembre 2015 de finances pour 2016 - article 157 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2015-12-29 MODIFIE cible LOI n° 2015-1785 du 29 décembre 2015 de finances pour 2016 - article 162 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2015-12-31"},{"type":"add","content":"2016-12-29 MODIFIE cible LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 79 ENTIEREMENT_MODIF, en vigueur depuis le 2017-01-01"},{"type":"del","content":"2999-01-01 CITATION source Code général des collectivités territoriales - article L2531-13 AUTONOME MODIFIE, en vigueur du 2016-01-01 au 2017-01-01"},{"type":"add","content":"2999-01-01 CITATION source Code général des collectivités territoriales - article L2531-13 AUTONOME MODIFIE, en vigueur du 1996-02-24 au 1996-03-27"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/31/77/82/LEGIARTI000031778202.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/31/77/82/LEGIARTI000031778202.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/31/77/82/LEGIARTI000031778202.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/68/LEGIARTI000033816860.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/68/LEGIARTI000033816860.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/68/LEGIARTI000033816860.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000031778202)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033816860)"}],"status":"modified"},{"filename":"partie_legislative/premiere_partie/livre_vi/titre_ier/chapitre_vii/article_l1617-5.md","articleName":"Article L1617-5","additions":23,"deletions":24,"diff":[{"type":"del","content":"4° Une ampliation du titre de recettes individuel ou de l'extrait du titre de recettes collectif est adressée au redevable sous pli simple. Lorsque le redevable n'a pas effectué le versement qui lui était demandé à la date limite de paiement, le comptable public compétent lui adresse une mise en demeure de payer avant la notification du premier acte d'exécution forcée devant donner lieu à des frais."},{"type":"add","content":"4° Quelle que soit sa forme, une ampliation du titre de recettes individuel ou de l'extrait du titre de recettes collectif est adressée au redevable. L'envoi sous pli simple ou par voie électronique au redevable de cette ampliation à l'adresse qu'il a lui-même fait connaître à la collectivité territoriale, à l'établissement public local ou au comptable public compétent vaut notification de ladite ampliation. Lorsque le redevable n'a pas effectué le versement qui lui était demandé à la date limite de paiement, le comptable public compétent lui adresse une mise en demeure de payer avant la notification du premier acte d'exécution forcée devant donner lieu à des frais."},{"type":"del","content":"### Nota"},{"type":"del","content":""},{"type":"del","content":"Loi n° 2013-1117 du 6 décembre 2013, article 41 V : Les présentes dispositions s'appliquent aux avis à tiers détenteur, saisies à tiers détenteur, oppositions à tiers détenteur et oppositions administratives notifiés à compter du 8 décembre 2013."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Ordonnance n° 2015-1341 du 23 octobre 2015 relative aux dispositions législatives du code des relations entre le public et l'administration - article 3 AUTONOME VIGUEUR, en vigueur depuis le 2016-01-01 MODIFICATION cible"},{"type":"add","content":"Code de l'organisation judiciaire - article L213-5 AUTONOME MODIFIE, en vigueur du 2006-06-09 au 2020-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'organisation judiciaire - article L213-5 AUTONOME VIGUEUR, en vigueur depuis le 2020-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":"LOI n° 91-650 du 9 juillet 1991 portant réforme des procédures civiles d'exécution CITATION cible"},{"type":"add","content":"Code des procédures civiles d'exécution - article L162-1 AUTONOME VIGUEUR, en vigueur depuis le 2012-06-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 15 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2017-01-01 MODIFIE source"},{"type":"del","content":""},{"type":"del","content":"1991-07-09 CITATION source LOI n° 91-650 du 9 juillet 1991 portant réforme des procédures civiles d'exécution"},{"type":"del","content":""},{"type":"del","content":"2015-10-23 MODIFICATION source Ordonnance n° 2015-1341 du 23 octobre 2015 relative aux dispositions législatives du code des relations entre le public et l'administration - article 3 AUTONOME VIGUEUR, en vigueur depuis le 2016-01-01"},{"type":"add","content":"2016-09-28 CITATION cible Ordonnance n° 2016-1255 du 28 septembre 2016 modifiant les dispositions du code général de la propriété des personnes publiques relatives à l'outre-mer - article 8 ENTIEREMENT_MODIF"},{"type":"del","content":"2016-09-28 CITATION cible Ordonnance n° 2016-1255 du 28 septembre 2016 modifiant les dispositions du code général de la propriété des personnes publiques relatives à l'outre-mer - article 8 ENTIEREMENT_MODIF"},{"type":"add","content":"2016-12-29 MODIFIE cible LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 15 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2017-01-01"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code général des impôts - article 1912 AUTONOME MODIFIE, en vigueur du 1951-12-19 au 1954-08-15"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Livre des procédures fiscales - article L283 A AUTONOME MODIFIE, en vigueur du 2003-01-01 au 2012-01-01"},{"type":"add","content":""},{"type":"del","content":"2999-01-01 CITATION source Code des relations entre le public et l'administration - article L111-2 AUTONOME VIGUEUR, en vigueur depuis le 2016-01-01"},{"type":"add","content":"2999-01-01 CITATION source Code des relations entre le public et l'administration - article L212-1 AUTONOME MODIFIE, en vigueur du 2016-01-01 au 2017-03-02"},{"type":"del","content":"2999-01-01 CITATION source Code des relations entre le public et l'administration - article L212-1 AUTONOME MODIFIE, en vigueur du 2016-01-01 au 2017-03-02"},{"type":"add","content":"2999-01-01 CITATION source Code des relations entre le public et l'administration - article L111-2 AUTONOME VIGUEUR, en vigueur depuis le 2016-01-01"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/18/92/LEGIARTI000033189218.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/18/92/LEGIARTI000033189218.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/18/92/LEGIARTI000033189218.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/52/LEGIARTI000033815225.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/52/LEGIARTI000033815225.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/52/LEGIARTI000033815225.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033189218)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033815225)"}],"status":"modified"},{"filename":"partie_legislative/premiere_partie/livre_vi/titre_ii/chapitre_unique/article_l1621-3.md","articleName":"Article L1621-3","additions":20,"deletions":180,"diff":[{"type":"add","content":"Un fonds est créé pour le financement du droit individuel à la formation des élus locaux, prévu aux articles L. 2123-12-1, L. 3123-10-1, L. 4135-10-1, L. 7125-12-1 et L. 7227-12-1 du présent code et à l'article L. 121-37-1 du code des communes de la Nouvelle-Calédonie."},{"type":"add","content":""},{"type":"add","content":""},{"type":"del","content":"Un fonds est créé pour le financement du droit individuel à la formation des élus locaux, prévu aux articles L. 2123-12-1, L. 3123-10-1, L. 4135-10-1, L. 7125-12-1 et L. 7227-12-1 du présent code et à l'article L. 121-37-1 du code des communes de la Nouvelle-Calédonie."},{"type":"del","content":"La Caisse des dépôts et consignations assure la gestion administrative, technique et financière de ce fonds et instruit les demandes de formation présentées par les élus."},{"type":"add","content":"Ce fonds est alimenté par une cotisation obligatoire prélevée sur les indemnités de fonction versées aux membres des conseils municipaux, aux membres des organes délibérants des établissements publics de coopération intercommunale à fiscalité propre, aux membres des conseils départementaux, aux membres des conseils régionaux, aux conseillers à l'assemblée de Guyane, aux conseillers à l'assemblée de Martinique et aux conseillers exécutifs de Martinique."},{"type":"add","content":"Les collectivités territoriales et les établissements publics de coopération intercommunale à fiscalité propre mentionnés au deuxième alinéa liquident la cotisation due au titre du droit individuel à la formation. Le produit de cette cotisation est affecté à l'Agence de services et de paiement mentionnée à l'article L. 313-1 du code rural et de la pêche maritime."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"La Caisse des dépôts et consignations assure la gestion administrative, technique et financière de ce fonds et instruit les demandes de formation présentées par les élus, selon les modalités prévues par une convention de mandat entre l'Agence de services et de paiement et la Caisse des dépôts et consignations."},{"type":"add","content":"Les collectivités territoriales et les établissements publics de coopération intercommunale à fiscalité propre mentionnés au deuxième alinéa transmettent à l'Agence de services et de paiement et à la Caisse des dépôts et consignations les éléments de liquidation de la cotisation due au titre du droit individuel à la formation."},{"type":"del","content":"Code des communes de la Nouvelle-Calédonie - article R121-36 AUTONOME MODIFIE, en vigueur du 2021-05-17 au 2022-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article R7227-25-4 AUTONOME MODIFIE, en vigueur du 2016-07-01 au 2022-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article R7227-25-3 AUTONOME MODIFIE, en vigueur du 2016-07-01 au 2021-05-17 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article R1621-5 AUTONOME MODIFIE, en vigueur du 2017-04-06 au 2022-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article R1621-6 AUTONOME MODIFIE, en vigueur du 2017-04-06 au 2022-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article R1621-8 AUTONOME MODIFIE, en vigueur du 2021-05-17 au 2022-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article R1621-7 AUTONOME MODIFIE, en vigueur du 2021-05-17 au 2022-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article R2123-22-1-C AUTONOME MODIFIE, en vigueur du 2021-05-17 au 2022-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article R3123-19-3 AUTONOME MODIFIE, en vigueur du 2021-05-17 au 2022-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article R4135-19-3 AUTONOME MODIFIE, en vigueur du 2021-05-17 au 2022-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article R7125-25-3 AUTONOME MODIFIE, en vigueur du 2021-05-17 au 2022-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article R7227-25-3 AUTONOME MODIFIE, en vigueur du 2021-05-17 au 2022-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article R1621-7 AUTONOME VIGUEUR, en vigueur depuis le 2023-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article L1221-4 AUTONOME MODIFIE, en vigueur du 2021-01-22 au 2021-06-19 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article R2123-22-1-D AUTONOME VIGUEUR, en vigueur depuis le 2022-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article R7125-25-4 AUTONOME VIGUEUR, en vigueur depuis le 2022-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article R3123-19-4 AUTONOME VIGUEUR, en vigueur depuis le 2022-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article R7227-25-3 AUTONOME VIGUEUR, en vigueur depuis le 2022-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article R7125-25-4 AUTONOME MODIFIE, en vigueur du 2016-07-01 au 2022-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article R1621-9 AUTONOME VIGUEUR, en vigueur depuis le 2022-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article R3123-19-3 AUTONOME VIGUEUR, en vigueur depuis le 2022-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article R7125-25-3 AUTONOME VIGUEUR, en vigueur depuis le 2022-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des communes de la Nouvelle-Calédonie - article R121-37 AUTONOME MODIFIE, en vigueur du 2016-07-01 au 2022-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article R3123-19-4 AUTONOME MODIFIE, en vigueur du 2016-07-01 au 2022-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article R4135-19-3 AUTONOME MODIFIE, en vigueur du 2016-07-01 au 2021-05-17 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article R1621-10 AUTONOME MODIFIE, en vigueur du 2016-07-01 au 2022-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article R1621-11 AUTONOME MODIFIE, en vigueur du 2017-04-06 au 2022-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des communes de la Nouvelle-Calédonie - article R121-36 AUTONOME VIGUEUR, en vigueur depuis le 2022-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article R7125-25-3 AUTONOME MODIFIE, en vigueur du 2016-07-01 au 2021-05-17 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article R1621-8 AUTONOME MODIFIE, en vigueur du 2020-08-01 au 2021-05-17 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article R1621-5 AUTONOME VIGUEUR, en vigueur depuis le 2022-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L6323-43 AUTONOME VIGUEUR, en vigueur depuis le 2022-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article R6323-45 AUTONOME VIGUEUR, en vigueur depuis le 2022-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article R1621-7 AUTONOME MODIFIE, en vigueur du 2016-07-01 au 2021-05-17 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2016-341 du 23 mars 2016 visant à permettre l'application aux élus locaux des dispositions relatives au droit individuel à la formation et relative aux conditions d'exercice des mandats des membres des syndicats de communes et des syndicats mixtes - article 1 ENTIEREMENT_MODIF CREE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2016-870 du 29 juin 2016 relatif aux modalités d'application du droit individuel à la formation des titulaires de mandats locaux - article 6 ENTIEREMENT_MODIF CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2017-475 du 3 avril 2017 modifiant certaines dispositions financières relatives au recouvrement de la cotisation due au titre du droit individuel à la formation des titulaires de mandats locaux - article 2 ENTIEREMENT_MODIF CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2021-771 du 17 juin 2021 ratifiant les ordonnances n° 2021-45 du 20 janvier 2021 et n° 2021-71 du 27 janvier 2021 portant réforme de la formation des élus locaux - article 5 ENTIEREMENT_MODIF CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2021-1708 du 17 décembre 2021 relatif à la gestion et au service dématérialisé du fonds du droit individuel à la formation des élus, aux droits et obligations des organismes de formation des élus locaux et portant diverses dispositions relatives aux droits des élus locaux et au compte personnel de formation - article 12 ENTIEREMENT_MODIF CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2021-1708 du 17 décembre 2021 relatif à la gestion et au service dématérialisé du fonds du droit individuel à la formation des élus, aux droits et obligations des organismes de formation des élus locaux et portant diverses dispositions relatives aux droits des élus locaux et au compte personnel de formation - article 18 ENTIEREMENT_MODIF CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article R1621-8 AUTONOME MODIFIE, en vigueur du 2016-07-01 au 2020-08-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article R1621-7 AUTONOME MODIFIE, en vigueur du 2022-01-01 au 2023-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article R4135-19-3 AUTONOME VIGUEUR, en vigueur depuis le 2022-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des communes de la Nouvelle-Calédonie - article L121-37-2 AUTONOME MODIFIE, en vigueur du 2016-03-25 au 2022-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des communes de la Nouvelle-Calédonie - article R121-36 AUTONOME MODIFIE, en vigueur du 2016-07-01 au 2021-05-17 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des communes de la Nouvelle-Calédonie - article L121-37-2 AUTONOME MODIFIE_MORT_NE, en vigueur du 2022-01-01 au 2021-06-19 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des communes de la Nouvelle-Calédonie - article R121-37 AUTONOME VIGUEUR, en vigueur depuis le 2022-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article R2123-22-1-C AUTONOME MODIFIE, en vigueur du 2016-07-01 au 2021-05-17 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article R2123-22-1-D AUTONOME MODIFIE, en vigueur du 2016-07-01 au 2022-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article R3123-19-3 AUTONOME MODIFIE, en vigueur du 2016-07-01 au 2021-05-17 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article R4135-19-4 AUTONOME MODIFIE, en vigueur du 2016-07-01 au 2022-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article R1621-9 AUTONOME MODIFIE, en vigueur du 2016-07-01 au 2020-08-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article R1621-9 AUTONOME MODIFIE, en vigueur du 2020-08-01 au 2021-05-17 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article R1621-9 AUTONOME MODIFIE, en vigueur du 2021-05-17 au 2022-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article R6323-32 AUTONOME VIGUEUR, en vigueur depuis le 2022-01-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L6323-6 AUTONOME VIGUEUR, en vigueur depuis le 2025-02-16 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code du travail - article L6323-6 AUTONOME MODIFIE, en vigueur du 2024-01-01 au 2025-02-16 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article L1621-4 AUTONOME VIGUEUR, en vigueur depuis le 2022-01-01 CITATION source"},{"type":"add","content":"LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 140 ENTIEREMENT_MODIF, en vigueur depuis le 2017-01-01 MODIFIE source"},{"type":"del","content":"2016-03-23 CREE cible LOI n° 2016-341 du 23 mars 2016 visant à permettre l'application aux élus locaux des dispositions relatives au droit individuel à la formation et relative aux conditions d'exercice des mandats des membres des syndicats de communes et des syndicats mixtes - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2016-06-29 CITATION cible Décret n° 2016-870 du 29 juin 2016 relatif aux modalités d'application du droit individuel à la formation des titulaires de mandats locaux - article 6 ENTIEREMENT_MODIF"},{"type":"del","content":"2016-06-29 CITATION cible Décret n° 2016-870 du 29 juin 2016 relatif aux modalités d'application du droit individuel à la formation des titulaires de mandats locaux - article 6 ENTIEREMENT_MODIF"},{"type":"add","content":"2016-12-29 MODIFIE cible LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 140 ENTIEREMENT_MODIF, en vigueur depuis le 2017-01-01"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code rural (nouveau) - article L313-1 AUTONOME MODIFIE, en vigueur du 1993-07-23 au 1995-02-02"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/32/28/85/LEGIARTI000032288571.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/32/28/85/LEGIARTI000032288571.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/32/28/85/LEGIARTI000032288571.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/79/LEGIARTI000033817952.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/79/LEGIARTI000033817952.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/79/LEGIARTI000033817952.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000032288571)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033817952)"}],"status":"modified"},{"filename":"partie_legislative/quatrieme_partie/livre_ier/titre_iii/chapitre_v/section_2/article_l4135-10-1.md","articleName":"Article L4135-10-1","additions":10,"deletions":10,"diff":[{"type":"del","content":"Les membres du conseil régional bénéficient chaque année d'un droit individuel à la formation d'une durée de vingt heures, cumulable sur toute la durée du mandat. Il est financé par une cotisation obligatoire dont le taux ne peut être inférieur à 1 %, prélevée sur les indemnités de fonction perçues par les membres du conseil et collectée par un organisme collecteur national."},{"type":"add","content":"Les membres du conseil régional bénéficient chaque année d'un droit individuel à la formation d'une durée de vingt heures, cumulable sur toute la durée du mandat. Il est financé par une cotisation obligatoire dont le taux ne peut être inférieur à 1 %, prélevée sur les indemnités de fonction perçues par les membres du conseil dans les conditions prévues à l'article L. 1621-3."},{"type":"del","content":"Un décret en Conseil d'Etat détermine les modalités de mise en œuvre du droit individuel à la formation, notamment les conditions de la collecte de la cotisation."},{"type":"add","content":"Un décret en Conseil d'Etat détermine les modalités de mise en œuvre du droit individuel à la formation."},{"type":"del","content":"LOI n° 2016-341 du 23 mars 2016 visant à permettre l'application aux élus locaux des dispositions relatives au droit individuel à la formation et relative aux conditions d'exercice des mandats des membres des syndicats de communes et des syndicats mixtes - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 140 ENTIEREMENT_MODIF, en vigueur depuis le 2017-01-01 MODIFIE source"},{"type":"del","content":""},{"type":"del","content":"2016-03-23 MODIFIE cible LOI n° 2016-341 du 23 mars 2016 visant à permettre l'application aux élus locaux des dispositions relatives au droit individuel à la formation et relative aux conditions d'exercice des mandats des membres des syndicats de communes et des syndicats mixtes - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"add","content":""},{"type":"add","content":"2016-12-29 MODIFIE cible LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 140 ENTIEREMENT_MODIF, en vigueur depuis le 2017-01-01"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/32/28/97/LEGIARTI000032289779.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/32/28/97/LEGIARTI000032289779.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/32/28/97/LEGIARTI000032289779.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/79/LEGIARTI000033817937.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/79/LEGIARTI000033817937.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/79/LEGIARTI000033817937.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000032289779)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033817937)"}],"status":"modified"},{"filename":"partie_legislative/septieme_partie/livre_ier/titre_ii/chapitre_v/section_2/article_l7125-12-1.md","articleName":"Article L7125-12-1","additions":10,"deletions":10,"diff":[{"type":"del","content":"Les conseillers à l'assemblée de Guyane bénéficient chaque année d'un droit individuel à la formation d'une durée de vingt heures, cumulable sur toute la durée du mandat. Il est financé par une cotisation obligatoire dont le taux ne peut être inférieur à 1 %, prélevée sur les indemnités de fonction perçues par les conseillers à l'assemblée de Guyane et collectée par un organisme collecteur national."},{"type":"add","content":"Les conseillers à l'assemblée de Guyane bénéficient chaque année d'un droit individuel à la formation d'une durée de vingt heures, cumulable sur toute la durée du mandat. Il est financé par une cotisation obligatoire dont le taux ne peut être inférieur à 1 %, prélevée sur les indemnités de fonction perçues par les conseillers à l'assemblée de Guyane dans les conditions prévues à l'article L. 1621-3."},{"type":"del","content":"Un décret en Conseil d'Etat détermine les modalités de mise en œuvre du droit individuel à la formation, notamment les conditions de la collecte de la cotisation."},{"type":"add","content":"Un décret en Conseil d'Etat détermine les modalités de mise en œuvre du droit individuel à la formation."},{"type":"del","content":"LOI n° 2016-341 du 23 mars 2016 visant à permettre l'application aux élus locaux des dispositions relatives au droit individuel à la formation et relative aux conditions d'exercice des mandats des membres des syndicats de communes et des syndicats mixtes - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 140 ENTIEREMENT_MODIF, en vigueur depuis le 2017-01-01 MODIFIE source"},{"type":"del","content":""},{"type":"del","content":"2016-03-23 MODIFIE cible LOI n° 2016-341 du 23 mars 2016 visant à permettre l'application aux élus locaux des dispositions relatives au droit individuel à la formation et relative aux conditions d'exercice des mandats des membres des syndicats de communes et des syndicats mixtes - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"add","content":""},{"type":"add","content":"2016-12-29 MODIFIE cible LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 140 ENTIEREMENT_MODIF, en vigueur depuis le 2017-01-01"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/32/28/97/LEGIARTI000032289788.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/32/28/97/LEGIARTI000032289788.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/32/28/97/LEGIARTI000032289788.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/79/LEGIARTI000033817932.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/79/LEGIARTI000033817932.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/79/LEGIARTI000033817932.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000032289788)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033817932)"}],"status":"modified"},{"filename":"partie_legislative/septieme_partie/livre_ii/titre_ii/chapitre_vii/section_2/article_l7227-12-1.md","articleName":"Article L7227-12-1","additions":10,"deletions":10,"diff":[{"type":"del","content":"Les conseillers à l'assemblée de Martinique et les conseillers exécutifs bénéficient chaque année d'un droit individuel à la formation d'une durée de vingt heures, cumulable sur toute la durée du mandat. Il est financé par une cotisation obligatoire dont le taux ne peut être inférieur à 1 %, prélevée sur les indemnités de fonction perçues par les conseillers à l'assemblée de Martinique et les conseillers exécutifs et collectée par un organisme collecteur national."},{"type":"add","content":"Les conseillers à l'assemblée de Martinique et les conseillers exécutifs bénéficient chaque année d'un droit individuel à la formation d'une durée de vingt heures, cumulable sur toute la durée du mandat. Il est financé par une cotisation obligatoire dont le taux ne peut être inférieur à 1 %, prélevée sur les indemnités de fonction perçues par les conseillers à l'assemblée de Martinique et les conseillers exécutifs dans les conditions prévues à l'article L. 1621-3."},{"type":"del","content":"Un décret en Conseil d'Etat détermine les modalités de mise en œuvre du droit individuel à la formation, notamment les conditions de la collecte de la cotisation."},{"type":"add","content":"Un décret en Conseil d'Etat détermine les modalités de mise en œuvre du droit individuel à la formation."},{"type":"del","content":"LOI n° 2016-341 du 23 mars 2016 visant à permettre l'application aux élus locaux des dispositions relatives au droit individuel à la formation et relative aux conditions d'exercice des mandats des membres des syndicats de communes et des syndicats mixtes - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 140 ENTIEREMENT_MODIF, en vigueur depuis le 2017-01-01 MODIFIE source"},{"type":"del","content":""},{"type":"del","content":"2016-03-23 MODIFIE cible LOI n° 2016-341 du 23 mars 2016 visant à permettre l'application aux élus locaux des dispositions relatives au droit individuel à la formation et relative aux conditions d'exercice des mandats des membres des syndicats de communes et des syndicats mixtes - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"add","content":""},{"type":"add","content":"2016-12-29 MODIFIE cible LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 140 ENTIEREMENT_MODIF, en vigueur depuis le 2017-01-01"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/32/28/97/LEGIARTI000032289791.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/32/28/97/LEGIARTI000032289791.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/32/28/97/LEGIARTI000032289791.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/79/LEGIARTI000033817927.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/79/LEGIARTI000033817927.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/79/LEGIARTI000033817927.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000032289791)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033817927)"}],"status":"modified"},{"filename":"partie_legislative/troisieme_partie/livre_ier/titre_ii/chapitre_iii/section_2/article_l3123-10-1.md","articleName":"Article L3123-10-1","additions":25,"deletions":10,"diff":[{"type":"del","content":"Les membres du conseil départemental bénéficient chaque année d'un droit individuel à la formation d'une durée de vingt heures, cumulable sur toute la durée du mandat. Il est financé par une cotisation obligatoire dont le taux ne peut être inférieur à 1 %, prélevée sur les indemnités de fonction perçues par les membres du conseil et collectée par un organisme collecteur national."},{"type":"add","content":"Les membres du conseil départemental bénéficient chaque année d'un droit individuel à la formation d'une durée de vingt heures, cumulable sur toute la durée du mandat. Il est financé par une cotisation obligatoire dont le taux ne peut être inférieur à 1 %, prélevée sur les indemnités de fonction perçues par les membres du conseil dans les conditions prévues à l'article L. 1621-3."},{"type":"del","content":"Un décret en Conseil d'Etat détermine les modalités de mise en œuvre du droit individuel à la formation, notamment les conditions de la collecte de la cotisation."},{"type":"add","content":"Un décret en Conseil d'Etat détermine les modalités de mise en œuvre du droit individuel à la formation."},{"type":"del","content":"LOI n° 2016-341 du 23 mars 2016 visant à permettre l'application aux élus locaux des dispositions relatives au droit individuel à la formation et relative aux conditions d'exercice des mandats des membres des syndicats de communes et des syndicats mixtes - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Code général des collectivités territoriales - article L1621-3 AUTONOME VIGUEUR, en vigueur depuis le 2023-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des collectivités territoriales - article L1621-3 AUTONOME MODIFIE_MORT_NE, en vigueur du 2022-01-01 au 2021-06-19 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des collectivités territoriales - article L1621-3 AUTONOME MODIFIE, en vigueur du 2016-03-25 au 2017-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des collectivités territoriales - article L1621-3 AUTONOME MODIFIE, en vigueur du 2017-01-01 au 2021-01-22 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 140 ENTIEREMENT_MODIF, en vigueur depuis le 2017-01-01 MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des collectivités territoriales - article L1621-3 AUTONOME MODIFIE, en vigueur du 2021-06-19 au 2023-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":"2016-03-23 MODIFIE cible LOI n° 2016-341 du 23 mars 2016 visant à permettre l'application aux élus locaux des dispositions relatives au droit individuel à la formation et relative aux conditions d'exercice des mandats des membres des syndicats de communes et des syndicats mixtes - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"add","content":""},{"type":"add","content":"2016-12-29 MODIFIE cible LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 140 ENTIEREMENT_MODIF, en vigueur depuis le 2017-01-01"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/32/28/97/LEGIARTI000032289782.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/32/28/97/LEGIARTI000032289782.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/32/28/97/LEGIARTI000032289782.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/79/LEGIARTI000033817942.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/79/LEGIARTI000033817942.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/79/LEGIARTI000033817942.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000032289782)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033817942)"}],"status":"modified"},{"filename":"partie_legislative/troisieme_partie/livre_iii/titre_iii/chapitre_iii/section_1/article_l3333-1.md","articleName":"Article L3333-1","additions":34,"deletions":16,"diff":[{"type":"del","content":"Le conseil départemental peut instituer une taxe additionnelle de 10 % à la taxe de séjour ou à la taxe de séjour forfaitaire perçue dans le département par les communes visées à l'article L. 2333-26 ainsi que par les établissements publics de coopération intercommunale mentionnés aux 1° à 3° du I de l'article L. 5211-21."},{"type":"add","content":"Le conseil départemental peut instituer une taxe additionnelle de 10 % à la taxe de séjour ou à la taxe de séjour forfaitaire perçue dans le département par les communes visées à l'article L. 2333-26 ainsi que par les établissements publics de coopération intercommunale mentionnés aux 1° à 3° du I de l'article L. 5211-21, par décision de l'organe délibérant prise dans les conditions prévues à l'article L. 2333-26."},{"type":"del","content":"LOI n° 2013-403 du 17 mai 2013 relative à l'élection des conseillers départementaux, des conseillers municipaux et des conseillers communautaires, et modifiant le calendrier électoral - article 1 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2013-05-19 MODIFIE source"},{"type":"add","content":"Code général des collectivités territoriales - article L5211-21 AUTONOME MODIFIE, en vigueur du 2015-01-01 au 2016-01-01 CITATION cible"},{"type":"del","content":"LOI n° 2014-1654 du 29 décembre 2014 de finances pour 2015 - article 67 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2015-01-01 MODIFICATION cible"},{"type":"add","content":"Code général des collectivités territoriales - article L5211-21 AUTONOME VIGUEUR, en vigueur depuis le 2020-12-31 CITATION cible"},{"type":"del","content":"Ordonnance n° 2014-1335 du 6 novembre 2014 relative à l'adaptation et à l'entrée en vigueur de certaines dispositions du code général des collectivités territoriales, du code général des impôts et d'autres dispositions législatives applicables à la métropole de Lyon - article 9 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"Code général des collectivités territoriales - article L5211-21 AUTONOME MODIFIE, en vigueur du 2017-01-01 au 2020-12-31 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des collectivités territoriales - article L5211-21 AUTONOME MODIFIE, en vigueur du 2016-01-01 au 2017-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des collectivités territoriales - article L2333-26 AUTONOME MODIFIE, en vigueur du 2017-01-01 au 2019-12-30 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des collectivités territoriales - article L3611-1 AUTONOME VIGUEUR, en vigueur depuis le 2015-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des collectivités territoriales - article L5211-21 AUTONOME MODIFIE, en vigueur du 2014-11-08 au 2015-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des collectivités territoriales - article L5211-21 AUTONOME MODIFIE, en vigueur du 1996-02-24 au 1999-07-13 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des collectivités territoriales - article L5211-21 AUTONOME MODIFIE, en vigueur du 1999-07-13 au 2005-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des collectivités territoriales - article L5211-21 AUTONOME MODIFIE, en vigueur du 2005-01-01 au 2014-11-08 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 86 ENTIEREMENT_MODIF, en vigueur depuis le 2017-01-01 MODIFIE source"},{"type":"del","content":"2013-05-17 MODIFIE cible LOI n° 2013-403 du 17 mai 2013 relative à l'élection des conseillers départementaux, des conseillers municipaux et des conseillers communautaires, et modifiant le calendrier électoral - article 1 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2013-05-19"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2014-11-06 MODIFICATION source Ordonnance n° 2014-1335 du 6 novembre 2014 relative à l'adaptation et à l'entrée en vigueur de certaines dispositions du code général des collectivités territoriales, du code général des impôts et d'autres dispositions législatives applicables à la métropole de Lyon - article 9 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2014-12-29 MODIFICATION source LOI n° 2014-1654 du 29 décembre 2014 de finances pour 2015 - article 67 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2015-01-01"},{"type":"add","content":"2016-12-29 MODIFIE cible LOI n° 2016-1918 du 29 décembre 2016 de finances rectificative pour 2016 - article 86 ENTIEREMENT_MODIF, en vigueur depuis le 2017-01-01"},{"type":"del","content":"2999-01-01 CITATION source Code général des collectivités territoriales - article L2333-26 AUTONOME MODIFIE, en vigueur du 1996-02-24 au 2001-12-29"},{"type":"add","content":"2999-01-01 CITATION source Code général des collectivités territoriales - article L2333-26 AUTONOME MODIFIE, en vigueur du 2017-01-01 au 2019-12-30"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/57/40/LEGIARTI000027574048.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/57/40/LEGIARTI000027574048.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/27/57/40/LEGIARTI000027574048.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/69/LEGIARTI000033816920.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/69/LEGIARTI000033816920.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/81/69/LEGIARTI000033816920.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000027574048)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033816920)"}],"status":"modified"}],"stats":{"additions":604,"deletions":522,"filesChanged":23}}