{"sha":"64bb63e7268a","date":"2000-09-21","message":"!!! Texte non trouvé 2000-09-21 !!!","files":[{"filename":"partie_legislative/cinquieme_partie/livre_ii/titre_ier/chapitre_ier/section_6/sous-section_2/README.md","articleName":"Sommaire - Sous-Section 2","additions":0,"deletions":1,"diff":[{"type":"del","content":"- [Article L5211-30](article_l5211-30.md)"}],"status":"modified"},{"filename":"partie_legislative/cinquieme_partie/livre_ii/titre_ier/chapitre_ier/section_6/sous-section_2/article_l5211-30.md","articleName":"Article L5211-30","additions":0,"deletions":214,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article L5211-30"},{"type":"del","content":""},{"type":"del","content":"I. - Les sommes affectées à chacune des catégories d'établissements publics de coopération intercommunale mentionnées aux 2°, 3°, 4°, et 5° du I de l'article L. 5211-29 sont réparties entre les établissements après prélèvement des sommes nécessaires à l'application des dispositions de l'article L. 5211-33, à raison de 15 % pour la dotation de base et de 85 % pour la dotation de péréquation."},{"type":"del","content":""},{"type":"del","content":"De 2000 à 2002, les sommes affectées aux deux catégories des communautés urbaines mentionnées au 6° du I de l'article L. 5211-29 sont réparties entre ces établissements à raison de 15 % pour la dotation de base et de 85 % pour la dotation de péréquation."},{"type":"del","content":""},{"type":"del","content":"A compter du 1er janvier 2003, les sommes affectées à la catégorie des communautés urbaines sont réparties de sorte que le montant de l'attribution par habitant de chacune d'entre elles est égal à l'attribution par habitant perçue l'année précédente augmentée comme la dotation forfaitaire prévue à l'article L. 2334-7."},{"type":"del","content":""},{"type":"del","content":"Pour les communautés urbaines créées à compter du 1er janvier 2002 ou issues de la transformation, postérieure à cette date, d'un établissement public de coopération intercommunale, le montant de la dotation par habitant est égal, la première année d'attribution, à la dotation moyenne par habitant de la catégorie des communautés urbaines."},{"type":"del","content":""},{"type":"del","content":"Chaque établissement public de coopération intercommunale doté d'une fiscalité propre mentionné aux premier et deuxième alinéas perçoit, par prélèvement sur le montant total des sommes affectées à la catégorie d'établissement à laquelle il appartient :"},{"type":"del","content":""},{"type":"del","content":"a) Une dotation de base, calculée en fonction de la population totale des communes regroupées et pondérée, le cas échéant, par le coefficient d'intégration fiscale de l'établissement public de coopération intercommunale ;"},{"type":"del","content":""},{"type":"del","content":"b) Une dotation de péréquation calculée en fonction de la population totale des communes regroupées, du potentiel fiscal de l'établissement public de coopération intercommunale et pondérée, le cas échéant, par le coefficient d'intégration fiscale de l'établissement public de coopération intercommunale."},{"type":"del","content":""},{"type":"del","content":"La majoration prévue au neuvième alinéa de l'article L. 5211-29 est affectée aux communautés de communes visées à l'article L. 5214-23-1. Elle s'ajoute à leur dotation de base et est répartie comme cette dernière entre les communautés de communes concernées."},{"type":"del","content":""},{"type":"del","content":"II. - Le potentiel fiscal des communautés urbaines de 2000 à 2002, des communautés de communes ou des communautés d'agglomération est déterminé par application à leurs bases brutes d'imposition aux quatre taxes directes locales du taux moyen national à ces taxes constaté pour la catégorie d'établissement à laquelle elles appartiennent. Il est majoré du montant, pour la dernière année connue, de la compensation prévue au I du D de l'article 44 de la loi de finances pour 1999 (n° 98-1266 du 30 décembre 1998). Toutefois, le potentiel fiscal des communautés d'agglomération issues de la transformation de syndicats ou de communautés d'agglomération nouvelle est pondéré par le rapport entre les bases brutes par habitant de taxe professionnelle des communautés d'agglomération et la somme des bases brutes par habitant des syndicats ou communautés d'agglomération nouvelle et de ceux d'entre eux qui se sont transformés en communautés d'agglomération, sous réserve que ce rapport soit inférieur à un."},{"type":"del","content":""},{"type":"del","content":"Le potentiel fiscal des syndicats ou communautés d'agglomération nouvelle est déterminé par application à leurs bases brutes de taxe professionnelle du taux moyen national d'imposition à cette taxe constaté pour la catégorie d'établissement à laquelle ils appartiennent. Il est majoré du montant, pour la dernière année connue, de la compensation prévue au I du D de l'article 44 de la loi de finances pour 1999 précitée."},{"type":"del","content":""},{"type":"del","content":"III. - 1° Le coefficient d'intégration fiscale, qui est défini pour les communautés urbaines de 2000 à 2002, les communautés de communes et les communautés d'agglomération, est égal, pour chacun de ces établissements publics, au rapport entre :"},{"type":"del","content":""},{"type":"del","content":"a) Les recettes provenant des quatre taxes directes locales, de la taxe ou de la redevance d'enlèvement des ordures ménagères et de la redevance d'assainissement perçues par l'établissement public minorées des dépenses de transfert ;"},{"type":"del","content":""},{"type":"del","content":"b) Les recettes provenant des quatre taxes directes locales, de la taxe ou de la redevance d'enlèvement des ordures ménagères et de la redevance d'assainissement perçues par les communes regroupées et l'ensemble des établissements publics de coopération intercommunale sur le territoire de celles-ci ;"},{"type":"del","content":""},{"type":"del","content":"2° Pour déterminer le coefficient d'intégration fiscale moyen d'une catégorie d'établissement public de coopération intercommunale, sont prises en compte les sommes des recettes et des dépenses de transfert de l'ensemble des établissements publics percevant depuis plus de deux ans la dotation d'intercommunalité dans cette catégorie et la somme des recettes des communes regroupées dans ces établissements publics."},{"type":"del","content":""},{"type":"del","content":"IV. - Les dépenses de transfert retenues pour déterminer le coefficient d'intégration fiscale sont les subventions, participations, contingents et reversements constatés dans le dernier compte administratif disponible, versés par l'établissement public de coopération intercommunale aux collectivités territoriales, à leurs établissements publics, aux établissements publics locaux non rattachés et aux associations syndicales autorisées. Elles ne prennent pas en compte les dépenses effectuées par l'établissement public de coopération intercommunale au titre des participations aux organismes de regroupement, au titre des contingents obligatoires pour service d'incendie s'il était compétent pour la gestion des moyens affectés au service départemental d'incendie et de secours à la date de la promulgation de la loi n° 96-369 du 3 mai 1996 relative aux services d'incendie et de secours, au titre des subventions versées aux associations et autres organismes de droit privé et au titre des subventions versées aux régies intercommunales, sauf pour la fraction de leur montant cumulé qui excède les recettes perçues par l'établissement public de coopération intercommunale au titre des quatre taxes directes locales, de la taxe ou de la redevance d'enlèvement des ordures ménagères et de la redevance d'assainissement. Elles ne prennent pas en compte les dépenses effectuées par l'établissement public en tant qu'employeur direct de personnel."},{"type":"del","content":""},{"type":"del","content":"Les dépenses de transfert retenues pour déterminer le coefficient d'intégration fiscale des communautés urbaines de 2000 à 2002 , communautés de communes et communautés d'agglomération sont prises en compte à hauteur d'un seuil fixé à 10 % en 2000. Ce seuil augmente de 10 points par an pour atteindre 100 % en 2009."},{"type":"del","content":""},{"type":"del","content":"V. - Le coefficient d'intégration fiscale des communautés de communes ayant opté pour l'application des dispositions de l'article 1609 nonies C du code général des impôts est pris en compte, pour le calcul des dotations de base et de péréquation, à hauteur de 10 % en 2000. Ce seuil augmente de 10 points par an pour atteindre 100 % en 2009."},{"type":"del","content":""},{"type":"del","content":"VI. - A compter du 1er janvier 2003, la dotation des communautés urbaines est répartie selon les dispositions fixées aux troisième et quatrième alinéas du I."},{"type":"del","content":""},{"type":"del","content":"VII. - Lorsque le recensement général de population de 1999 fait apparaître une variation de la population d'un établissement public de coopération intercommunale doté d'une fiscalité propre, cette variation est prise en compte, pour l'application des dispositions de la présente sous-section, dans les conditions prévues aux troisième et quatrième alinéas de l'article L. 2334-2."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI no 99-1126 du 28 décembre 1999 modifiant le code général des collectivités territoriales et relative à la prise en compte du recensement général de population de 1999 pour la répartition des dotations de l'Etat aux collectivités locales - article 5 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI de finances pour 1999 (n° 98-1266 du 30 décembre 1998) CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 96-142 du 21 février 1996 relative à la partie Législative du code général des collectivités territoriales CODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI no 99-1126 du 28 décembre 1999 modifiant le code général des collectivités territoriales et relative à la prise en compte du recensement général de population de 1999 pour la répartition des dotations de l'Etat aux collectivités locales MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 96-369 du 3 mai 1996 relative aux services d'incendie et de secours CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CITATION source CGI 1609 nonies C"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1996-02-21 CODIFICATION source LOI n° 96-142 du 21 février 1996 relative à la partie Législative du code général des collectivités territoriales"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1996-05-03 CITATION source LOI n° 96-369 du 3 mai 1996 relative aux services d'incendie et de secours"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1998-12-30 CITATION source LOI de finances pour 1999 (n° 98-1266 du 30 décembre 1998)"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1999-12-28 MODIFICATION source LOI no 99-1126 du 28 décembre 1999 modifiant le code général des collectivités territoriales et relative à la prise en compte du recensement général de population de 1999 pour la répartition des dotations de l'Etat aux collectivités locales"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1999-12-28 MODIFICATION source LOI no 99-1126 du 28 décembre 1999 modifiant le code général des collectivités territoriales et relative à la prise en compte du recensement général de population de 1999 pour la répartition des dotations de l'Etat aux collectivités locales - article 5 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2000-04-07 CITATION cible Décret n°2000-318 du 7 avril 2000 relatif à la partie Réglementaire du code général des collectivités territoriales - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2000-04-09"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2002-09-27 CITATION cible Décret n°2002-1209 du 27 septembre 2002 relatif à l'assistance technique fournie par les services de l'Etat au bénéfice des communes et de leurs groupements et pris pour l'application du III de l'article 1er de la loi du 11 décembre 2001 portant mesures urgentes de réformes à caractère économique et financier - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2002-09-29"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2010-12-29 CITATION cible LOI n° 2010-1657 du 29 décembre 2010 de finances pour 2011 - article 125 AUTONOME MODIFIE, en vigueur du 2011-01-01 au 2011-12-30"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2014-01-27 CITATION cible LOI n° 2014-58 du 27 janvier 2014 de modernisation de l'action publique territoriale et d'affirmation des métropoles - article 12 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2015-08-09"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2015-07-22 CITATION cible Arrêté du 22 juillet 2015 pris en application du décret n° 2014-444 du 29 avril 2014 relatif au fonds de soutien aux collectivités territoriales et à certains établissements publics ayant souscrit des contrats de prêt ou des contrats financiers structurés à risque - article Annexe 1 AUTONOME VIGUEUR, en vigueur depuis le 2015-08-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2015-08-07 CITATION cible LOI n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République - article 59 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2018-11-25 au 2019-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2017-03-01 CITATION cible LOI n° 2017-262 du 1er mars 2017 relative aux modalités de calcul du potentiel fiscal agrégé des communautés d'agglomération issues de la transformation de syndicats d'agglomération nouvelle (ex SAN) - article 3 AUTONOME VIGUEUR, en vigueur depuis le 2017-03-03"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2017-03-08 CITATION cible Décret n° 2017-299 du 8 mars 2017 portant application de la loi n° 2014-774 du 7 juillet 2014 visant à répartir les responsabilités et les charges financières concernant les ouvrages d'art de rétablissement de voies et modifiant le code général de la propriété des personnes publiques - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CONCORDANCE source Code des communes VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CONCORDE cible Code des communes - article L234-7 AUTONOME ABROGE, en vigueur du 1995-12-31 au 1996-02-24"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général de la propriété des personnes publiques - article R2123-19 AUTONOME VIGUEUR, en vigueur depuis le 2017-03-11"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code général des collectivités territoriales - article L2334-2 AUTONOME MODIFIE, en vigueur du 1996-02-24 au 1999-12-29"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article L2334-7 AUTONOME MODIFIE_MORT_NE, en vigueur du 2017-01-01 au 2016-12-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article L2334-7-2 AUTONOME MODIFIE_MORT_NE, en vigueur du 2017-01-01 au 2016-12-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article L2336-3 AUTONOME ABROGE_DIFF, en vigueur du 2025-02-16 au 2026-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article L2336-5 AUTONOME VIGUEUR, en vigueur depuis le 2025-02-16"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article L3662-4 AUTONOME MODIFIE, en vigueur du 2017-01-01 au 2018-12-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article L3663-9 AUTONOME VIGUEUR, en vigueur depuis le 2023-12-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CONCORDE source Code général des collectivités territoriales - article L5211-24 AUTONOME MODIFIE, en vigueur du 1996-02-24 au 1999-07-13"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article L5211-27 AUTONOME TRANSFERE, en vigueur du 1996-02-24 au 1999-07-13"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article L5211-28 AUTONOME MODIFIE, en vigueur du 2016-01-01 au 2017-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article L5211-29 AUTONOME MODIFIE, en vigueur du 2017-01-01 au 2018-12-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CONCORDE source Code général des collectivités territoriales - article L5211-29 AUTONOME MODIFIE, en vigueur du 2018-12-31 au 2020-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article L5211-32 AUTONOME MODIFIE, en vigueur du 2016-01-01 au 2017-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article L5211-33 AUTONOME ABROGE, en vigueur du 2017-01-01 au 2018-12-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article L5211-4-2 AUTONOME MODIFIE, en vigueur du 2014-01-29 au 2015-08-09"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code général des collectivités territoriales - article L5214-23-1 AUTONOME MODIFIE, en vigueur du 1999-07-13 au 2001-12-29"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article L5217-12 AUTONOME MODIFIE, en vigueur du 2014-01-29 au 2018-12-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article L5217-13 AUTONOME MODIFIE, en vigueur du 2014-01-29 au 2016-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article L5218-11 AUTONOME VIGUEUR, en vigueur depuis le 2018-12-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article R2313-2 AUTONOME VIGUEUR, en vigueur depuis le 2016-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article R2334-1 AUTONOME MODIFIE, en vigueur du 2000-04-09 au 2009-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article R2336-11 AUTONOME VIGUEUR, en vigueur depuis le 2025-05-22"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article R2336-2 AUTONOME VIGUEUR, en vigueur depuis le 2025-05-22"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article R2336-4 AUTONOME MODIFIE, en vigueur du 2016-04-11 au 2021-10-06"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article R5211-12 AUTONOME TRANSFERE, en vigueur du 2000-04-09 au 2014-05-21"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article R5211-12-1 AUTONOME ABROGE, en vigueur du 2014-05-21 au 2019-07-05"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/39/28/LEGIARTI000006392895.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/39/28/LEGIARTI000006392895.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/39/28/LEGIARTI000006392895.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_collectivites_territoriales/src/branch/main/partie_legislative/cinquieme_partie/livre_ii/titre_ier/chapitre_ier/section_6/sous-section_2/article_l5211-30.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006392895)"},{"type":"del","content":""}],"status":"deleted"}],"stats":{"additions":0,"deletions":215,"filesChanged":2}}