{"sha":"769c55ad3904","date":"2016-12-22","message":"Décret n° 2016-1783 du 19 décembre 2016 modifiant le décret n° 2016-33 du 20 janvier 2016 fixant la liste des pièces justificatives des dépenses des collectivités territoriales, des établissements publics locaux et des établissements publics de santé","files":[{"filename":"annexes/annexe_i/article_sommaire.md","articleName":"Article SOMMAIRE","additions":39,"deletions":26,"diff":[{"type":"del","content":""},{"type":"del","content":"Annexe A. - Frais de déplacement des agents"},{"type":"add","content":"Annexe A. – Frais de déplacement des agents"},{"type":"del","content":"Annexe B. - Etat de frais de changement de résidence"},{"type":"add","content":"Annexe B. – Etat de frais de changement de résidence"},{"type":"del","content":"Annexe C. - Enonciation des mentions devant figurer sur les factures ou les mémoires"},{"type":"add","content":"Annexe C. – Enonciation des mentions devant figurer sur les factures ou les mémoires"},{"type":"del","content":"Annexe D. - Enonciation des mentions devant figurer sur le procès-verbal ou le certificat administratif pour le paiement d'un acompte"},{"type":"add","content":"Annexe D. – Enonciation des mentions devant figurer sur le procès-verbal ou le certificat administratif pour le paiement d'un acompte"},{"type":"del","content":"Annexe E. - Enonciations devant figurer sur l'état liquidatif des révisions et/ou des actualisations de prix"},{"type":"add","content":"Annexe E. – Enonciations devant figurer sur l'état liquidatif des révisions et/ ou des actualisations de prix"},{"type":"del","content":"Annexe F. - Mentions relatives à l'affacturage"},{"type":"add","content":"Annexe F. – Mentions relatives à l'affacturage"},{"type":"del","content":"Annexe G. - Caractéristiques formelles des marchés publics et des accords-cadres"},{"type":"add","content":"Annexe G. – Caractéristiques formelles des marchés publics et des accords-cadres"},{"type":"del","content":"Annexe H. - Mentions obligatoires devant figurer dans un contrat de partenariat"},{"type":"add","content":"Annexe H. – Mentions obligatoires devant figurer dans un contrat de partenariat"},{"type":"del","content":"Annexe I. - Tableau mensuel de service"},{"type":"add","content":"Annexe I. – Tableau mensuel de service"},{"type":"del","content":"La pièce émane, selon le cas, par exemple du conseil municipal, du conseil général, du conseil régional, ou du conseil d'administration (\"délibération\") ; de l'organe régulièrement habilité à agir en leurs lieu et place (commission permanente du conseil général ou du conseil régional, par exemple), ou de l'autorité exécutive (arrêté municipal ou arrêté du président du conseil régional, par exemple)."},{"type":"add","content":"La pièce émane, selon le cas, par exemple du conseil municipal, du conseil général, du conseil régional, ou du conseil d'administration (\" délibération \") ; de l'organe régulièrement habilité à agir en leurs lieu et place (commission permanente du conseil général ou du conseil régional, par exemple), ou de l'autorité exécutive (arrêté municipal ou arrêté du président du conseil régional, par exemple)."},{"type":"del","content":"Exemple. - Prêts et avances (rubrique 71) :"},{"type":"add","content":"Exemple. – Prêts et avances (rubrique 71) :"},{"type":"del","content":"De même, une collectivité ou un établissement public local qui accorde à un organisme de droit privé une subvention d'un montant supérieur à certain seuil (article 10 de la loi n°2000-321 du 12 avril 2000) doit justifier de la passation d'une convention avec ledit organisme (rubrique 711)."},{"type":"add","content":"De même, une collectivité ou un établissement public local qui accorde à un organisme de droit privé une subvention d'un montant supérieur à certain seuil (article 10 de la loi n° 2000-321 du 12 avril 2000) doit justifier de la passation d'une convention avec ledit organisme (rubrique 711)."},{"type":"del","content":"- La neutralité : La liste ne modifie pas les réglementations en vigueur. Elle n'en est que la conséquence."},{"type":"add","content":"– La neutralité : La liste ne modifie pas les réglementations en vigueur. Elle n'en est que la conséquence."},{"type":"del","content":"- L'exhaustivité : Lorsqu'une dépense est répertoriée dans la liste, les pièces justificatives nécessaires au paiement de cette dépense y sont toutes énumérées. Lorsqu'une dépense n'est pas répertoriée dans la liste, le comptable doit demander, en se référant si possible à une dépense similaire répertoriée, les pièces justificatives qui lui permettent d'effectuer ses contrôles."},{"type":"add","content":"– L'exhaustivité : Lorsqu'une dépense est répertoriée dans la liste, les pièces justificatives nécessaires au paiement de cette dépense y sont toutes énumérées. Lorsqu'une dépense n'est pas répertoriée dans la liste, le comptable doit demander, en se référant si possible à une dépense similaire répertoriée, les pièces justificatives qui lui permettent d'effectuer ses contrôles."},{"type":"del","content":"- Le caractère obligatoire : La liste est obligatoire en ce qu'elle constitue à la fois le minimum et le maximum des pièces justificatives exigibles par le comptable. Elle s'impose à la fois aux ordonnateurs, aux comptables et aux juges des comptes."},{"type":"add","content":"– Le caractère obligatoire : La liste est obligatoire en ce qu'elle constitue à la fois le minimum et le maximum des pièces justificatives exigibles par le comptable. Elle s'impose à la fois aux ordonnateurs, aux comptables et aux juges des comptes."},{"type":"del","content":"En complément du contrôle hiérarchisé de la dépense, le comptable et l'ordonnateur peuvent convenir de mettre en place un dispositif de contrôle allégé partenarial, selon la procédure décrite à l'arrêté du 11 mai 2011 pris en application du préambule de l'annexe I du code général des collectivités territoriales portant fixation des modalités de justification des dépenses des collectivités territoriales, de leurs établissements publics et des établissements publics de santé. Dans ce cas, l'ordonnateur est dispensé de produire les pièces justificatives, selon les modalités prévues par la convention signée à cet effet et dans la limite des dépenses inférieures ou égales à 400 euros."},{"type":"add","content":"En complément du contrôle hiérarchisé de la dépense, le comptable et l'ordonnateur peuvent convenir de mettre en place un dispositif de contrôle allégé partenarial, selon la procédure décrite à l'arrêté du 11 mai 2011 modifié pris en application du préambule de l'annexe I du code général des collectivités territoriales portant fixation des modalités de justification des dépenses des collectivités territoriales, de leurs établissements publics et des établissements publics de santé. Dans ce cas, l'ordonnateur est dispensé de produire les pièces justificatives, selon les modalités prévues par la convention signée à cet effet et dans la limite des dépenses inférieures ou égales aux montants définis par l'arrêté du 11 mai 2011 modifié susmentionné."},{"type":"del","content":"Dans cette hypothèse, le fournisseur doit donner expressément un mandat écrit et préalable au tiers ou au client pour émettre matériellement les factures en son nom et pour son compte (article 242 nonies de l'annexe II au CGI). Le mandat doit prévoir que \"le fournisseur conserve l'entière responsabilité de ses obligations en matière de facturation et de ses conséquences au regard de la TVA\"."},{"type":"add","content":"Dans cette hypothèse, le fournisseur doit donner expressément un mandat écrit et préalable au tiers ou au client pour émettre matériellement les factures en son nom et pour son compte (article 242 nonies de l'annexe II au CGI). Le mandat doit prévoir que \" le fournisseur conserve l'entière responsabilité de ses obligations en matière de facturation et de ses conséquences au regard de la TVA \"."},{"type":"del","content":"Le mandat est délivré soit pour une série d'opérations données, soit pour tout ou partie des opérations réalisées par le mandant sur une période déterminée par le contrat. Ce mandat doit être communiqué au comptable public à l'appui du premier mandat/ordonnancement de dépense concerné. Les mandats de dépenses suivants y font référence."},{"type":"add","content":"Le mandat est délivré soit pour une série d'opérations données, soit pour tout ou partie des opérations réalisées par le mandant sur une période déterminée par le contrat. Ce mandat doit être communiqué au comptable public à l'appui du premier mandat/ ordonnancement de dépense concerné. Les mandats de dépenses suivants y font référence."},{"type":"del","content":"Dans les conditions définies par le ministre en charge du budget et avant la conclusion de ce mandat, l'ordonnateur doit obtenir l'avis du comptable, notamment sur la forme des factures qu'il va ainsi émettre, qu'elles soient ou non dématérialisées, sur les modalités qu'il va mettre en œuvre au sein de ses services pour vérifier la réalité du service fait et sur les conditions de computation du délai global de paiement qui en découlent. Les factures doivent contenir toutes les mentions obligatoires prévues par l'article 242 nonies A à l'annexe II du CGI. Il est recommandé de faire figurer expressément la mention que \"la facture est établie par X au nom et pour le compte de Y\"."},{"type":"add","content":"Dans les conditions définies par le ministre en charge du budget et avant la conclusion de ce mandat, l'ordonnateur doit obtenir l'avis du comptable, notamment sur la forme des factures qu'il va ainsi émettre, qu'elles soient ou non dématérialisées, sur les modalités qu'il va mettre en œuvre au sein de ses services pour vérifier la réalité du service fait et sur les conditions de computation du délai global de paiement qui en découlent. Les factures doivent contenir toutes les mentions obligatoires prévues par l'article 242 nonies A à l'annexe II du CGI. Il est recommandé de faire figurer expressément la mention que \" la facture est établie par X au nom et pour le compte de Y \"."},{"type":"del","content":"Décret n° 2016-33 du 20 janvier 2016 fixant la liste des pièces justificatives des dépenses des collectivités territoriales, des établissements publics locaux et des établissements publics de santé - article ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Décret n° 2016-1783 du 19 décembre 2016 modifiant le décret n° 2016-33 du 20 janvier 2016 fixant la liste des pièces justificatives des dépenses des collectivités territoriales, des établissements publics locaux et des établissements publics de santé - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Arrêté du 25 juillet 2013 portant application du premier alinéa de l'article 42 du décret n° 2012-1246 du 7 novembre 2012 relatif à la gestion budgétaire et comptable publique et encadrant le contrôle sélectif de la dépense CITATION cible"},{"type":"del","content":"2016-01-20 MODIFIE cible Décret n° 2016-33 du 20 janvier 2016 fixant la liste des pièces justificatives des dépenses des collectivités territoriales, des établissements publics locaux et des établissements publics de santé - article ENTIEREMENT_MODIF"},{"type":"add","content":"2013-07-25 CITATION source Arrêté du 25 juillet 2013 portant application du premier alinéa de l'article 42 du décret n° 2012-1246 du 7 novembre 2012 relatif à la gestion budgétaire et comptable publique et encadrant le contrôle sélectif de la dépense"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2016-12-19 MODIFIE cible Décret n° 2016-1783 du 19 décembre 2016 modifiant le décret n° 2016-33 du 20 janvier 2016 fixant la liste des pièces justificatives des dépenses des collectivités territoriales, des établissements publics locaux et des établissements publics de santé - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code général des impôts, annexe II - article 242 nonies AUTONOME MODIFIE, en vigueur du 1993-08-18 au 2003-07-09"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/31/89/24/LEGIARTI000031892404.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/31/89/24/LEGIARTI000031892404.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/31/89/24/LEGIARTI000031892404.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/66/29/LEGIARTI000033662948.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/33/66/29/LEGIARTI000033662948.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/33/66/29/LEGIARTI000033662948.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000031892404)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000033662948)"}],"status":"modified"}],"stats":{"additions":39,"deletions":26,"filesChanged":1}}