{"sha":"7e8d9a7241b2","date":"2015-08-08","message":"LOI n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République","files":[{"filename":"partie_legislative/cinquieme_partie/livre_ii/titre_ier/chapitre_vii/section_2/article_l5217-2.md","articleName":"Article L5217-2","additions":47,"deletions":24,"diff":[{"type":"del","content":"a) Schéma de cohérence territoriale et schéma de secteur ; plan local d'urbanisme et documents d'urbanisme en tenant lieu ; définition, création et réalisation d'opérations d'aménagement d'intérêt métropolitain mentionnées à l'article L. 300-1 du code de l'urbanisme ; actions de valorisation du patrimoine naturel et paysager ; constitution de réserves foncières ;"},{"type":"add","content":"a) Schéma de cohérence territoriale et schéma de secteur ; plan local d'urbanisme, document en tenant lieu ou carte communale ; définition, création et réalisation d'opérations d'aménagement d'intérêt métropolitain mentionnées à l'article L. 300-1 du code de l'urbanisme ; actions de valorisation du patrimoine naturel et paysager ; constitution de réserves foncières ;"},{"type":"del","content":"Lorsque l'exercice des compétences mentionnées au présent I est subordonné à la reconnaissance de leur intérêt métropolitain, celui-ci est déterminé à la majorité des deux tiers du conseil de la métropole. Il est défini au plus tard deux ans après l'entrée en vigueur du décret prononçant la création de la métropole. A défaut, la métropole exerce l'intégralité des compétences transférées."},{"type":"add","content":"Lorsque l'exercice des compétences mentionnées au présent I est subordonné à la reconnaissance de leur intérêt métropolitain, celui-ci est déterminé par le conseil de la métropole à la majorité des deux tiers. Il est défini au plus tard deux ans après l'entrée en vigueur du décret prononçant la création de la métropole. A défaut, la métropole exerce l'intégralité des compétences transférées."},{"type":"del","content":"1° L'attribution des aides au logement locatif social et la notification aux bénéficiaires ainsi que, par délégation de l'Agence nationale de l'habitat, l'attribution des aides en faveur de l'habitat privé et la signature des conventions mentionnées à l'article L. 321-4 du code de la construction et de l'habitation ;"},{"type":"add","content":"1° L'attribution des aides au logement locatif social, au logement intermédiaire et en faveur de la location-accession et la notification aux bénéficiaires ainsi que, par délégation de l'Agence nationale de l'habitat, l'attribution des aides en faveur de l'habitat privé et la signature des conventions mentionnées à l'article L. 321-4 du code de la construction et de l'habitation ;"},{"type":"del","content":"IV.-Par convention passée avec le département, à la demande de celui-ci ou de la métropole, la métropole exerce à l'intérieur de son périmètre, en lieu et place du département, tout ou partie des compétences en matière :"},{"type":"add","content":"IV.-Par convention passée avec le département, la métropole exerce à l'intérieur de son périmètre, par transfert, en lieu et place du département, ou par délégation, au nom et pour le compte du département, tout ou partie des groupes de compétences suivants :"},{"type":"del","content":"1° D'attribution des aides au titre du fonds de solidarité pour le logement, en application de l'article L. 115-3 du code de l'action sociale et des familles ;"},{"type":"add","content":"1° Attribution des aides au titre du fonds de solidarité pour le logement, en application de l'article 6 de la loi n° 90-449 du 31 mai 1990 visant à la mise en œuvre du droit au logement ;"},{"type":"del","content":"2° De missions confiées au service public départemental d'action sociale à l'article L. 123-2 du même code ;"},{"type":"add","content":"2° Missions confiées au service public départemental d'action sociale en application de l'article L. 123-2 du code de l'action sociale et des familles ;"},{"type":"del","content":"3° D'adoption, adaptation et mise en œuvre du programme départemental d'insertion mentionné à l'article L. 263-1 dudit code, selon les modalités prévues au même article L. 263-1 ;"},{"type":"add","content":"3° Adoption, adaptation et mise en œuvre du programme départemental d'insertion, dans les conditions prévues à l'article L. 263-1 du même code ;"},{"type":"del","content":"4° D'aide aux jeunes en difficulté, en application des articles L. 263-3 et L. 263-4 du même code ;"},{"type":"add","content":"4° Aide aux jeunes en difficulté, en application des articles L. 263-3 et L. 263-4 dudit code ;"},{"type":"del","content":"5° D'actions de prévention spécialisée auprès des jeunes et des familles en difficulté ou en rupture avec leur milieu prévues au 2° de l'article L. 121-2 et au 8° du I de l'article L. 312-1 dudit code ;"},{"type":"add","content":"5° Actions de prévention spécialisée auprès des jeunes et des familles en difficulté ou en rupture avec leur milieu, prévues au 2° de l'article L. 121-2 du même code ;"},{"type":"del","content":"6° De gestion des routes classées dans le domaine public routier départemental ainsi que de leurs dépendances et accessoires. Ce transfert est constaté par arrêté du représentant de l'Etat dans le département. Cette décision emporte le transfert à la métropole des servitudes, droits et obligations correspondants ainsi que le classement des routes transférées dans le domaine public de la métropole ;"},{"type":"add","content":"6° Personnes âgées et action sociale en application des articles L. 113-2, L. 121-1 et L. 121-2 dudit code ou une partie de ces compétences, à l'exclusion de la prise en charge des prestations légales d'aide sociale ;"},{"type":"del","content":"7° De zones d'activités et promotion à l'étranger du territoire et de ses activités économiques ;"},{"type":"add","content":"7° Tourisme en application du chapitre II du titre III du livre Ier du code du tourisme, culture et construction, exploitation et entretien des équipements et infrastructures destinés à la pratique du sport, ou une partie de ces compétences ;"},{"type":"del","content":"8° De compétences définies à l'article L. 3211-1-1 du présent code."},{"type":"add","content":"8° Construction, reconstruction, aménagement, entretien et fonctionnement des collèges. A ce titre, la métropole assure l'accueil, la restauration, l'hébergement ainsi que l'entretien général et technique, à l'exception des missions d'encadrement et de surveillance des élèves, dans les collèges dont elle a la charge ;"},{"type":"del","content":"La convention est signée dans un délai de dix-huit mois à compter de la réception de la demande."},{"type":"add","content":"9° Gestion des routes classées dans le domaine public routier départemental ainsi que de leurs dépendances et accessoires. Ce transfert est constaté par arrêté du représentant de l'Etat dans le département. Cet arrêté emporte le transfert à la métropole des servitudes, droits et obligations correspondants ainsi que le classement des routes transférées dans le domaine public de la métropole."},{"type":"add","content":""},{"type":"add","content":"La convention précise les compétences ou groupes de compétences transférés ou délégués, les conditions financières du transfert ou de la délégation et, après avis des comités techniques compétents, les conditions dans lesquelles tout ou partie des services départementaux correspondants sont transférés ou mis à disposition de la métropole. Ces services ou parties de service sont placés sous l'autorité du président du conseil de la métropole."},{"type":"del","content":"La convention précise l'étendue et les conditions financières du transfert de compétences et, après avis des comités techniques compétents, les conditions dans lesquelles tout ou partie des services départementaux correspondants sont transférés à la métropole. Elle constate la liste des services ou parties de service qui sont, pour l'exercice de ses missions, mis à disposition de la métropole et fixe la date de transfert définitif. Ces services ou parties de service sont placés sous l'autorité du président du conseil de la métropole."},{"type":"add","content":"A défaut de convention entre le département et la métropole au 1er janvier 2017 sur au moins trois des groupes de compétences mentionnés aux 1° à 8° du présent IV, la totalité de ceux-ci, à l'exception de ceux mentionnés au 8°, sont transférés de plein droit à la métropole. Ces transferts donnent lieu au transfert concomitant de ressources en application de l'article L. 5217-13. La convention mentionnée au premier alinéa du présent IV et relative à ces transferts est passée entre le département et la métropole avant le 1er avril 2017. A défaut, le représentant de l'Etat dans le département siège de la métropole propose, avant le 1er mai 2017, un projet de convention au président du conseil départemental et au président de la métropole, qui disposent d'un délai d'un mois pour le signer. A défaut, la date et les modalités du transfert sont établies par arrêté du représentant de l'Etat dans le département siège de la métropole."},{"type":"del","content":"Toutefois, les conventions prévues au présent IV peuvent prévoir que des services ou parties de service concernés par un transfert de compétences demeurent des services départementaux et sont mis à disposition de la métropole pour l'exercice de ses compétences."},{"type":"add","content":"La compétence mentionnée au 9° du présent IV fait l'objet d'une convention entre le département et la métropole. Cette convention organise le transfert de cette compétence à la métropole ou en précise les modalités d'exercice par le département, en cohérence avec les politiques mises en œuvre par la métropole. A défaut de convention entre le département et la métropole à la date du 1er janvier 2017, cette compétence est transférée de plein droit à la métropole."},{"type":"del","content":"A compter du 1er janvier 2017, la compétence mentionnée au 6° du présent IV fait l'objet d'une convention entre le département et la métropole. Cette convention organise le transfert de cette compétence à la métropole ou en précise les modalités d'exercice par le département en cohérence avec les politiques mises en œuvre par la métropole. A défaut de convention entre le département et la métropole à la date du 1er janvier 2017, la compétence susvisée est transférée de plein droit à la métropole."},{"type":"add","content":"Le présent IV n'est pas applicable à la métropole du Grand Paris."},{"type":"del","content":"LOI n° 2014-173 du 21 février 2014 de programmation pour la ville et la cohésion urbaine - article 11 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Code de la construction et de l'habitation - article L301-5-2 AUTONOME MODIFIE, en vigueur du 2015-08-08 au 2015-08-09 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République - article 39 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2015-08-09 MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République - article 81 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République - article 90 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2015-990 du 6 août 2015 pour la croissance, l'activité et l'égalité des chances économiques - article 72 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2015-08-08 MODIFIE source"},{"type":"del","content":""},{"type":"del","content":"2014-02-21 MODIFIE cible LOI n° 2014-173 du 21 février 2014 de programmation pour la ville et la cohésion urbaine - article 11 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"add","content":""},{"type":"add","content":"2015-08-06 MODIFIE cible LOI n° 2015-990 du 6 août 2015 pour la croissance, l'activité et l'égalité des chances économiques - article 72 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2015-08-08"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2015-08-07 MODIFIE cible LOI n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République - article 39 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2015-08-09"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2015-08-07 MODIFIE cible LOI n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République - article 81 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2015-08-07 MODIFIE cible LOI n° 2015-991 du 7 août 2015 portant nouvelle organisation territoriale de la République - article 90 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/28/64/06/LEGIARTI000028640693.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/28/64/06/LEGIARTI000028640693.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/28/64/06/LEGIARTI000028640693.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/31/02/10/LEGIARTI000031021098.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/31/02/10/LEGIARTI000031021098.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/31/02/10/LEGIARTI000031021098.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000028640693)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000031021098)"}],"status":"modified"}],"stats":{"additions":47,"deletions":24,"filesChanged":1}}