{"sha":"930b0472c4ca","date":"2022-01-01","message":"LOI n° 2015-1785 du 29 décembre 2015 de finances pour 2016","files":[{"filename":"partie_legislative/cinquieme_partie/livre_ii/titre_ier/chapitre_ier/section_6/sous-section_2/README.md","articleName":"Sommaire - Sous-Section 2","additions":0,"deletions":1,"diff":[{"type":"del","content":"- [Article L5211-29](article_l5211-29.md)"}],"status":"modified"},{"filename":"partie_legislative/cinquieme_partie/livre_ii/titre_ier/chapitre_ier/section_6/sous-section_2/article_l5211-29.md","articleName":"Article L5211-29","additions":0,"deletions":189,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article L5211-29"},{"type":"del","content":""},{"type":"del","content":"I. – Le potentiel fiscal des établissements publics de coopération intercommunale à fiscalité propre est déterminé en additionnant les montants suivants :"},{"type":"del","content":""},{"type":"del","content":"1° Le produit déterminé par l'application aux bases intercommunales d'imposition de taxe d'habitation sur les résidences secondaires et autres locaux meublés non affectés à l'habitation principale, de taxe foncière sur les propriétés bâties, de taxe foncière sur les propriétés non bâties et de cotisation foncière des entreprises du taux moyen national d'imposition à chacune de ces taxes ;"},{"type":"del","content":""},{"type":"del","content":"2° La somme des produits intercommunaux perçus au titre de la cotisation sur la valeur ajoutée des entreprises, de la taxe additionnelle à la taxe foncière sur les propriétés non bâties et des impositions forfaitaires sur les entreprises de réseaux prévus à l'article 1379-0 bis du code général des impôts ainsi que de la taxe sur les surfaces commerciales prévue au 6° de l'article L. 2331-3 du présent code ;"},{"type":"del","content":""},{"type":"del","content":"3° La somme des montants positifs ou négatifs résultant de l'application des 1.1 et 2.1 de l'article 78 de la loi n° 2009-1673 du 30 décembre 2009 de finances pour 2010 perçus ou supportés par le groupement l'année précédente. Pour les groupements faisant application pour la première année de l'article L. 5211-41-3, les montants correspondent à la somme des montants perçus ou supportés par les groupements préexistants l'année précédente ;"},{"type":"del","content":""},{"type":"del","content":"4° Le montant perçu par le groupement l'année précédente au titre de la dotation de compensation prévue à l'article L. 5211-28-1, hors le montant correspondant à la compensation prévue au 2° bis du II de l'article 1648 B du code général des impôts dans sa rédaction antérieure à la loi de finances pour 2004 (n° 2003-1311 du 30 décembre 2003) ;"},{"type":"del","content":""},{"type":"del","content":"5° La fraction du produit net de la taxe sur la valeur ajoutée prévue au B du V de l'article 16 de la loi n° 2019-1479 du 28 décembre 2019 de finances pour 2020 perçue par le groupement l'année précédente ;"},{"type":"del","content":""},{"type":"del","content":"6° Le montant perçu par le groupement l'année précédente au titre du prélèvement sur les recettes de l'Etat prévu au III de l'article 29 de la loi n° 2020-1721 du 29 décembre 2020 de finances pour 2021."},{"type":"del","content":""},{"type":"del","content":"Par dérogation, le potentiel fiscal des communautés d'agglomération issues de la transformation de syndicats d'agglomération nouvelle et le potentiel fiscal des communautés d'agglomération issues de la fusion d'établissements publics de coopération intercommunale dont l'un au moins est un syndicat d'agglomération nouvelle qui s'est transformé en communauté d'agglomération avant le 1er janvier 2015 sont pondérés, en 2018, par le rapport entre les bases brutes par habitant de cotisation foncière des entreprises des communautés d'agglomération et la somme des bases brutes par habitant de cotisation foncière des entreprises des syndicats d'agglomération nouvelle existant au 1er janvier 2015 et de ceux d'entre eux qui se sont transformés en communautés d'agglomération avant le 1er janvier 2015, sous réserve que ce rapport soit inférieur à 1, puis par un coefficient égal à 60 % en 2019, à 70 % en 2020, à 80 % en 2021 et à 90 % en 2022. Pour ces communautés d'agglomération, la pondération s'applique sur la part de leur potentiel fiscal correspondant au périmètre des communautés d'agglomération issues de la transformation d'un syndicat d'agglomération nouvelle avant le 1er janvier 2015 et des syndicats d'agglomération nouvelle existant au 1er janvier 2015. Ces dispositions s'appliquent également au potentiel fiscal de la métropole d'Aix-Marseille-Provence."},{"type":"del","content":""},{"type":"del","content":"Les bases retenues sont les bases brutes de la dernière année dont les résultats sont connus servant à l'assiette des impositions intercommunales. Les taux moyens nationaux sont calculés pour chaque catégorie de groupement telle que définie à l'article L. 5211-28 du présent code et correspondent au rapport entre les produits perçus par les groupements au titre de chacune de ces taxes et la somme des bases des groupements. Les ressources et produits retenus sont ceux bruts de la dernière année dont les résultats sont connus."},{"type":"del","content":""},{"type":"del","content":"II. – 1° Le coefficient d'intégration fiscale, qui est défini pour les communautés urbaines, les métropoles, y compris celle d'Aix-Marseille-Provence, la métropole de Lyon et les communautés d'agglomération, est égal, pour chacun de ces établissements publics, au rapport entre :"},{"type":"del","content":""},{"type":"del","content":"a) Les recettes provenant de la taxe d'habitation sur les résidences secondaires et autres locaux meublés non affectés à l'habitation principale, de la fraction du produit net de la taxe sur la valeur ajoutée prévue aux B et D du V de l'article 16 de la loi n° 2019-1479 du 28 décembre 2019 de finances pour 2020, du prélèvement sur les recettes de l'Etat prévu au III de l'article 29 de la loi n° 2020-1721 du 29 décembre 2020 de finances pour 2021, de la taxe foncière sur les propriétés bâties, de la taxe foncière sur les propriétés non bâties, de la taxe additionnelle à la taxe foncière sur les propriétés non bâties, de la cotisation sur la valeur ajoutée des entreprises, de la cotisation foncière des entreprises, des impositions forfaitaires sur les entreprises de réseaux, de la taxe sur les surfaces commerciales, de la taxe ou de la redevance d'enlèvement des ordures ménagères et de la redevance d'assainissement ainsi que les montants positifs ou négatifs résultant de l'application des 1.1 et 2.1 de l'article 78 de la loi n° 2009-1673 de finances pour 2010 précitée perçus ou supportés par l'établissement public minorés des dépenses de transfert ;"},{"type":"del","content":""},{"type":"del","content":"b) Les recettes provenant de la taxe d'habitation sur les résidences secondaires et autres locaux meublés non affectés à l'habitation principale, de la fraction du produit net de la taxe sur la valeur ajoutée prévue aux B et D du V de l'article 16 de la loi n° 2019-1479 du 28 décembre 2019 de finances pour 2020, du prélèvement sur les recettes de l'Etat prévu au III de l'article 29 de la loi n° 2020-1721 du 29 décembre 2020 de finances pour 2021, de la taxe foncière sur les propriétés bâties, de la taxe foncière sur les propriétés non bâties, de la taxe additionnelle à la taxe foncière sur les propriétés non bâties, de la cotisation sur la valeur ajoutée des entreprises, de la cotisation foncière des entreprises, des impositions forfaitaires sur les entreprises de réseaux, de la taxe sur les surfaces commerciales, de la taxe ou de la redevance d'enlèvement des ordures ménagères et de la redevance d'assainissement ainsi que les montants positifs ou négatifs résultant de l'application des 1.1 et 2.1 de l'article 78 de la loi n° 2009-1673 de finances pour 2010 précitée perçus ou supportés par les communes et les communes nouvelles regroupées et l'ensemble des établissements publics de coopération intercommunale sur le territoire de celles-ci ;"},{"type":"del","content":""},{"type":"del","content":"Les recettes prévues au a et au b ci-dessus ainsi que les montants positifs ou négatifs résultant de l'application des 1.1 et 2.1 de l'article 78 de la loi n° 2009-1673 de finances pour 2010 précitée perçus ou supportés par les établissements publics de coopération intercommunale faisant application des dispositions de l'article 1609 nonies C du code général des impôts sont majorées du montant de la dernière année connue de la dotation de compensation prévue au premier alinéa de l'article L. 5211-28-1, hors les montants correspondant à la compensation prévue au 2° bis du II de l'article 1648 B du code général des impôts dans sa rédaction antérieure à la loi de finances pour 2004 (n° 2003-1311 du 30 décembre 2003) et, le cas échéant, de celles prévues au B de l'article 4 de la loi n° 96-987 du 14 novembre 1996 relative à la mise en oeuvre du pacte de relance pour la ville ou au B de l'article 3 de la loi n° 96-1143 du 26 décembre 1996 relative à la zone franche de Corse ou au III de l'article 2 de la loi n° 94-1131 du 27 décembre 1994 portant statut fiscal de la Corse ou au VII de l'article 5 de la loi n° 2009-594 du 27 mai 2009 pour le développement économique des outre-mer ou au III du 5.3.2 de l'article 2 de la loi n° 2009-1673 de finances pour 2010 précitée."},{"type":"del","content":""},{"type":"del","content":"1° bis Le coefficient d'intégration fiscale, qui est défini pour les communautés de communes, est égal, pour chacun de ces établissements publics, au rapport entre :"},{"type":"del","content":""},{"type":"del","content":"a) Les recettes provenant de la taxe d'habitation sur les résidences secondaires et autres locaux meublés non affectés à l'habitation principale, de la fraction du produit net de la taxe sur la valeur ajoutée prévue aux B et D du V de l'article 16 de la loi n° 2019-1479 du 28 décembre 2019 de finances pour 2020, du prélèvement sur les recettes de l'Etat prévu au III de l'article 29 de la loi n° 2020-1721 du 29 décembre 2020 de finances pour 2021, de la taxe foncière sur les propriétés bâties, de la taxe foncière sur les propriétés non bâties, de la taxe additionnelle à la taxe foncière sur les propriétés non bâties, de la cotisation sur la valeur ajoutée des entreprises, de la cotisation foncière des entreprises, des impositions forfaitaires sur les entreprises de réseaux, de la taxe sur les surfaces commerciales et de la taxe ou de la redevance d'enlèvement des ordures ménagères ainsi que les montants positifs ou négatifs résultant de l'application des 1.1 et 2.1 de l'article 78 de la loi n° 2009-1673 de finances pour 2010 précitée perçus ou supportés par l'établissement public, minorées des dépenses de transfert ;"},{"type":"del","content":""},{"type":"del","content":"b) Les recettes provenant de la taxe d'habitation sur les résidences secondaires et autres locaux meublés non affectés à l'habitation principale, de la fraction du produit net de la taxe sur la valeur ajoutée prévue aux B et D du V de l'article 16 de la loi n° 2019-1479 du 28 décembre 2019 de finances pour 2020, du prélèvement sur les recettes de l'Etat prévu au III de l'article 29 de la loi n° 2020-1721 du 29 décembre 2020 de finances pour 2021, de la taxe foncière sur les propriétés bâties, de la taxe foncière sur les propriétés non bâties, de la taxe additionnelle à la taxe foncière sur les propriétés non bâties, de la cotisation sur la valeur ajoutée des entreprises, de la cotisation foncière des entreprises, des impositions forfaitaires sur les entreprises de réseaux, de la taxe sur les surfaces commerciales et de la taxe ou de la redevance d'enlèvement des ordures ménagères ainsi que les montants positifs ou négatifs résultant de l'application des 1.1 et 2.1 de l'article 78 de la loi n° 2009-1673 de finances pour 2010 précitée perçus ou supportés par les communes et les communes nouvelles regroupées et l'ensemble des établissements publics de coopération intercommunale sur le territoire de celles-ci ;"},{"type":"del","content":""},{"type":"del","content":"Les recettes prévues au a et au b ci-dessus ainsi que les montants positifs ou négatifs résultant de l'application des 1.1 et 2.1 de l'article 78 de la loi n° 2009-1673 de finances pour 2010 précitée perçus ou supportés par les communautés de communes faisant application des dispositions de l'article 1609 nonies C du code général des impôts sont majorées du montant de la dernière année connue de la dotation de compensation prévue au premier alinéa de l'article L. 5211-28-1, hors les montants correspondant à la compensation prévue au 2° bis du II de l'article 1648 B du code général des impôts dans sa rédaction antérieure à la loi de finances pour 2004 (n° 2003-1311 du 30 décembre 2003) et, le cas échéant, de celles prévues au B de l'article 4 de la loi n° 96-987 du 14 novembre 1996 précitée ou au B de l'article 3 de la loi n° 96-1143 du 26 décembre 1996 précitée ou au III de l'article 2 de la loi n° 94-1131 du 27 décembre 1994 précitée ou au VII de l'article 5 de la loi n° 2009-594 du 27 mai 2009 précitée ou au III du 5.3.2 de l'article 2 de la loi n° 2009-1673 de finances pour 2010 précitée."},{"type":"del","content":""},{"type":"del","content":"Par dérogation, pour le calcul du coefficient d'intégration fiscale des communautés de communes ne faisant pas application des dispositions de l'article 1609 nonies C du code général des impôts, les recettes définies aux a et b ne tiennent pas compte de la taxe sur les surfaces commerciales ;"},{"type":"del","content":""},{"type":"del","content":"2° Pour déterminer le coefficient d'intégration fiscale moyen d'une catégorie d'établissement public de coopération intercommunale, sont prises en compte les sommes des recettes et le cas échéant des dépenses de transfert de l'ensemble des établissements publics percevant depuis plus de deux ans la dotation d'intercommunalité dans cette catégorie et la somme des recettes des communes et des communes nouvelles regroupées dans ces établissements publics. Pour déterminer le coefficient d'intégration fiscale moyen des métropoles et des communautés urbaines mentionnées au 1° du I de l'article L. 5211-28 du présent code, ne sont pas prises en compte les recettes et les dépenses de transfert de la métropole du Grand Paris."},{"type":"del","content":""},{"type":"del","content":"3° A compter de 2019, le coefficient d'intégration fiscale pris en compte dans le calcul de la dotation d'intercommunalité ne peut pas être supérieur à 0,6 ;"},{"type":"del","content":""},{"type":"del","content":"4° Pour le calcul de la dotation d'intercommunalité, le coefficient d'intégration fiscale des métropoles est pondéré par un coefficient égal à 1,1."},{"type":"del","content":""},{"type":"del","content":"III. – Les dépenses de transfert retenues pour déterminer le coefficient d'intégration fiscale des communautés d'agglomération, des métropoles ainsi que des communautés urbaines et des communautés de communes faisant application des dispositions de l'article 1609 nonies C du code général des impôts sont l'attribution de compensation prévue au V du même article 1609 nonies, et la moitié de la dotation de solidarité communautaire, telles que constatées dans le dernier compte administratif disponible. Pour les communautés de communes ne faisant pas application des dispositions de l'article 1609 nonies C dudit code, seule la moitié de la dotation de solidarité communautaire est prise en compte. Le cas échéant, l'attribution de compensation est minorée du montant versé par les communes en application du deuxième alinéa du V du même article 1609 nonies C. Si ce montant est supérieur à l'attribution de compensation, le reliquat s'ajoute aux recettes mentionnées aux a des 1° et 1° bis du II du présent article."},{"type":"del","content":""},{"type":"del","content":"IV. – Sauf mention contraire, la population à prendre en compte pour l'application de la présente sous-section est celle résultant des conditions prévues à l'article L. 2334-2 du présent code."},{"type":"del","content":""},{"type":"del","content":"V. – Au titre de la première année d'attribution de la dotation dans une catégorie, le coefficient d'intégration fiscale d'un établissement public de coopération intercommunale à fiscalité propre est égal au coefficient d'intégration fiscale moyen de la catégorie à laquelle il appartient."},{"type":"del","content":""},{"type":"del","content":"Par dérogation, lorsqu'un établissement public de coopération intercommunale à fiscalité propre est issu d'une fusion opérée dans le cadre de l'article L. 5211-41-3, le coefficient d'intégration fiscale retenu est le coefficient d'intégration fiscale de l'établissement public de coopération intercommunale à fiscalité propre qui lui préexistait. Si plusieurs établissements publics de coopération intercommunale à fiscalité propre préexistaient, le coefficient d'intégration fiscale à retenir la première année est le coefficient d'intégration fiscale le plus élevé parmi ces établissements, dans la limite de 105 % de la moyenne des coefficients d'intégration fiscale de ces établissements, pondérés par leur population."},{"type":"del","content":""},{"type":"del","content":"Au titre de la deuxième année d'attribution de la dotation dans la même catégorie, le coefficient d'intégration fiscale non corrigé des dépenses de transfert est pondéré par le rapport entre le coefficient d'intégration fiscale moyen de la catégorie à laquelle l'établissement public de coopération intercommunale à fiscalité propre appartient tel que défini au 2° du II du présent article et ce coefficient d'intégration fiscale moyen, non corrigé des dépenses de transfert."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"### Nota"},{"type":"del","content":""},{"type":"del","content":"Conformément au A du III de l'article 252 de la loi n° 2020-1721 du 29 décembre 2020, ces dispositions entrent en vigueur le 1er janvier 2022."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2020-1721 du 29 décembre 2020 de finances pour 2021 - article 252 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2020-12-31 au 2022-01-01 MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2018-1317 du 28 décembre 2018 de finances pour 2019 - article 250 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2020-12-31 au 2024-01-01 MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1983-01-07 CONCORDANCE source Loi n° 83-8 du 7 janvier 1983 relative à la répartition de compétences entre les communes, les départements, les départements, les régions et l'Etat"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1986-12-30 CITATION cible Loi n° 86-1317 du 30 décembre 1986 de finances pour 1987 - article 6 AUTONOME VIGUEUR, en vigueur depuis le 2018-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1994-12-27 CITATION source Loi n° 94-1131 du 27 décembre 1994 portant statut fiscal de la Corse - article 2 AUTONOME MODIFIE, en vigueur du 1994-12-28 au 2010-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      1996-11-14 CITATION source Loi n°96-987 du 14 novembre 1996 - art. 4"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1996-12-26 CITATION source Loi n° 96-1143 du 26 décembre 1996 relative à la zone franche de Corse - article 3 AUTONOME MODIFIE, en vigueur du 1996-12-28 au 2010-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2009-05-27 CITATION source LOI n° 2009-594 du 27 mai 2009 pour le développement économique des outre-mer - article 5 PARTIELLEMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2009-12-30 CITATION source LOI n° 2009-1673 du 30 décembre 2009 de finances pour 2010 - article 2 PARTIELLEMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2009-12-30 CITATION source LOI n° 2009-1673 du 30 décembre 2009 de finances pour 2010 - article 78 PARTIELLEMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2015-12-29 CONCORDANCE cible LOI n° 2015-1785 du 29 décembre 2015 de finances pour 2016 - article 150 PARTIELLEMENT_MODIF ABROGE, en vigueur du 2015-12-31 au 2017-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2015-12-29 CONCORDE cible LOI n° 2015-1785 du 29 décembre 2015 de finances pour 2016 - article 150 PARTIELLEMENT_MODIF ABROGE, en vigueur du 2015-12-31 au 2017-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2018-12-28 MODIFIE cible LOI n° 2018-1317 du 28 décembre 2018 de finances pour 2019 - article 250 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2020-12-31 au 2024-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2020-12-29 MODIFIE cible LOI n° 2020-1721 du 29 décembre 2020 de finances pour 2021 - article 252 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2020-12-31 au 2022-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2021-10-04 CITATION cible Décret n° 2021-1291 du 4 octobre 2021 relatif aux dotations de l'Etat aux collectivités territoriales et à la péréquation des ressources fiscales - article 9 AUTONOME VIGUEUR, en vigueur depuis le 2025-05-22"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2025-02-14 CITATION cible LOI n° 2025-127 du 14 février 2025 de finances pour 2025 - article 186 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2025-02-16"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code général des impôts - article 1609 nonies C AUTONOME MODIFIE, en vigueur du 1992-02-08 au 1993-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code général des impôts - article 1648 B AUTONOME MODIFIE, en vigueur du 1980-01-11 au 1982-06-29"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article L1613-2-1 AUTONOME ABROGE, en vigueur du 2007-12-28 au 2023-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article L2113-20 AUTONOME MODIFIE, en vigueur du 2018-01-01 au 2018-12-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article L2334-7-2 AUTONOME MODIFIE_MORT_NE, en vigueur du 2017-01-01 au 2016-12-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CONCORDE source Code général des collectivités territoriales - article L5211-23 AUTONOME MODIFIE, en vigueur du 1996-02-24 au 1999-07-13"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code général des collectivités territoriales - article L5211-28-1 AUTONOME MODIFIE, en vigueur du 2003-12-31 au 2004-12-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article L5211-30 AUTONOME TRANSFERE, en vigueur du 2018-01-01 au 2018-12-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CONCORDE cible Code général des collectivités territoriales - article L5211-30 AUTONOME TRANSFERE, en vigueur du 2018-01-01 au 2018-12-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article L5211-4-2 AUTONOME VIGUEUR, en vigueur depuis le 2022-02-23"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article L5211-41-1 AUTONOME VIGUEUR, en vigueur depuis le 2014-01-29"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code général des collectivités territoriales - article L5211-41-3 AUTONOME MODIFIE, en vigueur du 2004-08-17 au 2007-02-21"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article L5214-23-1 AUTONOME ABROGE, en vigueur du 2018-11-09 au 2018-12-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article L5215-40-1 AUTONOME VIGUEUR, en vigueur depuis le 2014-01-29"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article L5216-10 AUTONOME VIGUEUR, en vigueur depuis le 2014-01-29"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article L5219-8 AUTONOME MODIFIE_MORT_NE, en vigueur du 2017-01-01 au 2016-12-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article L5842-8 AUTONOME VIGUEUR, en vigueur depuis le 2020-12-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article R2113-25 AUTONOME VIGUEUR, en vigueur depuis le 2022-07-17"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article R5211-12-1 AUTONOME VIGUEUR, en vigueur depuis le 2024-04-29"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/42/91/59/LEGIARTI000042915987.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/42/91/59/LEGIARTI000042915987.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/42/91/59/LEGIARTI000042915987.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_collectivites_territoriales/src/branch/main/partie_legislative/cinquieme_partie/livre_ii/titre_ier/chapitre_ier/section_6/sous-section_2/article_l5211-29.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000042915987)"},{"type":"del","content":""}],"status":"deleted"},{"filename":"partie_legislative/deuxieme_partie/livre_iii/titre_iii/chapitre_iv/section_1/sous-section_3/README.md","articleName":"Sommaire - Sous-Section 3","additions":0,"deletions":1,"diff":[{"type":"del","content":"- [Paragraphe 1 : Dotation nationale de péréquation.](paragraphe_1/README.md)"}],"status":"modified"},{"filename":"partie_legislative/deuxieme_partie/livre_iii/titre_iii/chapitre_iv/section_1/sous-section_3/paragraphe_1/README.md","articleName":"Sommaire - Paragraphe 1","additions":0,"deletions":29,"diff":[{"type":"del","content":""},{"type":"del","content":"# Paragraphe 1 : Dotation nationale de péréquation."},{"type":"del","content":""},{"type":"del","content":"- [Article L2334-14-1](article_l2334-14-1.md)"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Articles faisant référence à la section"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2015-1785 du 29 décembre 2015 de finances pour 2016 - article 150 PARTIELLEMENT_MODIF ABROGE, en vigueur du 2015-12-31 au 2017-01-01 ABROGE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2016-1917 du 29 décembre 2016 de finances pour 2017 - article 138 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/06/19/75/LEGISCTA000006197554.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/06/19/75/LEGISCTA000006197554.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/SCTA/00/00/06/19/75/LEGISCTA000006197554.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://paragraphe_1/README.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/section_lc/LEGITEXT000006070633/LEGISCTA000006197554)"},{"type":"del","content":""}],"status":"deleted"},{"filename":"partie_legislative/deuxieme_partie/livre_iii/titre_iii/chapitre_iv/section_1/sous-section_3/paragraphe_1/article_l2334-14-1.md","articleName":"Article L2334-14-1","additions":0,"deletions":157,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article L2334-14-1"},{"type":"del","content":""},{"type":"del","content":"I. – La dotation nationale de péréquation comprend une part principale et une majoration."},{"type":"del","content":""},{"type":"del","content":"II. – Cette dotation est répartie entre les communes dans les conditions précisées aux III, IV, V et VI, après prélèvement des sommes nécessaires à la quote-part destinée aux communes des départements d'outre-mer, de la Nouvelle-Calédonie, de la Polynésie française, de la collectivité territoriale de Saint-Pierre-et-Miquelon, des circonscriptions territoriales de Wallis-et-Futuna et de la collectivité départementale de Mayotte. Cette quote-part est calculée en appliquant au montant de la dotation nationale de péréquation le ratio démographique mentionné au quatrième alinéa de l'article L. 2334-13. Elle est répartie dans des conditions fixées par décret en Conseil d'Etat."},{"type":"del","content":""},{"type":"del","content":"III. – Bénéficient de la part principale de la dotation les communes de métropole qui remplissent les deux conditions suivantes :"},{"type":"del","content":""},{"type":"del","content":"1° Le potentiel financier par habitant est inférieur au potentiel financier moyen par habitant majoré de 5 % de l'ensemble des communes appartenant au même groupe démographique."},{"type":"del","content":""},{"type":"del","content":"2° L'effort fiscal est supérieur à l'effort fiscal moyen des communes appartenant au même groupe démographique."},{"type":"del","content":""},{"type":"del","content":"Par dérogation aux premier à troisième alinéas, il n'est pas tenu compte de la seconde condition pour les communes dont le taux d'imposition à la cotisation foncière des entreprises est égal au plafond prévu aux IV et V de l'article 1636 B septies du code général des impôts. Par dérogation aux dispositions précédentes, les communes de 10 000 habitants au moins dont le potentiel financier est inférieur de 15 % au potentiel financier moyen par habitant de l'ensemble des communes appartenant au même groupe démographique et dont l'effort fiscal est supérieur à 85 % de l'effort fiscal moyen des communes appartenant au même groupe démographique bénéficient de la dotation dans les conditions prévues au IV."},{"type":"del","content":""},{"type":"del","content":"Les communes qui remplissent la première condition mais pas la seconde, sans que leur effort fiscal soit inférieur à 85 % de l'effort fiscal moyen des communes appartenant au même groupe démographique, bénéficient d'une attribution dans les conditions définies au IV."},{"type":"del","content":""},{"type":"del","content":"III bis. – (Abrogé)."},{"type":"del","content":""},{"type":"del","content":"IV. – La part principale de la dotation est répartie dans les conditions suivantes :"},{"type":"del","content":""},{"type":"del","content":"L'attribution par habitant revenant à chaque commune de métropole éligible est déterminée en proportion de l'écart relatif entre le potentiel financier moyen par habitant de l'ensemble des communes appartenant au même groupe démographique et le potentiel financier par habitant de la commune."},{"type":"del","content":""},{"type":"del","content":"Toutefois, les communes éligibles à la part principale de la dotation en application du cinquième alinéa du III bénéficient d'une attribution réduite de moitié."},{"type":"del","content":""},{"type":"del","content":"Lorsqu'une attribution revenant à une commune diminue de plus de moitié par rapport à celle de l'année précédente, cette commune perçoit, à titre de garantie non renouvelable, une attribution égale à la moitié de celle qu'elle a perçue l'année précédente."},{"type":"del","content":""},{"type":"del","content":"Lorsqu'une commune cesse d'être éligible à la part principale de la dotation, cette commune perçoit, à titre de garantie non renouvelable, une attribution égale à la moitié de celle qu'elle a perçue l'année précédente."},{"type":"del","content":""},{"type":"del","content":"L'attribution revenant à une commune ne peut en aucun cas prendre en compte les montants attribués l'année précédente au titre des garanties mentionnées aux quatrième et cinquième alinéas du présent IV."},{"type":"del","content":""},{"type":"del","content":"Lorsqu'une commune ne dispose d'aucune ressource au titre des quatre taxes directes locales, l'attribution par habitant revenant à la commune est égale à huit fois l'attribution moyenne nationale par habitant. Cette attribution est portée à douze fois l'attribution nationale moyenne par habitant lorsque les communes concernées sont membres d'un établissement public de coopération intercommunale à fiscalité propre."},{"type":"del","content":""},{"type":"del","content":"Le montant total des attributions revenant en métropole aux communes éligibles comptant 200 000 habitants et plus est égal au produit de leur population par le montant moyen de l'attribution par habitant perçue l'année précédente par ces communes."},{"type":"del","content":""},{"type":"del","content":"V. – La majoration de la dotation nationale de péréquation est répartie entre les communes éligibles comptant moins de 200 000 habitants en proportion de leur population et de l'écart relatif entre le potentiel fiscal moyen par habitant, calculé à partir des seuls produits mentionnés au 2° du I de l'article L. 2334-4, de l'ensemble des communes appartenant au même groupe démographique et le potentiel fiscal par habitant de la commune, calculé à partir des seuls produits mentionnés au 2° du I de l'article L. 2334-4."},{"type":"del","content":""},{"type":"del","content":"Seules sont éligibles les communes dont le potentiel fiscal par habitant est inférieur de 15 % au potentiel fiscal par habitant du même groupe démographique."},{"type":"del","content":""},{"type":"del","content":"VI. – A compter de 2012, l'attribution au titre de la part principale ou de la part majoration de la dotation nationale de péréquation revenant à une commune éligible ne peut être ni inférieure à 90 %, ni supérieure à 120 % du montant perçu l'année précédente."},{"type":"del","content":""},{"type":"del","content":"Lorsqu'une commune cesse d'être éligible en 2012 à la part principale ou à la part majoration de la dotation nationale de péréquation, elle perçoit, à titre de garantie, une attribution égale à 90 % en 2012,75 % en 2013 et 50 % en 2014 du montant perçu en 2011 au titre de la part de dotation à laquelle elle n'a plus droit."},{"type":"del","content":""},{"type":"del","content":"VII. – Aucune attribution calculée en application des paragraphes précédents n'est versée si son montant est inférieur ou égal à 300 euros."},{"type":"del","content":""},{"type":"del","content":"VIII. – Les modalités d'application du présent article sont fixées par décret en Conseil d'Etat. A défaut, le décret n° 85-260 du 22 février 1985 relatif aux modalités de répartition des ressources du fonds national de péréquation de la taxe professionnelle et du fonds national de péréquation et le décret n° 85-1314 du 11 décembre 1985 relatif aux modalités de répartition des ressources du fonds national de péréquation de la taxe professionnelle et du Fonds national de péréquation dans les départements d'outre-mer s'appliquent, en ce qui concerne le présent article."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2015-1785 du 29 décembre 2015 de finances pour 2016 - article 150 PARTIELLEMENT_MODIF ABROGE, en vigueur du 2015-12-31 au 2017-01-01 ABROGE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2016-1917 du 29 décembre 2016 de finances pour 2017 - article 138 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2012-1509 du 29 décembre 2012 de finances pour 2013 - article 111 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2013-01-01 au 2014-01-01 MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2012-1509 du 29 décembre 2012 de finances pour 2013 - article 111 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2014-01-01 MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article L2573-52 AUTONOME MODIFIE_MORT_NE, en vigueur du 2017-01-01 au 2016-12-31 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°85-1314 du 11 décembre 1985 RELATIF AUX MODALITES DE REPARTITION DES RESSOURCES DU FONDS NATIONAL DE PEREQUATION DE LA TAXE PROFESSIONNELLE DANS LES DEPARTEMENTS D'OUTRE- MER. CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°85-260 du 22 février 1985 RELATIF AUX MODALITES DE REPARTITION DES RESSOURCES DU FONDS NATIONAL DE PEREQUATION DE LA TAXE PROFESSIONNELLE (FNPTP). CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1985-02-22 CITATION source Décret n°85-260 du 22 février 1985 RELATIF AUX MODALITES DE REPARTITION DES RESSOURCES DU FONDS NATIONAL DE PEREQUATION DE LA TAXE PROFESSIONNELLE (FNPTP)."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1985-11-29 CITATION cible Loi n° 85-1268 du 29 novembre 1985 relative à la dotation globale de fonctionnement. - article 29 AUTONOME VIGUEUR, en vigueur depuis le 2008-03-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1985-12-11 CITATION source Décret n°85-1314 du 11 décembre 1985 RELATIF AUX MODALITES DE REPARTITION DES RESSOURCES DU FONDS NATIONAL DE PEREQUATION DE LA TAXE PROFESSIONNELLE DANS LES DEPARTEMENTS D'OUTRE- MER."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2012-12-29 MODIFIE cible LOI n° 2012-1509 du 29 décembre 2012 de finances pour 2013 - article 111 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2014-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2015-12-29 ABROGE cible LOI n° 2015-1785 du 29 décembre 2015 de finances pour 2016 - article 150 PARTIELLEMENT_MODIF ABROGE, en vigueur du 2015-12-31 au 2017-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2016-12-29 MODIFICATION source LOI n° 2016-1917 du 29 décembre 2016 de finances pour 2017 - article 138 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2022-07-15 CITATION cible Décret n° 2022-1008 du 15 juillet 2022 portant diverses mesures relatives aux dotations de l'Etat aux collectivités territoriales, à la péréquation des ressources fiscales, à la fiscalité locale et aux règles budgétaires et comptables applicables aux collectivités territoriales - article 3 AUTONOME VIGUEUR, en vigueur depuis le 2022-07-17"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code général des impôts - article 1636 B septies AUTONOME MODIFIE, en vigueur du 1980-01-11 au 1982-06-29"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CONCORDANCE source Code des communes VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article L2113-22 AUTONOME VIGUEUR, en vigueur depuis le 2023-12-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code général des collectivités territoriales - article L2334-13 AUTONOME MODIFIE, en vigueur du 1996-02-24 au 1996-03-27"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article L2334-18-2 AUTONOME MODIFIE, en vigueur du 2017-01-01 au 2023-12-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article L2334-18-3 AUTONOME VIGUEUR, en vigueur depuis le 2017-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article L2334-22 AUTONOME MODIFIE_MORT_NE, en vigueur du 2017-01-01 au 2016-12-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article L2334-3 AUTONOME VIGUEUR, en vigueur depuis le 2017-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code général des collectivités territoriales - article L2334-4 AUTONOME MODIFIE, en vigueur du 1996-02-24 au 1999-07-13"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article L2573-52 AUTONOME VIGUEUR, en vigueur depuis le 2019-12-30"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article L6264-3 AUTONOME VIGUEUR, en vigueur depuis le 2011-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article L6364-3 AUTONOME VIGUEUR, en vigueur depuis le 2011-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article R2334-9-2 AUTONOME ABROGE, en vigueur du 2016-04-11 au 2020-05-22"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/26/94/86/LEGIARTI000026948613.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/26/94/86/LEGIARTI000026948613.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/26/94/86/LEGIARTI000026948613.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_collectivites_territoriales/src/branch/main/partie_legislative/deuxieme_partie/livre_iii/titre_iii/chapitre_iv/section_1/sous-section_3/paragraphe_1/article_l2334-14-1.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000026948613)"},{"type":"del","content":""}],"status":"deleted"}],"stats":{"additions":0,"deletions":377,"filesChanged":5}}