{"sha":"d503f712b8f9","date":"2015-01-01","message":"Décret n° 2014-1635 du 26 décembre 2014 relatif à la partie réglementaire du code de l'expropriation pour cause d'utilité publique","files":[{"filename":"annexes/annexe_i/article_rubrique_5.md","articleName":"Article RUBRIQUE 5","additions":9,"deletions":9,"diff":[{"type":"del","content":"(12) Les plans, procès-verbaux, certificats, significations, contrats et autres actes, faits en vertu du titre Ier et du chapitre Ier du titre II du code de l'expropriation pour cause d'utilité publique, sont dispensés de la formalité de l'enregistrement, à l'exception des décisions judiciaires, des contrats de vente, des actes fixant l'indemnité et des quittances qui, lorsqu'il y a lieu, sont soumis gratuitement à l'enregistrement ou à la formalité fusionnée visée à l'article 647 du code général des impôts (art. 1045 I du CGI). Les copies des actes soumis à l'enregistrement et à la"},{"type":"add","content":"(12) Les plans, procès-verbaux, certificats, significations, contrats et autres actes, correspondant aux actes mentionnés aux articles L. 141-1, L. 251-1, L. 331-5, L. 441-1 et L. 531-1 du code de l'expropriation pour cause d'utilité publique, sont dispensés de la formalité de l'enregistrement, à l'exception des décisions judiciaires, des contrats de vente, des actes fixant l'indemnité et des quittances qui, lorsqu'il y a lieu, sont soumis gratuitement à l'enregistrement ou à la formalité fusionnée visée à l'article 647 du code général des impôts (art. 1045 I du CGI). Les copies des actes soumis à l'enregistrement et à la"},{"type":"del","content":"(22) Cette rubrique correspond à la mise en oeuvre du 3e alinéa de l'article R. 13-69 du code de l'expropriation pour cause d'utilité publique."},{"type":"add","content":"(22) Cette rubrique correspond à la mise en oeuvre du 3e alinéa de l'article R. 323-12 du code de l'expropriation pour cause d'utilité publique."},{"type":"del","content":"(23) Voir article L. 13-28 du code de l'expropriation pour cause d'utilité publique."},{"type":"add","content":"(23) Voir article L323-3 du code de l'expropriation pour cause d'utilité publique."},{"type":"del","content":"Décret n° 2014-552 du 27 mai 2014 portant adaptation de dispositions pour faire suite à la fusion de la direction générale des impôts et de la direction générale de la comptabilité publique - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Décret n° 2014-1635 du 26 décembre 2014 relatif à la partie réglementaire du code de l'expropriation pour cause d'utilité publique - article 4 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2014-05-27 MODIFIE cible Décret n° 2014-552 du 27 mai 2014 portant adaptation de dispositions pour faire suite à la fusion de la direction générale des impôts et de la direction générale de la comptabilité publique - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":"2014-12-26 MODIFIE cible Décret n° 2014-1635 du 26 décembre 2014 relatif à la partie réglementaire du code de l'expropriation pour cause d'utilité publique - article 4 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/29/02/63/LEGIARTI000029026363.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/29/02/63/LEGIARTI000029026363.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/29/02/63/LEGIARTI000029026363.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/00/31/LEGIARTI000030003163.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/00/31/LEGIARTI000030003163.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/30/00/31/LEGIARTI000030003163.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000029026363)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000030003163)"}],"status":"modified"},{"filename":"partie_reglementaire/cinquieme_partie/livre_ii/titre_ier/chapitre_v/section_3/sous-section_5/paragraphe_1/article_r5215-16.md","articleName":"Article R5215-16","additions":9,"deletions":18,"diff":[{"type":"del","content":"La procédure est considérée comme engagée, au sens de l'alinéa qui précède, à la date de l'arrêté préfectoral relatif à l'enquête préalable à la déclaration d'utilité publique, mentionné à l'article R. 11-4 du code de l'expropriation pour cause d'utilité publique."},{"type":"add","content":"La procédure est considérée comme engagée, au sens de l'alinéa qui précède, à la date de l'arrêté préfectoral relatif à l'enquête préalable à la déclaration d'utilité publique, mentionné à l'article R. 112-12 du code de l'expropriation pour cause d'utilité publique."},{"type":"del","content":"Code de l'expropriation pour cause d'utilité publique - article R11-4 AUTONOME MODIFIE, en vigueur du 1977-04-14 au 1985-10-01 CITATION cible"},{"type":"add","content":"Code de l'expropriation pour cause d'utilité publique - article R112-12 AUTONOME VIGUEUR, en vigueur depuis le 2015-01-01 CITATION cible"},{"type":"del","content":"Code de l'expropriation pour cause d'utilité publique - article **R11-4 AUTONOME MODIFIE, en vigueur du 2002-11-13 au 2012-06-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'expropriation pour cause d'utilité publique - article **R11-4 AUTONOME ABROGE, en vigueur du 2012-06-01 au 2015-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'expropriation pour cause d'utilité publique - article R11-4 AUTONOME MODIFIE, en vigueur du 1985-10-01 au 2002-11-13 CITATION cible"},{"type":"add","content":"Décret n° 2014-1635 du 26 décembre 2014 relatif à la partie réglementaire du code de l'expropriation pour cause d'utilité publique - article 4 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":"Décret n° 2000-318 du 7 avril 2000 relatif à la partie Réglementaire du code général des collectivités territoriales CREATION cible"},{"type":"del","content":""},{"type":"del","content":"2000-04-07 CREATION source Décret n° 2000-318 du 7 avril 2000 relatif à la partie Réglementaire du code général des collectivités territoriales"},{"type":"add","content":"2014-12-26 MODIFIE cible Décret n° 2014-1635 du 26 décembre 2014 relatif à la partie réglementaire du code de l'expropriation pour cause d'utilité publique - article 4 ENTIEREMENT_MODIF"},{"type":"del","content":"2999-01-01 CITATION source Code de l'expropriation pour cause d'utilité publique - article R11-4 AUTONOME MODIFIE, en vigueur du 1977-04-14 au 1985-10-01"},{"type":"add","content":"2999-01-01 CITATION source Code de l'expropriation pour cause d'utilité publique - article R112-12 AUTONOME VIGUEUR, en vigueur depuis le 2015-01-01"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/39/82/LEGIARTI000006398250.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/39/82/LEGIARTI000006398250.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/39/82/LEGIARTI000006398250.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/00/31/LEGIARTI000030003153.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/00/31/LEGIARTI000030003153.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/30/00/31/LEGIARTI000030003153.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006398250)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000030003153)"}],"status":"modified"},{"filename":"partie_reglementaire/deuxieme_partie/livre_v/titre_vii/chapitre_iii/section_3/sous-section_2/paragraphe_2/sous-paragraphe_2/article_d2573-23.md","articleName":"Article D2573-23","additions":50,"deletions":23,"diff":[{"type":"del","content":"I. ― Les personnes publiques définies au premier alinéa de l'article L. 2573-29 et leurs concessionnaires, à qui les propriétaires intéressés n'ont pas donné les facilités nécessaires à l'établissement, au fonctionnement ou à l'entretien des canalisations souterraines d'eau potable ou d'évacuation d'eaux usées ou pluviales, peuvent obtenir l'établissement de la servitude prévue audit article, dans les conditions déterminées ci-dessous."},{"type":"add","content":"I. – Les personnes publiques définies au premier alinéa de l'article L. 2573-29 et leurs concessionnaires, à qui les propriétaires intéressés n'ont pas donné les facilités nécessaires à l'établissement, au fonctionnement ou à l'entretien des canalisations souterraines d'eau potable ou d'évacuation d'eaux usées ou pluviales, peuvent obtenir l'établissement de la servitude prévue audit article, dans les conditions déterminées ci-dessous."},{"type":"del","content":"II. ― Sauf dispositions contraires de l'arrêté du haut-commissaire de la République prévu au X décidant, dans l'intérêt de l'exploitation de la parcelle que traverse la canalisation, que la servitude n'entraîne pas certains des effets énumérés au présent article, la servitude donne à son bénéficiaire le droit :"},{"type":"add","content":"II. – Sauf dispositions contraires de l'arrêté du haut-commissaire de la République prévu au X décidant, dans l'intérêt de l'exploitation de la parcelle que traverse la canalisation, que la servitude n'entraîne pas certains des effets énumérés au présent article, la servitude donne à son bénéficiaire le droit :"},{"type":"del","content":"III. ― La servitude oblige les propriétaires et leurs ayants droit à s'abstenir de tout fait de nature à nuire au bon fonctionnement, à l'entretien et à la conservation de l'ouvrage."},{"type":"add","content":"III. – La servitude oblige les propriétaires et leurs ayants droit à s'abstenir de tout fait de nature à nuire au bon fonctionnement, à l'entretien et à la conservation de l'ouvrage."},{"type":"del","content":"IV. ― La personne morale de droit public maître de l'ouvrage ou son concessionnaire, qui sollicite le bénéfice de l'article L. 2573-29, adresse à cet effet une demande au haut-commissaire de la République."},{"type":"add","content":"IV. – La personne morale de droit public maître de l'ouvrage ou son concessionnaire, qui sollicite le bénéfice de l'article L. 2573-29, adresse à cet effet une demande au haut-commissaire de la République."},{"type":"del","content":"V. ― Après consultation du président de la Polynésie française, le haut-commissaire de la République prescrit, par arrêté, l'ouverture d'une enquête dans chacune des communes où sont situés les terrains devant être grevés de la servitude et désigne un commissaire enquêteur."},{"type":"add","content":"V. – Après consultation du président de la Polynésie française, le haut-commissaire de la République prescrit, par arrêté, l'ouverture d'une enquête dans chacune des communes où sont situés les terrains devant être grevés de la servitude et désigne un commissaire enquêteur."},{"type":"del","content":"VI. ― L'avis de l'ouverture de l'enquête est publié huit jours au moins avant la date de cette ouverture, par affiche apposée à la porte de la mairie ; cet avis donne tous renseignements utiles sur l'enquête, notamment sur son objet, sa durée et les conditions de consultation du dossier par le public. Le maire certifie qu'il a procédé à cet affichage."},{"type":"add","content":"VI. – L'avis de l'ouverture de l'enquête est publié huit jours au moins avant la date de cette ouverture, par affiche apposée à la porte de la mairie ; cet avis donne tous renseignements utiles sur l'enquête, notamment sur son objet, sa durée et les conditions de consultation du dossier par le public. Le maire certifie qu'il a procédé à cet affichage."},{"type":"del","content":"VII. ― Notification individuelle du dépôt du dossier est faite par le demandeur aux propriétaires intéressés, dans les formes et suivant les conditions prévues aux articles R. 11-22 et R. 11-23 du code de l'expropriation."},{"type":"add","content":"VII. – Notification individuelle du dépôt du dossier est faite par le demandeur aux propriétaires intéressés, dans les formes et suivant les conditions prévues aux articles R. 131-6 et R. 131-7 du code de l'expropriation."},{"type":"del","content":"VIII. ― Pendant la période de dépôt prévue au V, les réclamations et observations peuvent être soit consignées par les intéressés directement sur le registre d'enquête établi sur feuillets non mobiles cotés et paraphés par le maire, soit adressées par écrit au maire ou au commissaire enquêteur, qui les annexe audit registre."},{"type":"add","content":"VIII. – Pendant la période de dépôt prévue au V, les réclamations et observations peuvent être soit consignées par les intéressés directement sur le registre d'enquête établi sur feuillets non mobiles cotés et paraphés par le maire, soit adressées par écrit au maire ou au commissaire enquêteur, qui les annexe audit registre."},{"type":"del","content":"IX. ― Si le commissaire enquêteur propose des modifications au tracé ou à la définition des servitudes et si ces modifications tendent à appliquer la servitude à des propriétés nouvelles ou à aggraver la servitude antérieurement prévue, notification directe en est faite par le demandeur aux intéressés dans les formes prévues au VII."},{"type":"add","content":"IX. – Si le commissaire enquêteur propose des modifications au tracé ou à la définition des servitudes et si ces modifications tendent à appliquer la servitude à des propriétés nouvelles ou à aggraver la servitude antérieurement prévue, notification directe en est faite par le demandeur aux intéressés dans les formes prévues au VII."},{"type":"del","content":"X. ― Le haut-commissaire de la République statue par arrêté sur l'établissement des servitudes. Dans l'arrêté, les propriétés sont désignées et l'identité des propriétaires est précisée conformément aux dispositions applicables du code de l'expropriation pour cause d'utilité publique."},{"type":"add","content":"X. – Le haut-commissaire de la République statue par arrêté sur l'établissement des servitudes. Dans l'arrêté, les propriétés sont désignées et l'identité des propriétaires est précisée conformément aux dispositions applicables du code de l'expropriation pour cause d'utilité publique."},{"type":"del","content":"XI. ― L'arrêté du haut-commissaire est notifié au demandeur, affiché à la mairie de chaque commune intéressée et transmis pour information au président de la Polynésie française."},{"type":"add","content":"XI. – L'arrêté du haut-commissaire est notifié au demandeur, affiché à la mairie de chaque commune intéressée et transmis pour information au président de la Polynésie française."},{"type":"del","content":"XII. ― Lorsque les travaux font l'objet d'une déclaration d'utilité publique et que le demandeur est en mesure, avant celle-ci, de déterminer les parcelles qui seront grevées par la servitude et de fournir le tracé précis des canalisations à établir, l'enquête prévue par les dispositions du V à IX peut être menée en même temps que l'enquête parcellaire avec laquelle elle peut être confondue."},{"type":"add","content":"XII. – Lorsque les travaux font l'objet d'une déclaration d'utilité publique et que le demandeur est en mesure, avant celle-ci, de déterminer les parcelles qui seront grevées par la servitude et de fournir le tracé précis des canalisations à établir, l'enquête prévue par les dispositions du V à IX peut être menée en même temps que l'enquête parcellaire avec laquelle elle peut être confondue."},{"type":"del","content":"XIII. ― Le montant des indemnités dues en raison de l'établissement de la servitude est fixé conformément aux dispositions en vigueur en matière d'expropriation pour cause d'utilité publique ; il couvre le préjudice subi par la réduction permanente du droit des propriétaires des terrains grevés."},{"type":"add","content":"XIII. – Le montant des indemnités dues en raison de l'établissement de la servitude est fixé conformément aux dispositions en vigueur en matière d'expropriation pour cause d'utilité publique ; il couvre le préjudice subi par la réduction permanente du droit des propriétaires des terrains grevés."},{"type":"del","content":"XIV. ― La date du commencement des travaux sur les terrains grevés de servitudes est portée à la connaissance des propriétaires et exploitants huit jours au moins avant la date prévue pour le début des travaux. Un état des lieux doit, si cela est nécessaire, être dressé contradictoirement en vue de la constatation éventuelle des dommages pouvant résulter desdits travaux."},{"type":"add","content":"XIV. – La date du commencement des travaux sur les terrains grevés de servitudes est portée à la connaissance des propriétaires et exploitants huit jours au moins avant la date prévue pour le début des travaux. Un état des lieux doit, si cela est nécessaire, être dressé contradictoirement en vue de la constatation éventuelle des dommages pouvant résulter desdits travaux."},{"type":"del","content":"XV. ― Si le rejet d'une demande de permis de construire a pour motif l'exercice du droit de servitude dans la parcelle considérée, son propriétaire peut requérir son acquisition totale par le maître de l'ouvrage, soit à l'amiable, soit par voie d'expropriation. Si le permis de construire est accordé sous réserve d'un déplacement des canalisations, les frais de ce déplacement sont à la charge du bénéficiaire de la servitude."},{"type":"add","content":"XV. – Si le rejet d'une demande de permis de construire a pour motif l'exercice du droit de servitude dans la parcelle considérée, son propriétaire peut requérir son acquisition totale par le maître de l'ouvrage, soit à l'amiable, soit par voie d'expropriation. Si le permis de construire est accordé sous réserve d'un déplacement des canalisations, les frais de ce déplacement sont à la charge du bénéficiaire de la servitude."},{"type":"del","content":"Code de l'expropriation pour cause d'utilité publique - article **R11-22 AUTONOME ABROGE, en vigueur du 1977-04-14 au 2015-01-01 CITATION cible"},{"type":"add","content":"Code général des collectivités territoriales - article L2573-19 AUTONOME MODIFIE, en vigueur du 2019-12-27 au 2019-12-29 CITATION cible"},{"type":"del","content":"Décret n° 2012-1462 du 26 décembre 2012 pris pour l'application de l'ordonnance n° 2010-638 du 10 juin 2010 portant suppression du régime des conservateurs des hypothèques et pour l'adaptation de la publicité foncière - article 35 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Code général des collectivités territoriales - article L2573-19 AUTONOME MODIFIE, en vigueur du 2019-12-29 au 2020-10-16 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des collectivités territoriales - article L2573-19 AUTONOME MODIFIE, en vigueur du 2014-01-29 au 2015-02-18 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des collectivités territoriales - article L2573-19 AUTONOME MODIFIE, en vigueur du 2020-10-16 au 2022-12-18 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des collectivités territoriales - article L2573-19 AUTONOME MODIFIE, en vigueur du 2012-05-01 au 2014-01-29 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des collectivités territoriales - article L2573-19 AUTONOME TRANSFERE, en vigueur du 2001-12-12 au 2007-10-06 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des collectivités territoriales - article L2573-19 AUTONOME MODIFIE, en vigueur du 2008-03-01 au 2012-05-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de l'expropriation pour cause d'utilité publique - article R131-6 AUTONOME VIGUEUR, en vigueur depuis le 2015-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des collectivités territoriales - article L2573-19 AUTONOME VIGUEUR, en vigueur depuis le 2022-12-18 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2014-1635 du 26 décembre 2014 relatif à la partie réglementaire du code de l'expropriation pour cause d'utilité publique - article 4 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des collectivités territoriales - article L2573-19 AUTONOME MODIFIE, en vigueur du 2015-02-18 au 2019-12-27 CITATION cible"},{"type":"del","content":"2012-12-26 MODIFIE cible Décret n° 2012-1462 du 26 décembre 2012 pris pour l'application de l'ordonnance n° 2010-638 du 10 juin 2010 portant suppression du régime des conservateurs des hypothèques et pour l'adaptation de la publicité foncière - article 35 ENTIEREMENT_MODIF"},{"type":"add","content":"2014-12-26 MODIFIE cible Décret n° 2014-1635 du 26 décembre 2014 relatif à la partie réglementaire du code de l'expropriation pour cause d'utilité publique - article 4 ENTIEREMENT_MODIF"},{"type":"del","content":"2999-01-01 CITATION source Code de l'expropriation pour cause d'utilité publique - article **R11-22 AUTONOME ABROGE, en vigueur du 1977-04-14 au 2015-01-01"},{"type":"add","content":"2999-01-01 CITATION source Code de l'expropriation pour cause d'utilité publique - article R131-6 AUTONOME VIGUEUR, en vigueur depuis le 2015-01-01"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/26/85/44/LEGIARTI000026854493.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/26/85/44/LEGIARTI000026854493.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/26/85/44/LEGIARTI000026854493.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/00/31/LEGIARTI000030003158.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/00/31/LEGIARTI000030003158.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/30/00/31/LEGIARTI000030003158.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000026854493)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000030003158)"}],"status":"modified"},{"filename":"partie_reglementaire/premiere_partie/livre_iii/titre_ier/chapitre_unique/section_4/article_r1311-8.md","articleName":"Article R1311-8","additions":9,"deletions":27,"diff":[{"type":"del","content":"Dans le cas d'un déclassement du domaine public fluvial d'une collectivité territoriale ou d'un groupement de collectivités territoriales, la procédure d'enquête publique prévue au deuxième alinéa de l'article L. 2142-1 du code général de la propriété des personnes publiques est menée par la collectivité dans les conditions fixées par les articles R. 11-4 à R. 11-14 du code de l'expropriation pour cause d'utilité publique."},{"type":"add","content":"Dans le cas d'un déclassement du domaine public fluvial d'une collectivité territoriale ou d'un groupement de collectivités territoriales, la procédure d'enquête publique prévue au deuxième alinéa de l'article L. 2142-1 du code général de la propriété des personnes publiques est menée par la collectivité dans les conditions prévues pour les enquêtes publiques relevant de l'article L. 110-2 du code de l'expropriation pour cause d'utilité publique régies par le titre Ier du livre Ier du même code."},{"type":"del","content":"Code de l'expropriation pour cause d'utilité publique - article R11-4 AUTONOME MODIFIE, en vigueur du 1977-04-14 au 1985-10-01 CITATION cible"},{"type":"add","content":"Code de l'expropriation pour cause d'utilité publique - article L110-2 AUTONOME ABROGE, en vigueur du 2015-01-01 au 2016-01-01 CITATION cible"},{"type":"del","content":"Code de l'expropriation pour cause d'utilité publique - article **R11-4 AUTONOME MODIFIE, en vigueur du 2002-11-13 au 2012-06-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'expropriation pour cause d'utilité publique - article **R11-4 AUTONOME ABROGE, en vigueur du 2012-06-01 au 2015-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'expropriation pour cause d'utilité publique - article **R11-14 AUTONOME ABROGE, en vigueur du 2011-12-31 au 2015-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'expropriation pour cause d'utilité publique - article **R11-14 AUTONOME MODIFIE, en vigueur du 1985-10-01 au 2011-12-31 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de l'expropriation pour cause d'utilité publique - article R11-4 AUTONOME MODIFIE, en vigueur du 1985-10-01 au 2002-11-13 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2011-2065 du 30 décembre 2011 relatif aux règles de passation des baux emphytéotiques administratifs - article 1 ENTIEREMENT_MODIF CREE source"},{"type":"add","content":"Décret n° 2014-1635 du 26 décembre 2014 relatif à la partie réglementaire du code de l'expropriation pour cause d'utilité publique - article 4 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2011-12-30 CREE cible Décret n° 2011-2065 du 30 décembre 2011 relatif aux règles de passation des baux emphytéotiques administratifs - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2014-12-26 MODIFIE cible Décret n° 2014-1635 du 26 décembre 2014 relatif à la partie réglementaire du code de l'expropriation pour cause d'utilité publique - article 4 ENTIEREMENT_MODIF"},{"type":"del","content":"2999-01-01 CITATION source Code de l'expropriation pour cause d'utilité publique - article **R11-14 AUTONOME MODIFIE, en vigueur du 1985-10-01 au 2011-12-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de l'expropriation pour cause d'utilité publique - article R11-4 AUTONOME MODIFIE, en vigueur du 1977-04-14 au 1985-10-01"},{"type":"add","content":"2999-01-01 CITATION source Code de l'expropriation pour cause d'utilité publique - article L110-2 AUTONOME ABROGE, en vigueur du 2015-01-01 au 2016-01-01"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/25/09/58/LEGIARTI000025095870.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/25/09/58/LEGIARTI000025095870.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/25/09/58/LEGIARTI000025095870.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/00/31/LEGIARTI000030003168.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/00/31/LEGIARTI000030003168.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/30/00/31/LEGIARTI000030003168.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000025095870)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000030003168)"}],"status":"modified"}],"stats":{"additions":77,"deletions":77,"filesChanged":4}}