{"sha":"ee40c4c317e8","date":"2015-03-11","message":"LOI n° 2015-264 du 9 mars 2015 autorisant l'accord local de répartition des sièges de conseiller communautaire","files":[{"filename":"partie_legislative/cinquieme_partie/livre_ii/titre_ier/chapitre_ier/section_3/sous-section_1/paragraphe_1/article_l5211-6-1.md","articleName":"Article L5211-6-1","additions":47,"deletions":20,"diff":[{"type":"del","content":"I. - Le nombre et la répartition des sièges de conseiller communautaire sont établis :"},{"type":"add","content":"I.-Le nombre et la répartition des sièges de conseiller communautaire sont établis :"},{"type":"del","content":"- (Abrogé)"},{"type":"add","content":"1° Soit selon les modalités prévues aux II à VI du présent article ;"},{"type":"del","content":"- soit selon les modalités prévues aux II à VI du présent article."},{"type":"add","content":"2° Soit, dans les communautés de communes et dans les communautés d'agglomération, par accord des deux tiers au moins des conseils municipaux des communes membres représentant plus de la moitié de la population de celles-ci ou de la moitié au moins des conseils municipaux des communes membres représentant plus des deux tiers de la population de celles-ci. Cette majorité doit comprendre le conseil municipal de la commune dont la population est la plus nombreuse, lorsque celle-ci est supérieure au quart de la population des communes membres."},{"type":"del","content":"II. - Dans les métropoles et les communautés urbaines et, à défaut d'accord, dans les communautés de communes et les communautés d'agglomération, la composition de l'organe délibérant est établie par les III à VI selon les principes suivants :"},{"type":"add","content":"La répartition des sièges effectuée par l'accord prévu au présent 2° respecte les modalités suivantes :"},{"type":"add","content":""},{"type":"add","content":"a) Le nombre total de sièges répartis entre les communes ne peut excéder de plus de 25 % celui qui serait attribué en application des III et IV du présent article ;"},{"type":"add","content":""},{"type":"add","content":"b) Les sièges sont répartis en fonction de la population municipale de chaque commune, authentifiée par le plus récent décret publié en application de l'article 156 de la loi n° 2002-276 du 27 février 2002 relative à la démocratie de proximité ;"},{"type":"add","content":""},{"type":"add","content":"c) Chaque commune dispose d'au moins un siège ;"},{"type":"add","content":""},{"type":"add","content":"d) Aucune commune ne peut disposer de plus de la moitié des sièges ;"},{"type":"add","content":""},{"type":"add","content":"e) Sans préjudice des c et d, la part de sièges attribuée à chaque commune ne peut s'écarter de plus de 20 % de la proportion de sa population dans la population globale des communes membres, sauf :"},{"type":"add","content":""},{"type":"add","content":"-lorsque la répartition effectuée en application des III et IV du présent article conduirait à ce que la part de sièges attribuée à une commune s'écarte de plus de 20 % de la proportion de sa population dans la population globale et que la répartition effectuée par l'accord maintient ou réduit cet écart ;"},{"type":"add","content":""},{"type":"add","content":"-lorsque deux sièges seraient attribués à une commune pour laquelle la répartition effectuée en application du 1° du IV conduirait à l'attribution d'un seul siège."},{"type":"add","content":""},{"type":"add","content":"II.-Dans les métropoles et les communautés urbaines et, à défaut d'accord, dans les communautés de communes et les communautés d'agglomération, la composition de l'organe délibérant est établie par les III à VI selon les principes suivants :"},{"type":"del","content":"III. - Chaque organe délibérant est composé de conseillers communautaires dont le nombre est établi à partir du tableau ci-dessous."},{"type":"add","content":"III.-Chaque organe délibérant est composé de conseillers communautaires dont le nombre est établi à partir du tableau ci-dessous."},{"type":"del","content":"IV. - La répartition des sièges est établie selon les modalités suivantes :"},{"type":"add","content":"IV.-La répartition des sièges est établie selon les modalités suivantes :"},{"type":"del","content":"- seul un nombre de sièges portant le nombre total de ses conseillers communautaires à la moitié des sièges de l'organe délibérant, arrondie à l'entier inférieur, lui est finalement attribué ;"},{"type":"add","content":"-seul un nombre de sièges portant le nombre total de ses conseillers communautaires à la moitié des sièges de l'organe délibérant, arrondie à l'entier inférieur, lui est finalement attribué ;"},{"type":"del","content":"- les sièges qui, par application de l'alinéa précédent, se trouvent non attribués sont ensuite répartis entre les autres communes suivant la règle de la plus forte moyenne, sur la base de leur population municipale authentifiée par le plus récent décret publié en application de l'article 156 de la loi n° 2002-276 du 27 février 2002 précitée ;"},{"type":"add","content":"-les sièges qui, par application de l'alinéa précédent, se trouvent non attribués sont ensuite répartis entre les autres communes suivant la règle de la plus forte moyenne, sur la base de leur population municipale authentifiée par le plus récent décret publié en application de l'article 156 de la loi n° 2002-276 du 27 février 2002 précitée ;"},{"type":"del","content":"V. - Dans les communautés de communes et les communautés d'agglomération, si les sièges attribués sur le fondement du 2° du IV excèdent 30 % du nombre de sièges définis au deuxième alinéa du III, 10 % du nombre total de sièges issus de l'application des III et IV sont attribués aux communes selon les modalités prévues au IV. Dans ce cas, il ne peut être fait application du VI."},{"type":"add","content":"V.-Dans les communautés de communes et les communautés d'agglomération, si les sièges attribués sur le fondement du 2° du IV excèdent 30 % du nombre de sièges définis au deuxième alinéa du III, 10 % du nombre total de sièges issus de l'application des III et IV sont attribués aux communes selon les modalités prévues au IV. Dans ce cas, il ne peut être fait application du VI."},{"type":"del","content":"VI. - A l'exception des communes de la métropole d'Aix-Marseille-Provence, les communes peuvent créer et répartir un nombre de sièges inférieur ou égal à 10 % du nombre total de sièges issu de l'application des III et IV. Cette décision est prise à la majorité des deux tiers des conseils municipaux des communes intéressées représentant plus de la moitié de la population totale de celles-ci ou par la moitié au moins des conseils municipaux des communes représentant les deux tiers de la population totale."},{"type":"add","content":"VI.-Dans les métropoles et les communautés urbaines, à l'exception de la métropole d'Aix-Marseille-Provence, et à défaut d'accord conclu dans les conditions prévues au 2° du I dans les communautés de communes et les communautés d'agglomération, les communes peuvent créer et répartir un nombre de sièges supplémentaires inférieur ou égal à 10 % du nombre total de sièges issu de l'application des III et IV."},{"type":"del","content":"Pour les communautés urbaines et les métropoles, cette décision peut fixer pour une commune un nombre de sièges supérieur à la moitié des sièges de l'organe délibérant."},{"type":"add","content":"La part globale de sièges attribuée à chaque commune en application des III, IV et du présent VI ne peut s'écarter de plus de 20 % de la proportion de sa population dans la population globale des communes membres, sauf :"},{"type":"del","content":"VII. - Au plus tard le 31 août de l'année précédant celle du renouvellement général des conseils municipaux, il est procédé aux opérations prévues aux I, IV et VI. Au regard des délibérations sur le nombre et la répartition des sièges prévues aux I et VI et de la population municipale authentifiée par le plus récent décret publié en application de l'article 156 de la loi n° 2002-276 du 27 février 2002 précitée, le nombre total de sièges que comptera l'organe délibérant de l'établissement public de coopération intercommunale ainsi que celui attribué à chaque commune membre lors du prochain renouvellement général des conseils municipaux est constaté par arrêté du représentant de l'Etat dans le département lorsque les communes font partie du même département ou par arrêté conjoint des représentants de l'Etat dans les départements concernés dans le cas contraire, au plus tard le 31 octobre de l'année précédant celle du renouvellement général des conseils municipaux."},{"type":"add","content":"1° Lorsque la répartition effectuée en application des III et IV conduirait à ce que la part de sièges attribuée à une commune s'écarte de plus de 20 % de la proportion de sa population dans la population globale et que l'attribution effectuée en application du présent VI maintient ou réduit cet écart ;"},{"type":"del","content":"En cas de création d'un nouvel établissement public de coopération intercommunale par application des articles L. 5211-5, L. 5211-41, L. 5211-41-1 ou L. 5211-41-3, les délibérations prévues aux I, IV et VI du présent article s'effectuent en même temps que celle relative au projet de périmètre de l'établissement public de coopération intercommunale à fiscalité propre. L'acte de création ou de fusion mentionne le nombre total de sièges de l'organe délibérant de l'établissement public de coopération intercommunale ainsi que celui attribué à chaque commune membre."},{"type":"add","content":"2° Lorsqu'un second siège serait attribué à une commune ayant bénéficié d'un seul siège en application du 1° du IV."},{"type":"add","content":"Dans les métropoles et les communautés urbaines, la répartition effectuée en application du présent VI peut porter le nombre de sièges attribué à une commune à plus de la moitié de l'effectif de l'organe délibérant."},{"type":"del","content":"### Nota"},{"type":"add","content":"La décision de création et de répartition de ces sièges supplémentaires est prise à la majorité des deux tiers au moins des conseils municipaux des communes membres représentant plus de la moitié de la population de celles-ci ou de la moitié au moins des conseils municipaux des communes membres représentant plus des deux tiers de la population de celles-ci. Cette majorité doit comprendre le conseil municipal de la commune dont la population est la plus nombreuse, lorsque celle-ci est supérieure au quart de la population des communes membres."},{"type":"del","content":"Dans sa décision n° 2014-405 QPC du 20 juin 2014 (NOR : CSCX1414741S), le Conseil constitutionnel a déclaré le deuxième alinéa du paragraphe I de l'article L. 5211-6-1 du code général des collectivités territoriales contraire à la Constitution. La déclaration d'inconstitutionnalité prend effet à compter de la publication de la présente décision dans les conditions fixées aux considérants 8 et 9."},{"type":"add","content":"VII.-Au plus tard le 31 août de l'année précédant celle du renouvellement général des conseils municipaux, il est procédé aux opérations prévues aux I, IV et VI. Au regard des délibérations sur le nombre et la répartition des sièges prévues aux I et VI et de la population municipale authentifiée par le plus récent décret publié en application de l'article 156 de la loi n° 2002-276 du 27 février 2002 précitée, le nombre total de sièges que comptera l'organe délibérant de l'établissement public de coopération intercommunale ainsi que celui attribué à chaque commune membre lors du prochain renouvellement général des conseils municipaux est constaté par arrêté du représentant de l'Etat dans le département lorsque les communes font partie du même département ou par arrêté conjoint des représentants de l'Etat dans les départements concernés dans le cas contraire, au plus tard le 31 octobre de l'année précédant celle du renouvellement général des conseils municipaux."},{"type":"add","content":""},{"type":"add","content":"En cas de création d'un nouvel établissement public de coopération intercommunale par application des articles L. 5211-5, L. 5211-41, L. 5211-41-1 ou L. 5211-41-3, les délibérations prévues aux I, IV et VI du présent article s'effectuent en même temps que celle relative au projet de périmètre de l'établissement public de coopération intercommunale à fiscalité propre. L'acte de création ou de fusion mentionne le nombre total de sièges de l'organe délibérant de l'établissement public de coopération intercommunale ainsi que celui attribué à chaque commune membre."},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2015-264 du 9 mars 2015 autorisant l'accord local de répartition des sièges de conseiller communautaire - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"del","content":"2014-06-20 MODIFICATION source Décision n° 2014-405 QPC du 20 juin 2014 - article 1 AUTONOME"},{"type":"add","content":"2015-03-09 MODIFIE cible LOI n° 2015-264 du 9 mars 2015 autorisant l'accord local de répartition des sièges de conseiller communautaire - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/29/11/35/LEGIARTI000029113544.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/29/11/35/LEGIARTI000029113544.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/29/11/35/LEGIARTI000029113544.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/33/70/LEGIARTI000030337039.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/33/70/LEGIARTI000030337039.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/30/33/70/LEGIARTI000030337039.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000029113544)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000030337039)"}],"status":"modified"},{"filename":"partie_legislative/cinquieme_partie/livre_ii/titre_ier/chapitre_ier/section_3/sous-section_1/paragraphe_1/article_l5211-6-2.md","articleName":"Article L5211-6-2","additions":10,"deletions":24,"diff":[{"type":"del","content":"1° En cas de création d'un établissement public de coopération intercommunale à fiscalité propre, de fusion entre plusieurs établissements publics de coopération intercommunale dont au moins l'un d'entre eux est à fiscalité propre, ou d'extension du périmètre d'un tel établissement par l'intégration d'une ou de plusieurs communes ou la modification des limites territoriales d'une commune membre, il est procédé à la détermination du nombre et à la répartition des sièges de conseiller communautaire dans les conditions prévues à l'article L. 5211-6-1."},{"type":"add","content":"1° En cas de création d'un établissement public de coopération intercommunale à fiscalité propre, de fusion entre plusieurs établissements publics de coopération intercommunale dont au moins l'un d'entre eux est à fiscalité propre, d'extension du périmètre d'un tel établissement par l'intégration d'une ou de plusieurs communes ou la modification des limites territoriales d'une commune membre ou d'annulation par la juridiction administrative de la répartition des sièges de conseiller communautaire, il est procédé à la détermination du nombre et à la répartition des sièges de conseiller communautaire dans les conditions prévues à l'article L. 5211-6-1."},{"type":"del","content":"b) S'il n'a pas été procédé à l'élection de conseillers communautaires lors du précédent renouvellement général du conseil municipal ou s'il est nécessaire de pourvoir des sièges supplémentaires, les conseillers concernés sont élus par le conseil municipal parmi ses membres au scrutin de liste à un tour, sans adjonction ni suppression de noms et sans modification de l'ordre de présentation, chaque liste étant composée alternativement d'un candidat de chaque sexe et présentant au moins deux noms de plus que le nombre de sièges à pourvoir. La répartition des sièges entre les listes est opérée à la représentation proportionnelle à la plus forte moyenne ;"},{"type":"add","content":"b) S'il n'a pas été procédé à l'élection de conseillers communautaires lors du précédent renouvellement général du conseil municipal ou s'il est nécessaire de pourvoir des sièges supplémentaires, les conseillers concernés sont élus par le conseil municipal parmi ses membres au scrutin de liste à un tour, sans adjonction ni suppression de noms et sans modification de l'ordre de présentation, chaque liste étant composée alternativement d'un candidat de chaque sexe. La répartition des sièges entre les listes est opérée à la représentation proportionnelle à la plus forte moyenne. Si le nombre de candidats figurant sur une liste est inférieur au nombre de sièges qui lui reviennent, le ou les sièges non pourvus sont attribués à la ou aux plus fortes moyennes suivantes ;"},{"type":"del","content":"En cas de vacance pour quelque cause que ce soit, d'un siège de conseiller communautaire pourvu en application des b et c, le candidat venant sur une liste immédiatement après le dernier élu est appelé à remplacer le conseiller communautaire élu sur cette liste. Lorsque ces dispositions ne peuvent pas être appliquées, il est procédé à une nouvelle élection dans les conditions prévues au b."},{"type":"add","content":"En cas de vacance pour quelque cause que ce soit, d'un siège de conseiller communautaire pourvu en application des b et c, il est procédé à une nouvelle élection dans les conditions prévues au b."},{"type":"del","content":"### Nota"},{"type":"del","content":""},{"type":"del","content":"Cet article a été modifié par la loi n° 2013-403 du 17 mai 2013 relative à l'élection des conseillers départementaux, des conseillers municipaux et des conseillers communautaires, et modifiant le calendrier électoral. Conformément à son article 51, l'article dans sa version modifiée par la loi du 17 mai 2013 s'applique à compter du prochain renouvellement général des conseils municipaux et communautaires prévu les 23 et 30 mars 2014, y compris aux opérations préparatoires à ce scrutin."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article L2122-7 AUTONOME VIGUEUR, en vigueur depuis le 2008-03-16 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article L2122-7 AUTONOME MODIFIE, en vigueur du 1996-02-24 au 2008-03-16 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2013-403 du 17 mai 2013 relative à l'élection des conseillers départementaux, des conseillers municipaux et des conseillers communautaires, et modifiant le calendrier électoral - article 37 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"LOI n° 2015-264 du 9 mars 2015 autorisant l'accord local de répartition des sièges de conseiller communautaire - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2013-05-17 MODIFIE cible LOI n° 2013-403 du 17 mai 2013 relative à l'élection des conseillers départementaux, des conseillers municipaux et des conseillers communautaires, et modifiant le calendrier électoral - article 37 ENTIEREMENT_MODIF"},{"type":"add","content":"2014-01-27 CITATION cible LOI n° 2014-58 du 27 janvier 2014 de modernisation de l'action publique territoriale et d'affirmation des métropoles - article 12 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2015-08-09"},{"type":"del","content":"2014-01-27 CITATION cible LOI n° 2014-58 du 27 janvier 2014 de modernisation de l'action publique territoriale et d'affirmation des métropoles - article 12 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2015-08-09"},{"type":"add","content":"2015-03-09 MODIFIE cible LOI n° 2015-264 du 9 mars 2015 autorisant l'accord local de répartition des sièges de conseiller communautaire - article 2 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code général des collectivités territoriales - article L2122-7 AUTONOME MODIFIE, en vigueur du 1996-02-24 au 2008-03-16"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/46/91/LEGIARTI000027469143.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/46/91/LEGIARTI000027469143.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/27/46/91/LEGIARTI000027469143.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/33/70/LEGIARTI000030337047.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/33/70/LEGIARTI000030337047.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/30/33/70/LEGIARTI000030337047.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000027469143)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000030337047)"}],"status":"modified"},{"filename":"partie_legislative/cinquieme_partie/livre_ii/titre_ier/chapitre_vi/section_3/article_l5216-4-1.md","articleName":"Article L5216-4-1","additions":46,"deletions":12,"diff":[{"type":"del","content":"Lorsque l'effectif de l'organe délibérant a été déterminé par application du deuxième alinéa du I de l'article L. 5211-6-1, le montant total des indemnités versées en application des deux premiers alinéas du présent article ne peut être supérieur au montant total des indemnités qui auraient pu être attribuées si cet effectif avait été déterminé en application du dernier alinéa du I de l'article L. 5211-6-1."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"### Nota"},{"type":"del","content":""},{"type":"del","content":"Cet article a été modifié par la loi n° 2013-403 du 17 mai 2013 relative à l'élection des conseillers départementaux, des conseillers municipaux et des conseillers communautaires, et modifiant le calendrier électoral. Conformément à son article 51, l’article dans sa version modifiée par la loi du 17 mai 2013 s’applique à compter du prochain renouvellement général des conseils municipaux et communautaires prévu les 23 et 30 mars 2014, y compris aux opérations préparatoires à ce scrutin."},{"type":"add","content":"Lorsque l'effectif de l'organe délibérant a été déterminé par application du 2° du I de l'article L. 5211-6-1, le montant total des indemnités versées en application des deux premiers alinéas du présent article ne peut être supérieur au montant total des indemnités qui auraient pu être attribuées si cet effectif avait été déterminé en application du 1° du I de l'article L. 5211-6-1."},{"type":"del","content":"LOI n° 2013-403 du 17 mai 2013 relative à l'élection des conseillers départementaux, des conseillers municipaux et des conseillers communautaires, et modifiant le calendrier électoral - article 37 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Code général des collectivités territoriales - article L5211-6-1 AUTONOME MODIFIE, en vigueur du 2010-12-18 au 2013-01-02 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des collectivités territoriales - article L5211-6-1 AUTONOME MODIFIE, en vigueur du 2014-01-29 au 2014-03-23 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des collectivités territoriales - article L5211-6-1 AUTONOME VIGUEUR, en vigueur depuis le 2017-03-02 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des collectivités territoriales - article L2123-20 AUTONOME VIGUEUR, en vigueur depuis le 2022-02-23 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des collectivités territoriales - article L5211-6-1 AUTONOME MODIFIE, en vigueur du 2014-06-23 au 2015-03-11 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des collectivités territoriales - article L5211-6-1 AUTONOME MODIFIE, en vigueur du 2015-03-11 au 2017-03-02 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des collectivités territoriales - article L2123-20 AUTONOME MODIFIE, en vigueur du 2016-01-01 au 2022-02-23 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des collectivités territoriales - article L5211-6-1 AUTONOME MODIFIE, en vigueur du 2013-05-19 au 2014-01-29 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2015-264 du 9 mars 2015 autorisant l'accord local de répartition des sièges de conseiller communautaire - article 3 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des collectivités territoriales - article L2123-20 AUTONOME MODIFIE, en vigueur du 1996-02-24 au 1999-12-29 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des collectivités territoriales - article L2123-20 AUTONOME MODIFIE, en vigueur du 1999-12-29 au 2014-04-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des collectivités territoriales - article L5211-6-1 AUTONOME MODIFIE, en vigueur du 2013-01-02 au 2013-05-19 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des collectivités territoriales - article L2123-20 AUTONOME MODIFIE, en vigueur du 2014-04-01 au 2016-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des collectivités territoriales - article L5211-6-1 AUTONOME MODIFIE, en vigueur du 2014-03-23 au 2014-06-23 CITATION cible"},{"type":"del","content":"2013-05-17 MODIFIE cible LOI n° 2013-403 du 17 mai 2013 relative à l'élection des conseillers départementaux, des conseillers municipaux et des conseillers communautaires, et modifiant le calendrier électoral - article 37 ENTIEREMENT_MODIF"},{"type":"add","content":"2015-03-09 MODIFIE cible LOI n° 2015-264 du 9 mars 2015 autorisant l'accord local de répartition des sièges de conseiller communautaire - article 3 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/68/44/LEGIARTI000027684460.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/68/44/LEGIARTI000027684460.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/27/68/44/LEGIARTI000027684460.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/33/70/LEGIARTI000030337055.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/33/70/LEGIARTI000030337055.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/30/33/70/LEGIARTI000030337055.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000027684460)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000030337055)"}],"status":"modified"}],"stats":{"additions":103,"deletions":56,"filesChanged":3}}