{"sha":"fb7f8b5f7294","date":"2012-01-01","message":"LOI n° 2011-1978 du 28 décembre 2011 de finances rectificative pour 2011","files":[{"filename":"partie_legislative/deuxieme_partie/livre_ii/titre_ii/chapitre_iv/section_6/article_l2224-31.md","articleName":"Article L2224-31","additions":49,"deletions":27,"diff":[{"type":"del","content":"I.-Sans préjudice des dispositions de l'article L. 1115-54 du code de l'énergie, les collectivités territoriales ou leurs établissements publics de coopération, en tant qu'autorités concédantes de la distribution publique d'électricité et de gaz en application des articles L. 321-1, L. 322-1, L. 322-2, L. 324-2, L. 432-1 du code de l'énergie et des articles L. 322-6 et L. 432-5 du code de l'énergie, négocient et concluent les contrats de concession, et exercent le contrôle du bon accomplissement des missions de service public fixées, pour ce qui concerne les autorités concédantes, par les cahiers des charges de ces concessions."},{"type":"add","content":"I.-Sans préjudice des dispositions de l'article L. 111-54 du code de l'énergie, les collectivités territoriales ou leurs établissements publics de coopération, en tant qu'autorités concédantes de la distribution publique d'électricité et de gaz en application des articles L. 321-1, L. 322-1, L. 322-2, L. 324-2 , L. 432-1 et L. 432-2 du code de l'énergie et des articles L. 322-6 et L. 432-5 du code de l'énergie, négocient et concluent les contrats de concession, et exercent le contrôle du bon accomplissement des missions de service public fixées, pour ce qui concerne les autorités concédantes, par les cahiers des charges de ces concessions."},{"type":"del","content":"Les autorités concédantes précitées assurent le contrôle des réseaux publics de distribution d'électricité et de gaz.A cette fin, elles désignent un agent du contrôle distinct du gestionnaire du réseau public de distribution."},{"type":"add","content":"Les autorités concédantes précitées assurent le contrôle des réseaux publics de distribution d'électricité et de gaz. A cette fin, elles désignent un agent du contrôle distinct du gestionnaire du réseau public de distribution."},{"type":"del","content":"Chaque organisme de distribution d'électricité et de gaz tient à la disposition de chacune des autorités concédantes précitées dont il dépend les informations d'ordre économique, commercial, industriel, financier ou technique utiles à l'exercice des compétences de celle-ci, dans les conditions prévues par les dispositions de l'article 20 de la loi n° 2000-108 du 10 février 2000 relative à la modernisation et au développement du service public de l'électricité et de l'article 9 de la loi n° 2003-8 du 3 janvier 2003 relative aux marchés du gaz et de l'électricité et au service public de l'énergie. Il communique chaque année, notamment, la valeur brute, la valeur nette comptable et la valeur de remplacement des ouvrages concédés. Ces informations comprennent également, dans des conditions fixées par décret, les données permettant d'élaborer et d'évaluer les schémas régionaux du climat, de l'air et de l'énergie et les plans climat-énergie territoriaux prévus par les articles L. 222-1 à L. 222-3, L. 229-25 et L. 229-26 du code de l'environnement ainsi qu'un bilan détaillé de la contribution du concessionnaire aux plans climat-énergie territoriaux qui le concernent. Chaque organisme de distribution d'électricité et de gaz transmet à chacune des autorités concédantes précitées un compte rendu de la politique d'investissement et de développement des réseaux prévue aux articles L. 111-57, L. 322-8, L. 322-10, L. 322-11, L. 432-8, L. 432-9 et L. 432-10 du code de l'énergie. Sur la base de ce compte rendu, les autorités organisatrices établissent un bilan détaillé de la mise en œuvre du programme prévisionnel de tous les investissements envisagés sur le réseau de distribution. Ce programme prévisionnel, qui précise notamment le montant et la localisation des travaux, est élaboré à l'occasion d'une conférence départementale réunie sous l'égide du préfet et transmis à chacune des autorités concédantes."},{"type":"add","content":"Chaque organisme de distribution d'électricité et de gaz tient à la disposition de chacune des autorités concédantes précitées dont il dépend les informations d'ordre économique, commercial, industriel, financier ou technique utiles à l'exercice des compétences de celle-ci, dans les conditions prévues par les dispositions de l'article 20 de la loi n° 2000-108 du 10 février 2000 relative à la modernisation et au développement du service public de l'électricité et de l'article 9 de la loi n° 2003-8 du 3 janvier 2003 relative aux marchés du gaz et de l'électricité et au service public de l'énergie. Il communique chaque année, notamment, la valeur brute, la valeur nette comptable et la valeur de remplacement des ouvrages concédés. Ces informations comprennent également, dans des conditions fixées par décret, les données permettant d'élaborer et d'évaluer les schémas régionaux du climat, de l'air et de l'énergie et les plans climat-énergie territoriaux prévus par les articles L. 222-1 à L. 222-3, L. 229-25 et L. 229-26 du code de l'environnement ainsi qu'un bilan détaillé de la contribution du concessionnaire aux plans climat-énergie territoriaux qui le concernent. Chaque organisme de distribution d'électricité et de gaz transmet à chacune des autorités concédantes précitées un compte rendu de la politique d'investissement et de développement des réseaux prévue aux articles L. 111-57, L. 322-8, L. 322-10, L. 322-11, L. 432-8 et L. 432-10 du code de l'énergie. Sur la base de ce compte rendu, les autorités organisatrices établissent un bilan détaillé de la mise en œuvre du programme prévisionnel de tous les investissements envisagés sur le réseau de distribution. Ce programme prévisionnel, qui précise notamment le montant et la localisation des travaux, est élaboré à l'occasion d'une conférence départementale réunie sous l'égide du préfet et transmis à chacune des autorités concédantes."},{"type":"del","content":"En application des dispositions des articles L. 322-6 et L. 432-5 du code de l'énergie, les collectivités et établissements précités peuvent assurer la maîtrise d'ouvrage des travaux de développement des réseaux publics de distribution d'électricité et de gaz. Le même droit est accordé aux collectivités territoriales et aux établissements publics de coopération compétents en matière de distribution publique d'électricité et de gaz ayant constitué un organisme de distribution mentionné à l'article L. 111-54 du code de l'énergie ou du III du présent article."},{"type":"add","content":"En application des dispositions du quatrième alinéa des articles L. 322-6 et L. 432-5 du code de l'énergie, les collectivités et établissements précités peuvent assurer la maîtrise d'ouvrage des travaux de développement des réseaux publics de distribution d'électricité et de gaz. Le même droit est accordé aux collectivités territoriales et aux établissements publics de coopération compétents en matière de distribution publique d'électricité et de gaz ayant constitué un organisme de distribution mentionné à l'article L. 111-54 du code de l'énergie ou du III du présent article."},{"type":"del","content":"Le Fonds d'amortissement des charges d'électrification, institué par l'article 108 de la loi du 31 décembre 1936 portant fixation du budget général de l'exercice 1937, peut consentir des aides financières pour la réalisation des travaux d'électrification rurale dont la maîtrise d'ouvrage est assurée par les collectivités et les établissements mentionnés à l'alinéa précédent.A cet effet, il est alimenté par des contributions annuelles des gestionnaires des réseaux publics de distribution, assises sur le nombre de kilowattheures distribués à partir des ouvrages exploités en basse tension. Il peut également consentir des aides financières pour la réalisation d'opérations de maîtrise de la demande d'électricité ou de production d'électricité par des énergies renouvelables dont la maîtrise d'ouvrage est assurée dans les conditions prévues à l'alinéa précédent, lorsqu'elles permettent d'éviter des extensions ou des renforcements de réseaux, ainsi que, dans les zones non interconnectées au réseau métropolitain continental, pour la réalisation des installations de production de proximité mentionnées à l'article L. 2224-33."},{"type":"add","content":"L'autorité organisatrice d'un réseau public de distribution d'électricité mentionnée au IV peut recevoir des aides pour le financement d'une partie du coût des travaux visés à l'article L. 322-6 du code de l'énergie dont elle assure la maîtrise d'ouvrage en application de l'alinéa précédent sur les ouvrages ruraux de ce réseau."},{"type":"del","content":"Il est interdit aux entreprises, nonobstant toutes stipulations contractuelles contraires, de récupérer soit sur les consommateurs, soit sur les autorités concédantes, la contribution prévue à l'alinéa précédent."},{"type":"add","content":"Dans les mêmes conditions, elle peut recevoir ces aides pour la réalisation d'opérations de maîtrise de la demande d'électricité, de production d'électricité par des énergies renouvelables ainsi que, dans les zones non interconnectées au réseau métropolitain continental, pour la réalisation des installations de production de proximité mentionnées à l'article L. 2224-33 du présent code lorsque ces différentes opérations permettent d'éviter des extensions ou des renforcements de réseaux."},{"type":"del","content":"Aucune indemnité ne peut être réclamée par les concessionnaires ou les distributeurs non nationalisés mentionnés à l'article L. 111-54 du code de l'énergie à l'Etat ou aux autorités concédantes du fait de l'application des présentes dispositions."},{"type":"add","content":"La répartition annuelle des aides est arrêtée par le ministre chargé de l'énergie, après avis d'un conseil composé notamment, dans la proportion des deux cinquièmes au moins, de représentants des collectivités territoriales et des établissements publics maîtres d'ouvrage de travaux et présidé par un membre pris parmi ces représentants, en tenant compte de l'inventaire des besoins recensés tous les deux ans dans chaque département auprès des maîtres d'ouvrage des travaux mentionnés à l'article L. 322-6 du code de l'énergie."},{"type":"del","content":"Un décret en Conseil d'Etat détermine les bases de l'attribution des participations ainsi que l'organisation et la gestion du Fonds d'amortissement des charges d'électrification."},{"type":"add","content":"Un décret en Conseil d'Etat, pris après avis de ce conseil, précise les catégories de travaux mentionnés aux septième et huitième alinéas du présent I susceptibles de bénéficier des aides et fixe les règles d'attribution de celles-ci ainsi que leurs modalités de gestion."},{"type":"add","content":""},{"type":"add","content":"I bis.-Pour le financement des aides aux collectivités pour l'électrification rurale, il est dû par les gestionnaires des réseaux publics de distribution une contribution, assise sur le nombre de kilowattheures distribués à partir des ouvrages exploités en basse tension l'année précédant celle du versement de la contribution. Le taux de cette contribution est fixé annuellement au début de l'exercice concerné par arrêté des ministres chargés du budget et de l'énergie après consultation du conseil mentionné à l'avant-dernier alinéa du I. Ce taux est compris :"},{"type":"add","content":""},{"type":"add","content":"a) Entre 0,03 et 0,05 centime d'euro par kilowattheure pour les communes dont la population est inférieure à 2 000 habitants ;"},{"type":"add","content":""},{"type":"add","content":"b) Entre 0,15 et 0,25 centime d'euro par kilowattheure pour les autres communes."},{"type":"add","content":""},{"type":"add","content":"Le taux fixé au b doit être au moins égal à cinq fois le taux fixé au a."},{"type":"add","content":""},{"type":"add","content":"Les gestionnaires des réseaux publics de distribution acquittent leur contribution auprès des comptables de la direction générale des finances publiques comme en matière de taxes sur le chiffre d'affaires. Le retard à verser la contribution expose aux pénalités de retard prévues à l'article 1727 du code général des impôts."},{"type":"del","content":"Sous réserve des dispositions des articles 12 et 24 de la loi n° 2000-108 du 10 février 2000 précitée et de l'article 10 de la loi n° 2004-803 du 9 août 2004 précitée et de l'article L. 324-1 du code de l'énergie, un réseau public de distribution est constitué par les ouvrages de tension inférieure à 50 kV situés sur le territoire de l'autorité organisatrice de la distribution d'électricité ainsi que par les ouvrages de tension supérieure existant, sur le territoire métropolitain continental, à la date de publication de la loi n° 2004-803 du 9 août 2004 précitée et non exploités par Electricité de France en tant que gestionnaire du réseau public de transport à cette même date. Un décret en Conseil d'Etat définit, en particulier pour les postes de transformation, les conditions de l'appartenance des ouvrages ou parties d'ouvrages aux réseaux publics de distribution, notamment en ce qui concerne leurs caractéristiques, leurs fonctions ou la date de leur mise en service."},{"type":"add","content":"Sous réserve des dispositions des articles 12 et 24 de la loi n° 2000-108 du 10 février 2000 précitée et de l'articles 10 de la loi n° 2004-803 du 9 août 2004 précitée et de l'article L. 324-1 du code de l'énergie, un réseau public de distribution est constitué par les ouvrages de tension inférieure à 50 kV situés sur le territoire de l'autorité organisatrice de la distribution d'électricité ainsi que par les ouvrages de tension supérieure existant, sur le territoire métropolitain continental, à la date de publication de la loi n° 2004-803 du 9 août 2004 précitée et non exploités par Electricité de France en tant que gestionnaire du réseau public de transport à cette même date. Un décret en Conseil d'Etat définit, en particulier pour les postes de transformation, les conditions de l'appartenance des ouvrages ou parties d'ouvrages aux réseaux publics de distribution, notamment en ce qui concerne leurs caractéristiques, leurs fonctions ou la date de leur mise en service."},{"type":"del","content":"Code général des collectivités territoriales - article L5221-2 AUTONOME MODIFIE, en vigueur du 1996-02-24 au 2004-08-17 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article L5221-2 AUTONOME MODIFIE, en vigueur du 2004-08-17 au 2019-12-29 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des collectivités territoriales - article L5221-2 AUTONOME VIGUEUR, en vigueur depuis le 2019-12-29 CITATION cible"},{"type":"add","content":"LOI n° 2011-1978 du 28 décembre 2011 de finances rectificative pour 2011 - article 7 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2011-12-30 au 2013-04-17 MODIFIE source"},{"type":"del","content":""},{"type":"del","content":"LOI n° 46-628 du 8 avril 1946 sur la nationalisation de l'électricité et du gaz CITATION cible"},{"type":"del","content":""},{"type":"del","content":"1946-04-08 CITATION source LOI n° 46-628 du 8 avril 1946 sur la nationalisation de l'électricité et du gaz"},{"type":"add","content":"1946-04-08 CITATION source Loi n° 46-628 du 8 avril 1946 sur la nationalisation de l'électricité et du gaz - article 23 AUTONOME MODIFIE, en vigueur du 1949-08-06 au 2004-08-11"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1946-04-08 CITATION source Loi n° 46-628 du 8 avril 1946 sur la nationalisation de l'électricité et du gaz - article 36 AUTONOME MODIFIE, en vigueur du 1946-04-09 au 2004-08-11"},{"type":"add","content":""},{"type":"add","content":"2000-02-10 CITATION source Loi n° 2000-108 du 10 février 2000 relative à la modernisation et au développement du service public de l'électricité - article 15 AUTONOME MODIFIE, en vigueur du 2000-02-11 au 2003-01-04"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2000-02-10 CITATION source Loi n° 2000-108 du 10 février 2000 relative à la modernisation et au développement du service public de l'électricité - article 22 AUTONOME MODIFIE, en vigueur du 2000-02-11 au 2003-01-04"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2011-12-28 MODIFIE cible LOI n° 2011-1978 du 28 décembre 2011 de finances rectificative pour 2011 - article 7 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2011-12-30 au 2013-04-17"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code général des impôts - article 1727 AUTONOME MODIFIE, en vigueur du 1979-07-01 au 1987-07-09"},{"type":"add","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'énergie - article L322-6 AUTONOME VIGUEUR, en vigueur depuis le 2011-06-01"},{"type":"del","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de l'environnement - article L222-1 AUTONOME MODIFIE, en vigueur du 2000-09-21 au 2002-01-23"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code de l'environnement - art. L229-25 (V)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de l'énergie - article L322-6 AUTONOME VIGUEUR, en vigueur depuis le 2011-06-01"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/48/55/44/LEGIARTI000048554465.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/48/55/44/LEGIARTI000048554465.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/48/55/44/LEGIARTI000048554465.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/25/09/15/LEGIARTI000025091581.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/25/09/15/LEGIARTI000025091581.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/25/09/15/LEGIARTI000025091581.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000048554465)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000025091581)"}],"status":"modified"},{"filename":"partie_legislative/premiere_partie/livre_vi/titre_ier/chapitre_vii/article_l1617-5.md","articleName":"Article L1617-5","additions":14,"deletions":9,"diff":[{"type":"del","content":"En complément de ce droit de communication, les comptables publics compétents chargés du recouvrement d'une créance dont l'assiette est établie et qui est liquidée par une collectivité territoriale ou l'un de ses établissements publics disposent d'un droit d'accès aux fichiers utilisés par les services en charge de l'établissement de l'assiette et du recouvrement des impôts."},{"type":"add","content":"En complément de ce droit de communication, les comptables publics compétents chargés du recouvrement d'une créance dont l'assiette est établie et qui est liquidée par une collectivité territoriale ou l'un de ses établissements publics disposent d'un droit d'accès aux fichiers utilisés par les services en charge de l'établissement de l'assiette et du recouvrement des impôts."},{"type":"add","content":""},{"type":"add","content":"9° Les créances recouvrées selon les dispositions du présent article peuvent faire l'objet d'une assistance en matière de recouvrement ou de prises de mesures conservatoires, de notification d'actes ou de décisions, y compris judiciaires, et d'échange de renseignements auprès des Etats membres de l'Union européenne dans les conditions prévues aux articles L. 283 A à L. 283 F du livre des procédures fiscales."},{"type":"del","content":"LOI n° 2010-1658 du 29 décembre 2010 de finances rectificative pour 2010 - article 55 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2010-12-31 au 2011-12-30 MODIFIE source"},{"type":"add","content":"LOI n° 2011-1978 du 28 décembre 2011 de finances rectificative pour 2011 - article 59 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2011-12-30 MODIFIE source"},{"type":"del","content":""},{"type":"del","content":"2010-12-29 MODIFIE cible LOI n° 2010-1658 du 29 décembre 2010 de finances rectificative pour 2010 - article 55 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2010-12-31 au 2011-12-30"},{"type":"del","content":""},{"type":"add","content":""},{"type":"add","content":"2011-12-28 MODIFIE cible LOI n° 2011-1978 du 28 décembre 2011 de finances rectificative pour 2011 - article 59 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2011-12-30"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Livre des procédures fiscales - article L283 A AUTONOME MODIFIE, en vigueur du 2003-01-01 au 2012-01-01"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/23/40/94/LEGIARTI000023409460.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/23/40/94/LEGIARTI000023409460.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/23/40/94/LEGIARTI000023409460.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/25/16/08/LEGIARTI000025160824.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/25/16/08/LEGIARTI000025160824.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/25/16/08/LEGIARTI000025160824.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000023409460)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000025160824)"}],"status":"modified"},{"filename":"partie_legislative/troisieme_partie/livre_ii/titre_iii/chapitre_ii/section_2/article_l3232-2.md","articleName":"Article L3232-2","additions":11,"deletions":14,"diff":[{"type":"del","content":"Les aides financières consenties par le Fonds d'amortissement des charges d'électrification, créé par la loi du 31 décembre 1936 portant fixation du budget général de l'exercice 1937, sont réparties par département sous forme de dotations affectées à l'électrification rurale."},{"type":"add","content":"Les aides financières mentionnées au septième alinéa de l'article L. 2224-31 sont réparties par département."},{"type":"del","content":"Dans le cadre des lois et règlements, le département règle, sur la base des propositions présentées par les collectivités, la répartition de ces dotations entre les collectivités territoriales ou leurs groupements et les maîtres d'ouvrage des travaux d'électrification rurale pouvant bénéficier des participations du Fonds d'amortissement des charges d'électrification."},{"type":"add","content":"Le département règle, sur la base des propositions présentées par les collectivités, la répartition de ces aides entre les autorités organisatrices d'un réseau public de distribution d'électricité assurant la maîtrise d'ouvrage des travaux d'électrification rurale et pouvant à ce titre en bénéficier."},{"type":"del","content":"Quand, dans un département, existe un établissement public de coopération constitué dans le domaine de l'électricité et réunissant tous les maîtres d'ouvrage pouvant bénéficier des participations du Fonds d'amortissement des charges d'électrification, la répartition des dotations de ce fonds est réglée par cet établissement public."},{"type":"add","content":"Quand, dans un département, existe un établissement public de coopération constitué dans le domaine de l'électricité et réunissant tous les maîtres d'ouvrage pouvant bénéficier de ces aides, la répartition est réglée par cet établissement public."},{"type":"del","content":"Loi n° 2004-1485 du 30 décembre 2004 de finances rectificative pour 2004 - article 121 AUTONOME VIGUEUR, en vigueur depuis le 2004-12-31 MODIFICATION cible"},{"type":"add","content":"LOI n° 2011-1978 du 28 décembre 2011 de finances rectificative pour 2011 - article 7 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2011-12-30 au 2013-04-17 MODIFIE source"},{"type":"del","content":""},{"type":"del","content":"Loi n° 83-8 du 7 janvier 1983 relative à la répartition de compétences entre les communes, les départements, les départements, les régions et l'Etat CONCORDANCE cible"},{"type":"del","content":""},{"type":"del","content":"2004-12-30 MODIFICATION source Loi n° 2004-1485 du 30 décembre 2004 de finances rectificative pour 2004 - article 121 AUTONOME VIGUEUR, en vigueur depuis le 2004-12-31"},{"type":"add","content":"2011-12-28 MODIFIE cible LOI n° 2011-1978 du 28 décembre 2011 de finances rectificative pour 2011 - article 7 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2011-12-30 au 2013-04-17"},{"type":"del","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article L3553-6 AUTONOME ABROGE, en vigueur du 2003-12-31 au 2004-12-31"},{"type":"add","content":"2999-01-01 CITATION source Code général des collectivités territoriales - article L2224-31 AUTONOME MODIFIE, en vigueur du 2000-02-11 au 2003-01-04"},{"type":"del","content":"      CITATION source Loi 1936-12-31"},{"type":"add","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article L3553-6 AUTONOME ABROGE, en vigueur du 2003-12-31 au 2004-12-31"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/39/17/LEGIARTI000006391775.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/39/17/LEGIARTI000006391775.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/39/17/LEGIARTI000006391775.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/25/09/15/LEGIARTI000025091577.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/25/09/15/LEGIARTI000025091577.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/25/09/15/LEGIARTI000025091577.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006391775)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000025091577)"}],"status":"modified"}],"stats":{"additions":74,"deletions":50,"filesChanged":3}}