{"sha":"58f6a1a9322b","date":"2009-03-28","message":"Ordonnance n° 2009-325 du 25 mars 2009 relative à la création de l'Agence de services et de paiement et de l'Etablissement national des produits de l'agriculture et de la mer","files":[{"filename":"livre_premier/premiere_partie/titre_iii/chapitre_ii_bis/article_286_i.md","articleName":"Article 286 I","additions":17,"deletions":64,"diff":[{"type":"del","content":"I. - 1° Pour les entrepositaires agréés produisant des produits vitivinicoles régis par le règlement (CE) n° 1493/1999 du Conseil du 17 mai 1999 portant organisation commune du marché vitivinicole, la comptabilité matières est constituée par les registres vitivinicoles prévus par le règlement (CE) n° 884/2001 de la Commission du 24 avril 2001 portant modalités d'application relatives aux documents accompagnant les transports des produits vitivinicoles et aux registres à tenir dans le secteur vitivinicole."},{"type":"add","content":"I.-1° Pour les entrepositaires agréés produisant des produits vitivinicoles régis par le règlement (CE) n° 1493 / 1999 du Conseil du 17 mai 1999 portant organisation commune du marché vitivinicole, la comptabilité matières est constituée par les registres vitivinicoles prévus par le règlement (CE) n° 884 / 2001 de la Commission du 24 avril 2001 portant modalités d'application relatives aux documents accompagnant les transports des produits vitivinicoles et aux registres à tenir dans le secteur vitivinicole."},{"type":"del","content":"II. - Outre les dispositions de la réglementation communautaire susmentionnée, les registres vitivinicoles sont établis de la manière suivante."},{"type":"add","content":"II.-Outre les dispositions de la réglementation communautaire susmentionnée, les registres vitivinicoles sont établis de la manière suivante."},{"type":"del","content":"Les registres comportent les colonnes ouvertes avec les intitulés exigés par la réglementation communautaire et portent les références des contrats d'achat soumis au visa de l'Office national interprofessionnel des fruits, des légumes, des vins et de l'horticulture pour les transactions soumises à cette procédure."},{"type":"add","content":"Les registres comportent les colonnes ouvertes avec les intitulés exigés par la réglementation communautaire et portent les références des contrats d'achat soumis au visa de l' établissement mentionné à l' article L. 621-1 du code rural pour les transactions soumises à cette procédure."},{"type":"del","content":"En cas d'application des dispositions de l'article 450 du code général des impôts ou des articles 661 et 662 du code rural ancien, les registres doivent faire référence, pour chaque mouvement de produits vitivinicoles mentionnés au règlement (CE) n° 1493/1999 du Conseil du 17 mai 1999 portant organisation commune du marché vitivinicole, à l'avis de blocage, à l'engagement de garantie ou de mainlevée du porteur du warrant agricole ou du porteur de l'engagement de garantie."},{"type":"add","content":"En cas d'application des dispositions de l'article 450 du code général des impôts ou des articles 661 et 662 du code rural ancien, les registres doivent faire référence, pour chaque mouvement de produits vitivinicoles mentionnés au règlement (CE) n° 1493 / 1999 du Conseil du 17 mai 1999 portant organisation commune du marché vitivinicole, à l'avis de blocage, à l'engagement de garantie ou de mainlevée du porteur du warrant agricole ou du porteur de l'engagement de garantie."},{"type":"del","content":"III. - Les entrepositaires agréés doivent effectuer la balance des registres en y inscrivant pour tous les produits vitivinicoles, au plus tard le cinquième jour de chaque mois, le stock théorique en début du mois précédent, le stock théorique en fin du mois précédent et le total des entrées et des sorties du mois précédent."},{"type":"add","content":"III.-Les entrepositaires agréés doivent effectuer la balance des registres en y inscrivant pour tous les produits vitivinicoles, au plus tard le cinquième jour de chaque mois, le stock théorique en début du mois précédent, le stock théorique en fin du mois précédent et le total des entrées et des sorties du mois précédent."},{"type":"del","content":"IV. - Les registres doivent être clôturés une fois par an, à la date de souscription de la déclaration des stocks mentionnée à l'article 408 du code général des impôts, pour les récoltants y compris les sociétés coopératives et leurs unions. La déclaration annuelle est transmise au service des douanes et droits indirects territorialement compétent, au plus tard le cinquième jour du deuxième mois qui suit la clôture des comptes."},{"type":"add","content":"IV.-Les registres doivent être clôturés une fois par an, à la date de souscription de la déclaration des stocks mentionnée à l'article 408 du code général des impôts, pour les récoltants y compris les sociétés coopératives et leurs unions. La déclaration annuelle est transmise au service des douanes et droits indirects territorialement compétent, au plus tard le cinquième jour du deuxième mois qui suit la clôture des comptes."},{"type":"del","content":"V. - Les registres peuvent être constitués par des annotations au verso des déclarations de récolte et des stocks mentionnées aux articles 407 et 408 du code général des impôts."},{"type":"add","content":"V.-Les registres peuvent être constitués par des annotations au verso des déclarations de récolte et des stocks mentionnées aux articles 407 et 408 du code général des impôts."},{"type":"del","content":"VI. - Les registres sont tenus par entrepôt fiscal suspensif de droits d'accises et sur les lieux mêmes où les produits sont détenus."},{"type":"add","content":"VI.-Les registres sont tenus par entrepôt fiscal suspensif de droits d'accises et sur les lieux mêmes où les produits sont détenus."},{"type":"del","content":"VII. - Les registres vitivinicoles peuvent être regroupés sur un seul document."},{"type":"add","content":"VII.-Les registres vitivinicoles peuvent être regroupés sur un seul document."},{"type":"del","content":"VIII. - Les registres et les pièces justificatives nécessaires à leur tenue et les documents prévus aux IV et VI sont conservés dans les conditions et selon les modalités fixées à l'article L. 102 B du livre des procédures fiscales."},{"type":"add","content":"VIII.-Les registres et les pièces justificatives nécessaires à leur tenue et les documents prévus aux IV et VI sont conservés dans les conditions et selon les modalités fixées à l'article L. 102 B du livre des procédures fiscales."},{"type":"del","content":"IX. - La validation des documents mentionnés à l'article 302 M du code général des impôts pour l'expédition ou l'enlèvement des produits vitivinicoles n'est possible que si l'entrepositaire agréé respecte les obligations afférentes à la tenue de la comptabilité matières telles que prévues par le présent article et les obligations mentionnées aux articles 614 et 614 A dudit code."},{"type":"add","content":"IX.-La validation des documents mentionnés à l'article 302 M du code général des impôts pour l'expédition ou l'enlèvement des produits vitivinicoles n'est possible que si l'entrepositaire agréé respecte les obligations afférentes à la tenue de la comptabilité matières telles que prévues par le présent article et les obligations mentionnées aux articles 614 et 614 A dudit code."},{"type":"del","content":"Décret n° 2006-532 du 11 mai 2006 portant déconcentration de décisions administratives individuelles, modifiant les annexes I, II et III du code général des impôts et le décret n° 97-1195 du 24 décembre 1997 pris pour l'application du 2° de l'article 2 du décret n° 97-34 du 15 janvier 1997 modifié relatif à la déconcentration des décisions administratives individuelles - article 2 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°2005-1780 du 30 décembre 2005 relatif à certains offices d'intervention dans le secteur agricole et portant modification du code rural - article 3 AUTONOME MODIFIE, en vigueur du 2006-01-01 au 2012-09-01 MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°2005-1780 du 30 décembre 2005 relatif à certains offices d'intervention dans le secteur agricole et portant modification du code rural - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2006-01-01 MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2005-1780 du 30 décembre 2005 relatif à certains offices d'intervention dans le secteur agricole et portant modification du code rural MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2007-484 du 30 mars 2007 portant incorporation au code général des impôts de divers textes modifiant et complétant certaines dispositions de ce code CODIFICATION cible"},{"type":"add","content":"Ordonnance n° 2009-325 du 25 mars 2009 relative à la création de l'Agence de services et de paiement et de l'Etablissement national des produits de l'agriculture et de la mer - article 9 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"      CITATION source CGI 450, 286 H, 302 D, 408, 407, 302 M, 614, 614 A"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2005-12-30 MODIFICATION source Décret n° 2005-1780 du 30 décembre 2005 relatif à certains offices d'intervention dans le secteur agricole et portant modification du code rural"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2005-12-30 MODIFICATION source Décret n°2005-1780 du 30 décembre 2005 relatif à certains offices d'intervention dans le secteur agricole et portant modification du code rural - article 3 AUTONOME MODIFIE, en vigueur du 2006-01-01 au 2012-09-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2005-12-30 MODIFICATION source Décret n°2005-1780 du 30 décembre 2005 relatif à certains offices d'intervention dans le secteur agricole et portant modification du code rural - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2006-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2006-05-11 MODIFICATION source Décret n° 2006-532 du 11 mai 2006 portant déconcentration de décisions administratives individuelles, modifiant les annexes I, II et III du code général des impôts et le décret n° 97-1195 du 24 décembre 1997 pris pour l'application du 2° de l'article 2 du décret n° 97-34 du 15 janvier 1997 modifié relatif à la déconcentration des décisions administratives individuelles - article 2 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2007-03-30 CODIFICATION source Décret n° 2007-484 du 30 mars 2007 portant incorporation au code général des impôts de divers textes modifiant et complétant certaines dispositions de ce code"},{"type":"add","content":"2009-03-25 MODIFIE cible Ordonnance n° 2009-325 du 25 mars 2009 relative à la création de l'Agence de services et de paiement et de l'Etablissement national des produits de l'agriculture et de la mer - article 9 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":"      CITATION source Code rural L632-1 à L632-7, L661, L662"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      HISTO source Edition du 1er janvier 2007"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Livre des procédures fiscales - article L102 B AUTONOME MODIFIE, en vigueur du 1990-06-15 au 1993-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CITATION source Règlement CE 1493/1999 1999-05-17 (Conseil)"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CITATION source Règlement CE 884/2001 2001-04-24 (Commission)"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/29/47/LEGIARTI000006294727.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/29/47/LEGIARTI000006294727.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/29/47/LEGIARTI000006294727.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/44/53/LEGIARTI000020445343.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/44/53/LEGIARTI000020445343.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/20/44/53/LEGIARTI000020445343.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006294727)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000020445343)"}],"status":"modified"}],"stats":{"additions":17,"deletions":64,"filesChanged":1}}