{"sha":"ba4bbd7a0e90","date":"2013-04-26","message":"Décret n° 2013-346 du 24 avril 2013 relatif aux obligations de facturation en matière de taxe sur la valeur ajoutée et au stockage des factures électroniques","files":[{"filename":"livre_premier/premiere_partie/titre_ii/chapitre_premier/section_iii_ter/iii/article_242_nonies.md","articleName":"Article 242 NONIES","additions":63,"deletions":31,"diff":[{"type":"del","content":"I. - En application du 2 du I de l'article 289 du code général des impôts, les factures peuvent être matériellement émises, au nom et pour le compte de l'assujetti, par son client ou par un tiers lorsque cet assujetti lui donne expressément un mandat écrit et préalable à cet effet."},{"type":"add","content":"Pour l'application du deuxième alinéa du 2 du I de l'article 289 du code général des impôts :"},{"type":"del","content":"Les factures émises dans le cadre de ce mandat peuvent ne pas être authentifiées de manière formelle par le mandant. Celui-ci peut contester les informations qu'elles contiennent dans le délai prévu dans le contrat de mandat. Dans cette hypothèse, le mandant émettra une facture rectificative dans les conditions prévues au 5 du I de l'article 289 du code général des impôts. Les factures rectificatives émises en application de l'article 272 du code général des impôts sont établies dans les mêmes conditions."},{"type":"add","content":"a) Un mandat écrit et préalable doit être établi ;"},{"type":"del","content":"Lorsque le client ou le tiers mandaté par l'assujetti pour émettre les factures, en son nom et pour son compte, est établi dans un pays avec lequel il n'existe aucun instrument juridique relatif à l'assistance mutuelle ayant une portée similaire à celle prévue par la directive 76/308/CEE du Conseil du 15 mars 1976 concernant l'assistance mutuelle en matière de recouvrement des créances relatives à certaines cotisations, droits, taxes et autres mesures et par la directive 77/799/CEE du Conseil du 19 décembre 1977 concernant l'assistance mutuelle des autorités compétentes des Etats membres dans le domaine des impôts directs et indirects et le règlement (CEE) n° 218/92 du Conseil du 27 janvier 1992 concernant la coopération administrative dans le domaine des impôts indirects (TVA), les règles suivantes s'appliquent :"},{"type":"add","content":"b) L'assujetti en informe l'administration par écrit en indiquant le nom et l'adresse du client ou tiers ainsi mandaté lorsque ce dernier établit de manière régulière des factures au nom et pour le compte de cet assujetti. A cette fin, il dépose un état auprès de son service des impôts dans les mêmes délais que sa déclaration de résultats ou de bénéfices ;"},{"type":"del","content":"a) L'assujetti en informe l'administration par écrit en indiquant le nom et l'adresse du client ou tiers ainsi mandaté lorsque ce dernier établit de manière régulière des factures au nom et pour le compte de cet assujetti. A cette fin, il dépose un état auprès du service des impôts territorialement compétent dans les mêmes délais que sa déclaration de résultats ou de bénéfices ;"},{"type":"del","content":""},{"type":"del","content":"b) Les factures concernées sont émises dès la réalisation de la livraison ou de la prestation de services sans que puisse être utilisée la possibilité de délivrer des factures périodiques dans les conditions prévues au deuxième alinéa du 3 du I de l'article 289 du code général des impôts."},{"type":"del","content":""},{"type":"del","content":"II. - Les factures périodiques visées au 3 du I de l'article 289 du code général des impôts ne peuvent être émises que lorsque l'assujetti réalise, au cours du même mois civil, plusieurs opérations au profit d'un même client."},{"type":"del","content":""},{"type":"del","content":"Pour chaque livraison de biens ou prestation de services réalisée, un bon de livraison, ou un document en tenant lieu, numéroté et comportant l'identité et l'adresse du client, la date de l'opération ainsi que la quantité et la dénomination précise des biens livrés ou services rendus est émis en double exemplaire."},{"type":"del","content":""},{"type":"del","content":"L'assujetti et son client en conservent un exemplaire à l'appui de leur comptabilité dans les mêmes conditions que les factures."},{"type":"del","content":""},{"type":"del","content":"Les factures émises de manière périodique comportent les mentions obligatoires prévues à l'article 242 nonies A."},{"type":"add","content":"c) Les factures concernées sont émises dès la réalisation de la livraison de biens ou de la prestation de services sans que puisse être utilisée la possibilité de délivrer des factures périodiques dans les conditions prévues au troisième alinéa du 3 du I de l'article 289 du code général des impôts."},{"type":"del","content":"Décret n° 2003-632 du 7 juillet 2003 relatif aux obligations de facturation en matière de taxe sur la valeur ajoutée et modifiant l'annexe II au code général des impôts et la deuxième partie du livre des procédures fiscales - article 1 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":"Code général des impôts - article 289 AUTONOME MODIFIE, en vigueur du 2021-07-01 au 2021-09-17 CITATION cible"},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":"      CITATION source CGI 289, 272, 242 nonies A"},{"type":"add","content":"Code général des impôts - article 289 AUTONOME MODIFIE, en vigueur du 2007-12-29 au 2010-03-11 CITATION cible"},{"type":"del","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article Sommaire AUTONOME VIGUEUR, en vigueur depuis le 2023-01-01"},{"type":"add","content":"Code général des impôts - article 289 AUTONOME MODIFIE, en vigueur du 2013-01-01 au 2013-06-07 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 289 AUTONOME MODIFIE, en vigueur du 2013-06-07 au 2020-12-31 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 289 AUTONOME MODIFIE, en vigueur du 2020-12-31 au 2021-07-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 289 AUTONOME PERIME, en vigueur du 2021-09-17 au 2021-12-16 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 289 AUTONOME VIGUEUR, en vigueur depuis le 2023-12-31 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 289 AUTONOME MODIFIE, en vigueur du 1996-05-12 au 2003-07-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 289 AUTONOME MODIFIE, en vigueur du 2022-08-18 au 2023-01-01 CITATION cible"},{"type":"del","content":"      CITATION source Directive 76-308 CEE 1976-03-15 (Conseil)"},{"type":"add","content":"Code général des impôts - article 289 AUTONOME MODIFIE, en vigueur du 2023-01-01 au 2023-12-31 CITATION cible"},{"type":"del","content":"      CITATION source Directive 77-799 CEE 1977-12-19 (Conseil)"},{"type":"add","content":"Code général des impôts - article 289 AUTONOME MODIFIE, en vigueur du 2003-07-01 au 2007-12-29 CITATION cible"},{"type":"del","content":"2003-07-07 MODIFICATION source Décret n° 2003-632 du 7 juillet 2003 relatif aux obligations de facturation en matière de taxe sur la valeur ajoutée et modifiant l'annexe II au code général des impôts et la deuxième partie du livre des procédures fiscales - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"Code général des impôts - article 289 AUTONOME MODIFIE, en vigueur du 2010-03-11 au 2013-01-01 CITATION cible"},{"type":"del","content":"      HISTO source Edition du 31 août 2003"},{"type":"add","content":"Décret n° 2013-346 du 24 avril 2013 relatif aux obligations de facturation en matière de taxe sur la valeur ajoutée et au stockage des factures électroniques - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 289 AUTONOME MODIFIE, en vigueur du 1979-07-01 au 1987-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 289 AUTONOME MODIFIE, en vigueur du 1987-01-01 au 1993-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 289 AUTONOME MODIFIE, en vigueur du 1993-01-01 au 1994-09-02 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 289 AUTONOME MODIFIE, en vigueur du 1994-09-02 au 1995-10-27 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 289 AUTONOME MODIFIE, en vigueur du 1950-04-30 au 1979-07-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts - article 289 AUTONOME MODIFIE, en vigueur du 1995-10-27 au 1996-05-12 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2013-04-24 MODIFIE cible Décret n° 2013-346 du 24 avril 2013 relatif aux obligations de facturation en matière de taxe sur la valeur ajoutée et au stockage des factures électroniques - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des collectivités territoriales - article Sommaire AUTONOME VIGUEUR, en vigueur depuis le 2023-01-01"},{"type":"del","content":"      CITATION source Règlement 218-92 CEE 1992-01-27 (Conseil)"},{"type":"add","content":"2999-01-01 CITATION source Code général des impôts - article 289 AUTONOME MODIFIE, en vigueur du 1979-07-01 au 1987-01-01"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/29/45/LEGIARTI000006294508.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/29/45/LEGIARTI000006294508.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/29/45/LEGIARTI000006294508.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/35/64/LEGIARTI000027356472.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/35/64/LEGIARTI000027356472.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/27/35/64/LEGIARTI000027356472.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006294508)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000027356472)"}],"status":"modified"},{"filename":"livre_premier/premiere_partie/titre_ii/chapitre_premier/section_iii_ter/iii/article_242_nonies_a.md","articleName":"Article 242 NONIES A","additions":42,"deletions":102,"diff":[{"type":"del","content":"Les mentions obligatoires qui doivent figurer sur les factures en application du II de l'article 289 du code général des impôts sont les suivantes :"},{"type":"add","content":"I. – Les mentions obligatoires qui doivent figurer sur les factures en application du II de l'article 289 du code général des impôts sont les suivantes :"},{"type":"del","content":"2° Le numéro individuel d'identification attribué à l'assujetti en application de l'article 286 ter du code général des impôts et sous lequel il a effectué la livraison de biens ou la prestation de services ;"},{"type":"add","content":"2° Le numéro individuel d'identification attribué à l'assujetti en application de l'article 286 ter du code précité et sous lequel il a effectué la livraison de biens ou la prestation de services ;"},{"type":"del","content":"3° Les numéros d'identification à la taxe sur la valeur ajoutée du vendeur et de l'acquéreur pour les livraisons désignées au I de l'article 262 ter du code général des impôts ;"},{"type":"add","content":"3° Les numéros d'identification à la taxe sur la valeur ajoutée du vendeur et de l'acquéreur pour les livraisons désignées au I de l'article 262 ter du code précité ;"},{"type":"del","content":"4° Le numéro d'identification à la taxe sur la valeur ajoutée du prestataire ainsi que celui fourni par le preneur pour les prestations pour lesquelles le preneur est redevable de la taxe en application du 1 et du 2 de l'article 283 du code général des impôts ;"},{"type":"add","content":"4° Le numéro d'identification à la taxe sur la valeur ajoutée du prestataire ainsi que celui fourni par le preneur pour les prestations pour lesquelles le preneur est redevable de la taxe ;"},{"type":"del","content":"5° Lorsque le redevable de la taxe est un représentant fiscal au sens de l'article 289 A du code général des impôts, le numéro individuel d'identification attribué à ce représentant fiscal en application de l'article 286 ter du même code, ainsi que son nom complet et son adresse ;"},{"type":"add","content":"5° Lorsque le redevable de la taxe est un représentant fiscal au sens de l'article 289 A du code précité, le numéro individuel d'identification attribué à ce représentant fiscal en application de l'article 286 ter du même code, ainsi que son nom complet et son adresse ;"},{"type":"del","content":"6° Sa date de délivrance ou d'émission pour les factures transmises par voie électronique ;"},{"type":"add","content":"6° Sa date d'émission ;"},{"type":"del","content":"10° La date à laquelle est effectuée, ou achevée, la livraison de biens ou la prestation de services ou la date à laquelle est versé l'acompte visé au c du 1 du I de l'article 289 du code général des impôts, dans la mesure où une telle date est déterminée et qu'elle est différente de la date d'émission de la facture ;"},{"type":"add","content":"10° La date à laquelle est effectuée, ou achevée, la livraison de biens ou la prestation de services ou la date à laquelle est versé l'acompte visé au c du 1 du I de l'article 289 du code précité, dans la mesure où une telle date est déterminée et qu'elle est différente de la date d'émission de la facture ;"},{"type":"del","content":"12° En cas d'exonération ou lorsque le client est redevable de la taxe ou lorsque l'assujetti applique le régime de la marge bénéficiaire, la référence à la disposition pertinente du code général des impôts ou à la disposition correspondante de la directive 2006 / 112 / CE du 28 novembre 2006 ou à toute autre mention indiquant que l'opération bénéficie d'une mesure d'exonération, d'un régime d'autoliquidation ou du régime de la marge bénéficiaire ;"},{"type":"add","content":"12° En cas d'exonération, la référence à la disposition pertinente du code général des impôts ou à la disposition correspondante de la directive 2006/112/CE du Conseil du 28 novembre 2006 relative au système commun de taxe sur la valeur ajoutée ou à toute autre mention indiquant que l'opération bénéficie d'une mesure d'exonération ;"},{"type":"del","content":"13° Les caractéristiques du moyen de transport neuf telles qu'elles sont définies au III de l'article 298 sexies du code général des impôts pour les livraisons mentionnées au II de ce même article ;"},{"type":"add","content":"13° Lorsque l'acquéreur ou le preneur est redevable de la taxe, la mention : \" Autoliquidation \" ;"},{"type":"del","content":"14° De manière distincte, le prix d'adjudication du bien, les impôts, droits, prélèvements et taxes ainsi que les frais accessoires tels que les frais de commission, d'emballage, de transport et d'assurance demandés par l'organisateur à l'acheteur du bien, pour les livraisons aux enchères publiques visées au d du 1 du I de l'article 289 du code général des impôts effectuées par un organisateur de ventes aux enchères publiques agissant en son nom propre, soumises au régime de la marge bénéficiaire mentionné à l'article 297 A du même code. Cette facture ne doit pas mentionner de taxe sur la valeur ajoutée."},{"type":"add","content":"14° Lorsque l'acquéreur ou le preneur émet la facture au nom et pour le compte de l'assujetti, la mention : \" Autofacturation \" ;"},{"type":"add","content":""},{"type":"add","content":"15° Lorsque l'assujetti applique le régime particulier des agences de voyage, la mention \" Régime particulier-Agences de voyages \" ;"},{"type":"add","content":""},{"type":"add","content":"16° En cas d'application du régime prévu par l'article 297 A du code précité, la mention \" Régime particulier-Biens d'occasion \", \" Régime particulier-Objets d'art \" ou \" Régime particulier-Objets de collection et d'antiquité \" selon l'opération considérée ;"},{"type":"add","content":""},{"type":"add","content":"17° Les caractéristiques du moyen de transport neuf telles qu'elles sont définies au III de l'article 298 sexies du code précité pour les livraisons mentionnées au II de ce même article ;"},{"type":"add","content":""},{"type":"add","content":"18° De manière distincte, le prix d'adjudication du bien, les impôts, droits, prélèvements et taxes ainsi que les frais accessoires tels que les frais de commission, d'emballage, de transport et d'assurance demandés par l'organisateur à l'acheteur du bien, pour les livraisons aux enchères publiques visées au d du 1 du I de l'article 289 du code précité effectuées par un organisateur de ventes aux enchères publiques agissant en son nom propre, soumises au régime de la marge bénéficiaire mentionné à l'article 297 A du même code. Cette facture ne doit pas mentionner de taxe sur la valeur ajoutée."},{"type":"add","content":""},{"type":"add","content":"II. – Les factures dont le montant est inférieur ou égal à 150 € hors taxe ainsi que celles mentionnées au 5 du I de l'article 289 du code général des impôts peuvent ne pas comporter les mentions énoncées aux 2° et 12° du I du présent article."},{"type":"add","content":""},{"type":"add","content":"Les dispositions du premier alinéa ne s'appliquent pas :"},{"type":"add","content":""},{"type":"add","content":"a) Aux livraisons de biens visées aux articles 258 A et 258 B du code précité ;"},{"type":"add","content":""},{"type":"add","content":"b) Aux livraisons de biens exonérées en application du I de l'article 262 ter et du II de l'article 298 sexies du même code ;"},{"type":"add","content":""},{"type":"add","content":"c) Aux livraisons de biens et prestations de services visées au 1° du II de l'article 289-0 du code précité pour lesquelles, toutefois, la facture peut ne pas comporter les mentions visées au 9° du I du présent article, le prix unitaire hors taxe, le taux de la taxe applicable et son montant."},{"type":"del","content":"Code général des impôts - article 283 AUTONOME MODIFIE, en vigueur du 1996-05-12 au 1998-04-22 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 283 AUTONOME MODIFIE, en vigueur du 2013-01-01 au 2014-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 283 AUTONOME MODIFIE, en vigueur du 2012-03-16 au 2013-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 283 AUTONOME MODIFIE, en vigueur du 2010-01-01 au 2011-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 283 AUTONOME MODIFIE, en vigueur du 2011-01-01 au 2011-12-30 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 283 AUTONOME MODIFIE, en vigueur du 2016-01-01 au 2020-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 283 AUTONOME ABROGE_DIFF, en vigueur du 2023-12-31 au 2222-02-22 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 283 AUTONOME MODIFIE, en vigueur du 2014-01-01 au 2016-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 283 AUTONOME MODIFIE, en vigueur du 2011-12-30 au 2012-03-16 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 283 AUTONOME MODIFIE, en vigueur du 2006-09-01 au 2007-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 283 AUTONOME MODIFIE, en vigueur du 2020-12-31 au 2022-05-07 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 283 AUTONOME MODIFIE, en vigueur du 2000-03-31 au 2003-07-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 283 AUTONOME MODIFIE, en vigueur du 1994-09-02 au 1996-05-12 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 283 AUTONOME MODIFIE, en vigueur du 1998-04-22 au 2000-03-31 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 283 AUTONOME MODIFIE, en vigueur du 1950-04-30 au 1954-08-15 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 283 AUTONOME MODIFIE, en vigueur du 2022-05-07 au 2024-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 283 AUTONOME MODIFIE, en vigueur du 2007-01-01 au 2007-12-29 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 283 AUTONOME MODIFIE_MORT_NE, en vigueur du 2024-01-01 au 2023-12-31 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 283 AUTONOME MODIFIE, en vigueur du 2020-01-01 au 2020-12-31 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 283 AUTONOME MODIFIE, en vigueur du 2007-12-29 au 2010-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 283 AUTONOME MODIFIE, en vigueur du 2003-07-01 au 2005-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 283 AUTONOME MODIFIE, en vigueur du 1979-07-01 au 1993-01-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 283 AUTONOME MODIFIE, en vigueur du 1993-01-01 au 1994-09-02 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 283 AUTONOME MODIFIE, en vigueur du 2005-01-01 au 2006-09-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2010-413 du 27 avril 2010 relatif au remboursement de la taxe sur la valeur ajoutée aux assujettis établis dans un autre Etat membre de l'Union européenne ou dans un Etat tiers et à la mise en œuvre des dispositions concernant le lieu des prestations de services en matière de taxe sur la valeur ajoutée - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 283 AUTONOME MODIFIE, en vigueur du 1955-07-01 au 1979-07-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 283 AUTONOME MODIFIE, en vigueur du 1954-08-15 au 1955-07-01 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code général des impôts - article 283 AUTONOME VIGUEUR_DIFF, en vigueur depuis le 2222-02-22 CITATION cible"},{"type":"add","content":"Décret n° 2013-346 du 24 avril 2013 relatif aux obligations de facturation en matière de taxe sur la valeur ajoutée et au stockage des factures électroniques - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2010-04-27 MODIFIE cible Décret n° 2010-413 du 27 avril 2010 relatif au remboursement de la taxe sur la valeur ajoutée aux assujettis établis dans un autre Etat membre de l'Union européenne ou dans un Etat tiers et à la mise en œuvre des dispositions concernant le lieu des prestations de services en matière de taxe sur la valeur ajoutée - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":"2011-12-22 CITATION cible Décret n° 2011-1937 du 22 décembre 2011 relatif aux conditions d'acceptation par l'Etat des factures émises par ses fournisseurs sous forme dématérialisée - article 1 AUTONOME ABROGE, en vigueur du 2012-01-01 au 2017-01-01"},{"type":"del","content":"2011-12-22 CITATION cible Décret n° 2011-1937 du 22 décembre 2011 relatif aux conditions d'acceptation par l'Etat des factures émises par ses fournisseurs sous forme dématérialisée - article 1 AUTONOME ABROGE, en vigueur du 2012-01-01 au 2017-01-01"},{"type":"add","content":"2013-04-24 MODIFIE cible Décret n° 2013-346 du 24 avril 2013 relatif aux obligations de facturation en matière de taxe sur la valeur ajoutée et au stockage des factures électroniques - article 2 ENTIEREMENT_MODIF"},{"type":"del","content":"2999-01-01 CITATION source Code général des impôts VIGUEUR"},{"type":"add","content":"2999-01-01 CITATION source Code général des impôts - article 258 A AUTONOME MODIFIE, en vigueur du 1993-08-18 au 1995-10-27"},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code général des impôts - article 283 AUTONOME MODIFIE, en vigueur du 1979-07-01 au 1993-01-01"},{"type":"del","content":""},{"type":"add","content":""},{"type":"add","content":"      2999-01-01 CITATION source Code général des impôts, CGI. - art. 289-0"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code général des impôts - article 297 A AUTONOME MODIFIE, en vigueur du 1995-10-27 au 2002-03-31"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/22/14/70/LEGIARTI000022147026.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/22/14/70/LEGIARTI000022147026.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/22/14/70/LEGIARTI000022147026.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/35/64/LEGIARTI000027356476.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/27/35/64/LEGIARTI000027356476.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/27/35/64/LEGIARTI000027356476.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000022147026)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000027356476)"}],"status":"modified"}],"stats":{"additions":105,"deletions":133,"filesChanged":2}}