{"sha":"e8af4cb1a78e","date":"2020-01-01","message":"Décret n° 2019-966 du 18 septembre 2019 portant substitution du tribunal judiciaire au tribunal de grande instance et au tribunal d'instance en application de l'article 95 de la loi n° 2019-222 du 23 mars 2019 de programmation 2018-2022 et de réforme pour la justice et diverses dispositions relatives à l'organisation judiciaire et modifiant l'annexe du décret n° 2019-913 du 30 août 2019 pris en application de l'article 95 de la loi n° 2019-222 du 23 mars 2019 de programmation (2018-2022) et de réforme pour la justice","files":[{"filename":"livre_ii/README.md","articleName":"Sommaire - Livre Ii","additions":0,"deletions":1,"diff":[{"type":"del","content":"- [Chapitre II bis : Sûretés et privilèges](chapitre_ii_bis/README.md)"}],"status":"modified"},{"filename":"livre_ii/chapitre_ii_bis/README.md","articleName":"Sommaire - Chapitre Ii Bis","additions":0,"deletions":14,"diff":[{"type":"del","content":""},{"type":"del","content":"# Chapitre II bis : Sûretés et privilèges"},{"type":"del","content":""},{"type":"del","content":"- [Section I : Publicité du privilège du Trésor](section_i/README.md)"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/06/11/44/LEGISCTA000006114406.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/06/11/44/LEGISCTA000006114406.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/SCTA/00/00/06/11/44/LEGISCTA000006114406.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/chapitre_ii_bis/README.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/section_lc/LEGITEXT000006069569/LEGISCTA000006114406)"},{"type":"del","content":""}],"status":"deleted"},{"filename":"livre_ii/chapitre_ii_bis/section_i/README.md","articleName":"Sommaire - Section I","additions":0,"deletions":14,"diff":[{"type":"del","content":""},{"type":"del","content":"# Section I : Publicité du privilège du Trésor"},{"type":"del","content":""},{"type":"del","content":"- [Article 396 bis](article_396_bis.md)"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/06/13/37/LEGISCTA000006133731.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/06/13/37/LEGISCTA000006133731.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/SCTA/00/00/06/13/37/LEGISCTA000006133731.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://section_i/README.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/section_lc/LEGITEXT000006069569/LEGISCTA000006133731)"},{"type":"del","content":""}],"status":"deleted"},{"filename":"livre_ii/chapitre_ii_bis/section_i/article_396_bis.md","articleName":"Article 396 BIS","additions":0,"deletions":120,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article 396 bis"},{"type":"del","content":""},{"type":"del","content":"1. L'inscription des sommes privilégiées dues au Trésor prescrite au 1 de l'article 1929 quater du code général des impôts est faite :"},{"type":"del","content":""},{"type":"del","content":"1° Si le redevable est une personne physique, au greffe du tribunal de commerce ou du tribunal de grande instance statuant commercialement, dans le ressort duquel se trouve son principal établissement commercial ;"},{"type":"del","content":""},{"type":"del","content":"2° Si le redevable est une personne morale de droit privé immatriculée au registre du commerce et des sociétés, au greffe du tribunal de commerce ou du tribunal de grande instance statuant commercialement, dans le ressort duquel se trouve son siège social ;"},{"type":"del","content":""},{"type":"del","content":"3° Si le redevable est une personne morale de droit privé non immatriculée au registre du commerce et des sociétés, au greffe du tribunal de grande instance dans le ressort duquel se trouve son siège."},{"type":"del","content":""},{"type":"del","content":"Pour les redevables visés aux 2° et 3° dont le siège n'est pas situé sur le territoire métropolitain ou dans les départements d'outre-mer, l'inscription est requise, selon le cas, au greffe du tribunal de commerce ou du tribunal de grande instance statuant commercialement ou au greffe du tribunal de grande instance dans le ressort duquel se trouve le principal établissement du redevable."},{"type":"del","content":""},{"type":"del","content":"2. Lorsque la publicité est faite, en application du premier alinéa du 4 de l'article 1929 quater du code général des impôts, l'inscription des sommes déterminées dans les conditions fixées au 3 dudit article doit être requise au plus tard dans le mois qui suit l'expiration du délai de neuf mois."},{"type":"del","content":""},{"type":"del","content":"3. Pour requérir l'inscription des sommes privilégiées dues au Trésor, le comptable public chargé du recouvrement remet ou adresse par lettre recommandée avec demande d'avis de réception, au greffier compétent, un bordereau établi en double exemplaire et comportant les indications suivantes :"},{"type":"del","content":""},{"type":"del","content":"a. Date à laquelle il est établi ;"},{"type":"del","content":""},{"type":"del","content":"b. Désignation du comptable public requérant ;"},{"type":"del","content":""},{"type":"del","content":"c. Nom, prénoms, raison ou dénomination sociale, adresse de l'établissement principal ou du siège du redevable ;"},{"type":"del","content":""},{"type":"del","content":"d. Montant des sommes dues au Trésor au dernier jour de la période de neuf mois prévue au 4 de l'article 1929 quater du code général des impôts précédant l'inscription."},{"type":"del","content":""},{"type":"del","content":"Le comptable avise le contribuable qu'il a requis une inscription à son encontre."},{"type":"del","content":""},{"type":"del","content":"4. Un des exemplaires du bordereau prévu au 3 est restitué ou renvoyé au comptable par le greffier, après avoir été revêtu de la mention d'inscription qui comprend la date de celle-ci et le numéro sous lequel elle a été faite. Le second exemplaire portant les mêmes mentions est conservé au greffe pour constituer le registre des inscriptions ; le greffier tient en outre un répertoire alphabétique."},{"type":"del","content":""},{"type":"del","content":"5. Lorsqu'un redevable a contesté une imposition ayant fait l'objet d'une inscription et qu'il bénéficie du sursis de paiement dans les conditions prévues aux articles L. 277 à L. 279 A du livre des procédures fiscales, il peut faire mentionner par le greffier l'existence de la contestation ; cette mention est portée en marge de l'inscription."},{"type":"del","content":""},{"type":"del","content":"Le redevable doit produire à cet effet une attestation délivrée par le comptable chargé du recouvrement de l'imposition contestée."},{"type":"del","content":""},{"type":"del","content":"La fraction non encore payée d'une imposition contestée ayant fait l'objet d'une mention au registre public figure d'une manière distincte sur le bordereau établi par le comptable en vue d'une nouvelle inscription dans les conditions prévues au premier alinéa du 6."},{"type":"del","content":""},{"type":"del","content":"6. Chaque nouvelle inscription requise par un même comptable à l'encontre du même redevable rend caduque l'inscription précédente."},{"type":"del","content":""},{"type":"del","content":"En dehors du cas prévu au 7, le comptable qui a requis l'inscription demande, dans le délai mentionné au 8 bis de l'article 1929 quater du code général des impôts, la radiation totale prévue à ce 8 bis par la présentation au greffe d'une attestation de paiement."},{"type":"del","content":""},{"type":"del","content":"En dehors du cas prévu au 7, une inscription peut faire l'objet à tout moment d'une radiation partielle à la diligence du redevable, sur présentation au greffe d'une attestation constatant le paiement partiel et établie par le comptable ayant requis l'inscription."},{"type":"del","content":""},{"type":"del","content":"Toute radiation consécutive à un dégrèvement est faite à l'initiative du comptable qui avait requis l'inscription. Il est de même procédé à radiation sur l'initiative du comptable en cas d'erreur commise par celui-ci sur le montant des sommes privilégiées ou sur l'identité du redevable."},{"type":"del","content":""},{"type":"del","content":"Le greffier mentionne les radiations en marge de l'inscription correspondante."},{"type":"del","content":""},{"type":"del","content":"7. Pour inscrire son privilège, le subrogé dans les droits du Trésor produit au greffier un certificat établi par le comptable public chargé du recouvrement et attestant la subrogation. Si la créance ayant fait l'objet d'une subrogation est comprise dans une inscription, le certificat vaut radiation de cette inscription à due concurrence."},{"type":"del","content":""},{"type":"del","content":"8. Les attestations ou certificats prévus aux 5, 6 et 7 sont remis en double exemplaire ou adressés aux greffiers par lettre recommandée avec demande d'avis de réception.L'un des exemplaires est rendu ou renvoyé à titre de récépissé au requérant, après avoir été revêtu, dès réception, d'une mention indiquant la date d'accomplissement de la formalité requise. Le deuxième exemplaire est conservé au greffe."},{"type":"del","content":""},{"type":"del","content":"9. Les greffiers sont tenus de délivrer à tous ceux qui le requièrent et aux frais du requérant soit un état des inscriptions existantes, soit un certificat indiquant qu'il n'existe aucune inscription. Chaque réquisition ne peut viser qu'un redevable nommément désigné."},{"type":"del","content":""},{"type":"del","content":"L'état des inscriptions délivré par le greffier doit comporter l'indication du comptable ou du tiers subrogé ayant requis l'inscription, la date de l'inscription, le montant des sommes inscrites et, le cas échéant, les mentions de contestations."},{"type":"del","content":""},{"type":"del","content":"10. Le modèle du bordereau prévu au 3, des attestations prévues au 5 et au 6 et du certificat prévu au 7 est fixé par arrêté conjoint du ministre chargé du budget et du garde des sceaux, ministre de la justice."},{"type":"del","content":""},{"type":"del","content":"11. En cas de destruction totale ou partielle ou de disparition, par suite d'un sinistre ou de tout autre fait, du registre de publicité des créances privilégiées du Trésor public mentionné à l'article 1er de la loi n° 71-1029 du 24 décembre 1971, quel que soit le greffe dans lequel ce registre était ou est conservé, il est procédé à sa reconstitution de la façon suivante :"},{"type":"del","content":""},{"type":"del","content":"Les comptables publics qui avaient obtenu l'inscription de privilèges pour des sommes dues au Trésor demandent au greffier, par simple requête et sur présentation du second exemplaire du bordereau d'inscription prévu au 4, la réinscription du privilège du Trésor pour les sommes indiquées sur cet exemplaire."},{"type":"del","content":""},{"type":"del","content":"Les subrogés dans les droits du Trésor procèdent de la même manière sur production du deuxième exemplaire de l'attestation ou certificat prévu au 8."},{"type":"del","content":""},{"type":"del","content":"La réinscription du privilège du Trésor ou des subrogés est notifiée par le greffier au redevable par lettre recommandée avec demande d'avis de réception dans les huit jours de cette réinscription."},{"type":"del","content":""},{"type":"del","content":"Le redevable, s'il estime que la réinscription n'est pas conforme à l'inscription primitive, peut, dans le délai de quinze jours à compter de la date de réception de cette lettre, présenter une réclamation devant la commission visée à l'article 1er du décret n° 72-917 du 2 octobre 1972."},{"type":"del","content":""},{"type":"del","content":"Celle-ci statue dans les conditions prévues au chapitre Ier du même décret."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2009-985 du 20 août 2009 relatif aux conditions d'octroi du sursis de paiement prévu à l'article L. 277 du livre des procédures fiscales et modifiant le décret n° 2007-568 du 17 avril 2007 relatif aux modalités de mise en œuvre de la publicité du privilège du Trésor pour les créances mentionnées à l'article 1929 quater du code général des impôts et aux articles 379 et 379 bis du code des douanes - article 3 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°72-917 du 2 octobre 1972 RELATIF A LA RECONSTITUTION DE REGISTRES OU DOCUMENTS CONSERVES DANS LES GREFFES DE TRIBUNAUX DE COMMERCE OU D'AUTRES JURIDICTIONS EN CAS DE DESTRUCTION OU DE DISPARITION TOTALE OU PARTIELLE DES ARCHIVES DE CES GREFFES CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1971-12-24 CITATION source Loi n° 71-1029 du 24 décembre 1971 relative à la reconstitution de registres ou documents conservés dans les greffes de tribunaux de commerce ou d'autres juridictions en cas de destruction ou de disparition totale ou partielle des archives de ces greffes (1). - article 1 AUTONOME VIGUEUR, en vigueur depuis le 1971-12-25"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1972-10-02 CITATION source Décret n°72-917 du 2 octobre 1972 RELATIF A LA RECONSTITUTION DE REGISTRES OU DOCUMENTS CONSERVES DANS LES GREFFES DE TRIBUNAUX DE COMMERCE OU D'AUTRES JURIDICTIONS EN CAS DE DESTRUCTION OU DE DISPARITION TOTALE OU PARTIELLE DES ARCHIVES DE CES GREFFES"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2009-08-20 MODIFIE cible Décret n° 2009-985 du 20 août 2009 relatif aux conditions d'octroi du sursis de paiement prévu à l'article L. 277 du livre des procédures fiscales et modifiant le décret n° 2007-568 du 17 avril 2007 relatif aux modalités de mise en œuvre de la publicité du privilège du Trésor pour les créances mentionnées à l'article 1929 quater du code général des impôts et aux articles 379 et 379 bis du code des douanes - article 3 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code général des impôts, annexe IV - article 207 sexies AUTONOME VIGUEUR, en vigueur depuis le 2007-04-19"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code général des impôts - article 1929 quater AUTONOME MODIFIE, en vigueur du 1979-07-01 au 1985-03-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Livre des procédures fiscales - article L277 AUTONOME MODIFIE_MORT_NE, en vigueur du 1982-01-01 au 1982-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/98/92/LEGIARTI000020989234.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/20/98/92/LEGIARTI000020989234.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/20/98/92/LEGIARTI000020989234.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_impots_annexe_ii/src/branch/main/livre_ii/chapitre_ii_bis/section_i/article_396_bis.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000020989234)"},{"type":"del","content":""}],"status":"deleted"},{"filename":"livre_premier/troisieme_partie/chapitre_i_ter/article_371_ai.md","articleName":"Article 371 AI","additions":38,"deletions":8,"diff":[{"type":"del","content":"Les attributions des centres de formalités des entreprises concernant la gestion du dossier unique des entreprises, les relations des centres avec les greffes des tribunaux de commerce et des tribunaux de grande instance, avec les organismes et autorités compétents pour statuer sur les déclarations et les demandes d'autorisations afférentes à l'exercice de certaines activités ainsi que les obligations des centres sont établies conformément aux articles R. 123-1 et R. 123-2 du code de commerce."},{"type":"add","content":"Les attributions des centres de formalités des entreprises concernant la gestion du dossier unique des entreprises, les relations des centres avec les greffes des tribunaux de commerce et des tribunaux judiciaires, avec les organismes et autorités compétents pour statuer sur les déclarations et les demandes d'autorisations afférentes à l'exercice de certaines activités ainsi que les obligations des centres sont établies conformément aux articles R. 123-1 et R. 123-2 du code de commerce."},{"type":"del","content":"Modifications effectuées en conséquence des articles R. 123-1 et R. 123-2 du code de commerce."},{"type":"add","content":"Conformément aux dispositions de l'article 9 du décret n° 2019-966 du 18 septembre 2019, ces dispositions entrent en vigueur le 1er janvier 2020."},{"type":"del","content":"Décret n° 2011-645 du 9 juin 2011 portant incorporation au code général des impôts de divers textes modifiant et complétant certaines dispositions de ce code - article 2 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Décret n° 2021-300 du 18 mars 2021 portant application de l'article 1er de la loi n° 2019-486 du 22 mai 2019 relative à la croissance et la transformation des entreprises et introduction de diverses mesures applicables aux formalités incombant aux entreprises - article 33 ENTIEREMENT_MODIF ABROGE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de commerce - article R123-1 AUTONOME MODIFIE, en vigueur du 2020-02-14 au 2023-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de commerce - article R123-1 AUTONOME MODIFIE, en vigueur du 2010-03-04 au 2017-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de commerce - article R123-1 AUTONOME MODIFIE, en vigueur du 2017-01-01 au 2020-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Décret n° 2019-966 du 18 septembre 2019 portant substitution du tribunal judiciaire au tribunal de grande instance et au tribunal d'instance en application de l'article 95 de la loi n° 2019-222 du 23 mars 2019 de programmation 2018-2022 et de réforme pour la justice et diverses dispositions relatives à l'organisation judiciaire et modifiant l'annexe du décret n° 2019-913 du 30 août 2019 pris en application de l'article 95 de la loi n° 2019-222 du 23 mars 2019 de programmation (2018-2022) et de réforme pour la justice - article 8 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de commerce - article R123-1 AUTONOME MODIFIE, en vigueur du 2007-03-27 au 2010-03-04 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts, annexe II - article 371 AQ bis AUTONOME ABROGE, en vigueur du 2008-04-03 au 2023-01-01 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de commerce - article R123-1 AUTONOME VIGUEUR, en vigueur depuis le 2023-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code de commerce - article R123-1 AUTONOME MODIFIE, en vigueur du 2020-01-01 au 2020-02-14 CITATION cible"},{"type":"del","content":"2011-06-09 MODIFIE cible Décret n° 2011-645 du 9 juin 2011 portant incorporation au code général des impôts de divers textes modifiant et complétant certaines dispositions de ce code - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":"2019-09-18 MODIFIE cible Décret n° 2019-966 du 18 septembre 2019 portant substitution du tribunal judiciaire au tribunal de grande instance et au tribunal d'instance en application de l'article 95 de la loi n° 2019-222 du 23 mars 2019 de programmation 2018-2022 et de réforme pour la justice et diverses dispositions relatives à l'organisation judiciaire et modifiant l'annexe du décret n° 2019-913 du 30 août 2019 pris en application de l'article 95 de la loi n° 2019-222 du 23 mars 2019 de programmation (2018-2022) et de réforme pour la justice - article 8 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2021-03-18 ABROGE cible Décret n° 2021-300 du 18 mars 2021 portant application de l'article 1er de la loi n° 2019-486 du 22 mai 2019 relative à la croissance et la transformation des entreprises et introduction de diverses mesures applicables aux formalités incombant aux entreprises - article 33 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts, annexe II - article 371 AQ bis AUTONOME ABROGE, en vigueur du 2008-04-03 au 2023-01-01"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/24/18/22/LEGIARTI000024182216.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/24/18/22/LEGIARTI000024182216.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/24/18/22/LEGIARTI000024182216.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/39/43/98/LEGIARTI000039439898.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/39/43/98/LEGIARTI000039439898.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/39/43/98/LEGIARTI000039439898.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000024182216)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000039439898)"}],"status":"modified"}],"stats":{"additions":38,"deletions":157,"filesChanged":5}}