{"sha":"b2ebde40b084","date":"2010-10-01","message":"Code des transports","files":[{"filename":"partie_legislative/livre_iii/titre_ii/chapitre_ier/README.md","articleName":"Sommaire - Chapitre Ier","additions":0,"deletions":1,"diff":[{"type":"del","content":"- [Article L321-7](article_l321-7.md)"}],"status":"modified"},{"filename":"partie_legislative/livre_iii/titre_ii/chapitre_ier/article_l321-7.md","articleName":"Article L321-7","additions":0,"deletions":152,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article L321-7"},{"type":"del","content":""},{"type":"del","content":"En vue d'assurer préventivement la sûreté des vols, le transporteur aérien doit mettre en oeuvre des mesures de sûreté sur le fret et les colis postaux préalablement à leur embarquement dans les aéronefs."},{"type":"del","content":""},{"type":"del","content":"Le transporteur aérien :"},{"type":"del","content":""},{"type":"del","content":"- soit effectue des visites de sûreté mentionnées à l'article L. 282-8 du fret et des colis postaux qui lui sont remis ;"},{"type":"del","content":""},{"type":"del","content":"- soit s'assure que ce fret ou ces colis postaux lui sont remis par un \"agent habilité\"."},{"type":"del","content":""},{"type":"del","content":"Le fret ou les colis postaux qui ne peuvent pas faire l'objet de contrôle après leur conditionnement du fait de leurs caractéristiques doivent être remis à l'\"agent habilité\" exclusivement par un \"chargeur connu\"."},{"type":"del","content":""},{"type":"del","content":"Peut être agréé en qualité d'\"agent habilité\" par l'autorité administrative compétente l'entreprise ou l'organisme qui intervient dans l'organisation du transport de fret ou de colis postaux et qui met en place des contrôles et des procédures appropriées."},{"type":"del","content":""},{"type":"del","content":"Peut être agréé en qualité de \"chargeur connu\" par l'autorité administrative compétente l'entreprise ou l'organisme qui met en oeuvre directement ou sous son contrôle des mesures appropriées pendant le conditionnement du fret et des colis postaux expédiés à sa demande et qui préserve l'intégrité de ces marchandises jusqu'à leur remise à un \"agent habilité\"."},{"type":"del","content":""},{"type":"del","content":"En cas de dommage résultant d'un acte malveillant et causé par des colis postaux ou du fret visés par le présent article, la responsabilité d'une entreprise ou d'un organisme agréé ne peut être engagée qu'en raison de l'inobservation des procédures et mesures prévues par le présent code."},{"type":"del","content":""},{"type":"del","content":"Les agréments visés aux alinéas ci-dessus peuvent être refusés ou retirés lorsque l'entreprise ou l'organisme ne se conforme pas aux obligations prévues par le présent article ou peut constituer, par ses méthodes de travail ou le comportement de ses dirigeants ou agents, un risque pour la sûreté. Ils peuvent faire l'objet d'une suspension immédiate en cas d'urgence."},{"type":"del","content":""},{"type":"del","content":"Les militaires de la gendarmerie et les fonctionnaires de police, sous le contrôle des officiers de police judiciaire, ainsi que les agents des douanes vérifient que les entreprises ou organismes respectent les conditions de délivrance de l'agrément en qualité d'\"agent habilité\". A cet effet, ils ont accès, à tout moment, aux locaux et terrains à usage professionnel des entreprises ou organismes titulaires de l'agrément ou qui en demandent le bénéfice, à l'exception des pièces exclusivement réservées à l'habitation. Ils peuvent requérir, pour l'accomplissement de leurs missions, l'ouverture de tous colis, bagages et véhicules professionnels en présence du responsable de l'entreprise ou de l'organisme, ou de ses préposés en cas d'absence de celui-ci, et se faire communiquer les documents comptables, financiers, commerciaux ou techniques propres à faciliter l'accomplissement de leurs contrôles."},{"type":"del","content":""},{"type":"del","content":"Les agents visés à l'article L. 282-11 ainsi que des organismes techniques habilités à cet effet vérifient que les entreprises ou organismes respectent les conditions de délivrance de l'agrément en qualité de \"chargeur connu\"."},{"type":"del","content":""},{"type":"del","content":"Un décret en Conseil d'Etat fixe les conditions d'application du présent article. Ce décret tient compte des contraintes propres à chacune des catégories de personnes visées au présent article. Il peut prévoir que le fret ou les colis postaux visés au présent article, ainsi que les correspondances et le transport de la presse, sont soumis à des règles particulières ou sont exemptés de procédure de sûreté."},{"type":"del","content":""},{"type":"del","content":"Il détermine également les prescriptions que les \"agents habilités\" doivent respecter en matière de réception et de contrôle pour éviter des dépôts et des expéditions anonymes."},{"type":"del","content":""},{"type":"del","content":"Les entreprises ou organismes titulaires d'un agrément au titre des dispositions de l'article L. 321-7 en vigueur antérieurement à la publication de la loi n° 2002-3 du 3 janvier 2002 relative à la sécurité des infrastructures et systèmes de transport, aux enquêtes techniques et au stockage souterrain de gaz naturel, d'hydrocarbures et de produits chimiques conservent le bénéfice de leur agrément."},{"type":"del","content":""},{"type":"del","content":"Les dispositions du présent article sont applicables dans la collectivité départementale de Mayotte, en Polynésie française, en Nouvelle-Calédonie et dans les îles Wallis et Futuna."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des transports - article L6343-4 AUTONOME ABROGE, en vigueur du 2010-12-01 au 2012-03-03 CONCORDANCE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des transports - article L6343-2 AUTONOME ABROGE, en vigueur du 2010-12-01 au 2012-03-03 CONCORDANCE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des transports - article L6343-1 AUTONOME ABROGE, en vigueur du 2010-12-01 au 2012-03-03 CONCORDANCE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des transports - article L6343-5 AUTONOME ABROGE, en vigueur du 2010-12-01 au 2012-03-03 CONCORDANCE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 2006-686 du 13 juin 2006 relative à la transparence et à la sécurité en matière nucléaire (1). - article 61 AUTONOME VIGUEUR, en vigueur depuis le 2006-06-14 MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2002-3 du 3 janvier 2002 relative à la sécurité des infrastructures et systèmes de transport, aux enquêtes techniques après événement de mer, accident ou incident de transport terrestre ou aérien et au stockage souterrain de gaz naturel, d'hydrocarbures et de produits chimiques CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1998-10-26 CITATION cible Arrêté du 26 octobre 1998 fixant les conditions et les modalités d'agrément d'une entreprise ou d'un organisme en qualité d'\" expéditeur connu \" - article 2 AUTONOME VIGUEUR, en vigueur depuis le 1998-11-17"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1998-10-26 CITATION cible Arrêté du 26 octobre 1998 fixant les conditions et les modalités d'agrément d'une entreprise ou d'un organisme en qualité d'\" expéditeur connu \" - article ANNEXE AUTONOME VIGUEUR, en vigueur depuis le 1998-11-17"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2002-01-03 CITATION source LOI n° 2002-3 du 3 janvier 2002 relative à la sécurité des infrastructures et systèmes de transport, aux enquêtes techniques après événement de mer, accident ou incident de transport terrestre ou aérien et au stockage souterrain de gaz naturel, d'hydrocarbures et de produits chimiques"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2003-09-01 CITATION cible Arrêté du 1 septembre 2003 relatif aux infrastructures, équipements et formations en matière de sûreté du transport aérien ainsi qu'à certaines modalités d'exercice des agréments en qualité d'agent habilité, de chargeur connu, d'établissement connu et d'organisme technique. - article 14 AUTONOME ABROGE, en vigueur du 2003-12-18 au 2018-05-27"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2003-09-01 CITATION cible Arrêté du 1 septembre 2003 relatif aux infrastructures, équipements et formations en matière de sûreté du transport aérien ainsi qu'à certaines modalités d'exercice des agréments en qualité d'agent habilité, de chargeur connu, d'établissement connu et d'organisme technique. - article 15 AUTONOME ABROGE, en vigueur du 2003-12-18 au 2010-12-25"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2003-09-01 CITATION cible Arrêté du 1 septembre 2003 relatif aux infrastructures, équipements et formations en matière de sûreté du transport aérien ainsi qu'à certaines modalités d'exercice des agréments en qualité d'agent habilité, de chargeur connu, d'établissement connu et d'organisme technique. - article 27 AUTONOME ABROGE, en vigueur du 2003-12-18 au 2010-12-25"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2003-11-12 CITATION cible Arrêté du 12 novembre 2003 relatif aux mesures de sûreté du transport aérien. - article 39 AUTONOME ABROGE, en vigueur du 2008-03-29 au 2013-09-21"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2005-09-06 CITATION cible Décret n°2005-1124 du 6 septembre 2005 pris pour l'application de l'article 17-1 de la loi n° 95-73 du 21 janvier 1995 et fixant la liste des enquêtes administratives donnant lieu à la consultation des traitements automatisés de données personnelles mentionnés à l'article 230-6 du code de procédure pénale. - article 1 AUTONOME ABROGE, en vigueur du 2012-11-18 au 2014-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2006-06-13 MODIFICATION source Loi n° 2006-686 du 13 juin 2006 relative à la transparence et à la sécurité en matière nucléaire (1). - article 61 AUTONOME VIGUEUR, en vigueur depuis le 2006-06-14"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'aviation civile - article L213-3 AUTONOME ABROGE, en vigueur du 2005-07-29 au 2010-12-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de l'aviation civile - article L282-11 AUTONOME ABROGE, en vigueur du 1973-01-05 au 2010-12-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'aviation civile - article L321-7 AUTONOME VIGUEUR, en vigueur depuis le 2010-12-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'aviation civile - article L321-8 AUTONOME ABROGE, en vigueur du 2006-01-24 au 2010-12-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'aviation civile - article R213-16 AUTONOME ABROGE, en vigueur du 2007-05-11 au 2012-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'aviation civile - article R321-10 AUTONOME MODIFIE, en vigueur du 1998-12-31 au 2002-01-06"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'aviation civile - article R321-12 AUTONOME ABROGE, en vigueur du 2007-05-11 au 2012-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'aviation civile - article R321-2 AUTONOME ABROGE, en vigueur du 1997-12-31 au 2012-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'aviation civile - article R321-4 AUTONOME ABROGE, en vigueur du 2007-05-11 au 2012-07-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'aviation civile - article R321-5 AUTONOME MODIFIE, en vigueur du 2002-08-03 au 2007-05-11"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code de l'aviation civile - article R321-7 AUTONOME MODIFIE, en vigueur du 1998-12-31 au 2002-01-06"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CONCORDANCE cible Code des transports - article L6343-1 AUTONOME ABROGE, en vigueur du 2010-12-01 au 2012-03-03"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CONCORDANCE cible Code des transports - article L6343-2 AUTONOME ABROGE, en vigueur du 2010-12-01 au 2012-03-03"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CONCORDANCE cible Code des transports - article L6343-4 AUTONOME ABROGE, en vigueur du 2010-12-01 au 2012-03-03"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CONCORDANCE cible Code des transports - article L6343-5 AUTONOME ABROGE, en vigueur du 2010-12-01 au 2012-03-03"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/42/LEGIARTI000006844267.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/42/LEGIARTI000006844267.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/84/42/LEGIARTI000006844267.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_de_l_aviation_civile/src/branch/main/partie_legislative/livre_iii/titre_ii/chapitre_ier/article_l321-7.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006844267)"},{"type":"del","content":""}],"status":"deleted"}],"stats":{"additions":0,"deletions":153,"filesChanged":2}}