{"sha":"3dace1eee787","date":"2004-08-11","message":"LOI n° 2004-806 du 9 août 2004 relative à la politique de santé publique","files":[{"filename":"partie_legislative/livre_ii/titre_ii/chapitre_iii/article_l223-1.md","articleName":"Article L223-1","additions":23,"deletions":10,"diff":[{"type":"del","content":"\" Art. L. 1121-1. - Les essais ou expérimentations organisés et pratiqués sur l'être humain en vue du développement des connaissances biologiques ou médicales sont autorisés dans les conditions prévues au présent livre et sont désignés ci-après par les termes :"},{"type":"add","content":"\" Art. L. 1121-1. - Les recherches organisées et pratiquées sur l'être humain en vue du développement des connaissances biologiques ou médicales sont autorisées dans les conditions prévues au présent livre et sont désignées ci-après par les termes : \"recherche biomédicale\"."},{"type":"del","content":"\"recherche biomédicale\"."},{"type":"add","content":"\" Les dispositions du présent titre ne s'appliquent pas :"},{"type":"del","content":"\" Les recherches biomédicales dont on attend un bénéfice direct pour la personne qui s'y prête sont dénommées recherches biomédicales avec bénéfice individuel direct. Toutes les autres recherches, qu'elles portent sur des personnes malades ou non, sont dénommées sans bénéfice individuel direct."},{"type":"add","content":"\" 1° Aux recherches dans lesquelles tous les actes sont pratiqués et les produits utilisés de manière habituelle, sans aucune procédure supplémentaire ou inhabituelle de diagnostic ou de surveillance ;"},{"type":"del","content":"\" La personne physique ou morale qui prend l'initiative d'une recherche biomédicale sur l'être humain est dénommée le promoteur. La ou les personnes physiques qui dirigent et surveillent la réalisation de la recherche sont dénommées les investigateurs."},{"type":"add","content":"\" 2° Aux recherches visant à évaluer les soins courants, autres que celles portant sur des produits mentionnés à l'article L. 5311-1 et figurant sur une liste fixée par décret en Conseil d'Etat, lorsque tous les actes sont pratiqués et les produits utilisés de manière habituelle mais que des modalités particulières de surveillance sont prévues par un protocole, obligatoirement soumis à l'avis consultatif du comité mentionné à l'article L. 1123-1. Ce protocole précise également les modifications d'information des personnes concernées."},{"type":"del","content":"\" Lorsque plusieurs personnes prennent l'initiative d'une même recherche, elles peuvent désigner une personne physique ou morale qui aura la qualité de promoteur et assume les obligations correspondantes en application du présent livre."},{"type":"add","content":"\" La personne physique ou la personne morale qui prend l'initiative d'une recherche biomédicale sur l'être humain, qui en assure la gestion et qui vérifie que son financement est prévu, est dénommé le promoteur. Celui-ci ou son représentant légal doit être établi dans la communauté européenne. Lorsque plusieurs personnes prennent l'initiative d'une même recherche biomédicale, elles désignent une personne physique ou morale qui aura la qualité de promoteur et assumera les obligations correspondantes en application du présent livre."},{"type":"del","content":"\" Lorsque le promoteur d'une recherche confie sa réalisation à plusieurs investigateurs, il désigne parmi eux un investigateur coordonnateur. \""},{"type":"add","content":"\" La ou les personnes physiques qui dirigent et surveillent la réalisation de la recherche sur un lieu sont dénommées investigateurs."},{"type":"add","content":""},{"type":"add","content":"\" Lorsque le promoteur d'une recherche biomédicale confie sa réalisation à plusieurs investigateurs, sur un même lieu ou sur plusieurs lieux en France, le promoteur désigne parmi les investigateurs un coordonnateur. \""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2004-806 du 9 août 2004 relative à la politique de santé publique - article 88 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":"2004-08-09 MODIFICATION source LOI n° 2004-806 du 9 août 2004 relative à la politique de santé publique - article 88 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/41/LEGIARTI000006524191.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/41/LEGIARTI000006524191.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/41/LEGIARTI000006524191.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/41/LEGIARTI000006524192.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/41/LEGIARTI000006524192.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/41/LEGIARTI000006524192.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006524191)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006524192)"}],"status":"modified"}],"stats":{"additions":23,"deletions":10,"filesChanged":1}}