{"sha":"6e2f06349893","date":"2006-01-06","message":"LOI n° 2006-11 du 5 janvier 2006 d'orientation agricole","files":[{"filename":"partie_legislative/livre_ier/titre_ier/chapitre_ii/article_l112-4.md","articleName":"Article L112-4","additions":26,"deletions":7,"diff":[{"type":"del","content":"\" Art. L. 830-1. - La recherche agronomique et vétérinaire concourt au développement et à la compétitivité de la filière agricole et du secteur de la transformation des produits agricoles. Elle répond en priorité aux impératifs de la gestion durable de l'espace rural, de la sécurité et de la qualité des produits alimentaires et de la préservation des ressources naturelles mondiales. Elle s'appuie sur le développement de la recherche fondamentale."},{"type":"add","content":"\" Art. L. 830-1. - La recherche agronomique et vétérinaire concourt au développement et à la compétitivité de la filière agricole et du secteur de la transformation des produits agricoles. Elle répond en priorité aux impératifs de la gestion durable de l'espace rural, de la valorisation de la biomasse, de la sécurité et de la qualité des produits alimentaires et de la préservation des ressources naturelles mondiales. Elle s'appuie sur le développement de la recherche fondamentale."},{"type":"del","content":"\" Elle est conduite dans les organismes publics exerçant des missions de recherche et les établissements d'enseignement supérieur. Les instituts et centres techniques liés aux professions et les centres d'innovation technologique comme les entreprises de la filière agricole et de la transformation des produits agricoles peuvent y concourir. Le ministre de l'agriculture assure conjointement avec le ministre chargé de la recherche ou, le cas échéant, avec d'autres ministres intéressés, la tutelle de ces organismes publics exerçant des missions de recherche."},{"type":"add","content":"\" Elle est conduite dans les organismes publics exerçant des missions de recherche et les établissements d'enseignement supérieur. Les instituts et centres techniques liés aux professions et les centres d'innovation technologique répondant à des conditions fixées par décret y concourent. Les entreprises de la filière agricole et de la transformation des produits agricoles peuvent également y concourir. Le ministre de l'agriculture assure conjointement avec le ministre chargé de la recherche ou, le cas échéant, avec d'autres ministres intéressés, la tutelle de ces organismes publics exerçant des missions de recherche."},{"type":"del","content":"\" Le ministre de l'agriculture assure la coordination des activités de recherche agronomique et vétérinaire et veille à leur adaptation aux objectifs de la politique agricole. Les organismes publics de recherche exercent auprès des pouvoirs publics une mission d'expertise, notamment dans les domaines de la préservation de la santé publique et de l'environnement. A ce titre, ils contribuent à l'identification et à l'évaluation des risques en matière de sécurité sanitaire des produits agricoles et de protection des ressources et milieux naturels."},{"type":"add","content":"\" Le ministre de l'agriculture assure la coordination des activités de recherche agronomique et vétérinaire et veille à leur adaptation aux objectifs de la politique agricole."},{"type":"add","content":""},{"type":"add","content":"\" Les organismes publics de recherche exercent auprès des pouvoirs publics une mission d'expertise, notamment dans les domaines de la préservation de la santé publique et de l'environnement. A ce titre, ils contribuent à l'identification et à l'évaluation des risques en matière de sécurité sanitaire des produits agricoles et de protection des ressources et milieux naturels."},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2006-11 du 5 janvier 2006 d'orientation agricole - article 91 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2006-11 du 5 janvier 2006 d'orientation agricole - article 43 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":"2006-01-05 MODIFICATION source LOI n° 2006-11 du 5 janvier 2006 d'orientation agricole - article 43 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2006-01-05 MODIFICATION source LOI n° 2006-11 du 5 janvier 2006 d'orientation agricole - article 91 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/41/LEGIARTI000006524140.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/41/LEGIARTI000006524140.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/41/LEGIARTI000006524140.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/41/LEGIARTI000006524141.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/41/LEGIARTI000006524141.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/52/41/LEGIARTI000006524141.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006524140)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006524141)"}],"status":"modified"}],"stats":{"additions":26,"deletions":7,"filesChanged":1}}