{"sha":"0a7cd2c6df58","date":"2020-01-01","message":"Arrêté du 20 décembre 2019 relatif au représentant fiscal pour la vente à distance de produits soumis à accise en provenance d'un autre Etat membre de l'Union européenne","files":[{"filename":"livre_premier/premiere_partie/titre_iii/chapitre_0i/1_ter/article_50-0_a_bis.md","articleName":"Article 50-0 A BIS","additions":48,"deletions":23,"diff":[{"type":"del","content":"I. ― Conformément à l'article 302 V bis du code général des impôts, le représentant fiscal établit, préalablement à l'expédition, une déclaration comportant notamment les informations suivantes :"},{"type":"add","content":"I. - Pour obtenir la qualité de représentant fiscal, la demande d'agrément est transmise au directeur interrégional des douanes et droits indirects ayant dans le ressort territorial de sa circonscription le lieu de la tenue de la comptabilité des livraisons du représentant fiscal."},{"type":"add","content":""},{"type":"add","content":"Cette demande est accompagnée d'un modèle de la comptabilité des livraisons et de toute pièce justifiant de l'existence de la caution prévue à l'article 302 V bis du code général des impôts."},{"type":"add","content":""},{"type":"add","content":"Le directeur interrégional des douanes et droits indirects accorde la qualité de représentant fiscal et lui attribue un numéro d'identification."},{"type":"add","content":""},{"type":"add","content":"II. - La désignation d'un représentant fiscal par le vendeur conformément à l'article 302 V bis donne lieu à l'établissement d'un mandat. Ce mandat doit être exclusif, rédigé en langue française, signé par une personne habilitée à engager la personne du représentant fiscal et accepté du vendeur. Il doit obligatoirement faire apparaître les informations suivantes :"},{"type":"del","content":"2° Le nom, la dénomination ou la raison sociale, l'adresse et le numéro d'assujetti à la taxe sur la valeur ajoutée, s'il existe, du fournisseur des produits soumis à accise établi dans un autre Etat membre de l'Union européenne ;"},{"type":"add","content":"2° Le numéro d'identification qui lui a été attribué par l'administration des douanes et droits indirects lors de son agrément ;"},{"type":"add","content":""},{"type":"add","content":"3° Le nom, la dénomination ou la raison sociale et l'adresse du vendeur ;"},{"type":"add","content":""},{"type":"add","content":"4° La période de validité du mandat ;"},{"type":"del","content":"3° Le nom et l'adresse du destinataire des produits ;"},{"type":"add","content":"5° Le caractère exclusif du mandat ;"},{"type":"del","content":"4° Le lieu de livraison des produits, si l'adresse est différente de celle du destinataire ;"},{"type":"add","content":"6° Les formalités que le représentant fiscal est habilité à accomplir au nom du vendeur."},{"type":"del","content":"5° La désignation des marchandises par catégorie fiscale, l'espèce, le titre alcoométrique volumique, le volume effectif et le volume d'alcool pur ;"},{"type":"add","content":"Le représentant fiscal adresse l'original du mandat au service des douanes et droits indirects compétent préalablement à toute démarche concernant le vendeur."},{"type":"add","content":""},{"type":"add","content":"III. - Conformément à l'article 302 V bis du code général des impôts, le représentant fiscal établit, pour chaque vendeur représenté, une déclaration comportant :"},{"type":"add","content":""},{"type":"add","content":"a. Au titre des renseignements généraux :"},{"type":"add","content":""},{"type":"add","content":"1° Le nom, la dénomination ou la raison sociale et l'adresse du représentant fiscal ;"},{"type":"del","content":"6° La date, le lieu d'établissement et la signature du représentant fiscal complétée, le cas échéant, du cachet de son entreprise ;"},{"type":"add","content":"2° Le numéro d'identification qui lui a été attribué par l'administration des douanes et droits indirects lors de son agrément ;"},{"type":"del","content":"7° L'adresse et le visa du service des douanes et droits indirects territorialement compétent ;"},{"type":"add","content":"3° Le nom, la dénomination ou la raison sociale et l'adresse du vendeur ;"},{"type":"del","content":"8° Les références de la consignation."},{"type":"add","content":"4° L'année et le mois au titre duquel la déclaration est établie ;"},{"type":"del","content":"Cette déclaration est établie conformément au modèle repris à l'annexe VII de l'arrêté du 30 août 2011 (JO du 1er septembre 2011) relatif aux déclarations et à l'attestation prévues aux articles 302 H ter, 302 U bis et 302 V bis du code général des impôts concernant les mouvements de produits soumis à accise dans l'Union européenne."},{"type":"add","content":"5° La date, le lieu d'établissement de la déclaration et la signature du déclarant."},{"type":"del","content":"II. ― Le représentant fiscal transmet au service des douanes et droits indirects territorialement compétent une déclaration de réception des produits soumis à accise en indiquant notamment la date de réception et les quantités reçues par le destinataire. Cette déclaration reprend notamment les informations requises au I."},{"type":"add","content":"La déclaration comporte en outre deux cases réservées à l'administration qui contiennent les informations relatives à la réception de la déclaration (date et numéro) et à la liquidation des droits."},{"type":"del","content":"La déclaration est conforme au modèle repris à l'annexe VII de l'arrêté du 30 août 2011 (JO du 1er septembre 2011) relatif aux déclarations et à l'attestation prévues aux articles 302 H ter, 302 U bis et 302 V bis du code général des impôts concernant les mouvements de produits soumis à accise dans l'Union européenne."},{"type":"add","content":"b. Outre les renseignements prévus au a, la déclaration indique :"},{"type":"del","content":"III. ― Les déclarations prévues au I et au II et les pièces justificatives nécessaires à leur établissement sont conservées dans les conditions et selon les modalités fixées à l'article L. 102 B du livre des procédures fiscales."},{"type":"add","content":"1° La désignation des produits soumis à accise par catégorie fiscale ;"},{"type":"add","content":""},{"type":"add","content":"2° Les quantités imposables par catégorie fiscale de produits, exprimées, selon le cas, en volume d'alcool pur ou en volume effectif et par degré alcoométrique pour les bières ;"},{"type":"add","content":""},{"type":"add","content":"3° Les tarifs d'imposition ;"},{"type":"add","content":""},{"type":"add","content":"4° Le montant des droits d'accise à acquitter par nature de produit et par tarif d'imposition, ainsi que le montant global de ces droits ;"},{"type":"add","content":""},{"type":"add","content":"La déclaration comporte en outre une colonne réservée à l'administration qui fait référence aux codes taxes."},{"type":"add","content":""},{"type":"add","content":"Cette déclaration est établie conformément au modèle repris à l'annexe VII de l'arrêté du 30 août 2011 relatif aux déclarations et à l'attestation prévues aux articles 302 H ter, 302 U bis et 302 V bis du code général des impôts concernant les mouvements de produits soumis à accise dans l'Union européenne."},{"type":"add","content":""},{"type":"add","content":"IV. - La déclaration prévue au III et la comptabilité des livraisons des produits soumis à accise prévue à l'article 302 V bis ainsi les pièces justificatives nécessaires à leur établissement, sont conservées dans les conditions et selon les modalités fixées à l'article L. 102 B du livre des procédures fiscales."},{"type":"del","content":"Arrêté du 30 août 2011 relatif aux déclarations et à l'attestation prévues aux articles 302 H ter, 302 U bis et 302 V bis du code général des impôts concernant les mouvements de produits soumis à accise dans l'Union européenne - article 3 ENTIEREMENT_MODIF CREE source"},{"type":"add","content":"Arrêté du 20 décembre 2019 relatif au représentant fiscal pour la vente à distance de produits soumis à accise en provenance d'un autre Etat membre de l'Union européenne - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"      CITATION source lien sans titre"},{"type":"add","content":"2019-12-20 MODIFIE cible Arrêté du 20 décembre 2019 relatif au représentant fiscal pour la vente à distance de produits soumis à accise en provenance d'un autre Etat membre de l'Union européenne - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":"2011-08-30 CITATION source Arrêté du 30 août 2011 relatif aux déclarations et à l'attestation prévues aux articles 302 H ter, 302 U bis et 302 V bis du code général des impôts concernant les mouvements de produits soumis à accise dans l'Union européenne - article AUTONOME"},{"type":"add","content":"      2999-01-01 CITATION source Code général des impôts, CGI. - art. 302 H ter"},{"type":"del","content":"2011-08-30 CREE cible Arrêté du 30 août 2011 relatif aux déclarations et à l'attestation prévues aux articles 302 H ter, 302 U bis et 302 V bis du code général des impôts concernant les mouvements de produits soumis à accise dans l'Union européenne - article 3 ENTIEREMENT_MODIF"},{"type":"add","content":"      2999-01-01 CITATION source Code général des impôts, CGI. - art. 302 U bis"},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Livre des procédures fiscales - article L102 B AUTONOME MODIFIE, en vigueur du 1990-06-15 au 1993-01-01"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/24/52/66/LEGIARTI000024526633.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/24/52/66/LEGIARTI000024526633.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/24/52/66/LEGIARTI000024526633.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/41/46/14/LEGIARTI000041461489.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/41/46/14/LEGIARTI000041461489.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/41/46/14/LEGIARTI000041461489.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000024526633)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000041461489)"}],"status":"modified"}],"stats":{"additions":48,"deletions":23,"filesChanged":1}}