{"sha":"70bd2d2a8caf","date":"2005-12-31","message":"!!! Texte non trouvé 2005-12-31 !!!","files":[{"filename":"livre_ii/chapitre_premier/section_i/3/README.md","articleName":"Sommaire - 3","additions":1,"deletions":0,"diff":[{"type":"add","content":"- [Article 188 ter](article_188_ter.md)"}],"status":"modified"},{"filename":"livre_ii/chapitre_premier/section_i/3/article_188_ter.md","articleName":"Article 188 TER","additions":41,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article 188 ter"},{"type":"add","content":""},{"type":"add","content":"Pour l'application du 5 de l'article 1730, le télérèglement des impôts directs s'effectue sur option du contribuable, qui ordonne l'opération sur l'un des comptes mentionnés à l'article 1681 D du code général des impôts."},{"type":"add","content":""},{"type":"add","content":"Cette option peut être exercée, sans majoration, jusqu'au cinquième jour, à minuit, qui suit la date limite de paiement pour les acomptes et le solde de l'impôt sur le revenu, la taxe foncière, la taxe d'habitation, les contributions sociales et la taxe sur les logements vacants."},{"type":"add","content":""},{"type":"add","content":"Les prélèvements sont effectués dix jours après les dates limites de paiement fixées à l'article 1730 du code général des impôts."},{"type":"add","content":""},{"type":"add","content":"L'option est exercée expressément à chaque échéance d'impôt."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CREATION source Arrêté 2005-12-28 art. 1 JORF 31 décembre 2005"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CITATION source CGI 1681 D"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CITATION source CGIAN4 1730"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/19/LEGIARTI000006301957.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/19/LEGIARTI000006301957.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/19/LEGIARTI000006301957.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_impots_annexe_iv/src/branch/main/livre_ii/chapitre_premier/section_i/3/article_188_ter.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006301957)"},{"type":"add","content":""}],"status":"added"},{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_premier/section_i/0i/article_2.md","articleName":"Article 2","additions":79,"deletions":65,"diff":[{"type":"del","content":"1. Pour bénéficier de l'amortissement dégressif accéléré mentionné au 2° de l'article 39 AA du code général des impôts ou de l'amortissement exceptionnel mentionné à l'article 39 AB du même code, les matériels destinés à économiser l'énergie et les équipements de production d'énergies renouvelables mentionnés sur la liste donnée au 2 doivent pouvoir être séparés des appareils auxquels ils ont été adjoints sans être rendus définitivement inutilisables."},{"type":"add","content":"I.-Pour bénéficier de l'amortissement dégressif accéléré mentionné au 2° de l'article 39 AA du code général des impôts ou de l'amortissement exceptionnel mentionné à l'article 39 AB du même code, les matériels destinés à économiser l'énergie et les équipements de production d'énergies renouvelables mentionnés sur la liste donnée au 2 doivent pouvoir être séparés des appareils auxquels ils ont été adjoints sans être rendus définitivement inutilisables."},{"type":"del","content":"2. La liste des matériels est fixée ainsi qu'il suit :"},{"type":"add","content":"II.-La liste des matériels est fixée ainsi qu'il suit :"},{"type":"del","content":"A. - Matériels de récupération de force ou de chaleur produite par l'emploi d'hydrocarbures liquides ou gazeux, de combustibles minéraux solides ou d'électricité :"},{"type":"add","content":"1. Matériels de récupération de force ou de chaleur produite par l'emploi d'hydrocarbures liquides ou gazeux, de combustibles minéraux solides ou d'électricité :"},{"type":"del","content":"1° Matériel permettant directement la récupération d'énergie et le transport de l'énergie récupérée. Chaudière de récupération sur effluents thermiques ou gaz pauvre de procédé : chaudière à vapeur, à eau chaude, à fluide thermique, à condensation, à haut rendement (soit supérieur à 80 % PCS)."},{"type":"add","content":"1° a. matériel permettant directement la récupération d'énergie et le transport de l'énergie récupérée :"},{"type":"del","content":"Echangeurs thermiques récupérateurs sur fluides liquides ou gazeux : échangeurs tubulaires, échangeurs à plaques, à caloducs, par fluide caloporteur, rotatifs, à tapis lorsque ces matériels sont destinés à la production d'eau chaude ou de vapeur, de fluide thermique, d'air, l'énergie échangée étant utilisée pour le séchage de produits ou le chauffage de locaux, le préchauffage d'air de combustion, de produits, de combustibles ou de fluides utilisés dans des cycles binaires, la récupération de frigories sur des fluides détendus."},{"type":"add","content":"- chaudière à vapeur, à eau chaude, à fluide thermique, à haut rendement (soit supérieur à 90 % PCS) ;"},{"type":"del","content":"Installation de préchauffage de produits par échange direct avec des rejets thermiques."},{"type":"add","content":"- chaudière de récupération sur effluents thermiques ou gaz pauvre de procédé ;"},{"type":"del","content":"Incinérateurs de sous-produits de fabrication ou de déchets, avec récupération d'énergie et installations annexes de stockage, de manutention et de préparation."},{"type":"add","content":"b. échangeurs thermiques récupérateurs sur fluides liquides, gazeux ou de refroidissement : échangeurs tubulaires, échangeurs à plaques, à caloducs, par fluide caloporteur, rotatifs, lorsque ces matériels sont destinés à la production d'eau chaude ou de vapeur, de fluide thermique, d'air, l'énergie échangée étant utilisée pour le préchauffage d'air de combustion, de produits, de combustibles ou de fluides utilisés dans des cycles binaires, la récupération de frigories sur des fluides détendus ;"},{"type":"del","content":"Hottes et dispositifs de captation de la chaleur de refroidissement de solides après une opération nécessitant une élévation de température."},{"type":"add","content":"c. installation de préchauffage de produits par échange direct avec des rejets thermiques ;"},{"type":"del","content":"Matériel permettant la récupération, le transport, le stockage, la préparation et la valorisation énergétique de gaz fatals, issus comme sous-produits de procédés industriels."},{"type":"add","content":"d. incinérateurs de sous-produits de fabrication ou de déchets, avec récupération d'énergie et installations annexes de stockage, de manutention et de préparation ;"},{"type":"del","content":"Dispositifs mécaniques ou électromécaniques permettant la récupération de l'énergie mécanique potentielle de fluides sous pression : turbines, turboalternateurs mus par la détente de gaz ou de fluides sous pression destinés à (ou provenant d') un procédé de fabrication."},{"type":"add","content":"e. hottes et dispositifs de captation de la chaleur de refroidissement de solides après une opération nécessitant une élévation de température ;"},{"type":"del","content":"Matériel de chauffage permettant de favoriser les concentrations énergétiques dans des espaces limités en remplacement d'un chauffage classique ; générateurs d'air chaud, aérothermes directs, générateurs de ventilation tempérée."},{"type":"add","content":"f. matériel permettant la récupération, le transport, le stockage, la préparation et la valorisation énergétique de gaz fatals, issus comme sous-produits de procédés industriels ;"},{"type":"del","content":"Pompes à chaleur à recompression mécanique de vapeur et matériels permettant la thermocompression directe de fluides avec recyclage de l'énergie ainsi récupérée."},{"type":"add","content":"g. dispositifs mécaniques ou électromécaniques permettant la récupération de l'énergie mécanique potentielle de fluides sous pression : turbines, turboalternateurs mus par la détente de gaz ou de fluides sous pression destinés à (ou provenant d') un procédé de fabrication ;"},{"type":"del","content":"Matériel permettant la récupération de l'énergie contenue dans les fluides de refroidissement utilisés pour les moteurs thermiques et les fours électriques à induction."},{"type":"add","content":"h. pompes à chaleur à recompression mécanique de vapeur dont le coefficient de performance est supérieur ou égal à 4 et matériels permettant la thermocompression directe de fluides avec recyclage de l'énergie ainsi récupérée ;"},{"type":"del","content":"Turbine à condensation pour la production d'électricité dans le cas où la vapeur est produite pour l'essentiel lors de l'incinération de déchets industriels ou ménagers ou par récupération sur un procédé de fabrication excédentaire en énergie."},{"type":"add","content":"i. turbine à condensation pour la production d'électricité dans le cas où la vapeur est produite pour l'essentiel lors de l'incinération de déchets industriels ou ménagers ou par récupération sur un procédé de fabrication excédentaire en énergie ;"},{"type":"del","content":"2° Matériel de cogénération permettant la production combinée de chaleur et de force :"},{"type":"add","content":"2° Matériel de cogénération permettant la production simultanée, dans un seul processus, d'énergie thermique et électrique et/ou mécanique :"},{"type":"del","content":"a) Turbine de détente de vapeur en contre-pression ;"},{"type":"add","content":"a. turbine de détente de vapeur en contre-pression ;"},{"type":"del","content":"b) Turbine de détente de fluides utilisés dans des cycles binaires de production d'électricité à partir de rejets thermiques à bas niveau ;"},{"type":"add","content":"b. turbine de détente de fluides utilisés dans des cycles binaires de production d'électricité à partir de rejets thermiques à bas niveau ;"},{"type":"del","content":"c) Turbine de détente de haute pression utilisée en place de vanne de laminage ou de détente ;"},{"type":"add","content":"c. turbine de détente de haute pression utilisée en place de vanne de laminage ou de détente ;"},{"type":"del","content":"d) Turbine à gaz et moteur thermique avec équipements de récupération de l'énergie sur les gaz d'échappement et/ou les fluides de refroidissement."},{"type":"add","content":"d. turbine à gaz et moteur thermique avec équipements de récupération de l'énergie sur les gaz d'échappement et/ou les fluides de refroidissement ;"},{"type":"del","content":"Matériel permettant la transformation en énergie électrique ou en énergie mécanique de l'énergie cinétique des turbines mentionnées ci-dessus."},{"type":"add","content":"3° Matériel permettant la transformation en énergie électrique ou en énergie mécanique de l'énergie cinétique des turbines mentionnées ci-dessus ;"},{"type":"del","content":"B. - Matériels destinés à l'amélioration du rendement énergétique d'appareils ou d'installations consommant de l'énergie :"},{"type":"add","content":"4° Générateur électrochimique à usage stationnaire."},{"type":"del","content":"Matériel de combustion performant acquis en remplacement d'un matériel de combustion classique : brûleurs autorécupérateurs, brûleurs régénératifs."},{"type":"add","content":"2. Matériels destinés à l'amélioration du rendement énergétique d'appareils ou d'installations consommant de l'énergie :"},{"type":"del","content":"Matériel de régulation améliorant les performances énergétiques des matériels suivants : fours, chaudières, séchoirs, appareils de chauffage, de climatisation ou de ventilation, moteurs ou machines-outils."},{"type":"add","content":"a. matériel de combustion performant acquis en remplacement d'un matériel de combustion classique : brûleurs autorécupérateurs, brûleurs régénératifs ;"},{"type":"del","content":"Matériel permettant une chauffe en surface ou dans la masse en remplacement d'un chauffage global classique : chauffage infrarouge (gaz ou électricité), à haute fréquence, par rayonnement ultraviolet, micro-ondes."},{"type":"add","content":"b. matériel de régulation améliorant les performances énergétiques des matériels suivants : fours, chaudières, séchoirs, moteurs ou machines-outils ;"},{"type":"del","content":"Matériel de mesure ou enregistreurs permettant un meilleur contrôle du rendement énergétique des installations."},{"type":"add","content":"c. matériel permettant une chauffe en surface ou dans la masse en remplacement d'un chauffage global classique : chauffage infrarouge (gaz ou électricité), à haute fréquence, par rayonnement ultraviolet, micro-ondes ;"},{"type":"del","content":"Matériel de séparation performant en substitution d'un système de séparation par voies thermiques : membranes polymères, membranes minérales, membranes cryogéniques."},{"type":"add","content":"d. matériel de mesure ou enregistreurs permettant un meilleur contrôle du rendement énergétique des installations, à l'exception des appareils de contrôle prévus par les articles 7 et 8 du décret n° 98-817 du 11 septembre 1998 relatif aux rendements minimaux et à l'équipement des chaudières de puissance comprise entre 400 kW et 50 MW ;"},{"type":"del","content":"Matériel permettant de réaliser des économies d'énergie par l'optimisation et la commande centralisée de la gestion d'un ensemble de dispositifs consommateurs d'énergie et affecté exclusivement à cet usage : système informatique centralisé de mesure et de commande ou système réparti par microprocesseurs."},{"type":"add","content":"e. matériel de séparation performant en substitution d'un système de séparation par voies thermiques : membranes polymères, membranes minérales, membranes cryogéniques ;"},{"type":"del","content":"Matériel permettant la réduction des pertes sur les réseaux de fluides énergétiques (réseau de condensats, réseau de vapeur, réseau d'air comprimé, réseau de vide, réseau de fluide frigorigène) tels que les purgeurs de vapeur."},{"type":"add","content":"f. matériel permettant de réaliser des économies d'énergie par l'optimisation et la commande centralisée de la gestion d'un ensemble de dispositifs consommateurs d'énergie et affecté exclusivement à cet usage : système informatique centralisé de mesure et de commande ou système réparti par microprocesseurs ;"},{"type":"del","content":"Matériel d'isolation certifié utilisé dans le secteur tertiaire et industriel permettant de limiter les déperditions thermiques des matériels utilisant ou transportant de l'énergie, des parois opaques (isolation de locaux achevés avant le 12 avril 1988 et de procédés de fabrication)."},{"type":"add","content":"g. matériel permettant la réduction des pertes sur les réseaux de fluides énergétiques (réseau de condensats, réseau de vapeur, réseau d'air comprimé, réseau de vide, réseau de fluide frigorigène) tels que les purgeurs de vapeur ;"},{"type":"del","content":"Matériel permettant de diminuer la consommation d'énergie réactive d'installations électriques : batteries de condensateurs ;"},{"type":"add","content":"h. matériel d'isolation utilisé dans le secteur tertiaire et industriel permettant de limiter les déperditions thermiques des matériels utilisant ou transportant de l'énergie ;"},{"type":"del","content":"Matériel variateur de vitesse permettant d'adapter la consommation énergétique d'un moteur ou d'une machine à sa charge instantanée."},{"type":"add","content":"i. matériel permettant de diminuer la consommation d'énergie réactive d'installations électriques : batteries de condensateurs ;"},{"type":"del","content":"Déflecteur ajouté à des véhicules routiers existants dont ils réduisent la traînée aérodynamique."},{"type":"add","content":"j. matériel variateur de vitesse permettant d'adapter la consommation énergétique d'un moteur ou d'une machine à sa charge instantanée ;"},{"type":"del","content":"Système de gestion embarquée."},{"type":"add","content":"k. moteur électrique à rendement amélioré (classe de rendement EFF1 dont la valeur d'efficacité est définie suivant la norme EN 60034-2) ;"},{"type":"del","content":"C. - Matériels de captage et d'utilisation de sources d'énergie autres que les hydrocarbures liquides ou gazeux, les combustibles minéraux solides et l'électricité :"},{"type":"add","content":"l. presse hydraulique électrique ;"},{"type":"del","content":"Matériel permettant la récupération d'énergie solaire pour le préchauffage de fluide, la préparation d'eau de chaudière, d'eau de procédé, d'eau chaude sanitaire et son stockage, pour la production d'électricité, son stockage et son raccordement au réseau."},{"type":"add","content":"3. Matériels de captage et d'utilisation de sources d'énergie autres que les hydrocarbures liquides ou gazeux, les combustibles minéraux solides et l'électricité :"},{"type":"del","content":"Matériel permettant l'utilisation d'énergie hydraulique, éolienne ou géothermique, son stockage et son raccordement au réseau électrique ou de chaleur. Matériel d'exploitation de la biomasse :"},{"type":"add","content":"a. matériel permettant la récupération d'énergie solaire pour le préchauffage de fluide, la préparation d'eau de chaudière, d'eau de procédé, d'eau chaude sanitaire et son stockage, pour la production d'électricité, son stockage et son raccordement au réseau ;"},{"type":"del","content":"chaudières avec ses auxiliaires et ses équipements de stockage et d'alimentation en combustible, équipements sylvicoles utilisés exclusivement pour la production et le conditionnement de bois à des fins énergétiques, digesteurs et équipements de production thermiques ou électriques associés à une utilisation du biogaz."},{"type":"add","content":"b. matériel permettant l'utilisation d'énergie hydraulique, éolienne ou géothermique, son stockage et son raccordement au réseau électrique ou de chaleur ;"},{"type":"del","content":"Réseaux de récupération et collecte de biogaz en vue de son utilisation énergétique."},{"type":"add","content":"c. matériel d'exploitation de la biomasse : chaudières avec ses auxiliaires et ses équipements de stockage et d'alimentation en combustible, équipements sylvicoles utilisés exclusivement pour la production et le conditionnement de bois à des fins énergétiques, digesteurs et équipements de production thermiques ou électriques associés à une utilisation du biogaz ;"},{"type":"del","content":"Matériel permettant l'utilisation de l'énergie marémotrice, houlomotrice et thermique des mers et son stockage."},{"type":"add","content":"d. réseaux de récupération et collecte de biogaz en vue de son utilisation énergétique ;"},{"type":"del","content":"Matériel de raccordement à un réseau de chaleur classé au sens de la loi n° 80-531 du 15 juillet 1980 modifiée relative aux économies d'énergie et à l'utilisation de la chaleur."},{"type":"add","content":"e. matériel permettant l'utilisation de l'énergie marémotrice, houlomotrice et thermique des mers et son stockage ;"},{"type":"del","content":"D. - Matériels permettant le stockage d'énergie quand la réutilisation ultérieure de cette énergie permet des économies globales d'énergie primaire."},{"type":"add","content":"f. matériel de raccordement à un réseau de chaleur classé au sens de la loi n° 80-531 du 15 juillet 1980 modifiée relative aux économies d'énergie et à l'utilisation de la chaleur ;"},{"type":"del","content":"Matériel permettant le stockage d'énergie sous forme d'énergie mécanique potentielle (matériels permettant par pompage sur les ouvrages hydroélectriques la remontée d'eau de l'aval vers la retenue) ou cinématique (volants d'inertie de grande puissance)."},{"type":"add","content":"g. matériel de raccordement à un réseau de chaleur utilisant majoritairement de l'énergie géothermale ;"},{"type":"del","content":"Batterie d'accumulateurs permettant le stockage d'électricité quand ce stockage permet l'arrêt permanent de matériels générateurs d'électricité exclusivement affectés à la fourniture instantanée d'énergie électrique en secours."},{"type":"add","content":"h. autres matériels de transformation thermochimique de la biomasse ;"},{"type":"del","content":"E. - Matériels utilisant un procédé physique à haut rendement énergétique pour la production de chaleur destiné au chauffage des bâtiments :"},{"type":"add","content":"i. autres types d'équipements de valorisation thermique et électrique des biocombustibles ;"},{"type":"del","content":"Systèmes de climatisation réversible dont le coefficient de performance, à + 7 °C, est au moins égal à 2,5."},{"type":"add","content":"4. a. matériels permettant le stockage d'énergie quand la réutilisation ultérieure de cette énergie permet des économies globales d'énergie primaire ;"},{"type":"add","content":""},{"type":"add","content":"b. matériel permettant le stockage d'énergie sous forme d'énergie mécanique potentielle (matériels permettant par pompage sur les ouvrages hydroélectriques la remontée d'eau de l'aval vers la retenue) ou cinématique (volants d'inertie de grande puissance) ;"},{"type":"add","content":""},{"type":"add","content":"c. batterie d'accumulateurs permettant le stockage d'électricité quand ce stockage permet l'arrêt permanent de matériels générateurs d'électricité exclusivement affectés à la fourniture instantanée d'énergie électrique en secours ;"},{"type":"add","content":""},{"type":"add","content":"d. matériel permettant le stockage de froid pour le lissage de la demande d'électricité afin de réduire les tensions sur les réseaux électriques ;"},{"type":"add","content":""},{"type":"add","content":"5. matériels utilisant un procédé à haut rendement énergétique pour le chauffage et le conditionnement des bâtiments :"},{"type":"add","content":""},{"type":"add","content":"a. systèmes de climatisation réversible dont le coefficient de performance, à + 7 °C, est supérieur ou égal à 3 ;"},{"type":"add","content":""},{"type":"add","content":"b. chaudière à condensation ;"},{"type":"add","content":""},{"type":"add","content":"c. matériel de régulation améliorant les performances énergétiques des appareils de chauffage, de climatisation ou de ventilation ;"},{"type":"add","content":""},{"type":"add","content":"d. matériel de chauffage permettant de favoriser les concentrations énergétiques dans des espaces limités en remplacement d'un chauffage classique : générateurs d'air chaud, aérothermes directs, générateurs de ventilation tempérée ;"},{"type":"add","content":""},{"type":"add","content":"e. système de pompes à chaleur géothermale ou air/eau dont le coefficient de performance machine en mode chauffage est supérieur ou égal à 3 ;"},{"type":"add","content":""},{"type":"add","content":"f. système d'optimisation énergétique en fonction des programmes de production et/ou des données climatiques ;"},{"type":"add","content":""},{"type":"add","content":"g. matériaux d'isolation thermique des parois opaques :"},{"type":"add","content":""},{"type":"add","content":"- plancher bas sur sous-sol, sur vide sanitaire ou sur passage ouvert, toiture-terrasse, mur en façade ou en pignon, possédant une résistance supérieure ou égale à 2,4 mètres carrés kelvin par watt (m2 K/W) ;"},{"type":"add","content":""},{"type":"add","content":"- toiture sur comble possédant une résistance thermique supérieure ou égale à 4,5 m2 K/W ;"},{"type":"add","content":""},{"type":"add","content":"h. système de ventilation mécanique contrôlée dont l'efficacité de la récupération d'énergie de l'échangeur est supérieure à 65 % sur l'air humide et dont la puissance par ventilateur est inférieure à 0,30 W/m3/h, soit 0,70 W/m3/h pour la centrale double flux."},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Loi n° 80-531 du 15 juillet 1980 relative aux économies d'énergie et à l'utilisation de la chaleur CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"      MODIFICATION source Arrêté 2001-06-14 art. 1 JORF 17 juin 2001"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CITATION source CGI 39 AA, 39 AB"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      HISTO source Edition du 31 mars 2002"},{"type":"add","content":"      MODIFICATION source Arrêté 2005-12-27 art. 1 JORF 31 décembre 2005"},{"type":"del","content":"1980-07-15 CITATION source Loi n° 80-531 du 15 juillet 1980 relative aux économies d'énergie et à l'utilisation de la chaleur"},{"type":"add","content":"      HISTO source Edition du 1er janvier 2006"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/01/LEGIARTI000006300199.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/01/LEGIARTI000006300199.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/01/LEGIARTI000006300199.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/02/LEGIARTI000006300200.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/02/LEGIARTI000006300200.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/02/LEGIARTI000006300200.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006300199)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006300200)"}],"status":"modified"},{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_premier/section_iv/retenue_a_la_source_de_l_impot_sur_le_revenu/article_18.md","articleName":"Article 18","additions":24,"deletions":24,"diff":[{"type":"del","content":"Pour l'année 2005, les limites de chaque tranche du tarif de la retenue à la source applicable aux traitements, salaires, pensions et rentes viagères servis à des personnes qui ne sont pas fiscalement domiciliées en France sont fixées comme suit :"},{"type":"add","content":"Pour l'année 2006, les limites de chaque tranche du tarif de la retenue à la source applicable aux traitements, salaires, pensions et rentes viagères servis à des personnes qui ne sont pas fiscalement domiciliées en France sont fixées comme suit :"},{"type":"del","content":"Moins de 10 350 euros / Année"},{"type":"add","content":"Moins de 13 170 euros / Année"},{"type":"del","content":"Moins de 2 588 euros / Trimestre"},{"type":"add","content":"Moins de 3 293 euros / Trimestre"},{"type":"del","content":"Moins de 863 euros / Mois"},{"type":"add","content":"Moins de 1 098 euros / Mois"},{"type":"del","content":"Moins de 199 euros / Semaine"},{"type":"add","content":"Moins de 253 euros / Semaine"},{"type":"del","content":"Moins de 33 euros / Jour ou fraction de jour"},{"type":"add","content":"Moins de 42 euros / Jour ou fraction de jour"},{"type":"del","content":"Taux applicable : 15 p. 100"},{"type":"add","content":"Taux applicable : 12 p. 100"},{"type":"del","content":"De 10 350 à 30 030 euros / Année"},{"type":"add","content":"De 13 170 à 38 214 euros / Année"},{"type":"del","content":"De 2 588 à 7 508 euros / Trimestre"},{"type":"add","content":"De 3 293 à 9 554 euros / Trimestre"},{"type":"del","content":"De 863 à 2 503 euros / Mois"},{"type":"add","content":"De 1 098 à 3 185 euros / Mois"},{"type":"del","content":"De 199 à 578 euros / Semaine"},{"type":"add","content":"De 253 à 735 euros / Semaine"},{"type":"del","content":"De 33 à 96 euros / Jour ou fraction de jour"},{"type":"add","content":"De 42 à 122 euros / Jour ou fraction de jour"},{"type":"del","content":"Taux applicable : 25 p. 100"},{"type":"add","content":"Taux applicable : 20 p. 100"},{"type":"del","content":"Au-delà de 30 030 euros / Année"},{"type":"add","content":"Au-delà de 38 214 euros / Année"},{"type":"del","content":"Au-delà de 7 508 euros / Trimestre"},{"type":"add","content":"Au-delà de 9 554 euros / Trimestre"},{"type":"del","content":"Au-delà de 2 503 euros / Mois"},{"type":"add","content":"Au-delà de 3 185 euros / Mois"},{"type":"del","content":"Au-delà de 578 euros / Semaine"},{"type":"add","content":"Au-delà de 735 euros / Semaine"},{"type":"del","content":"Au-delà de 96 euros / Jour ou fraction de jour."},{"type":"add","content":"Au-delà de 122 euros / Jour ou fraction de jour."},{"type":"del","content":"      MODIFICATION source Arrêté 2004-12-30 art. 1 JORF 31 décembre 2004"},{"type":"add","content":"      MODIFICATION source Arrêté 2005-12-30 art. 1 JORF 31 décembre 2005"},{"type":"del","content":"      HISTO source Edition du 1er janvier 2005"},{"type":"add","content":"      HISTO source Edition du 1er janvier 2006"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/20/LEGIARTI000006302073.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/20/LEGIARTI000006302073.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/20/LEGIARTI000006302073.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/20/LEGIARTI000006302074.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/20/LEGIARTI000006302074.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/20/LEGIARTI000006302074.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006302073)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006302074)"}],"status":"modified"}],"stats":{"additions":145,"deletions":89,"filesChanged":4}}