{"sha":"8043a679a93e","date":"2019-07-01","message":"Arrêté du 25 juin 2019 modifiant l'article 121 KM de l'annexe IV au code général des impôts","files":[{"filename":"livre_premier/premiere_partie/titre_iv/chapitre_ii/section_ii/v/article_121_km.md","articleName":"Article 121 KM","additions":11,"deletions":13,"diff":[{"type":"del","content":"Les débitants de tabac perçoivent sur le prix de vente des timbres mobiles de toute nature dont ils assurent la débite une remise uniforme de 5 %."},{"type":"add","content":"Les débitants de tabac et les distributeurs auxiliaires établis en Guadeloupe, en Guyane, en Martinique, à La Réunion et à Mayotte perçoivent sur le prix de vente des timbres mobiles de toute nature dont ils assurent la débite une remise uniforme de 5 %."},{"type":"del","content":"La remise est liquidée et payée au fur et à mesure des versements opérés par les débitants de tabac auprès des receveurs des impôts à la condition qu'elle atteigne au moins 15 €."},{"type":"add","content":"La remise est liquidée et payée au fur et à mesure des versements opérés par les débitants de tabac et les distributeurs auxiliaires établis en Guadeloupe, en Guyane, en Martinique, à La Réunion et à Mayotte auprès des comptables de la direction générale des finances publiques à la condition qu'elle atteigne au moins 15 €."},{"type":"del","content":"Les débitants de tabac participant à l'encaissement des timbres dématérialisés perçoivent une remise uniforme de 6 % sur le prix de vente de ceux-ci."},{"type":"add","content":"Les débitants de tabac et les distributeurs auxiliaires établis en Guadeloupe, en Guyane, en Martinique, à La Réunion et à Mayotte participant à l'encaissement des timbres dématérialisés perçoivent une remise uniforme de 6 % sur le prix de vente de ceux-ci."},{"type":"del","content":"La remise est liquidée et payée dans les conditions prévues par un protocole d'agrément conclu entre les débitants de tabac et le Trésor public."},{"type":"del","content":""},{"type":"del","content":"Les dispositions du présent article s'appliquent dans les départements de la Corse."},{"type":"add","content":"La remise est liquidée et payée dans les conditions prévues par un protocole d'agrément conclu entre la direction générale des finances publiques et les débitants de tabac ou les distributeurs auxiliaires établis en Guadeloupe, en Guyane, en Martinique, à La Réunion et à Mayotte."},{"type":"del","content":"Arrêté du 2 octobre 2015 relatif à la mise en place du timbre dématérialisé pour la délivrance des passeports - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Arrêté du 25 juin 2019 modifiant l'article 121 KM de l'annexe IV au code général des impôts - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2015-10-02 MODIFIE cible Arrêté du 2 octobre 2015 relatif à la mise en place du timbre dématérialisé pour la délivrance des passeports - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2019-06-25 CITATION cible Arrêté du 25 juin 2019 modifiant l'article 121 KM de l'annexe IV au code général des impôts VIGUEUR"},{"type":"del","content":"2019-06-25 CITATION cible Arrêté du 25 juin 2019 modifiant l'article 121 KM de l'annexe IV au code général des impôts VIGUEUR"},{"type":"add","content":"2019-06-25 MODIFIE cible Arrêté du 25 juin 2019 modifiant l'article 121 KM de l'annexe IV au code général des impôts - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/31/34/19/LEGIARTI000031341996.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/31/34/19/LEGIARTI000031341996.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/31/34/19/LEGIARTI000031341996.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/38/71/50/LEGIARTI000038715072.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/38/71/50/LEGIARTI000038715072.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/38/71/50/LEGIARTI000038715072.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000031341996)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000038715072)"}],"status":"modified"}],"stats":{"additions":11,"deletions":13,"filesChanged":1}}