{"sha":"9c5fcc93ecb3","date":"2019-01-01","message":"Arrêté du 28 novembre 2018 pris pour l'application du régime spécial mentionné à l'article 298 sexdecies F du code général des impôts applicable aux prestations de télécommunications, aux services de radiodiffusion et de télévision et aux services fournis par voie électronique","files":[{"filename":"livre_premier/premiere_partie/titre_ii/chapitre_premier/section_v/ii/h/article_50_sexies_j.md","articleName":"Article 50 SEXIES J","additions":7,"deletions":7,"diff":[{"type":"del","content":"h. Déclaration attestant, le cas échéant, que l'entreprise n'est pas identifiée dans un Etat membre de la Communauté européenne aux fins de la taxe sur la valeur ajoutée."},{"type":"add","content":"h. Déclaration attestant, le cas échéant, que l'entreprise n'a pas établi le siège de son activité économique sur le territoire de l'Union européenne et qu'elle n'y dispose pas d'un établissement stable."},{"type":"del","content":"Arrêté du 30 décembre 2014 pris pour l'application des articles 298 sexdecies F et 298 sexdecies G du code général des impôts relatifs aux prestations de télécommunications, aux services de radiodiffusion et de télévision et aux services fournis par voie électronique - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Arrêté du 28 novembre 2018 pris pour l'application du régime spécial mentionné à l'article 298 sexdecies F du code général des impôts applicable aux prestations de télécommunications, aux services de radiodiffusion et de télévision et aux services fournis par voie électronique - article 1 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2014-12-30 MODIFIE cible Arrêté du 30 décembre 2014 pris pour l'application des articles 298 sexdecies F et 298 sexdecies G du code général des impôts relatifs aux prestations de télécommunications, aux services de radiodiffusion et de télévision et aux services fournis par voie électronique - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":"2018-11-28 MODIFIE cible Arrêté du 28 novembre 2018 pris pour l'application du régime spécial mentionné à l'article 298 sexdecies F du code général des impôts applicable aux prestations de télécommunications, aux services de radiodiffusion et de télévision et aux services fournis par voie électronique - article 1 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/06/31/LEGIARTI000030063144.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/30/06/31/LEGIARTI000030063144.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/30/06/31/LEGIARTI000030063144.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/37/76/22/LEGIARTI000037762234.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/37/76/22/LEGIARTI000037762234.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/37/76/22/LEGIARTI000037762234.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000030063144)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000037762234)"}],"status":"modified"}],"stats":{"additions":7,"deletions":7,"filesChanged":1}}