{"sha":"bf569c2c9468","date":"2001-06-17","message":"!!! Texte non trouvé 2001-06-17 !!!","files":[{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_premier/section_i/0i/README.md","articleName":"Sommaire - 0I","additions":0,"deletions":15,"diff":[{"type":"del","content":""},{"type":"del","content":"# 0I : Amortissement dégressif des matériels destinés à économiser l'énergie ou les matières premières."},{"type":"del","content":""},{"type":"del","content":"- [Article 2](article_2.md)"},{"type":"del","content":"- [Article 02 bis](article_02_bis.md)"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/06/17/94/LEGISCTA000006179451.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/06/17/94/LEGISCTA000006179451.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/SCTA/00/00/06/17/94/LEGISCTA000006179451.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://0i/README.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/section_lc/LEGITEXT000006069576/LEGISCTA000006179451)"},{"type":"del","content":""}],"status":"deleted"},{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_premier/section_i/0i/article_02_bis.md","articleName":"Article 02 BIS","additions":0,"deletions":123,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article 02 bis"},{"type":"del","content":""},{"type":"del","content":"1. Pour bénéficier de l'amortissement exceptionnel prévu au premier alinéa de l'article 39 AB du code général des impôts, les matériels destinés à économiser l'énergie mentionnés sur la liste donnée au 2 doivent pouvoir être séparés des matériels auxquels ils ont été adjoints sans être rendus définitivement inutilisables."},{"type":"del","content":""},{"type":"del","content":"2. La liste des matériels est fixée ainsi qu'il suit :"},{"type":"del","content":""},{"type":"del","content":"A. - Matériels de récupération de force ou de chaleur produite par l'emploi d'hydrocarbures liquides ou gazeux de combustibles minéraux solides ou d'électricité."},{"type":"del","content":""},{"type":"del","content":"1. Matériel permettant directement la récupération d'énergie et le transport de l'énergie récupérée. Chaudière de récupération sur effluents thermiques ou gaz pauvre de procédé : chaudière à vapeur, à eau chaude, à fluide thermique, à condensation, à haut rendement (soit supérieur à 80 p. 100 PCS) :"},{"type":"del","content":""},{"type":"del","content":"Echangeurs thermiques récupérateurs sur fluides liquides ou gazeux : ((échangeurs tubulaires)) (M), échangeurs à plaques, à caloducs, par fluide caloporteur, rotatifs, à tapis lorsque ces matériels sont destinés à la production d'eau chaude ou de vapeur, de fluide thermique, d'air, l'énergie échangée étant utilisée pour le séchage de produits ou le chauffage de locaux, le préchauffage d'air de combustion, de produits, de combustibles ou de fluides utilisés dans des cycles binaires, la récupération de frigories sur des fluides détendus ;"},{"type":"del","content":""},{"type":"del","content":"Installation de préchauffage de produits par échange direct avec des rejets thermiques ;"},{"type":"del","content":""},{"type":"del","content":"Incinérateurs de sous-produits de fabrication ou de déchets, avec récupération d'énergie et installations annexes de stockage, de manutention et de préparation ;"},{"type":"del","content":""},{"type":"del","content":"Hottes et dispositifs de captation de la chaleur de refroidissement de solides après une opération nécessitant une élévation de température ;"},{"type":"del","content":""},{"type":"del","content":"Matériel permettant la récupération, le transport, le stockage, la préparation et la valorisation énergétique de gaz fatals, issus comme sous-produits de procédés industriels ;"},{"type":"del","content":""},{"type":"del","content":"Dispositifs mécaniques ou électromécaniques permettant la récupération de l'énergie mécanique potentielle de fluides sous pression : turbines, turboalternateurs mus par la détente de gaz ou de fluides sous pression destinés à (ou provenant d') un procédé de fabrication ;"},{"type":"del","content":""},{"type":"del","content":"Matériel de chauffage permettant de favoriser les concentrations énergétiques dans les espaces limités en remplacement d'un chauffage classique : générateurs d'air chaud, aérothermes directs, générateurs de ventilation tempérée ;"},{"type":"del","content":""},{"type":"del","content":"Pompes à chaleur à recompression mécanique de vapeur et matériels permettant la thermocompression directe de fluides avec recyclage de l'énergie ainsi récupérée ;"},{"type":"del","content":""},{"type":"del","content":"Matériel permettant la récupération de l'énergie contenue dans les fluides de refroidissement utilisés pour les moteurs ((thermiques)) (M) et les fours électriques à induction ;"},{"type":"del","content":""},{"type":"del","content":"Turbine à condensation pour la production d'électricité dans le cas où la vapeur est produite pour l'essentiel lors de l'incinération de déchets industriels ou ménagers ou par récupération sur un procédé de fabrication excédentaire en énergie."},{"type":"del","content":""},{"type":"del","content":"2. ((Matériel de cogénération permettant la production combinée de chaleur et de force :"},{"type":"del","content":""},{"type":"del","content":"((a) Turbine de détente de vapeur en contre-pression ;"},{"type":"del","content":""},{"type":"del","content":"((b) Turbine de détente de fluides utilisés dans les cycles binaires de production d'électricité à partir de rejets thermiques à bas niveau ;"},{"type":"del","content":""},{"type":"del","content":"((c) Turbine de détente de haute pression utilisée en place de vanne de laminage ou de détente ;"},{"type":"del","content":""},{"type":"del","content":"((d) Turbine à gaz et moteur thermique avec équipements de récupération de l'énergie sur les gaz d'échappement et/ou les fluides de refroidissement."},{"type":"del","content":""},{"type":"del","content":"((Matériel permettant la transformation en énergie électrique ou en énergie mécanique de l'énergie cinétique des turbines mentionnées ci-dessus)) (M) ;"},{"type":"del","content":""},{"type":"del","content":"B. - Matériels destinés à l'amélioration du rendement énergétique d'appareils ou d'installations consommant de l'énergie :"},{"type":"del","content":""},{"type":"del","content":"Matériel de combustion performant acquis en remplacement d'un matériel de combustion classique : brûleurs autorécupérateurs, brûleurs régénératifs."},{"type":"del","content":""},{"type":"del","content":"Matériel de régulation améliorant les performances énergétiques des matériels suivants ; fours, chaudières, séchoirs, appareils de chauffage, de climatisation ou de ventilation, moteurs ou machines-outils."},{"type":"del","content":""},{"type":"del","content":"Matériels permettant une chauffe en surface ou dans la masse en remplacement d'un chauffage global classique : chauffage infrarouge (gaz ou électricité), à haute fréquence, par rayonnement ultraviolet, ((micro-ondes)) (M) ;"},{"type":"del","content":""},{"type":"del","content":"Matériel de mesure ou enregistreurs permettant un meilleur contrôle du rendement énergétique des installations ;"},{"type":"del","content":""},{"type":"del","content":"Matériel de séparation performant en substitution d'un système de séparation ((par voies thermiques)) (M), membranes polymères, membranes minérales, membranes cryogéniques,"},{"type":"del","content":""},{"type":"del","content":"Matériel permettant de réaliser des économies d'énergie par l'optimisation et la commande centralisée de la gestion d'un ensemble de dispositifs consommateurs d'énergie et affecté exclusivement à cet usage : système informatique centralisé de mesure et de commande ou système réparti par microprocesseurs ;"},{"type":"del","content":""},{"type":"del","content":"Matériel permettant la réduction des pertes sur les réseaux de fluides énergétiques (réseau de condensats, réseau de vapeur, réseau d'air comprimé, réseau de vide, réseau de fluide frigorigène) tels que les purgeurs de vapeur ;"},{"type":"del","content":""},{"type":"del","content":"Matériel d'isolation certifié utilisé dans le secteur tertiaire et industriel permettant de limiter les déperditions thermiques des matériels utilisant ou transportant de l'énergie, des parois opaques (isolation de locaux achevés avant le 12 avril 1988 et de procédés de fabrication) ;"},{"type":"del","content":""},{"type":"del","content":"Matériel permettant de diminuer la consommation d'énergie réactive d'installations électriques : batteries de condensateurs ;"},{"type":"del","content":""},{"type":"del","content":"Matériel variateur de vitesse permettant d'adapter la consommation énergétique d'un moteur ou d'une machine à sa charge instantanée ;"},{"type":"del","content":""},{"type":"del","content":"Déflecteur ajouté à des véhicules routiers existants dont ils réduisent la traînée aérodynamique ;"},{"type":"del","content":""},{"type":"del","content":"Système de gestion embarquée."},{"type":"del","content":""},{"type":"del","content":"C. - Matériels de captage et d'utilisation de sources d'énergie autres que les hydrocarbures liquides ou gazeux, les combustibles minéraux solides et l'électricité :"},{"type":"del","content":""},{"type":"del","content":"Matériel permettant la récupération d'énergie solaire pour le préchauffage de fluide, la préparation d'eau de chaudière, d'eau de procédé, d'eau chaude sanitaire pour la production d'électricité et son raccordement au réseau ;"},{"type":"del","content":""},{"type":"del","content":"Matériel permettant l'utilisation d'énergie éolienne ou géothermique. Matériel d'exploitation de la biomasse : chaudières avec ses auxiliaires, digesteurs associés à une utilisation du biogaz."},{"type":"del","content":""},{"type":"del","content":"((Réseaux de récupération et collecte de biogaz en vue de son utilisation énergétique)) (M)."},{"type":"del","content":""},{"type":"del","content":"D. - Matériels permettant le stockage d'énergie quand la réutilisation ultérieure de cette énergie permet des économies globales d'énergie primaire :"},{"type":"del","content":""},{"type":"del","content":"Matériel permettant le stockage d'énergie sous forme d'énergie mécanique potentielle (matériels permettant par pompage sur les ouvrages hydroélectriques la remontée d'eau de l'aval vers la retenue) ou cinématique (volants d'inertie de grande puissance) ;"},{"type":"del","content":""},{"type":"del","content":"Batterie d'accumulateurs permettant le stockage d'électricité quand ce stockage permet l'arrêt permanent de matériels générateurs d'électricité exclusivement affectés à la fourniture instantanée d'énergie électrique en secours."},{"type":"del","content":""},{"type":"del","content":"((E. Matériels utilisant un procédé physique à haut rendement énergétique pour la production de chaleur destiné au chauffage des bâtiments :"},{"type":"del","content":""},{"type":"del","content":"((Systèmes de climatisation réversible dont le coefficient de performance, à + 7° C, est au moins égal à 2,5)) (M)."},{"type":"del","content":""},{"type":"del","content":"(M) Modification."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      MODIFICATION source Arrêté 1999-02-10 art. 1 JORF 18 février 1999, rectificatif JORF 20 mars 1999"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      ABROGATION source Arrêté 2001-06-14 art. 2 JORF 17 juin 2001"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CITATION source CGI 39 AB"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      HISTO source Edition du 31 mars 1999"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      HISTO source Edition du 31 mars 2002"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/02/LEGIARTI000006300202.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/02/LEGIARTI000006300202.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/02/LEGIARTI000006300202.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_impots_annexe_iv/src/branch/main/livre_premier/premiere_partie/titre_premier/chapitre_premier/section_i/0i/article_02_bis.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006300202)"},{"type":"del","content":""}],"status":"deleted"},{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_premier/section_i/0i/article_2.md","articleName":"Article 2","additions":0,"deletions":99,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article 2"},{"type":"del","content":""},{"type":"del","content":"1. Pour bénéficier de l'amortissement dégressif accéléré mentionné au 2° de l'article 39 AA du code général des impôts, les matériels destinés à économiser l'énergie énumérés aux A et B de la liste donnée au 2 doivent pouvoir être séparés des appareils auxquels ils ont été adjoints sans les rendre définitivement inutilisables."},{"type":"del","content":""},{"type":"del","content":"2. La liste des matériels est fixée ainsi qu'il suit :"},{"type":"del","content":""},{"type":"del","content":"A. Matériels de récupération de force ou de chaleur produite par l'emploi d'hydrocarbures liquides ou gazeux de combustibles minéraux solides ou d'électricité."},{"type":"del","content":""},{"type":"del","content":"A. 1. Matériel permettant directement la récupération d'énergie et le transport de l'énergie récupérée."},{"type":"del","content":""},{"type":"del","content":"Chaudière de récupération sur effluents thermiques ou gaz pauvre de procédé : chaudière à vapeur, à eau chaude, à fluide thermique."},{"type":"del","content":""},{"type":"del","content":"Echangeurs thermiques récupérateurs sur fluides liquides ou gazeux : échangeurs à plaques, à caloducs par fluide caloporteur, rotatifs, à tapis lorsque ces matériels sont destinés à la production d'eau chaude ou de vapeur, de fluide thermique, d'air, l'énergie échangée étant utilisée pour le séchage de produits ou le chauffage de locaux le préchauffage d'air de combustion, de produits, de combustibles ou de fluides utilisés dans des cycles binaires, la récupération de frigories sur des fluides détendus."},{"type":"del","content":""},{"type":"del","content":"Installation de préchauffage de produits par échange direct avec des rejets thermiques."},{"type":"del","content":""},{"type":"del","content":"Incinérateurs de sous-produits de fabrication ou de déchets avec récupération d'énergie et installations annexes de stockage, de manutention et de préparation."},{"type":"del","content":""},{"type":"del","content":"Hottes et dispositifs de captation de la chaleur de refroidissement de solides après une opération nécessitant une élévation de la température."},{"type":"del","content":""},{"type":"del","content":"Matériel permettant la récupération, le transport, le stockage, la préparation et la valorisation énergétique de gaz fatals issus comme sous-produits de procédés industriels."},{"type":"del","content":""},{"type":"del","content":"Dispositifs mécaniques ou électromécaniques permettant la récupération de l'énergie mécanique potentielle de fluides sous-pression : turbines turbo-alternateurs mus par la détente de gaz ou de fluides sous pression destinés à ou provenant d'un procédé de fabrication."},{"type":"del","content":""},{"type":"del","content":"Pompes à chaleur et matériels permettant la thermocompression directe de fluides avec recyclage de l'énergie ainsi récupérée."},{"type":"del","content":""},{"type":"del","content":"Matériel permettant la récupération de l'énergie contenue dans les fluides de refroidissement utilisés pour les moteurs diesel et les fours électriques à induction."},{"type":"del","content":""},{"type":"del","content":"Matériel permettant la récupération des condensats de vapeur."},{"type":"del","content":""},{"type":"del","content":"Turbine à condensation pour la production d'électricité dans le cas où la vapeur est produite pour l'essentiel lors de l'incinération de déchets industriels ou ménagers."},{"type":"del","content":""},{"type":"del","content":"A. 2. Matériel permettant la production combinée de chaleur et de force."},{"type":"del","content":""},{"type":"del","content":"Turbine de détente de vapeur en contrepression."},{"type":"del","content":""},{"type":"del","content":"Turbine à gaz avec chaudière de récupération sur le gaz d'échappement."},{"type":"del","content":""},{"type":"del","content":"Turbine de détente de fluides utilisés dans des cycles binaires de production d'électricité à partir de rejets thermiques à bas niveau."},{"type":"del","content":""},{"type":"del","content":"Matériel permettant la transformation en énergie électrique ou en énergie mécanique de l'énergie cinétique des turbines mentionnées ci-dessus. Matériel constitutif d'une centrale diesel à énergie totale."},{"type":"del","content":""},{"type":"del","content":"B. Matériels destinés à l'amélioration du rendement énergétique d'appareils ou d'installations consommant de l'énergie."},{"type":"del","content":""},{"type":"del","content":"Matériel de régulation améliorant les performances énergétiques des matériels suivants : fours chaudières séchoirs appareils de chauffage de climatisation ou de ventilation moteurs ou machines-outils."},{"type":"del","content":""},{"type":"del","content":"Matériel de mesure ou enregistreurs permettant un meilleur contrôle du rendement énergétique des installations."},{"type":"del","content":""},{"type":"del","content":"Matériel permettant de réaliser des économies d'énergie par l'optimisation et la commande centralisée de la gestion d'un ensemble de dispositifs consommateurs d'énergie et affecté exclusivement à cet usage : système informatique centralisé de mesure et de commande ou système réparti par micro-processeurs."},{"type":"del","content":""},{"type":"del","content":"Matériel permettant la diminution des pertes de réseaux de transports de fluides énergétiques : purgeurs de vapeur."},{"type":"del","content":""},{"type":"del","content":"Matériel permettant de diminuer la consommation d'énergie réactive d'installations électriques : batteries de condensateurs."},{"type":"del","content":""},{"type":"del","content":"Matériel variateur de vitesse permettant d'adapter la consommation énergétique d'un moteur ou d'une machine à sa charge instantanée."},{"type":"del","content":""},{"type":"del","content":"Déflecteurs ajoutés à des véhicules routiers existants dont ils réduisent la trainée aérodynamique."},{"type":"del","content":""},{"type":"del","content":"C. Matériels de captage et d'utilisation de sources d'énergie autres que les hydrocarbures liquides ou gazeux les combustibles minéraux solides et l'électricité."},{"type":"del","content":""},{"type":"del","content":"Matériel permettant la récupération d'énergie solaire pour le préchauffage de fluide, la préparation d'eau de chaudière, d'eau de procédé d'eau chaude sanitaire."},{"type":"del","content":""},{"type":"del","content":"Matériel permettant l'utilisation d'énergie éolienne ou géothermique."},{"type":"del","content":""},{"type":"del","content":"D. Matériels permettant le stockage d'énergie quand la réutilisation ultérieure de cette énergie permet des économies globales d'énergie primaire."},{"type":"del","content":""},{"type":"del","content":"Matériel permettant le stockage d'énergie sous forme d'énergie mécanique potentielle (matériels permettant par pompage sur les ouvrages hydro-électriques la remontée d'eau de l'aval vers la retenue) ou cinétique (volants d'inertie de grande puissance)."},{"type":"del","content":""},{"type":"del","content":"Batterie d'accumulateurs permettant le stockage d'électricité quand ce stockage permet l'arrêt permanent de matériels générateurs d'électricité exclusivement affectés à la fourniture instantanée d'énergie électrique en secours."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CREATION source Arrêté 1991-07-30 art. 1, art. 2 JORF 31 août 1991"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CITATION source CGI 39 AA 2°"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      HISTO source Edition du 4 juillet 1992"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/01/LEGIARTI000006300198.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/01/LEGIARTI000006300198.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/01/LEGIARTI000006300198.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_impots_annexe_iv/src/branch/main/livre_premier/premiere_partie/titre_premier/chapitre_premier/section_i/0i/article_2.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006300198)"},{"type":"del","content":""}],"status":"deleted"},{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_premier/section_i/README.md","articleName":"Sommaire - Section I","additions":0,"deletions":1,"diff":[{"type":"del","content":"- [0I : Amortissement dégressif des matériels destinés à économiser l'énergie ou les matières premières.](0i/README.md)"}],"status":"modified"},{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_premier/section_i/ii/README.md","articleName":"Sommaire - Ii","additions":1,"deletions":0,"diff":[{"type":"add","content":"- [Article 2](article_2.md)"}],"status":"modified"},{"filename":"livre_premier/premiere_partie/titre_premier/chapitre_premier/section_i/ii/article_2.md","articleName":"Article 2","additions":62,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article 2"},{"type":"add","content":""},{"type":"add","content":"Les établissements de banque ou de crédit effectuant des prêts à moyen ou à long terme ainsi que les sociétés autorisées à faire des opérations de crédit foncier sont admis à constituer en franchise d'impôt sur le revenu ou d'impôt sur les sociétés dans les conditions prévues à l'article 3 bis, une provision destinée à faire face aux risques particuliers afférents à ces prêts ou opérations."},{"type":"add","content":""},{"type":"add","content":"Il ne peut être constitué de provision pour les crédits dont le risque n'incombe pas à l'établissement."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Dispositions devenues sans objet en conséquence de l'article 26-I [c] de la loi n° 2013-1278 du 29 décembre 2013."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code général des impôts, annexe IV - article 3 bis AUTONOME PERIME, en vigueur du 1998-04-22 au 2014-05-30 CITATION source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Arrêté du 26 mai 2014 portant incorporation à l'annexe IV au code général des impôts de divers textes modifiant et complétant certaines dispositions de cette annexe - article 1 ENTIEREMENT_MODIF PERIME source"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CODIFICATION source Arrêté 1981-09-15"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      MODIFICATION source Arrêté 1981-09-15 en vigueur le 1er juillet 1981"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2014-05-26 PERIME cible Arrêté du 26 mai 2014 portant incorporation à l'annexe IV au code général des impôts de divers textes modifiant et complétant certaines dispositions de cette annexe - article 1 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CITATION source CGIAN4 3 bis"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts, annexe IV - article 2 bis AUTONOME PERIME, en vigueur du 2006-01-01 au 2014-05-30"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code général des impôts, annexe IV - article 3 bis AUTONOME PERIME, en vigueur du 1998-04-22 au 2014-05-30"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/11/LEGIARTI000006301170.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/11/LEGIARTI000006301170.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/30/11/LEGIARTI000006301170.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_general_des_impots_annexe_iv/src/branch/main/livre_premier/premiere_partie/titre_premier/chapitre_premier/section_i/ii/article_2.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006301170)"},{"type":"add","content":""}],"status":"added"}],"stats":{"additions":63,"deletions":238,"filesChanged":6}}