{"sha":"07f5265c8dc6","date":"2004-10-01","message":"LOI n° 2004-204 du 9 mars 2004 portant adaptation de la justice aux évolutions de la criminalité","files":[{"filename":"titre_ii/chapitre_iv/section_7/article_67_bis.md","articleName":"Article 67 BIS","additions":122,"deletions":59,"diff":[{"type":"del","content":"Afin de constater les infractions douanières d'importation, d'exportation ou de détention de substances ou plantes classées comme stupéfiants, d'identifier les auteurs et complices de ces infractions ainsi que ceux qui y ont participé comme intéressés au sens de l'article 399 et d'effectuer les saisies prévues par le présent code, les agents des douanes habilités par le ministre chargé des douanes dans des conditions fixées par décret peuvent, après en avoir informé le procureur de la République et sous son contrôle, procéder à la surveillance de l'acheminement de ces substances ou plantes."},{"type":"add","content":"I. - Sans préjudice de l'application des dispositions des articles 60, 61, 62, 63, 63 bis, 63 ter et 64, afin de constater les délits douaniers, si la peine encourue est égale ou supérieure à deux ans d'emprisonnement, les agents des douanes habilités par le ministre chargé des douanes dans des conditions fixées par décret procèdent sur l'ensemble du territoire national, après en avoir informé le procureur de la République et sauf opposition de ce magistrat, à la surveillance de personnes contre lesquelles il existe une ou plusieurs raisons plausibles de les soupçonner d'être les auteurs d'un délit douanier ou d'y avoir participé comme complices ou intéressés à la fraude au sens de l'article 399."},{"type":"del","content":"Ils ne sont pas pénalement responsables lorsque, aux mêmes fins, avec l'autorisation du procureur de la République et sous son contrôle, ils acquièrent, détiennent, transportent ou livrent ces substances ou plantes ou mettent à la disposition des personnes les détenant ou se livrant aux infractions douanières mentionnées à l'alinéa précédent des moyens de caractère juridique, ainsi que des moyens de transport, de dépôt et de communication. L'autorisation ne peut être donnée que pour des actes ne déterminant pas la commission des infractions visées au premier alinéa."},{"type":"add","content":"Les mêmes dispositions sont applicables pour la surveillance de l'acheminement ou du transport des objets, biens ou produits tirés de la commission de ces infractions ou servant à les commettre."},{"type":"del","content":"Les dispositions des deux alinéas précédents sont, aux mêmes fins, applicables aux substances qui sont utilisées pour la fabrication illicite des produits stupéfiants et dont la liste est fixée par décret, ainsi qu'aux matériels servant à cette fabrication."},{"type":"add","content":"L'information préalable prévue par le premier alinéa doit être donnée, par tout moyen, selon le cas, au procureur de la République près le tribunal de grande instance dans le ressort duquel les opérations de surveillance sont susceptibles de débuter ou au procureur de la République saisi en application des dispositions de l'article 706-76 du code de procédure pénale."},{"type":"del","content":"Ne sont pas pénalement punissables les agents des douanes qui accomplissent, en ce qui concerne les fonds sur lesquels porte l'infraction prévue par l'article 415 et pour la constatation de celle-ci, les actes mentionnés aux deux premiers alinéas."},{"type":"add","content":"II. - Lorsque les investigations le justifient et afin de constater les infractions douanières d'importation, d'exportation ou de détention de substances ou plantes classées comme stupéfiants, de contrebande de tabac manufacturé, d'alcool et spiritueux, et de contrefaçon de marque, ainsi que celles prévues à l'article 415 du présent code et aux articles L. 716-9 à L. 716-11 du code de la propriété intellectuelle, d'identifier les auteurs et complices de ces infractions ainsi que ceux qui y ont participé comme intéressés au sens de l'article 399 du présent code et d'effectuer les saisies prévues par le présent code, le procureur de la République peut autoriser qu'il soit procédé, sous son contrôle, à une opération d'infiltration dans les conditions prévues par le présent article."},{"type":"add","content":""},{"type":"add","content":"L'infiltration consiste, pour un agent des douanes spécialement habilité dans des conditions fixées par décret, agissant sous la responsabilité d'un agent de catégorie A chargé de coordonner l'opération, à surveiller des personnes suspectées de commettre un délit douanier en se faisant passer, auprès de ces personnes, comme un de leurs coauteurs, complices ou intéressés à la fraude. L'agent des douanes est à cette fin autorisé à faire usage d'une identité d'emprunt et à commettre si nécessaire les actes mentionnés ci-après. A peine de nullité, ces actes ne peuvent constituer une incitation à commettre des infractions."},{"type":"add","content":""},{"type":"add","content":"L'infiltration fait l'objet d'un rapport rédigé par l'agent de catégorie A ayant coordonné l'opération qui comprend les éléments strictement nécessaires à la constatation des infractions et ne mettant pas en danger la sécurité de l'agent infiltré et des personnes requises au sens du III."},{"type":"add","content":""},{"type":"add","content":"III. - Les agents des douanes autorisés à procéder à une opération d'infiltration peuvent, sans être pénalement responsables de ces actes et sur l'ensemble du territoire national :"},{"type":"add","content":""},{"type":"add","content":"a) Acquérir, détenir, transporter, livrer ou délivrer des substances, biens, produits, documents ou informations tirés de la commission des infractions ;"},{"type":"add","content":""},{"type":"add","content":"b) Utiliser ou mettre à disposition des personnes se livrant à ces infractions des moyens de caractère juridique ainsi que des moyens de transport, de dépôt, d'hébergement, de conservation et de télécommunication."},{"type":"add","content":""},{"type":"add","content":"L'exonération de responsabilité prévue au premier alinéa est également applicable, pour les actes commis à seule fin de procéder à l'opération d'infiltration, aux personnes requises par les agents des douanes pour permettre la réalisation de cette opération."},{"type":"add","content":""},{"type":"add","content":"IV. - A peine de nullité, l'autorisation donnée en application du II est délivrée par écrit et doit être spécialement motivée."},{"type":"add","content":""},{"type":"add","content":"Elle mentionne la ou les infractions qui justifient le recours à cette procédure et l'identité de l'agent des douanes sous la responsabilité duquel se déroule l'opération."},{"type":"add","content":""},{"type":"add","content":"Cette autorisation fixe la durée de l'opération d'infiltration, qui ne peut excéder quatre mois. L'opération peut être renouvelée dans les mêmes conditions de forme et de durée. Le magistrat qui a autorisé l'opération peut, à tout moment, ordonner son interruption avant l'expiration de la durée fixée."},{"type":"add","content":""},{"type":"add","content":"L'autorisation est versée au dossier de la procédure après achèvement de l'opération d'infiltration."},{"type":"add","content":""},{"type":"add","content":"V. - L'identité réelle des agents des douanes ayant effectué l'infiltration sous une identité d'emprunt ne doit apparaître à aucun stade de la procédure."},{"type":"add","content":""},{"type":"add","content":"La révélation de l'identité de ces agents est punie de cinq ans d'emprisonnement et de 75000 euros d'amende."},{"type":"add","content":""},{"type":"add","content":"Lorsque cette révélation a causé des violences, coups et blessures à l'encontre de ces personnes ou de leurs conjoints, enfants et ascendants directs, les peines sont portées à sept ans d'emprisonnement et à 100000 euros d'amende."},{"type":"add","content":""},{"type":"add","content":"Lorsque cette révélation a causé la mort de ces personnes ou de leurs conjoints, enfants et ascendants directs, les peines sont portées à dix ans d'emprisonnement et à 150000 euros d'amende, sans préjudice, le cas échéant, de l'application des dispositions du chapitre Ier du titre II du livre II du code pénal."},{"type":"add","content":""},{"type":"add","content":"VI. - En cas de décision d'interruption de l'opération ou à l'issue du délai fixé par la décision autorisant l'opération et en l'absence de prolongation, l'agent infiltré peut poursuivre les activités mentionnées au III, sans en être pénalement responsable, afin de lui permettre de cesser sa surveillance dans des conditions assurant sa sécurité sans que cette durée puisse excéder quatre mois. Le magistrat ayant délivré l'autorisation prévue au II en est informé dans les meilleurs délais. Si, à l'issue du délai de quatre mois, l'agent infiltré ne peut cesser sa surveillance dans des conditions assurant sa sécurité, ce magistrat en autorise la prolongation pour une durée de quatre mois au plus."},{"type":"add","content":""},{"type":"add","content":"VII. - L'agent des douanes sous la responsabilité duquel se déroule l'opération d'infiltration peut seul être entendu en qualité de témoin sur l'opération."},{"type":"add","content":""},{"type":"add","content":"Toutefois, s'il ressort du rapport mentionné au II que la personne mise en examen ou comparaissant devant la juridiction de jugement est directement mise en cause par des constatations effectuées par un agent ayant personnellement réalisé les opérations d'infiltration, cette personne peut demander à être confrontée avec cet agent dans les conditions prévues par l'article 706-61 du code de procédure pénale."},{"type":"add","content":""},{"type":"add","content":"Les questions posées à l'agent infiltré à l'occasion de cette confrontation ne doivent pas avoir pour objet ni pour effet de révéler, directement ou indirectement, sa véritable identité."},{"type":"add","content":""},{"type":"add","content":"VIII. - Lorsque la surveillance prévue au I doit être poursuivie dans un Etat étranger, elle est autorisée par le procureur de la République. Les procès-verbaux d'exécution de l'observation ou rapports y afférents ainsi que l'autorisation d'en poursuivre l'exécution sur le territoire d'un Etat étranger sont versés au dossier de la procédure."},{"type":"add","content":""},{"type":"add","content":"Avec l'accord préalable du ministre de la justice saisi d'une demande d'entraide judiciaire à cette fin, les agents des douanes étrangers peuvent poursuivre sur le territoire de la République, sous la direction d'agents des douanes français, des opérations d'infiltration conformément aux dispositions du présent article. L'accord du ministre de la justice peut être assorti de conditions. L'opération doit ensuite être autorisée par le procureur de la République près le tribunal de grande instance de Paris, dans les conditions prévues au II."},{"type":"add","content":""},{"type":"add","content":"Le ministre de la justice ne peut donner son accord que si les agents étrangers sont affectés dans leur pays à un service spécialisé et exercent des missions similaires à celles des agents nationaux spécialement habilités mentionnés au II."},{"type":"add","content":""},{"type":"add","content":"Avec l'accord des autorités judiciaires étrangères, les agents des douanes étrangers mentionnés au deuxième alinéa du présent VIII peuvent également, conformément aux dispositions du présent article, participer sous la direction d'agents des douanes français à des opérations d'infiltration conduites sur le territoire de la République dans le cadre d'une procédure douanière nationale."},{"type":"add","content":""},{"type":"add","content":"IX. - Aucune condamnation ne peut être prononcée sur le seul fondement de déclarations faites par des agents des douanes ayant procédé à une infiltration."},{"type":"add","content":""},{"type":"add","content":"Les dispositions du présent IX ne sont cependant pas applicables lorsque les agents des douanes déposent sous leur véritable identité."},{"type":"del","content":"Code de procédure pénale - article D15-1-1 AUTONOME MODIFIE, en vigueur du 2004-09-30 au 2014-07-24 CITATION source"},{"type":"add","content":"Code des douanes - article 61 AUTONOME VIGUEUR, en vigueur depuis le 2017-03-02 CITATION cible"},{"type":"del","content":"Code de procédure pénale - article D15-1-1 AUTONOME MODIFIE, en vigueur du 2014-07-24 au 2019-07-01 CITATION source"},{"type":"add","content":"Code des douanes - article 63 AUTONOME VIGUEUR, en vigueur depuis le 2023-07-20 CITATION cible"},{"type":"del","content":"Code de procédure pénale - article D15-1-1 AUTONOME MODIFIE, en vigueur du 2019-07-01 au 2020-01-01 CITATION source"},{"type":"add","content":"Code des douanes - article 64 AUTONOME MODIFIE, en vigueur du 2011-03-16 au 2012-01-01 CITATION cible"},{"type":"del","content":"Code de procédure pénale - article D15-1-1 AUTONOME MODIFIE, en vigueur du 2020-01-01 au 2023-07-01 CITATION source"},{"type":"add","content":"Code des douanes - article 61 AUTONOME MODIFIE, en vigueur du 1949-01-01 au 2017-03-02 CITATION cible"},{"type":"del","content":"Code des douanes - article 67 bis-1 AUTONOME MODIFIE, en vigueur du 2014-03-13 au 2016-06-05 CITATION source"},{"type":"add","content":"Code des douanes - article 62 AUTONOME VIGUEUR, en vigueur depuis le 2023-07-20 CITATION cible"},{"type":"del","content":"Code des douanes - article 67 bis-1 A AUTONOME MODIFIE, en vigueur du 2020-12-27 au 2025-06-15 CITATION source"},{"type":"add","content":"Code des douanes - article 63 ter AUTONOME MODIFIE, en vigueur du 2014-03-13 au 2016-06-05 CITATION cible"},{"type":"del","content":"Décret n°2004-976 du 15 septembre 2004 fixant les conditions d'habilitation des agents des douanes visés à l'article 67 bis du code des douanes - article 3 AUTONOME MODIFIE, en vigueur du 2004-09-18 au 2011-06-30 TXT_SOURCE source"},{"type":"add","content":"Code des douanes - article 63 AUTONOME MODIFIE, en vigueur du 1949-01-01 au 2014-07-03 CITATION cible"},{"type":"del","content":"Code de procédure pénale - article D15-1-1 AUTONOME VIGUEUR, en vigueur depuis le 2023-07-01 CITATION source"},{"type":"add","content":"Code des douanes - article 64 AUTONOME MODIFIE, en vigueur du 2002-06-16 au 2005-01-01 CITATION cible"},{"type":"del","content":"Code de procédure pénale - article D15-1-4 AUTONOME VIGUEUR, en vigueur depuis le 2023-07-01 CITATION source"},{"type":"add","content":"Code des douanes - article 64 AUTONOME MODIFIE, en vigueur du 2012-01-01 au 2013-12-08 CITATION cible"},{"type":"del","content":"Décret n°2004-976 du 15 septembre 2004 fixant les conditions d'habilitation des agents des douanes aux procédures spéciales d'enquête douanière relevant de la section VII du chapitre IV du titre II du code des douanes et des agents des douanes visés à l'article 28-1 du code de procédure pénale pour la mise en œuvre de l'article 230-46 du même code - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2024-03-29 CITATION source"},{"type":"add","content":"Code des douanes - article 63 ter AUTONOME MODIFIE, en vigueur du 2005-01-01 au 2014-03-13 CITATION cible"},{"type":"del","content":"Décret n°2004-976 du 15 septembre 2004 fixant les conditions d'habilitation des agents des douanes visés à l'article 67 bis du code des douanes - article 4 AUTONOME VIGUEUR, en vigueur depuis le 2004-09-18 TXT_SOURCE source"},{"type":"add","content":"Code des douanes - article 64 AUTONOME MODIFIE, en vigueur du 2008-08-06 au 2011-03-16 CITATION cible"},{"type":"del","content":"Code des douanes - article 67 bis-1 A AUTONOME MODIFIE, en vigueur du 2016-06-05 au 2020-12-27 CITATION source"},{"type":"add","content":"Code des douanes - article 64 AUTONOME MODIFIE, en vigueur du 2013-12-08 au 2020-01-01 CITATION cible"},{"type":"del","content":"Code des douanes - article 67 bis-1 AUTONOME MODIFIE, en vigueur du 2013-01-01 au 2014-03-13 CITATION source"},{"type":"add","content":"Code des douanes - article 63 AUTONOME MODIFIE, en vigueur du 2020-01-01 au 2023-07-20 CITATION cible"},{"type":"del","content":"Décret n°2004-976 du 15 septembre 2004 fixant les conditions d'habilitation des agents des douanes visés à l'article 67 bis du code des douanes - article 1 AUTONOME MODIFIE, en vigueur du 2004-09-18 au 2011-06-30 CITATION source"},{"type":"add","content":"Code des douanes - article 62 AUTONOME MODIFIE, en vigueur du 1968-08-01 au 1988-01-05 CITATION cible"},{"type":"del","content":"Décret n°2004-976 du 15 septembre 2004 fixant les conditions d'habilitation des agents des douanes visés à l'article 67 bis du code des douanes - article 1 AUTONOME MODIFIE, en vigueur du 2004-09-18 au 2011-06-30 TXT_SOURCE source"},{"type":"add","content":"Code des douanes - article 63 bis AUTONOME MODIFIE, en vigueur du 1969-03-28 au 1993-08-11 CITATION cible"},{"type":"del","content":"Code des douanes - article 67 bis-1 AUTONOME MODIFIE, en vigueur du 2011-03-16 au 2013-01-01 CITATION source"},{"type":"add","content":"Code des douanes - article 63 bis AUTONOME MODIFIE, en vigueur du 1993-08-11 au 2016-12-10 CITATION cible"},{"type":"del","content":"Loi n° 96-542 du 19 juin 1996 relative au contrôle de la fabrication et du commerce de certaines substances susceptibles d'être utilisées pour la fabrication illicite de stupéfiants ou de substances psychotropes - article 10-1 AUTONOME MODIFIE, en vigueur du 2008-12-20 au 2020-01-01 CITATION source"},{"type":"add","content":"Code des douanes - article 63 bis AUTONOME VIGUEUR, en vigueur depuis le 2016-12-10 CITATION cible"},{"type":"del","content":"Décret n°2004-976 du 15 septembre 2004 fixant les conditions d'habilitation des agents des douanes visés aux articles 67 bis et 67 bis-1 du code des douanes - article 1 AUTONOME MODIFIE, en vigueur du 2011-06-30 au 2014-08-07 CITATION source"},{"type":"add","content":"Code des douanes - article 62 AUTONOME MODIFIE, en vigueur du 1988-01-05 au 2001-05-04 CITATION cible"},{"type":"del","content":"Décret n°2004-976 du 15 septembre 2004 fixant les conditions d'habilitation des agents des douanes visés aux articles 67 bis à 67 bis-2 du code des douanes - article 1 AUTONOME MODIFIE, en vigueur du 2014-08-07 au 2019-05-03 CITATION source"},{"type":"add","content":"Code des douanes - article 62 AUTONOME MODIFIE, en vigueur du 2001-05-04 au 2014-07-03 CITATION cible"},{"type":"del","content":"Décret n°2004-976 du 15 septembre 2004 fixant les conditions d'habilitation des agents des douanes visés aux articles 67 bis à 67 bis-4 du code des douanes - article 1 AUTONOME MODIFIE, en vigueur du 2019-05-03 au 2024-03-29 CITATION source"},{"type":"add","content":"Code des douanes - article 63 AUTONOME MODIFIE, en vigueur du 2014-07-03 au 2020-01-01 CITATION cible"},{"type":"del","content":"Loi n° 96-542 du 19 juin 1996 relative au contrôle de la fabrication et du commerce de certaines substances susceptibles d'être utilisées pour la fabrication illicite de stupéfiants ou de substances psychotropes - article 10-1 AUTONOME VIGUEUR, en vigueur depuis le 2020-01-01 CITATION source"},{"type":"add","content":"Code des douanes - article 64 AUTONOME MODIFIE, en vigueur du 2005-01-01 au 2008-08-06 CITATION cible"},{"type":"del","content":"Décret n°2004-976 du 15 septembre 2004 fixant les conditions d'habilitation des agents des douanes visés à l'article 67 bis du code des douanes - article 5 AUTONOME VIGUEUR, en vigueur depuis le 2004-09-18 TXT_SOURCE source"},{"type":"add","content":"Code des douanes - article 63 ter AUTONOME VIGUEUR, en vigueur depuis le 2016-06-05 CITATION cible"},{"type":"del","content":"Décret n°2004-976 du 15 septembre 2004 fixant les conditions d'habilitation des agents des douanes visés à l'article 67 bis du code des douanes - article 2 AUTONOME MODIFIE, en vigueur du 2004-09-18 au 2024-03-29 TXT_SOURCE source"},{"type":"add","content":"Code des douanes - article 64 AUTONOME VIGUEUR, en vigueur depuis le 2023-07-20 CITATION cible"},{"type":"del","content":"LOI no 91-1264 du 19 décembre 1991 relative au renforcement de la lutte contre le trafic des stupéfiants - article 2 ENTIEREMENT_MODIF CREATION cible"},{"type":"add","content":"Code des douanes - article 63 ter AUTONOME MODIFIE, en vigueur du 1996-04-13 au 2005-01-01 CITATION cible"},{"type":"del","content":"Décret n°2002-1245 du 2 octobre 2002 fixant les conditions d'habilitation des agents des douanes effectuant des livraisons surveillées en Nouvelle-Calédonie et en Polynésie française - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2002-10-09 CITATION source"},{"type":"add","content":"Code des douanes - article 64 AUTONOME MODIFIE, en vigueur du 2020-01-01 au 2023-07-20 CITATION cible"},{"type":"del","content":"Décret n°2002-1245 du 2 octobre 2002 fixant les conditions d'habilitation des agents des douanes effectuant des livraisons surveillées en Nouvelle-Calédonie et en Polynésie française - article 5 AUTONOME VIGUEUR, en vigueur depuis le 2002-10-09 CITATION source"},{"type":"add","content":"Code des douanes - article 62 AUTONOME MODIFIE, en vigueur du 2014-07-03 au 2023-07-20 CITATION cible"},{"type":"del","content":"Décret n° 2024-271 du 27 mars 2024 modifiant le décret n° 2004-976 du 15 septembre 2004 fixant les conditions d'habilitation des agents des douanes visés aux articles 67 bis et 67 bis-4 du code des douanes - article 2 ENTIEREMENT_MODIF CITATION source"},{"type":"add","content":"LOI n° 2004-204 du 9 mars 2004 portant adaptation de la justice aux évolutions de la criminalité - article 33 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":"Code de procédure pénale - article D15-1-2 AUTONOME VIGUEUR, en vigueur depuis le 2004-09-30 CITATION source"},{"type":"add","content":"Code des douanes - article 64 AUTONOME MODIFIE, en vigueur du 1949-01-01 au 1989-12-30 CITATION cible"},{"type":"del","content":"Code de procédure pénale - article D15-1-4 AUTONOME MODIFIE, en vigueur du 2004-09-30 au 2023-07-01 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code des douanes - article 67 bis-1 A AUTONOME VIGUEUR, en vigueur depuis le 2025-06-15 CITATION source"},{"type":"add","content":"Code des douanes - article 64 AUTONOME MODIFIE, en vigueur du 1996-04-13 au 2002-06-16 CITATION cible"},{"type":"del","content":"Décret n° 2024-271 du 27 mars 2024 modifiant le décret n° 2004-976 du 15 septembre 2004 fixant les conditions d'habilitation des agents des douanes visés aux articles 67 bis et 67 bis-4 du code des douanes CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n°2004-976 du 15 septembre 2004 fixant les conditions d'habilitation des agents des douanes visés à l'article 67 bis du code des douanes MODIFIE, en vigueur du 2004-09-18 au 2011-06-30 TXT_SOURCE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2011-751 du 27 juin 2011 fixant les conditions d'habilitation des agents des douanes visés à l'article 67 bis-1 du code des douanes CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Ordonnance n° 2008-1340 du 18 décembre 2008 relative au contrôle de la fabrication et du commerce des précurseurs de drogues CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2024-271 du 27 mars 2024 modifiant le décret n° 2004-976 du 15 septembre 2004 fixant les conditions d'habilitation des agents des douanes visés aux articles 67 bis et 67 bis-4 du code des douanes VIGUEUR, en vigueur depuis le 2024-03-29 CITATION source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Décret n° 2011-751 du 27 juin 2011 fixant les conditions d'habilitation des agents des douanes visés à l'article 67 bis-1 du code des douanes VIGUEUR, en vigueur depuis le 2011-06-30 CITATION source"},{"type":"add","content":"LOI n° 2004-204 du 9 mars 2004 portant adaptation de la justice aux évolutions de la criminalité SPEC_APPLI cible"},{"type":"del","content":""},{"type":"del","content":"1991-12-19 CREATION source LOI no 91-1264 du 19 décembre 1991 relative au renforcement de la lutte contre le trafic des stupéfiants - article 2 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"add","content":""},{"type":"add","content":"2004-03-09 SPEC_APPLI source LOI n° 2004-204 du 9 mars 2004 portant adaptation de la justice aux évolutions de la criminalité"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2004-03-09 MODIFICATION source LOI n° 2004-204 du 9 mars 2004 portant adaptation de la justice aux évolutions de la criminalité - article 33 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de la propriété intellectuelle VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de procédure pénale - article 706-61 AUTONOME MODIFIE_MORT_NE, en vigueur du 2002-01-01 au 2001-11-16"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de procédure pénale - article 706-76 AUTONOME MODIFIE, en vigueur du 2004-10-01 au 2005-04-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code des douanes - article 60 AUTONOME MODIFIE, en vigueur du 1949-01-01 au 2023-07-20"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code des douanes - article 61 AUTONOME MODIFIE, en vigueur du 1949-01-01 au 2017-03-02"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code des douanes - article 62 AUTONOME MODIFIE, en vigueur du 1968-08-01 au 1988-01-05"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code des douanes - article 63 AUTONOME MODIFIE, en vigueur du 1949-01-01 au 2014-07-03"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code des douanes - article 63 bis AUTONOME MODIFIE, en vigueur du 1969-03-28 au 1993-08-11"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code des douanes - article 63 ter AUTONOME MODIFIE, en vigueur du 1996-04-13 au 2005-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code des douanes - article 64 AUTONOME MODIFIE, en vigueur du 1949-01-01 au 1989-12-30"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/61/54/LEGIARTI000006615436.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/61/54/LEGIARTI000006615436.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/61/54/LEGIARTI000006615436.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/61/54/LEGIARTI000006615437.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/61/54/LEGIARTI000006615437.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/61/54/LEGIARTI000006615437.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006615436)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006615437)"}],"status":"modified"},{"filename":"titre_xii/chapitre_ii/section_1/article_343.md","articleName":"Article 343","additions":26,"deletions":10,"diff":[{"type":"del","content":"3. L'administration des douanes ne peut exercer l'action pour l'application des sanctions fiscales dans les procédures dont ses agents ont été saisis en application des I et II de l'article 28-1 du code de procédure pénale. Cette action est, dans ces cas, exercée par le ministère public, et les dispositions de l'article 350 ne sont pas applicables."},{"type":"add","content":"3. L'administration des douanes ne peut exercer l'action pour l'application des sanctions fiscales dans les procédures dont ses agents ont été saisis en application des I et II de l'article 28-1 du code de procédure pénale. Cette action est, dans ces cas, exercée par le ministère public, et les dispositions de l'article 350 ne sont pas applicables."},{"type":"add","content":""},{"type":"add","content":"Dans ces mêmes procédures, l'administration des douanes exerce l'action en paiement des droits et taxes compromis ou éludés, prévue à l'article 377 bis. A cette fin, elle est informée de la date de l'audience par l'autorité judiciaire compétente."},{"type":"del","content":"Loi n° 2002-1576 du 30 décembre 2002 de finances rectificative pour 2002 - article 44 AUTONOME VIGUEUR, en vigueur depuis le 2002-12-31 MODIFICATION cible"},{"type":"add","content":"LOI n° 2004-204 du 9 mars 2004 portant adaptation de la justice aux évolutions de la criminalité - article 33 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2002-1576 du 30 décembre 2002 de finances rectificative pour 2002 CITATION cible"},{"type":"del","content":"Loi n° 99-515 du 23 juin 1999 renforçant l'efficacité de la procédure pénale - article 28 AUTONOME VIGUEUR, en vigueur depuis le 1999-06-24 MODIFICATION cible"},{"type":"add","content":"LOI n° 2004-204 du 9 mars 2004 portant adaptation de la justice aux évolutions de la criminalité SPEC_APPLI cible"},{"type":"del","content":"      CODIFICATION source Décret 48-1985 1948-12-08"},{"type":"add","content":"2002-12-30 CITATION source LOI n° 2002-1576 du 30 décembre 2002 de finances rectificative pour 2002"},{"type":"del","content":"1999-06-23 MODIFICATION source Loi n° 99-515 du 23 juin 1999 renforçant l'efficacité de la procédure pénale - article 28 AUTONOME VIGUEUR, en vigueur depuis le 1999-06-24"},{"type":"add","content":"2004-03-09 SPEC_APPLI source LOI n° 2004-204 du 9 mars 2004 portant adaptation de la justice aux évolutions de la criminalité"},{"type":"del","content":"2002-12-30 MODIFICATION source Loi n° 2002-1576 du 30 décembre 2002 de finances rectificative pour 2002 - article 44 AUTONOME VIGUEUR, en vigueur depuis le 2002-12-31"},{"type":"add","content":"2004-03-09 MODIFICATION source LOI n° 2004-204 du 9 mars 2004 portant adaptation de la justice aux évolutions de la criminalité - article 33 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code des douanes - article 377 bis AUTONOME MODIFIE, en vigueur du 1978-07-08 au 1991-12-31"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CODIFICATION source Décret 48-1985 1948-12-08"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/61/58/LEGIARTI000006615834.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/61/58/LEGIARTI000006615834.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/61/58/LEGIARTI000006615834.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/61/58/LEGIARTI000006615835.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/61/58/LEGIARTI000006615835.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/61/58/LEGIARTI000006615835.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006615834)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006615835)"}],"status":"modified"}],"stats":{"additions":148,"deletions":69,"filesChanged":2}}