{"sha":"2ac330cfe4a3","date":"1996-04-13","message":"LOI n° 86-1317 du 30 décembre 1986 de finances pour 1987","files":[{"filename":"titre_ii/chapitre_iv/README.md","articleName":"Sommaire - Chapitre Iv","additions":1,"deletions":0,"diff":[{"type":"add","content":"- [Section 2 : Droit d'accès aux locaux et lieux à usage professionnel et visites domiciliaires.](section_2/README.md)"}],"status":"modified"},{"filename":"titre_ii/chapitre_iv/section_2/README.md","articleName":"Sommaire - Section 2","additions":16,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Section 2 : Droit d'accès aux locaux et lieux à usage professionnel et visites domiciliaires."},{"type":"add","content":""},{"type":"add","content":"- [Article 64](article_64.md)"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/06/13/88/LEGISCTA000006138847.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/06/13/88/LEGISCTA000006138847.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/SCTA/00/00/06/13/88/LEGISCTA000006138847.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://section_2/README.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/section_lc/LEGITEXT000006071570/LEGISCTA000006138847)"},{"type":"add","content":""}],"status":"added"},{"filename":"titre_ii/chapitre_iv/section_2/article_64.md","articleName":"Article 64","additions":213,"deletions":0,"diff":[{"type":"add","content":"---"},{"type":"add","content":"---"},{"type":"add","content":""},{"type":"add","content":"# Article 64"},{"type":"add","content":""},{"type":"add","content":"1. Pour la recherche et la constatation des délits douaniers, visés aux articles 414 à 429 et 459 du présent code, les agents des douanes habilités à cet effet par le directeur général des douanes et droits indirects peuvent procéder à des visites en tous lieux, même privés, où les marchandises et documents se rapportant à ces délits sont susceptibles d'être détenus et procéder à leur saisie. Ils sont accompagnés d'un officier de police judiciaire."},{"type":"add","content":""},{"type":"add","content":"2. a) Hormis le cas de flagrant délit, chaque visite doit être autorisée par une ordonnance du président du tribunal de grande instance du lieu de la direction des douanes dont dépend le service chargé de la procédure, ou d'un juge délégué par lui."},{"type":"add","content":""},{"type":"add","content":"L'ordonnance n'est susceptible que d'un pourvoi en cassation selon les règles prévues par le code de procédure pénale ; ce pourvoi n'est pas suspensif. Les délais de pourvoi courent à compter de la notification ou de la signification de l'ordonnance."},{"type":"add","content":""},{"type":"add","content":"L'ordonnance comporte :"},{"type":"add","content":""},{"type":"add","content":"- le cas échéant, mention de la délégation du président du tribunal de grande instance ;"},{"type":"add","content":""},{"type":"add","content":"- l'adresse des lieux à visiter ;"},{"type":"add","content":""},{"type":"add","content":"- le nom et la qualité du fonctionnaire habilité qui a sollicité et obtenu l'autorisation de procéder aux opérations de visite."},{"type":"add","content":""},{"type":"add","content":"Le juge motive sa décision par l'indication des éléments de fait et de droit qu'il retient et qui laissent présumer, en l'espèce, l'existence des agissements frauduleux dont la preuve est recherchée."},{"type":"add","content":""},{"type":"add","content":"Si, à l'occasion de la visite, les agents habilités découvrent l'existence d'un coffre dans un établissement de crédit dont la personne occupant les lieux visités est titulaire et où des pièces, documents, objets ou marchandises se rapportant aux agissements visés au 1, sont susceptibles de se trouver, ils peuvent, sur autorisation délivrée par tout moyen par le juge qui a pris l'ordonnance, procéder immédiatement à la visite de ce coffre. Mention de cette autorisation est portée au procès-verbal prévu au b du 2."},{"type":"add","content":""},{"type":"add","content":"Le juge doit vérifier de manière concrète que la demande d'autorisation qui lui est soumise est bien fondée ; cette demande doit comporter tous les éléments d'information en possession de l'administration de nature à justifier la visite."},{"type":"add","content":""},{"type":"add","content":"Il désigne l'officier de police judiciaire chargé d'assister à ces opérations et de le tenir informé de leur déroulement."},{"type":"add","content":""},{"type":"add","content":"La visite s'effectue sous le contrôle du juge qui l'a autorisée. Lorsqu'elle a lieu en dehors du ressort de son tribunal de grande instance, il délivre une commission rogatoire, pour exercer ce contrôle, au président du tribunal de grande instance dans le ressort duquel s'effectue la visite."},{"type":"add","content":""},{"type":"add","content":"Le juge peut se rendre dans les locaux pendant l'intervention."},{"type":"add","content":""},{"type":"add","content":"A tout moment, il peut décider la suspension ou l'arrêt de la visite."},{"type":"add","content":""},{"type":"add","content":"L'ordonnance est notifiée verbalement et sur place au moment de la visite à l'occupant des lieux ou à son représentant qui en reçoit copie intégrale contre récépissé ou émargement au procès-verbal prévu au b du 2. En l'absence de l'occupant des lieux ou de son représentant, l'ordonnance est notifiée après la visite par lettre recommandée avec avis de réception. La notification est réputée faite à la date de réception figurant sur l'avis."},{"type":"add","content":""},{"type":"add","content":"A défaut de réception, il est procédé à la signification de l'ordonnance dans les conditions prévues par les articles 550 et suivants du code de procédure pénale."},{"type":"add","content":""},{"type":"add","content":"Les délais et modalités de la voie de recours sont mentionnés sur les actes de notification et de signification."},{"type":"add","content":""},{"type":"add","content":"b) La visite ne peut être commencée avant six heures ni après vingt et une heures. Elle est effectuée en présence de l'occupant des lieux ou de son représentant ; en cas d'impossibilité, l'officier de police judiciaire requiert deux témoins choisis en dehors des personnes relevant de son autorité ou de celle de l'administration des douanes."},{"type":"add","content":""},{"type":"add","content":"Les agents des douanes mentionnés au 1 ci-dessus, l'occupant des lieux ou son représentant et l'officier de police judiciaire peuvent seuls prendre connaissance des pièces et documents avant leur saisie."},{"type":"add","content":""},{"type":"add","content":"L'officier de police judiciaire veille au respect du secret professionnel et des droits de la défense conformément aux dispositions du troisième alinéa de l'article 56 du code de procédure pénale ; l'article 58 de ce code est applicable."},{"type":"add","content":""},{"type":"add","content":"Le procès-verbal, auquel est annexé un inventaire des marchandises et documents saisis, est signé par les agents des douanes, l'officier de police judiciaire et par les personnes mentionnées au premier alinéa du présent b ; en cas de refus de signer, mention en est faite au procès-verbal."},{"type":"add","content":""},{"type":"add","content":"Si l'inventaire sur place présente des difficultés, les pièces et documents saisis sont placés sous scellés. L'occupant des lieux ou son représentant est avisé qu'il peut assister à l'ouverture des scellés qui a lieu en présence de l'officier de police judiciaire ; l'inventaire est alors établi."},{"type":"add","content":""},{"type":"add","content":"Une copie du procès-verbal et de l'inventaire est remise à l'occupant des lieux ou à son représentant."},{"type":"add","content":""},{"type":"add","content":"Un exemplaire du procès-verbal et de l'inventaire est adressé au juge qui a délivré l'ordonnance dans les trois jours de son établissement."},{"type":"add","content":""},{"type":"add","content":"3. Les agents des douanes peuvent intervenir sans l'assistance d'un officier de police judiciaire :"},{"type":"add","content":""},{"type":"add","content":"a) pour opérer les visites, recensements et contrôles à domicile chez les titulaires d'un compte ouvert d'animaux ou d'un titre de pacage ;"},{"type":"add","content":""},{"type":"add","content":"b) pour la recherche des marchandises qui, poursuivies à vue sans interruption dans les conditions prévues par l'article 332 ci-après, sont introduites dans une maison ou autre bâtiment même sis en dehors du rayon."},{"type":"add","content":""},{"type":"add","content":"4. S'il y a refus d'ouverture des portes, les agents des douanes peuvent les faire ouvrir en présence d'un officier de police judiciaire."},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Références"},{"type":"add","content":""},{"type":"add","content":"  ### Articles faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 86-1317 du 30 décembre 1986 de finances pour 1987 - article 80 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 96-314 du 12 avril 1996 portant diverses dispositions d'ordre économique et financier - article 38 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Loi n° 89-935 du 29 décembre 1989 de finances pour 1990 - article 108 AUTONOME PERIME, en vigueur du 1990-01-01 au 2007-09-01 MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Textes faisant référence à l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 86-1317 du 30 décembre 1986 de finances pour 1987 MODIFICATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Loi n° 2000-516 du 15 juin 2000 renforçant la protection de la présomption d'innocence et les droits des victimes SPEC_APPLI cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"  "},{"type":"add","content":"  ### Références faites par l'article"},{"type":"add","content":"  "},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1982-06-14 CITATION cible Arrêté du 14 juin 1982 relatif à l'extension d'un système automatisé de gestion du fichier des comptes bancaires. - article 4 AUTONOME MODIFIE, en vigueur du 2004-01-15 au 2008-01-13"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1986-12-30 MODIFICATION source LOI n° 86-1317 du 30 décembre 1986 de finances pour 1987"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1986-12-30 MODIFICATION source LOI n° 86-1317 du 30 décembre 1986 de finances pour 1987 - article 80 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1989-12-29 MODIFICATION source Loi n° 89-935 du 29 décembre 1989 de finances pour 1990 - article 108 AUTONOME PERIME, en vigueur du 1990-01-01 au 2007-09-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1989-12-29 CITATION cible Loi n° 89-935 du 29 décembre 1989 de finances pour 1990 - article 108 AUTONOME PERIME, en vigueur du 1990-01-01 au 2007-09-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1993-01-04 CITATION cible Loi n° 93-1 du 4 janvier 1993 portant dispositions diverses relatives aux départements d'outre-mer, aux territoires d'outre-mer et aux collectivités territoriales de Mayotte et de Saint-Pierre-et-Miquelon - article 38 AUTONOME VIGUEUR_DIFF, en vigueur depuis le 2029-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1993-01-04 CITATION cible Loi n° 93-1 du 4 janvier 1993 portant dispositions diverses relatives aux départements d'outre-mer, aux territoires d'outre-mer et aux collectivités territoriales de Mayotte et de Saint-Pierre-et-Miquelon - article 52 AUTONOME VIGUEUR_DIFF, en vigueur depuis le 2029-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1996-04-12 MODIFICATION source LOI n° 96-314 du 12 avril 1996 portant diverses dispositions d'ordre économique et financier - article 38 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"1998-06-24 CITATION cible Ordonnance n° 98-525 du 24 juin 1998 relative à la modernisation des codes des douanes et au contrôle des transferts financiers avec l'étranger dans les territoires d'outre-mer et à la Nouvelle-Calédonie et le Département de Mayotte et la collectivité territoriale de Saint-Pierre-et-Miquelon - article 2 AUTONOME VIGUEUR_DIFF, en vigueur depuis le 2029-01-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2000-06-15 SPEC_APPLI source Loi n° 2000-516 du 15 juin 2000 renforçant la protection de la présomption d'innocence et les droits des victimes"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2008-08-04 CITATION cible LOI n° 2008-776 du 4 août 2008 de modernisation de l'économie - article 164 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2008-08-06"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2009-06-24 CITATION cible Ordonnance n° 2009-799 du 24 juin 2009 portant actualisation et adaptation de la législation financière et de la législation douanière applicables en Nouvelle-Calédonie, en Polynésie française, dans les îles Wallis et Futuna, à Saint-Pierre-et-Miquelon et à Mayotte - article 11 AUTONOME VIGUEUR, en vigueur depuis le 2018-08-12"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2009-06-24 CITATION cible Ordonnance n° 2009-799 du 24 juin 2009 portant actualisation et adaptation de la législation financière et de la législation douanière applicables en Nouvelle-Calédonie, en Polynésie française, dans les îles Wallis et Futuna, à Saint-Pierre-et-Miquelon et à Mayotte - article 10 AUTONOME VIGUEUR, en vigueur depuis le 2009-06-27"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2009-06-24 CITATION cible Ordonnance n° 2009-799 du 24 juin 2009 portant actualisation et adaptation de la législation financière et de la législation douanière applicables en Nouvelle-Calédonie, en Polynésie française, dans les îles Wallis et Futuna, à Saint-Pierre-et-Miquelon et à Mayotte - article 12 AUTONOME VIGUEUR, en vigueur depuis le 2011-05-19"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2009-06-24 CITATION cible Ordonnance n° 2009-799 du 24 juin 2009 portant actualisation et adaptation de la législation financière et de la législation douanière applicables en Nouvelle-Calédonie, en Polynésie française, dans les îles Wallis et Futuna, à Saint-Pierre-et-Miquelon et à Mayotte - article 13 AUTONOME VIGUEUR, en vigueur depuis le 2011-05-19"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2009-06-24 CITATION cible Ordonnance n° 2009-799 du 24 juin 2009 portant actualisation et adaptation de la législation financière et de la législation douanière applicables en Nouvelle-Calédonie, en Polynésie française, dans les îles Wallis et Futuna, à Saint-Pierre-et-Miquelon et à Mayotte - article 14 AUTONOME VIGUEUR, en vigueur depuis le 2011-04-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2011-03-14 CITATION cible LOI n° 2011-267 du 14 mars 2011 d'orientation et de programmation pour la performance de la sécurité intérieure - article 126 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2011-03-16"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2016-07-07 CITATION cible Décret n° 2016-935 du 7 juillet 2016 modifiant le décret n° 97-1195 du 24 décembre 1997 pris pour l'application du 2° de l'article 2 du décret n° 97-34 du 15 janvier 1997 relatif à la déconcentration des décisions administratives individuelles relevant du ministre de l'économie, des finances et de l'industrie ainsi que diverses dispositions relatives à la réglementation douanière et fiscale - article 2 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2016-10-26 CITATION cible Décret n° 2016-1443 du 26 octobre 2016 relatif aux modalités de prélèvements d'échantillons réalisés par les agents des douanes - article 7 AUTONOME VIGUEUR, en vigueur depuis le 2016-10-29"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2016-10-26 CITATION cible Décret n° 2016-1443 du 26 octobre 2016 relatif aux modalités de prélèvements d'échantillons réalisés par les agents des douanes - article 9 AUTONOME VIGUEUR, en vigueur depuis le 2016-10-29"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2025-03-06 CITATION cible Arrêté du 6 mars 2025 portant délégation de signature (direction générale des douanes et droits indirects) - article 10 AUTONOME ABROGE, en vigueur du 2025-03-10 au 2025-06-18"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2025-06-13 CITATION cible Arrêté du 13 juin 2025 portant délégation de signature (direction générale des douanes et droits indirects) - article 10 AUTONOME ABROGE, en vigueur du 2025-06-18 au 2025-09-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2025-08-26 CITATION cible Arrêté du 26 août 2025 portant délégation de signature (direction générale des douanes et droits indirects) - article 10 AUTONOME VIGUEUR, en vigueur depuis le 2025-08-30"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de procédure pénale - article 550 AUTONOME MODIFIE, en vigueur du 1960-06-08 au 1994-03-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de procédure pénale - article 56 AUTONOME MODIFIE, en vigueur du 1960-06-08 au 1999-06-24"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code de procédure pénale - article 58 AUTONOME MODIFIE, en vigueur du 1978-01-01 au 1993-03-01"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code des douanes - article 330 AUTONOME VIGUEUR, en vigueur depuis le 2002-12-31"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code des douanes - article 332 AUTONOME MODIFIE, en vigueur du 2002-12-31 au 2012-03-24"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code des douanes - article 403 AUTONOME VIGUEUR, en vigueur depuis le 2002-12-31"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code des douanes - article 413 ter AUTONOME VIGUEUR, en vigueur depuis le 2023-07-20"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code des douanes - article 454 AUTONOME VIGUEUR, en vigueur depuis le 1997-04-24"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code des douanes - article 459 AUTONOME MODIFIE, en vigueur du 1981-12-31 au 1987-07-09"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code des douanes - article 64-1 AUTONOME VIGUEUR, en vigueur depuis le 2025-06-15"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION cible Code des douanes - article 67 bis AUTONOME MODIFIE, en vigueur du 2004-10-01 au 2011-03-16"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"2999-01-01 CITATION source Code des douanes VIGUEUR"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"      CODIFICATION source Décret 48-1985 1948-12-08"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Autres formats"},{"type":"add","content":""},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/61/54/LEGIARTI000006615405.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/61/54/LEGIARTI000006615405.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/61/54/LEGIARTI000006615405.md)"},{"type":"add","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_des_douanes/src/branch/main/titre_ii/chapitre_iv/section_2/article_64.md)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006615405)"},{"type":"add","content":""}],"status":"added"}],"stats":{"additions":230,"deletions":0,"filesChanged":3}}