{"sha":"7064fa2f28c8","date":"2004-08-07","message":"!!! Texte non trouvé 2004-08-07 !!!","files":[{"filename":"titre_ier/chapitre_v/README.md","articleName":"Sommaire - Chapitre V","additions":0,"deletions":1,"diff":[{"type":"del","content":"- [Section 1 : Généralités.](section_1/README.md)"}],"status":"modified"},{"filename":"titre_ier/chapitre_v/section_1/README.md","articleName":"Sommaire - Section 1","additions":0,"deletions":14,"diff":[{"type":"del","content":""},{"type":"del","content":"# Section 1 : Généralités."},{"type":"del","content":""},{"type":"del","content":"- [Article 38](article_38.md)"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/06/13/88/LEGISCTA000006138838.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/SCTA/00/00/06/13/88/LEGISCTA000006138838.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/SCTA/00/00/06/13/88/LEGISCTA000006138838.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://section_1/README.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/section_lc/LEGITEXT000006071570/LEGISCTA000006138838)"},{"type":"del","content":""}],"status":"deleted"},{"filename":"titre_ier/chapitre_v/section_1/article_38.md","articleName":"Article 38","additions":0,"deletions":570,"diff":[{"type":"del","content":""},{"type":"del","content":"# Article 38"},{"type":"del","content":""},{"type":"del","content":"1. Pour l'application du présent code, sont considérées comme prohibées toutes marchandises dont l'importation ou l'exportation est interdite à quelque titre que ce soit, ou soumise à des restrictions, à des règles de qualité ou de conditionnement ou à des formalités particulières."},{"type":"del","content":""},{"type":"del","content":"2. Lorsque l'importation ou l'exportation n'est permise que sur présentation d'une autorisation, licence, certificat, etc., la marchandise est prohibée si elle n'est pas accompagnée d'un titre régulier ou si elle est présentée sous le couvert d'un titre non applicable."},{"type":"del","content":""},{"type":"del","content":"3. Tous titres portant autorisation d'importation ou d'exportation (licences ou autres titres analogues) ne peuvent, en aucun cas, faire l'objet d'un prêt, d'une vente, d'une cession et, d'une manière générale, d'une transaction quelconque de la part des titulaires auxquels ils ont été nominativement accordés."},{"type":"del","content":""},{"type":"del","content":"4. Au titre des dispositions dérogatoires prévues à l'article 2 bis, les dispositions du présent article sont applicables aux marchandises relevant des articles 2, 3, 4, 5 et 19 de la loi n° 92-1477 du 31 décembre 1992 relative aux produits soumis à certaines restrictions de circulation et à la complémentarité entre les services de police, de gendarmerie et de douane, aux marchandises visées à l'article L. 5132-9 du code de la santé publique, aux médicaments à usage humain visés à l'article L. 5124-13 du code de la santé publique, aux marchandises présentées sous une marque contrefaite, ainsi qu'aux produits sanguins labiles définis par le code de la santé publique, aux organes, tissus, cellules ou gamètes issus du corps humain mentionnés aux articles L. 1235-1, L. 1244-8 et L. 1245-4 du code de la santé publique, aux sources artificielles et naturelles de radionucléides définies à l'article L. 1333-1 du code de la santé publique et relevant des articles L. 1333-2 et L. 1333-4 du même code et aux déchets définis au II de l'article L. 541-1 du code de l'environnement dont l'importation, l'exportation ou le transit sont régis soit par les articles L. 541-40 à L. 541-42 du même code et les dispositions réglementaires prises pour leur application, soit par le règlement (CEE) n° 259/93 du Conseil du 1er février 1993 concernant la surveillance et le contrôle des transferts de déchets à l'entrée et à la sortie de la Communauté européenne, ainsi que par les décisions des autorités communautaires prises en application de ce règlement. Les dispositions du présent article s'appliquent également aux objets de toute nature comportant des images ou des représentations d'un mineur à caractère pornographique visées par l'article 227-23 du code pénal."},{"type":"del","content":""},{"type":"del","content":"5. Au titre des dispositions dérogatoires prévues à l'article 2 bis, les dispositions du présent article sont également applicables aux marchandises soumises à des restrictions de circulation prévues soit par la réglementation communautaire, soit par les lois et règlements en vigueur, applicables aux échanges de certaines marchandises communautaires avec les autres Etats membres de la Communauté européenne. La liste des marchandises concernées est fixée par arrêté conjoint du ministre chargé des douanes et du ou des ministres concernés."},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Références"},{"type":"del","content":""},{"type":"del","content":"  ### Articles faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la santé publique - article L1245-4 AUTONOME MODIFIE, en vigueur du 2004-08-07 au 2012-03-24 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la santé publique - article L1245-4 AUTONOME VIGUEUR, en vigueur depuis le 2012-03-07 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la santé publique - article L1245-4 AUTONOME MODIFIE, en vigueur du 2012-03-24 au 2012-03-07 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Ordonnance n° 2001-321 du 11 avril 2001 relative à la transposition de directives communautaires et à la mise en oeuvre de certaines dispositions du droit communautaire dans le domaine de l'environnement - article 11 ENTIEREMENT_MODIF MODIFICATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Code de la santé publique - article L1245-4 AUTONOME MODIFIE, en vigueur du 2000-06-22 au 2004-08-07 CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Textes faisant référence à l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 92-1477 du 31 décembre 1992 relative aux produits soumis à certaines restrictions de circulation et à la complémentarité entre les services de police, de gendarmerie et de douane CITATION cible"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"  "},{"type":"del","content":"  ### Références faites par l'article"},{"type":"del","content":"  "},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1962-07-21 TXT_SOURCE cible Décret n°62-827 du 21 juillet 1962 réglementant l'importation de certains produits avicoles - article 1 AUTONOME ABROGE, en vigueur du 1962-07-22 au 2004-10-02"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1962-07-21 TXT_SOURCE cible Décret n°62-827 du 21 juillet 1962 réglementant l'importation de certains produits avicoles - article 2 AUTONOME ABROGE, en vigueur du 1962-07-22 au 2004-10-02"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1962-07-21 TXT_SOURCE cible Décret n°62-827 du 21 juillet 1962 réglementant l'importation de certains produits avicoles - article 3 AUTONOME ABROGE, en vigueur du 1962-07-22 au 2004-10-02"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-06-15 TXT_SOURCE cible Arrêté du 15 juin 1987 relatif au contrôle sanitaire des végétaux ou produits végétaux ABROGE, en vigueur du 1987-10-02 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-06-15 TXT_SOURCE cible Arrêté du 15 juin 1987 relatif au contrôle sanitaire des végétaux ou produits végétaux - article 1 AUTONOME ABROGE, en vigueur du 1987-10-02 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-06-15 TXT_SOURCE cible Arrêté du 15 juin 1987 relatif au contrôle sanitaire des végétaux ou produits végétaux - article 10 AUTONOME ABROGE, en vigueur du 1987-10-02 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-06-15 TXT_SOURCE cible Arrêté du 15 juin 1987 relatif au contrôle sanitaire des végétaux ou produits végétaux - article 11 AUTONOME ABROGE, en vigueur du 1987-10-02 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-06-15 TXT_SOURCE cible Arrêté du 15 juin 1987 relatif au contrôle sanitaire des végétaux ou produits végétaux - article 12 AUTONOME ABROGE, en vigueur du 1987-10-02 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-06-15 TXT_SOURCE cible Arrêté du 15 juin 1987 relatif au contrôle sanitaire des végétaux ou produits végétaux - article 13 AUTONOME ABROGE, en vigueur du 1987-10-02 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-06-15 TXT_SOURCE cible Arrêté du 15 juin 1987 relatif au contrôle sanitaire des végétaux ou produits végétaux - article 14 AUTONOME ABROGE, en vigueur du 1987-10-02 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-06-15 TXT_SOURCE cible Arrêté du 15 juin 1987 relatif au contrôle sanitaire des végétaux ou produits végétaux - article 15 AUTONOME ABROGE, en vigueur du 1987-10-02 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-06-15 TXT_SOURCE cible Arrêté du 15 juin 1987 relatif au contrôle sanitaire des végétaux ou produits végétaux - article 16 AUTONOME ABROGE, en vigueur du 1987-10-02 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-06-15 TXT_SOURCE cible Arrêté du 15 juin 1987 relatif au contrôle sanitaire des végétaux ou produits végétaux - article 17 AUTONOME ABROGE, en vigueur du 1987-10-02 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-06-15 TXT_SOURCE cible Arrêté du 15 juin 1987 relatif au contrôle sanitaire des végétaux ou produits végétaux - article 18 AUTONOME ABROGE, en vigueur du 1987-10-02 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-06-15 TXT_SOURCE cible Arrêté du 15 juin 1987 relatif au contrôle sanitaire des végétaux ou produits végétaux - article 19 AUTONOME ABROGE, en vigueur du 1987-10-02 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-06-15 TXT_SOURCE cible Arrêté du 15 juin 1987 relatif au contrôle sanitaire des végétaux ou produits végétaux - article 2 AUTONOME ABROGE, en vigueur du 1987-10-02 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-06-15 TXT_SOURCE cible Arrêté du 15 juin 1987 relatif au contrôle sanitaire des végétaux ou produits végétaux - article 20 AUTONOME ABROGE, en vigueur du 1987-10-02 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-06-15 TXT_SOURCE cible Arrêté du 15 juin 1987 relatif au contrôle sanitaire des végétaux ou produits végétaux - article 21 AUTONOME ABROGE, en vigueur du 1987-10-02 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-06-15 TXT_SOURCE cible Arrêté du 15 juin 1987 relatif au contrôle sanitaire des végétaux ou produits végétaux - article 22 AUTONOME ABROGE, en vigueur du 1987-10-02 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-06-15 TXT_SOURCE cible Arrêté du 15 juin 1987 relatif au contrôle sanitaire des végétaux ou produits végétaux - article 3 AUTONOME ABROGE, en vigueur du 1987-10-02 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-06-15 TXT_SOURCE cible Arrêté du 15 juin 1987 relatif au contrôle sanitaire des végétaux ou produits végétaux - article 4 AUTONOME ABROGE, en vigueur du 1987-10-02 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-06-15 TXT_SOURCE cible Arrêté du 15 juin 1987 relatif au contrôle sanitaire des végétaux ou produits végétaux - article 5 AUTONOME ABROGE, en vigueur du 1987-10-02 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-06-15 TXT_SOURCE cible Arrêté du 15 juin 1987 relatif au contrôle sanitaire des végétaux ou produits végétaux - article 6 AUTONOME ABROGE, en vigueur du 1987-10-02 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-06-15 TXT_SOURCE cible Arrêté du 15 juin 1987 relatif au contrôle sanitaire des végétaux ou produits végétaux - article 7 AUTONOME ABROGE, en vigueur du 1987-10-02 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-06-15 TXT_SOURCE cible Arrêté du 15 juin 1987 relatif au contrôle sanitaire des végétaux ou produits végétaux - article 8 AUTONOME ABROGE, en vigueur du 1987-10-02 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-06-15 TXT_SOURCE cible Arrêté du 15 juin 1987 relatif au contrôle sanitaire des végétaux ou produits végétaux - article 9 AUTONOME ABROGE, en vigueur du 1987-10-02 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-06-15 TXT_SOURCE cible Arrêté du 15 juin 1987 relatif au contrôle sanitaire des végétaux ou produits végétaux - article Annexe V AUTONOME ABROGE, en vigueur du 1989-01-18 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-06-15 TXT_SOURCE cible Arrêté du 15 juin 1987 relatif au contrôle sanitaire des végétaux ou produits végétaux - article Annexe I AUTONOME ABROGE, en vigueur du 1987-10-02 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-06-15 TXT_SOURCE cible Arrêté du 15 juin 1987 relatif au contrôle sanitaire des végétaux ou produits végétaux - article Annexe IV AUTONOME ABROGE, en vigueur du 1989-01-18 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-06-15 TXT_SOURCE cible Arrêté du 15 juin 1987 relatif au contrôle sanitaire des végétaux ou produits végétaux - article Annexe II AUTONOME ABROGE, en vigueur du 1987-10-02 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-06-15 TXT_SOURCE cible Arrêté du 15 juin 1987 relatif au contrôle sanitaire des végétaux ou produits végétaux - article Annexe III AUTONOME ABROGE, en vigueur du 1987-12-30 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de bois de chêne originaire ou en provenance du Canada ou des Etats-Unis d'Amérique ABROGE, en vigueur du 1987-11-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de bois de feuillus (châtaignier, chêne, érable, eucalyptus, orme, peuplier, platane) ABROGE, en vigueur du 1987-11-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de plantes et parties de plantes hôtes du pou de San Jose (Quadraspidiotus Perniciosus Comstock) ABROGE, en vigueur du 1987-12-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de certaines catégories de plantes et parties de plantes destinées à la multiplication ABROGE, en vigueur du 1987-11-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de bois de feuillus (châtaignier, chêne, érable, eucalyptus, orme, peuplier, platane) - article 1 AUTONOME ABROGE, en vigueur du 1987-11-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de certaines catégories de plantes et parties de plantes destinées à la multiplication - article 1 AUTONOME ABROGE, en vigueur du 1987-11-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de plantes et parties de plantes hôtes du pou de San Jose (Quadraspidiotus Perniciosus Comstock) - article 1 AUTONOME ABROGE, en vigueur du 1987-12-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de bois de chêne originaire ou en provenance du Canada ou des Etats-Unis d'Amérique - article 1 AUTONOME ABROGE, en vigueur du 1987-11-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de plantes et parties de plantes hôtes du pou de San Jose (Quadraspidiotus Perniciosus Comstock) - article 10 AUTONOME ABROGE, en vigueur du 1987-12-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de bois de feuillus (châtaignier, chêne, érable, eucalyptus, orme, peuplier, platane) - article 10 AUTONOME ABROGE, en vigueur du 1987-11-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de certaines catégories de plantes et parties de plantes destinées à la multiplication - article 10 AUTONOME ABROGE, en vigueur du 1987-11-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de certaines catégories de plantes et parties de plantes destinées à la multiplication - article 11 AUTONOME ABROGE, en vigueur du 1987-11-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de bois de feuillus (châtaignier, chêne, érable, eucalyptus, orme, peuplier, platane) - article 11 AUTONOME ABROGE, en vigueur du 1987-11-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de plantes et parties de plantes hôtes du pou de San Jose (Quadraspidiotus Perniciosus Comstock) - article 11 AUTONOME ABROGE, en vigueur du 1987-12-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de bois de feuillus (châtaignier, chêne, érable, eucalyptus, orme, peuplier, platane) - article 12 AUTONOME ABROGE, en vigueur du 1987-11-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de plantes et parties de plantes hôtes du pou de San Jose (Quadraspidiotus Perniciosus Comstock) - article 12 AUTONOME ABROGE, en vigueur du 1987-12-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de certaines catégories de plantes et parties de plantes destinées à la multiplication - article 12 AUTONOME ABROGE, en vigueur du 1987-11-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de bois de feuillus (châtaignier, chêne, érable, eucalyptus, orme, peuplier, platane) - article 13 AUTONOME ABROGE, en vigueur du 1987-11-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de certaines catégories de plantes et parties de plantes destinées à la multiplication - article 13 AUTONOME ABROGE, en vigueur du 1987-11-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de certaines catégories de plantes et parties de plantes destinées à la multiplication - article 14 AUTONOME ABROGE, en vigueur du 1987-11-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de bois de feuillus (châtaignier, chêne, érable, eucalyptus, orme, peuplier, platane) - article 14 AUTONOME ABROGE, en vigueur du 1987-11-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de certaines catégories de plantes et parties de plantes destinées à la multiplication - article 15 AUTONOME ABROGE, en vigueur du 1987-11-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de bois de feuillus (châtaignier, chêne, érable, eucalyptus, orme, peuplier, platane) - article 15 AUTONOME ABROGE, en vigueur du 1987-11-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de bois de feuillus (châtaignier, chêne, érable, eucalyptus, orme, peuplier, platane) - article 16 AUTONOME ABROGE, en vigueur du 1987-11-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de certaines catégories de plantes et parties de plantes destinées à la multiplication - article 16 AUTONOME ABROGE, en vigueur du 1987-11-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de bois de feuillus (châtaignier, chêne, érable, eucalyptus, orme, peuplier, platane) - article 17 AUTONOME ABROGE, en vigueur du 1987-11-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de certaines catégories de plantes et parties de plantes destinées à la multiplication - article 17 AUTONOME ABROGE, en vigueur du 1987-11-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de certaines catégories de plantes et parties de plantes destinées à la multiplication - article 18 AUTONOME ABROGE, en vigueur du 1987-11-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de bois de feuillus (châtaignier, chêne, érable, eucalyptus, orme, peuplier, platane) - article 18 AUTONOME ABROGE, en vigueur du 1987-11-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de bois de feuillus (châtaignier, chêne, érable, eucalyptus, orme, peuplier, platane) - article 19 AUTONOME ABROGE, en vigueur du 1987-11-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de certaines catégories de plantes et parties de plantes destinées à la multiplication - article 19 AUTONOME ABROGE, en vigueur du 1987-11-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de bois de feuillus (châtaignier, chêne, érable, eucalyptus, orme, peuplier, platane) - article 2 AUTONOME ABROGE, en vigueur du 1987-11-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de bois de chêne originaire ou en provenance du Canada ou des Etats-Unis d'Amérique - article 2 AUTONOME ABROGE, en vigueur du 1987-11-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de certaines catégories de plantes et parties de plantes destinées à la multiplication - article 2 AUTONOME ABROGE, en vigueur du 1987-11-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de plantes et parties de plantes hôtes du pou de San Jose (Quadraspidiotus Perniciosus Comstock) - article 2 AUTONOME ABROGE, en vigueur du 1987-12-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de bois de feuillus (châtaignier, chêne, érable, eucalyptus, orme, peuplier, platane) - article 20 AUTONOME ABROGE, en vigueur du 1987-11-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de bois de feuillus (châtaignier, chêne, érable, eucalyptus, orme, peuplier, platane) - article 21 AUTONOME ABROGE, en vigueur du 1987-11-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de bois de feuillus (châtaignier, chêne, érable, eucalyptus, orme, peuplier, platane) - article 22 AUTONOME ABROGE, en vigueur du 1987-11-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de bois de feuillus (châtaignier, chêne, érable, eucalyptus, orme, peuplier, platane) - article 23 AUTONOME ABROGE, en vigueur du 1987-11-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de bois de feuillus (châtaignier, chêne, érable, eucalyptus, orme, peuplier, platane) - article 24 AUTONOME ABROGE, en vigueur du 1987-11-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de certaines catégories de plantes et parties de plantes destinées à la multiplication - article 3 AUTONOME ABROGE, en vigueur du 1987-11-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de bois de feuillus (châtaignier, chêne, érable, eucalyptus, orme, peuplier, platane) - article 3 AUTONOME ABROGE, en vigueur du 1987-11-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de plantes et parties de plantes hôtes du pou de San Jose (Quadraspidiotus Perniciosus Comstock) - article 3 AUTONOME ABROGE, en vigueur du 1987-12-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de bois de chêne originaire ou en provenance du Canada ou des Etats-Unis d'Amérique - article 3 AUTONOME ABROGE, en vigueur du 1987-11-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de bois de feuillus (châtaignier, chêne, érable, eucalyptus, orme, peuplier, platane) - article 4 AUTONOME ABROGE, en vigueur du 1987-11-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de certaines catégories de plantes et parties de plantes destinées à la multiplication - article 4 AUTONOME ABROGE, en vigueur du 1987-11-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de plantes et parties de plantes hôtes du pou de San Jose (Quadraspidiotus Perniciosus Comstock) - article 4 AUTONOME ABROGE, en vigueur du 1987-12-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de bois de chêne originaire ou en provenance du Canada ou des Etats-Unis d'Amérique - article 4 AUTONOME ABROGE, en vigueur du 1987-11-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de certaines catégories de plantes et parties de plantes destinées à la multiplication - article 5 AUTONOME ABROGE, en vigueur du 1987-11-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de bois de chêne originaire ou en provenance du Canada ou des Etats-Unis d'Amérique - article 5 AUTONOME ABROGE, en vigueur du 1987-11-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de plantes et parties de plantes hôtes du pou de San Jose (Quadraspidiotus Perniciosus Comstock) - article 5 AUTONOME ABROGE, en vigueur du 1987-12-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de bois de feuillus (châtaignier, chêne, érable, eucalyptus, orme, peuplier, platane) - article 5 AUTONOME ABROGE, en vigueur du 1987-11-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de certaines catégories de plantes et parties de plantes destinées à la multiplication - article 6 AUTONOME ABROGE, en vigueur du 1987-11-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de plantes et parties de plantes hôtes du pou de San Jose (Quadraspidiotus Perniciosus Comstock) - article 6 AUTONOME ABROGE, en vigueur du 1987-12-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de bois de feuillus (châtaignier, chêne, érable, eucalyptus, orme, peuplier, platane) - article 6 AUTONOME ABROGE, en vigueur du 1987-11-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de bois de chêne originaire ou en provenance du Canada ou des Etats-Unis d'Amérique - article 6 AUTONOME ABROGE, en vigueur du 1987-11-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de bois de chêne originaire ou en provenance du Canada ou des Etats-Unis d'Amérique - article 7 AUTONOME ABROGE, en vigueur du 1987-11-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de bois de feuillus (châtaignier, chêne, érable, eucalyptus, orme, peuplier, platane) - article 7 AUTONOME ABROGE, en vigueur du 1987-11-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de plantes et parties de plantes hôtes du pou de San Jose (Quadraspidiotus Perniciosus Comstock) - article 7 AUTONOME ABROGE, en vigueur du 1987-12-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de certaines catégories de plantes et parties de plantes destinées à la multiplication - article 7 AUTONOME ABROGE, en vigueur du 1987-11-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de certaines catégories de plantes et parties de plantes destinées à la multiplication - article 8 AUTONOME ABROGE, en vigueur du 1987-11-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de plantes et parties de plantes hôtes du pou de San Jose (Quadraspidiotus Perniciosus Comstock) - article 8 AUTONOME ABROGE, en vigueur du 1987-12-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de bois de feuillus (châtaignier, chêne, érable, eucalyptus, orme, peuplier, platane) - article 8 AUTONOME ABROGE, en vigueur du 1987-11-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de plantes et parties de plantes hôtes du pou de San Jose (Quadraspidiotus Perniciosus Comstock) - article 9 AUTONOME ABROGE, en vigueur du 1987-12-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de bois de feuillus (châtaignier, chêne, érable, eucalyptus, orme, peuplier, platane) - article 9 AUTONOME ABROGE, en vigueur du 1987-11-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de certaines catégories de plantes et parties de plantes destinées à la multiplication - article 9 AUTONOME ABROGE, en vigueur du 1987-11-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de bois de feuillus (châtaignier, chêne, érable, eucalyptus, orme, peuplier, platane) - article Annexe AUTONOME ABROGE, en vigueur du 1987-11-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de bois de chêne originaire ou en provenance du Canada ou des Etats-Unis d'Amérique - article Annexe I AUTONOME ABROGE, en vigueur du 1987-11-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de plantes et parties de plantes hôtes du pou de San Jose (Quadraspidiotus Perniciosus Comstock) - article Annexe I AUTONOME ABROGE, en vigueur du 1987-12-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de certaines catégories de plantes et parties de plantes destinées à la multiplication - article Annexe I AUTONOME ABROGE, en vigueur du 1987-11-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de certaines catégories de plantes et parties de plantes destinées à la multiplication - article Annexe II AUTONOME ABROGE, en vigueur du 1987-11-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de bois de chêne originaire ou en provenance du Canada ou des Etats-Unis d'Amérique - article Annexe II AUTONOME ABROGE, en vigueur du 1987-11-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de plantes et parties de plantes hôtes du pou de San Jose (Quadraspidiotus Perniciosus Comstock) - article Annexe II AUTONOME ABROGE, en vigueur du 1987-12-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de bois de chêne originaire ou en provenance du Canada ou des Etats-Unis d'Amérique - article Annexe III AUTONOME ABROGE, en vigueur du 1987-11-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de plantes et parties de plantes hôtes du pou de San Jose (Quadraspidiotus Perniciosus Comstock) - article Annexe III AUTONOME ABROGE, en vigueur du 1987-12-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de plantes et parties de plantes hôtes du pou de San Jose (Quadraspidiotus Perniciosus Comstock) - article Annexe IV AUTONOME ABROGE, en vigueur du 1987-12-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de plantes et parties de plantes hôtes du pou de San Jose (Quadraspidiotus Perniciosus Comstock) - article Annexe V AUTONOME ABROGE, en vigueur du 1987-12-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1987-07-15 TXT_SOURCE cible Arrêté du 15 juillet 1987 relatif aux conditions sanitaires à l'importation de plantes et parties de plantes hôtes du pou de San Jose (Quadraspidiotus Perniciosus Comstock) - article Annexe VI AUTONOME ABROGE, en vigueur du 1987-12-01 au 1990-12-28"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1992-12-31 CITATION source LOI n° 92-1477 du 31 décembre 1992 relative aux produits soumis à certaines restrictions de circulation et à la complémentarité entre les services de police, de gendarmerie et de douane"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1993-01-04 CITATION cible Loi n° 93-1 du 4 janvier 1993 portant dispositions diverses relatives aux départements d'outre-mer, aux territoires d'outre-mer et aux collectivités territoriales de Mayotte et de Saint-Pierre-et-Miquelon - article 38 AUTONOME VIGUEUR_DIFF, en vigueur depuis le 2029-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1993-01-04 CITATION cible Loi n° 93-1 du 4 janvier 1993 portant dispositions diverses relatives aux départements d'outre-mer, aux territoires d'outre-mer et aux collectivités territoriales de Mayotte et de Saint-Pierre-et-Miquelon - article 52 AUTONOME VIGUEUR_DIFF, en vigueur depuis le 2029-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2001-04-11 MODIFICATION source Ordonnance n° 2001-321 du 11 avril 2001 relative à la transposition de directives communautaires et à la mise en oeuvre de certaines dispositions du droit communautaire dans le domaine de l'environnement - article 11 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2001-07-24 TXT_SOURCE cible Arrêté du 24 juillet 2001 portant application de l'article 38 5° du code des douanes ABROGE, en vigueur du 2001-08-05 au 2006-05-03"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2001-07-24 CITATION cible Arrêté du 24 juillet 2001 portant application de l'article 38 5° du code des douanes - article 1 AUTONOME ABROGE, en vigueur du 2001-08-05 au 2006-05-03"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2001-07-24 TXT_SOURCE cible Arrêté du 24 juillet 2001 portant application de l'article 38 5° du code des douanes - article 1 AUTONOME ABROGE, en vigueur du 2001-08-05 au 2006-05-03"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2001-07-24 TXT_SOURCE cible Arrêté du 24 juillet 2001 portant application de l'article 38 5° du code des douanes - article Annexe I AUTONOME ABROGE, en vigueur du 2002-10-25 au 2006-05-03"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2001-07-24 TXT_SOURCE cible Arrêté du 24 juillet 2001 portant application de l'article 38 5° du code des douanes - article Annexe II AUTONOME ABROGE, en vigueur du 2002-04-13 au 2006-05-03"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2001-07-24 TXT_SOURCE cible Arrêté du 24 juillet 2001 portant application de l'article 38 5° du code des douanes - article Annexe III AUTONOME ABROGE, en vigueur du 2002-04-21 au 2006-05-03"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2002-03-28 TXT_SOURCE cible Arrêté du 28 mars 2002 modifiant l'arrêté du 24 juillet 2001 portant application de l'article 38 5. du code des douanes VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2006-01-05 CITATION cible Loi n° 2006-11 du 5 janvier 2006 d'orientation agricole - article 71 AUTONOME VIGUEUR, en vigueur depuis le 2006-01-06"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2006-10-05 CITATION cible Ordonnance n° 2006-1224 du 5 octobre 2006 prise pour l'application du II de l'article 71 de la loi n° 2006-11 du 5 janvier 2006 d'orientation agricole - article 59 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2007-01-17 CITATION cible Arrêté du 17 janvier 2007 portant application de l'article 38-5 du code des douanes. - article 1 AUTONOME ABROGE, en vigueur du 2007-01-23 au 2011-10-05"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2008-01-24 CITATION cible Décret n° 2008-83 du 24 janvier 2008 relatif aux mesures restrictives à l'encontre de l'Iran prévues par le règlement (CE) n° 423/2007 du Conseil du 19 avril 2007 ABROGE, en vigueur du 2008-01-27 au 2017-05-11"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2008-04-11 CITATION cible Arrêté du 11 avril 2008 abrogeant l'arrêté du 14 avril 2003 suspendant l'introduction en France d'abeilles, de ruches, de lots de reines avec ou sans accompagnatrices et de matériel apicole originaires de pays tiers VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2008-07-29 CITATION cible Arrêté du 29 juillet 2008 modifiant l'arrêté du 19 juillet 2002 fixant les conditions sanitaires pour l'importation et le transit, sur le territoire métropolitain et dans les départements d'outre-mer, des animaux vivants et de certains de leurs produits visés à l'article L. 236-1 du code rural VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2008-12-22 CITATION cible Arrêté du 22 décembre 2008 modifiant l'arrêté du 24 mai 2006 relatif aux exigences sanitaires des végétaux, produits végétaux et autres objets VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2009-01-20 CITATION cible Arrêté du 20 janvier 2009 modifiant l'arrêté du 9 novembre 2004 fixant les modalités de présentation au contrôle officiel des produits destinés à l'alimentation animale en provenance de pays tiers VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2009-07-16 CITATION cible Décret n° 2009-873 du 16 juillet 2009 relatif à la sécurité des alarmes de piscine par détection d'immersion VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2009-09-30 CITATION cible Arrêté du 30 septembre 2009 modifiant l'arrêté du 19 juillet 2002 fixant les conditions sanitaires pour l'importation et le transit, sur le territoire métropolitain et dans les départements d'outre-mer, des animaux vivants et de certains de leurs produits visés à l'article L. 236-1 du code rural VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2011-09-22 CITATION cible Arrêté du 22 septembre 2011 portant application du 5° de l'article 38 du code des douanes - article 1 AUTONOME VIGUEUR, en vigueur depuis le 2011-10-05"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2011-11-22 CITATION cible Arrêté du 22 novembre 2011 fixant les modalités de présentation au contrôle officiel des aliments pour animaux d'origine non animale en provenance de pays tiers VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2011-12-22 CITATION cible Ordonnance n° 2011-1920 du 22 décembre 2011 portant adaptation du code monétaire et financier et du code des douanes à la suite du changement de statut de la collectivité de Saint-Barthélemy vis-à-vis de l'Union européenne - article 6 AUTONOME MODIFIE, en vigueur du 2012-01-01 au 2018-08-12"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2012-07-11 CITATION cible Arrêté du 11 juillet 2012 portant autorisation d'un traitement automatisé de données à caractère personnel dénommé « Fichier national des objectifs en matière de stupéfiants » (FNOS) - article 2 AUTONOME VIGUEUR, en vigueur depuis le 2012-08-11"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2016-01-26 CITATION cible LOI n° 2016-41 du 26 janvier 2016 de modernisation de notre système de santé - article 166 AUTONOME VIGUEUR, en vigueur depuis le 2018-04-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2025-09-05 CITATION cible Arrêté du 5 septembre 2025 modifiant l'arrêté du 5 septembre 2003 portant mise en application obligatoire de normes VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code pénal - article 227-23 AUTONOME MODIFIE, en vigueur du 1994-03-01 au 1998-06-18"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1986-10-16 TXT_SOURCE cible Arrêté du 16 octobre 1986 relatif aux modalités de l'inspection sanitaire et qualitative à l'importation des denrées animales ou d'origine animale destinées à la consommation humaine ou des animaux de compagnie VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1986-10-16 TXT_SOURCE cible Arrêté du 16 octobre 1986 relatif aux modalités de l'inspection sanitaire et qualitative à l'importation des denrées animales ou d'origine animale destinées à la consommation humaine ou des animaux de compagnie - article 1 AUTONOME VIGUEUR, en vigueur depuis le 1986-11-07"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1986-10-16 TXT_SOURCE cible Arrêté du 16 octobre 1986 relatif aux modalités de l'inspection sanitaire et qualitative à l'importation des denrées animales ou d'origine animale destinées à la consommation humaine ou des animaux de compagnie - article 10 AUTONOME VIGUEUR, en vigueur depuis le 1986-11-07"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1986-10-16 TXT_SOURCE cible Arrêté du 16 octobre 1986 relatif aux modalités de l'inspection sanitaire et qualitative à l'importation des denrées animales ou d'origine animale destinées à la consommation humaine ou des animaux de compagnie - article 11 AUTONOME VIGUEUR, en vigueur depuis le 1986-11-07"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1986-10-16 TXT_SOURCE cible Arrêté du 16 octobre 1986 relatif aux modalités de l'inspection sanitaire et qualitative à l'importation des denrées animales ou d'origine animale destinées à la consommation humaine ou des animaux de compagnie - article 12 AUTONOME VIGUEUR, en vigueur depuis le 1986-11-07"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1986-10-16 TXT_SOURCE cible Arrêté du 16 octobre 1986 relatif aux modalités de l'inspection sanitaire et qualitative à l'importation des denrées animales ou d'origine animale destinées à la consommation humaine ou des animaux de compagnie - article 2 AUTONOME VIGUEUR, en vigueur depuis le 1986-11-07"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1986-10-16 TXT_SOURCE cible Arrêté du 16 octobre 1986 relatif aux modalités de l'inspection sanitaire et qualitative à l'importation des denrées animales ou d'origine animale destinées à la consommation humaine ou des animaux de compagnie - article 3 AUTONOME VIGUEUR, en vigueur depuis le 1986-11-07"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1986-10-16 TXT_SOURCE cible Arrêté du 16 octobre 1986 relatif aux modalités de l'inspection sanitaire et qualitative à l'importation des denrées animales ou d'origine animale destinées à la consommation humaine ou des animaux de compagnie - article 4 AUTONOME VIGUEUR, en vigueur depuis le 1986-11-07"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1986-10-16 TXT_SOURCE cible Arrêté du 16 octobre 1986 relatif aux modalités de l'inspection sanitaire et qualitative à l'importation des denrées animales ou d'origine animale destinées à la consommation humaine ou des animaux de compagnie - article 5 AUTONOME VIGUEUR, en vigueur depuis le 1986-11-07"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1986-10-16 TXT_SOURCE cible Arrêté du 16 octobre 1986 relatif aux modalités de l'inspection sanitaire et qualitative à l'importation des denrées animales ou d'origine animale destinées à la consommation humaine ou des animaux de compagnie - article 6 AUTONOME VIGUEUR, en vigueur depuis le 1986-11-07"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1986-10-16 TXT_SOURCE cible Arrêté du 16 octobre 1986 relatif aux modalités de l'inspection sanitaire et qualitative à l'importation des denrées animales ou d'origine animale destinées à la consommation humaine ou des animaux de compagnie - article 7 AUTONOME VIGUEUR, en vigueur depuis le 1986-11-07"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1986-10-16 TXT_SOURCE cible Arrêté du 16 octobre 1986 relatif aux modalités de l'inspection sanitaire et qualitative à l'importation des denrées animales ou d'origine animale destinées à la consommation humaine ou des animaux de compagnie - article 8 AUTONOME VIGUEUR, en vigueur depuis le 1986-11-07"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"1986-10-16 TXT_SOURCE cible Arrêté du 16 octobre 1986 relatif aux modalités de l'inspection sanitaire et qualitative à l'importation des denrées animales ou d'origine animale destinées à la consommation humaine ou des animaux de compagnie - article 9 AUTONOME VIGUEUR, en vigueur depuis le 1986-11-07"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code des douanes - article 2 bis AUTONOME VIGUEUR, en vigueur depuis le 1993-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des douanes - article 215 bis AUTONOME VIGUEUR, en vigueur depuis le 2001-01-05"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des douanes - article 215 ter AUTONOME VIGUEUR, en vigueur depuis le 2000-07-11"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des douanes - article 322 bis AUTONOME VIGUEUR, en vigueur depuis le 2016-06-05"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des douanes - article 426 AUTONOME VIGUEUR, en vigueur depuis le 2022-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des douanes - article 468 AUTONOME VIGUEUR, en vigueur depuis le 2020-01-01"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des douanes - article 470 AUTONOME VIGUEUR, en vigueur depuis le 2001-01-05"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION cible Code des douanes - article 65 C AUTONOME VIGUEUR, en vigueur depuis le 2001-01-05"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la santé publique - article L1235-1 AUTONOME MODIFIE, en vigueur du 2000-06-22 au 2004-08-07"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la santé publique - article L1244-8 AUTONOME MODIFIE, en vigueur du 2000-06-22 au 2004-08-07"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la santé publique - article L1245-4 AUTONOME MODIFIE, en vigueur du 2000-06-22 au 2004-08-07"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la santé publique - article L1333-1 AUTONOME MODIFIE, en vigueur du 2000-06-22 au 2001-03-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la santé publique - article L1333-2 AUTONOME TRANSFERE, en vigueur du 2000-06-22 au 2001-03-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la santé publique - article L1333-4 AUTONOME TRANSFERE, en vigueur du 2000-06-22 au 2001-03-31"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la santé publique - article L5124-13 AUTONOME MODIFIE, en vigueur du 2000-06-22 au 2004-08-07"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de la santé publique - article L5132-9 AUTONOME MODIFIE, en vigueur du 2000-06-22 au 2010-02-26"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de l'environnement - article L541-1 AUTONOME MODIFIE, en vigueur du 2000-09-21 au 2003-07-03"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de l'environnement VIGUEUR"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CODIFICATION source Décret 48-1985 1948-12-08"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"      CITATION source Règlement CEE 259-93 1993-02-01 Conseil"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"Autres formats"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/61/53/LEGIARTI000006615363.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/06/61/53/LEGIARTI000006615363.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/06/61/53/LEGIARTI000006615363.md)"},{"type":"del","content":"* [Markdown chronologique dans git](https://git.tricoteuses.fr/codes/code_des_douanes/src/branch/main/titre_ier/chapitre_v/section_1/article_38.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000006615363)"},{"type":"del","content":""}],"status":"deleted"}],"stats":{"additions":0,"deletions":585,"filesChanged":3}}