{"sha":"b8fab68e219b","date":"2024-04-24","message":"LOI n° 2024-364 du 22 avril 2024 portant diverses dispositions d'adaptation au droit de l'Union européenne en matière d'économie, de finances, de transition écologique, de droit pénal, de droit social et en matière agricole","files":[{"filename":"titre_xii/chapitre_ii/section_2_bis/article_349_sexies.md","articleName":"Article 349 SEXIES","additions":31,"deletions":10,"diff":[{"type":"del","content":"II. ― Elles ne peuvent fournir des renseignements qui révéleraient un secret des affaires ou un secret professionnel ou dont la communication serait de nature à porter atteinte à la sécurité ou à l'ordre publics."},{"type":"add","content":"Elles autorisent dans ce cadre les administrations des autres Etats membres à utiliser les informations transmises à d'autres fins si une telle utilisation est permise par la législation française dans le cadre national."},{"type":"del","content":"Toutefois, les administrations financières ne peuvent refuser de fournir ces informations pour la seule raison qu'elles sont détenues par une banque, un autre établissement financier, une personne désignée ou agissant en qualité d'agent ou de fiduciaire ou qu'elles se rapportent à une participation au capital d'une personne."},{"type":"add","content":"I bis. - Lorsque les informations transmises en application du premier alinéa du I du présent article proviennent d'un autre Etat membre et que ces informations peuvent présenter un intérêt pour un Etat membre tiers aux fins mentionnées au second alinéa du paragraphe 1 de l'article 23 de la directive 2010/24/UE du Conseil du 16 mars 2010 concernant l'assistance mutuelle en matière de recouvrement des créances relatives aux taxes, impôts, droits et autres mesures, les administrations financières demandent à l'administration de l'Etat membre de provenance l'autorisation préalable de transmettre ces informations à cet Etat membre tiers."},{"type":"del","content":"III. ― Les informations échangées dans le cadre des dispositions des articles 349 ter à 349 octies ne peuvent être transmises qu'aux fins de mise en œuvre de mesures de recouvrement ou conservatoires portant sur les créances visées aux 1° à 3° du II de l'article 349 ter du présent code. L'administration bénéficiaire de ces informations est soumise au secret professionnel dans les termes des articles 226-13 et 226-14 du code pénal."},{"type":"add","content":"En l'absence de réponse de la part de l'administration de l'Etat membre de provenance des informations dans un délai de dix jours ouvrables à compter de la demande d'autorisation, les informations sont transmises à l'administration de l'Etat membre tiers."},{"type":"add","content":""},{"type":"add","content":"L'autorisation d'utiliser aux fins mentionnées au second alinéa du I du présent article des informations qui ont été transmises dans les conditions prévues aux deux premiers alinéas du présent I bis ne peut être donnée que par l'Etat membre de provenance des informations."},{"type":"add","content":""},{"type":"add","content":"II. ― Les administrations financières ne peuvent fournir des renseignements qui révéleraient un secret des affaires ou un secret professionnel ou dont la communication serait de nature à porter atteinte à la sécurité ou à l'ordre publics."},{"type":"add","content":""},{"type":"add","content":"Toutefois, elles ne peuvent refuser de fournir ces informations pour la seule raison qu'elles sont détenues par une banque, un autre établissement financier, une personne désignée ou agissant en qualité d'agent ou de fiduciaire ou qu'elles se rapportent à une participation au capital d'une personne."},{"type":"add","content":""},{"type":"add","content":"III. ― Les informations reçues dans le cadre des articles 349 ter à 349 octies peuvent être utilisées à toute autre fin que celle mentionnée au premier alinéa du I du présent article si une telle utilisation est permise par la législation nationale de l'Etat membre de provenance des informations."},{"type":"add","content":""},{"type":"add","content":"L'administration bénéficiaire de ces informations est soumise au secret professionnel défini aux articles 226-13 et 226-14 du code pénal."},{"type":"add","content":""},{"type":"add","content":"IV. - Les informations échangées dans le cadre des articles 349 ter à 349 octies du présent code peuvent être invoquées ou utilisées comme preuve par les administrations financières."},{"type":"del","content":"LOI n° 2018-670 du 30 juillet 2018 relative à la protection du secret des affaires - article 4 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"Code pénal - article 226-13 AUTONOME MODIFIE, en vigueur du 1994-03-01 au 2002-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code pénal - article 226-13 AUTONOME VIGUEUR, en vigueur depuis le 2002-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"Code des douanes - article 349 ter AUTONOME VIGUEUR, en vigueur depuis le 2012-01-01 CITATION cible"},{"type":"add","content":""},{"type":"add","content":""},{"type":"add","content":"LOI n° 2024-364 du 22 avril 2024 portant diverses dispositions d'adaptation au droit de l'Union européenne en matière d'économie, de finances, de transition écologique, de droit pénal, de droit social et en matière agricole - article 13 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":"2018-07-30 MODIFIE cible LOI n° 2018-670 du 30 juillet 2018 relative à la protection du secret des affaires - article 4 ENTIEREMENT_MODIF"},{"type":"add","content":"2024-04-22 CITATION cible LOI n° 2024-364 du 22 avril 2024 portant diverses dispositions d'adaptation au droit de l'Union européenne en matière d'économie, de finances, de transition écologique, de droit pénal, de droit social et en matière agricole - article 13 ENTIEREMENT_MODIF"},{"type":"del","content":"2024-04-22 CITATION cible LOI n° 2024-364 du 22 avril 2024 portant diverses dispositions d'adaptation au droit de l'Union européenne en matière d'économie, de finances, de transition écologique, de droit pénal, de droit social et en matière agricole - article 13 ENTIEREMENT_MODIF"},{"type":"add","content":"2024-04-22 MODIFIE cible LOI n° 2024-364 du 22 avril 2024 portant diverses dispositions d'adaptation au droit de l'Union européenne en matière d'économie, de finances, de transition écologique, de droit pénal, de droit social et en matière agricole - article 13 ENTIEREMENT_MODIF"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/37/26/89/LEGIARTI000037268949.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/37/26/89/LEGIARTI000037268949.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/37/26/89/LEGIARTI000037268949.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/49/46/38/LEGIARTI000049463875.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/49/46/38/LEGIARTI000049463875.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/49/46/38/LEGIARTI000049463875.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000037268949)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000049463875)"}],"status":"modified"}],"stats":{"additions":31,"deletions":10,"filesChanged":1}}