{"sha":"d50219cc56eb","date":"2014-01-01","message":"LOI n° 2013-1278 du 29 décembre 2013 de finances pour 2014","files":[{"filename":"titre_x/chapitre_ier/article_265_bis.md","articleName":"Article 265 BIS","additions":12,"deletions":16,"diff":[{"type":"del","content":"b) comme carburant ou combustible à bord des aéronefs, à l'exclusion des aéronefs de tourisme privé."},{"type":"add","content":"b) Comme carburant ou combustible à bord des aéronefs utilisés par leur propriétaire ou la personne qui en a la disposition à la suite d'une location, d'un affrètement ou à tout autre titre à des fins commerciales, notamment pour les besoins d'opérations de transport de personnes, de transport de marchandises ainsi que pour la réalisation de prestations de services à titre onéreux. L'exonération s'applique également aux aéronefs utilisés pour les besoins des autorités publiques ;"},{"type":"del","content":"Pour l'application du présent b, sont considérés comme aéronefs de tourisme privé les aéronefs utilisés, selon le cas, par leur propriétaire ou la personne qui en a la disposition dans le cadre d'une location ou à tout autre titre, à des fins autres que commerciales ;"},{"type":"add","content":"c) Comme carburant ou combustible à bord des navires de pêche, des navires utilisés par leur propriétaire ou la personne qui en a la disposition à la suite d'une location, d'un affrètement ou à tout autre titre à des fins commerciales, notamment pour les besoins d'opérations de transport de personnes, de transport de marchandises ainsi que pour la réalisation de prestations de services à titre onéreux. L'exonération s'applique également aux navires utilisés pour les besoins des autorités publiques ;"},{"type":"del","content":"c) comme carburant ou combustible pour la navigation maritime dans les eaux communautaires, y compris la pêche, autre qu'à bord de bateaux de plaisance privés."},{"type":"add","content":"d) Comme carburant ou combustible par le ministère de la défense. Cette exonération est accordée par voie de remboursement pour les produits consommés du 1er janvier 2006 au 1er janvier 2009. Toutefois, cette exonération ne s'applique pas aux produits pétroliers utilisés dans le cadre des actions nos 01, 02, 03 et 04 du programme n° 152 \" Gendarmerie nationale \" de la mission interministérielle \" Sécurité \" ;"},{"type":"del","content":"Pour l'application du présent c, sont considérés comme bateaux de plaisance privés les bateaux utilisés, selon le cas, par leur propriétaire ou la personne qui en a la disposition dans le cadre d'une location ou à tout autre titre, à des fins autres que commerciales ;"},{"type":"del","content":""},{"type":"del","content":"d) Comme carburant ou combustible par le ministère de la défense. Cette exonération est accordée par voie de remboursement pour les produits consommés du 1er janvier 2006 au 1er janvier 2009. Toutefois, cette exonération ne s'applique pas aux produits pétroliers utilisés dans le cadre des actions n° s 01,02,03 et 04 du programme n° 152 \" Gendarmerie nationale \" de la mission interministérielle \" Sécurité \";"},{"type":"del","content":""},{"type":"del","content":"e) Comme carburant ou combustible pour le transport de marchandises sur les voies navigables intérieures ."},{"type":"add","content":"e) Comme carburant ou combustible pour le transport de marchandises sur les voies navigables intérieures."},{"type":"del","content":"LOI n° 2010-1657 du 29 décembre 2010 de finances pour 2011 - article 30 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"LOI n° 2013-1278 du 29 décembre 2013 de finances pour 2014 - article 32 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2014-01-01 au 2018-01-01 MODIFIE source"},{"type":"del","content":""},{"type":"del","content":"2010-12-29 MODIFIE cible LOI n° 2010-1657 du 29 décembre 2010 de finances pour 2011 - article 30 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"add","content":""},{"type":"add","content":"2013-12-29 MODIFIE cible LOI n° 2013-1278 du 29 décembre 2013 de finances pour 2014 - article 32 PARTIELLEMENT_MODIF MODIFIE, en vigueur du 2014-01-01 au 2018-01-01"},{"type":"add","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/23/37/83/LEGIARTI000023378319.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/23/37/83/LEGIARTI000023378319.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/23/37/83/LEGIARTI000023378319.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/28/42/90/LEGIARTI000028429056.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/28/42/90/LEGIARTI000028429056.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/28/42/90/LEGIARTI000028429056.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000023378319)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000028429056)"}],"status":"modified"},{"filename":"titre_x/chapitre_ier/article_266_quindecies.md","articleName":"Article 266 QUINDECIES","additions":26,"deletions":23,"diff":[{"type":"del","content":"I.-Les personnes qui mettent à la consommation en France des essences reprises aux indices 11 et 11 bis et 11 ter du tableau B du 1 de l'article 265, du gazole repris à l'indice 22 et du superéthanol E85 repris à l'indice 55 de ce même tableau sont redevables d'un prélèvement supplémentaire de la taxe générale sur les activités polluantes."},{"type":"add","content":"I. - Les personnes qui mettent à la consommation en France des essences reprises aux indices 11 et 11 bis et 11 ter du tableau B du 1 de l'article 265, du gazole repris à l'indice 22 et du superéthanol E85 repris à l'indice 55 de ce même tableau sont redevables d'un prélèvement supplémentaire de la taxe générale sur les activités polluantes."},{"type":"del","content":"II.-Son assiette est déterminée conformément aux dispositions du 1° du 2 de l'article 298 du code général des impôts, pour chaque carburant concerné."},{"type":"add","content":"II. - Son assiette est déterminée conformément aux dispositions du 1° du 2 de l'article 298 du code général des impôts, pour chaque carburant concerné."},{"type":"del","content":"III.-Son taux est fixé à 1,75 % en 2006. Il est majoré de 1,75 point en 2007, de 2,25 points en 2008, de 0,50 point en 2009 et de 0,75 point en 2010."},{"type":"add","content":"III. - Son taux est fixé à 7 % dans la filière essence et à 7,7 % dans la filière gazole."},{"type":"del","content":"Lors de la mise à la consommation des carburants repris aux indices d'identification 11,11 bis, 11 ter, 20,22 et 55 du tableau B du 1 de l'article 265, les redevables émettent des certificats représentatifs des quantités, exprimées en pouvoir calorifique inférieur, de produits mentionnés au tableau du 1 de l'article 265 bis A que ces carburants incorporent, sous réserve que ces produits respectent les critères de durabilité prévus par les articles L. 661-3 à L. 661-6 du code de l'énergie."},{"type":"add","content":"Il est diminué à proportion de la quantité de biocarburants incorporée aux carburants mis à la consommation en France, sous réserve que ces biocarburants respectent les critères de durabilité prévus aux articles L. 661-3 à L. 661-6 du code de l'énergie."},{"type":"del","content":"Toutefois, les biocarburants désignés au 2 du tableau précité sont pris en compte pour le double de leur valeur réelle en pouvoir calorifique inférieur, dans des conditions précisées par arrêté du ministre chargé du budget et dans la limite de la moitié des quantités agréées spécifiquement pour les esters méthyliques d'huile animale."},{"type":"add","content":"Pour la filière essence, le taux est diminué de la part d'énergie renouvelable résultant du rapport entre les quantités de biocarburants incorporées dans les produits repris aux indices d'identification 11, 11 bis, 11 ter et 55 du tableau B du 1 de l'article 265 du présent code mis à la consommation en France à usage de carburants et les quantités de ces mêmes carburants soumises au prélèvement, exprimées en pouvoir calorifique inférieur."},{"type":"del","content":"Les modalités d'émission et de cession éventuelle des certificats sont précisées par décret."},{"type":"add","content":"Pour la filière gazole, le taux est diminué de la part d'énergie renouvelable résultant du rapport entre les quantités de biocarburants incorporées dans les produits repris aux indices d'identification 20 et 22 du même tableau B mis à la consommation en France à usage de carburants et les quantités de carburant routier, soumises au prélèvement, exprimées en pouvoir calorifique inférieur."},{"type":"del","content":"Le taux du prélèvement est diminué :"},{"type":"add","content":"La part d'énergie renouvelable, prise en compte pour cette minoration, ne peut être supérieure aux valeurs suivantes :"},{"type":"del","content":"1° Pour les essences ou le superéthanol E85, du rapport entre les quantités de produits mentionnés aux 3 et 4 du tableau du 1 de l'article 265 bis A inscrites dans les certificats produits à l'administration et les quantités, exprimées en pouvoir calorifique inférieur, de ces carburants, soumises au prélèvement ;"},{"type":"add","content":"1° Dans la filière essence, la part d'énergie renouvelable maximale des biocarburants produits à partir de céréales et d'autres plantes riches en amidon ou sucrières, et des biocarburants produits à partir de matières premières d'origine animale ou végétale, énumérées à l'article 21 de la directive 2009/28/ CE du Parlement européen et du Conseil du 23 avril 2009 relative à la promotion de l'utilisation de l'énergie produite à partir de sources renouvelables, et modifiant puis abrogeant les directives 2001/77/ CE et 2003/30/ CE, est de 7 % ;"},{"type":"del","content":"2° Pour le gazole, du rapport entre les quantités de produits mentionnés aux 1,2,5 et 6 du tableau du 1 de l'article précité inscrites dans les certificats produits à l'administration et les quantités, exprimées en pouvoir calorifique inférieur, de ce carburant, soumises au prélèvement."},{"type":"add","content":"2° Dans la filière gazole, la part d'énergie renouvelable maximale des biocarburants produits à partir de plantes oléagineuses est de 7 %. Cette part est de 0,7 % lorsque les biocarburants sont produits à partir de matières premières d'origine animale ou végétale énumérées à l'article 21 de la directive 2009/28/ CE du Parlement européen et du Conseil du 23 avril 2009 précitée."},{"type":"del","content":"IV.-Le fait générateur intervient et le prélèvement supplémentaire est exigible lors de la mise à la consommation des produits mentionnés au I à usage de carburant."},{"type":"add","content":"La liste des biocarburants éligibles à cette minoration de taux est définie par arrêté conjoint des ministres chargés des douanes, de l'écologie, de l'énergie et de l'agriculture."},{"type":"del","content":"V.-Le prélèvement supplémentaire est déclaré et liquidé en une seule fois, au plus tard le 10 avril de chaque année et pour la première fois avant le 10 avril 2006. La déclaration est accompagnée du paiement et des certificats ayant servi au calcul du prélèvement. La forme de la déclaration et son contenu sont fixés conformément aux dispositions du 4 de l'article 95."},{"type":"add","content":"Lors de la mise à la consommation des carburants repris aux indices d'identification 11, 11 bis, 11 ter, 20, 22 et 55 du tableau B du 1 de l'article 265, les redevables émettent des certificats représentatifs des quantités de biocarburants que ces carburants incorporent, exprimées en pouvoir calorifique inférieur. Les modalités d'émission et de cession éventuelle des certificats sont précisées par décret."},{"type":"del","content":"VI.-Les dispositions du présent article ne s'appliquent dans les départements d'outre-mer qu'à compter du 1er janvier 2016."},{"type":"add","content":"Un arrêté conjoint des ministres chargés des douanes, de l'écologie, de l'énergie et de l'agriculture fixe la liste des biocarburants produits à partir des matières premières énumérées à l'article 21 de la directive 2009/28/CE du Parlement européen et du Conseil du 23 avril 2009 relative à la promotion de l'utilisation de l'énergie produite à partir de sources renouvelables et modifiant puis abrogeant les directives 2001/77/CE et 2003/30/CE, qui peuvent être pris en compte pour le double de leur valeur réelle exprimée en quantité d'énergie renouvelable, ainsi que les conditions et modalités de cette prise en compte."},{"type":"add","content":""},{"type":"add","content":"IV. - Le fait générateur intervient et le prélèvement supplémentaire est exigible lors de la mise à la consommation des produits mentionnés au I à usage de carburant."},{"type":"add","content":""},{"type":"add","content":"V. - Le prélèvement supplémentaire est déclaré et liquidé en une seule fois, au plus tard le 10 avril de chaque année et pour la première fois avant le 10 avril 2006. La déclaration est accompagnée du paiement et des certificats ayant servi au calcul du prélèvement. La forme de la déclaration et son contenu sont fixés conformément aux dispositions du 4 de l'article 95."},{"type":"add","content":""},{"type":"add","content":"VI. - Les dispositions du présent article ne s'appliquent dans les départements d'outre-mer qu'à compter du 1er janvier 2016."},{"type":"del","content":"LOI n° 2012-1510 du 29 décembre 2012 de finances rectificative pour 2012 - article 59 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"LOI n° 2013-1278 du 29 décembre 2013 de finances pour 2014 - article 34 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":"2012-12-29 MODIFIE cible LOI n° 2012-1510 du 29 décembre 2012 de finances rectificative pour 2012 - article 59 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"add","content":""},{"type":"add","content":"2013-12-29 MODIFIE cible LOI n° 2013-1278 du 29 décembre 2013 de finances pour 2014 - article 34 ENTIEREMENT_MODIF"},{"type":"add","content":""},{"type":"del","content":""},{"type":"del","content":"2999-01-01 CITATION source Code de l'énergie - article L661-3 AUTONOME ABROGE, en vigueur du 2011-09-17 au 2021-07-01"},{"type":"del","content":""},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/26/94/98/LEGIARTI000026949864.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/26/94/98/LEGIARTI000026949864.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/26/94/98/LEGIARTI000026949864.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/28/41/83/LEGIARTI000028418356.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/28/41/83/LEGIARTI000028418356.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/28/41/83/LEGIARTI000028418356.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000026949864)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000028418356)"}],"status":"modified"},{"filename":"titre_x/chapitre_ier/article_266_septies.md","articleName":"Article 266 SEPTIES","additions":12,"deletions":13,"diff":[{"type":"del","content":"2. L'émission dans l'atmosphère par les installations mentionnées au 2 du I de l'article 266 sexies, d'oxydes de soufre et autres composés soufrés, d'oxydes d'azote et autres composés oxygénés de l'azote, d'acide chlorhydrique, d'hydrocarbures non méthaniques, solvants, de benzène et d'hydrocarbures aromatiques polycycliques et autres composés organiques volatils, d'arsenic, de mercure, de sélénium ainsi que de poussières totales en suspension ;"},{"type":"add","content":"2. L'émission dans l'atmosphère par les installations mentionnées au 2 du I de l'article 266 sexies, d'oxydes de soufre et autres composés soufrés, d'oxydes d'azote et autres composés oxygénés de l'azote, d'acide chlorhydrique, d'hydrocarbures non méthaniques, solvants, de benzène et d'hydrocarbures aromatiques polycycliques et autres composés organiques volatils, d'arsenic, de mercure, de sélénium, de plomb, de zinc, de chrome, de cuivre, de nickel, de cadmium, de vanadium ainsi que de poussières totales en suspension ;"},{"type":"add","content":"### Nota"},{"type":"add","content":""},{"type":"add","content":"Loi n° 2013-1278 du 29 décembre 2013, article 33 (III) : Ces dispositions s'appliquent aux émissions constatées à compter du 1er janvier 2014."},{"type":"add","content":""},{"type":"add","content":""},{"type":"del","content":"LOI n° 2012-1509 du 29 décembre 2012 de finances pour 2013 - article 20 ENTIEREMENT_MODIF MODIFIE source"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"LOI n° 2012-1509 du 29 décembre 2012 de finances pour 2013 - article 18 ENTIEREMENT_MODIF MODIFIE source"},{"type":"add","content":"LOI n° 2013-1278 du 29 décembre 2013 de finances pour 2014 - article 33 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2014-01-01 MODIFIE source"},{"type":"del","content":"2012-12-29 MODIFIE cible LOI n° 2012-1509 du 29 décembre 2012 de finances pour 2013 - article 18 ENTIEREMENT_MODIF"},{"type":"del","content":""},{"type":"del","content":""},{"type":"del","content":"2012-12-29 MODIFIE cible LOI n° 2012-1509 du 29 décembre 2012 de finances pour 2013 - article 20 ENTIEREMENT_MODIF"},{"type":"add","content":"2013-12-29 MODIFIE cible LOI n° 2013-1278 du 29 décembre 2013 de finances pour 2014 - article 33 PARTIELLEMENT_MODIF VIGUEUR, en vigueur depuis le 2014-01-01"},{"type":"del","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/26/94/72/LEGIARTI000026947212.json)"},{"type":"del","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/26/94/72/LEGIARTI000026947212.json)"},{"type":"del","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/26/94/72/LEGIARTI000026947212.md)"},{"type":"add","content":"* [JSON dans git](https://git.tricoteuses.fr/dila/donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/28/41/83/LEGIARTI000028418335.json)"},{"type":"add","content":"* [Références JSON dans git](https://git.tricoteuses.fr/dila/references_donnees_juridiques/src/branch/main/LEGI/ARTI/00/00/28/41/83/LEGIARTI000028418335.json)"},{"type":"add","content":"* [Markdown dans git](https://git.tricoteuses.fr/dila/textes_juridiques/src/branch/main/LEGI/ARTI/00/00/28/41/83/LEGIARTI000028418335.md)"},{"type":"del","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000026947212)"},{"type":"add","content":"* [Légifrance](https://www.legifrance.gouv.fr/codes/article_lc/LEGIARTI000028418335)"}],"status":"modified"}],"stats":{"additions":50,"deletions":52,"filesChanged":3}}